{"id_": "031117", "body_str": [["[1]", "Muldoon, J.", ": These two cases, involving the same parties, were heard together at one session in Ottawa. There are two issues to be decided which will answer the questions in both the earlier industrial design registration case (T-1313-86) and the later patent impeachment case (T-2216-87). The first issue is: Who is the inventor of the system disclosed in Canadian Patent No. 1,219,307 (Exhibit 1) and registered in Industrial Design No. 55917 (Exhibit 36)? If the court finds that Gordon Douglas Hyde is the sole inventor, the court must then decide the second issue: Was the invention made by him within or outside the scope of his employment such that Comstock has a right to claim Mr. Hyde's invention as its own?"], ["[2]", "The threshold question involved in these cases is one of pure credibility. It will be noted further in this judgment that the case for Comstock requires the court to adopt various inferences and assumptions as truth, something which the court is unable to do."], ["[3]", "The industrial design impeachment action and the patent impeachment action flow out of the same events. The industrial design action (T-1313-86) was commenced first, therefore being somewhat limited to the narrow issue. The patent action (T-2216-87) repeats all of the facts set out in the industrial design action and includes the more recent developments. It is desirable therefore to set out the facts in chronological order."], ["[4]", "Comstock International, a Canadian corporation, was initially the sole plaintiff in the industrial design case filed by way of statement of claim on June 11, 1986. On November 30, 1987, Comstock International Ltd. was amalgamated with one other corporation. On that same day, Comstock International transferred all of its assets, liabilities and businesses, including claims arising out of contracts or otherwise to Comstock Canada. Comstock Canada is identified as a limited partnership registered under Ontario laws. Lundrigans-Comstock is the general partner. Comstock Canada is therefore claiming as successor-in-title of Comstock International (Exhibits 39, 40 and 41)."], ["[5]", "The defendant Electec Limited is an Ontario corporation which was incorporated on September 1, 1978. It has a registered office in Nepean, Ontario. Gordon Douglas Hyde, also a defendant, and his wife Susan Gail Hyde are the registered directors and officers of Electec."], ["[6]", "In respect to the patent action (T-2216-87), at the opening of this trial the pleadings were amended to reflect the fact that Comstock and Lundrigans had assigned or otherwise disposed of their interest in Canadian Patent 1,219,307 to a numbered company 169718 Canada Ltd. Counsel for the defendants acts for this company as well, and consented to the amendment which added the company as a defendant in this action, for all purposes, subject to certain terms. These terms are that 169718 Canada Ltd. will not otherwise be involved in this proceeding; it will seek no costs on the condition that none is sought against it and that it understands it is bound by the outcome."], ["[7]", "Hereinafter Comstock Canada and Lundrigans-Comstock Limited are referred to as \"the plaintiffs\" or simply \"Comstock\", and Electec Limited and Mr. Hyde are \"the defendants\", or \"Electec\" or \"Hyde\"."], ["[8]", "On November 23, 1981, Hyde was employed by Comstock as Manager, Electrical Department, Eastern Ontario Division in Nepean (Exhibits 3-1 to 3-5). Comstock dismissed Hyde on September 20, 1985 (Exhibit 3-18). Neither of these statements is denied by Hyde."], ["[9]", "The invention consists of a system for interconnecting light fixtures by means of modular receptacles and armour-cabled cord sets which enable the light fixtures to be electrically chained together simply by plugging in connectors from one fixture to the next, including switch receptacles. The great advantage to the interconnection system is its significant labour-saving feature (Hyde written facts, p. 1, para. 2)."], ["[10]", "Electec filed an industrial design application for a \"receptacle plug combination\" on November 26, 1985. It was assigned application no. 26-11-85-1. The application was registered under no. 55,917 on March 4, 1986 naming Electec as the proprietor of the design (Exhibits 3-22 and 36)."], ["[11]", "The patent in suit (Exhibit 1) indicates that the invention is a \"wiring system for electrically wiring together a plurality of lighting fixtures to a single phase power source ...\". The system consists of a plurality of integrally moulded fixture interceptors (also referred to as receptacle combination component) (Exhibit 4), switching interceptors and joiner cable connectors formed of thermoplastic materials (Exhibit 3-24, pp. 18-22). The invention was entitled \"Modular Interconnecting Wire System with Moulded Mating Components\". The issuance of Canadian patent 1,219,307, the patent in suit (Exhibit 1), to Comstock on March 17, 1987 resulted from the submission of an application by Comstock to the Canadian Patent Office on May 8, 1986; T. Dods is named as the inventor."], ["[12]", "The defendants state the inventor had to have two concepts in mind: the concept of interconnecting electrical fixtures, and the concept of injection moulded thermoplastic components. The defendants submit only Hyde addressed both, and so the defendants' counsel argued definitively (Hyde direct examination, vol. 1, p. 63-70; Hyde oral argument, p. 320)."], ["[13]", "The defendants submit every inventive feature disclosed and claimed in patent claims 1 through 8 was disclosed by Hyde in his September 6, 1984 drawings (Exhibit 6). On May 6, 1987, Hyde on behalf of Electec filed patent application no. 536,527 for an invention which was also dealing with interconnecting wire system and was similarly titled. This application, filed not two months after the issuance of patent 1,219,307, was subsequently refused on August 18, 1987 (Exhibit 14). Hyde asserts that he should be named the sole inventor in patent 1,219,307."], ["[14]", "Despite plaintiffs' claims that it is purely mechanical, the patent is both mechanical and electrical (Hyde written reply, paras. 1 and 2; Comstock oral argument, pp. 125 and 174-176; Comstock written facts, pp. 13-15)."], ["[15]", "The plaintiffs maintain that at the time of Hyde's dismissal in September 1985, neither Comstock International nor its Vice President, W.L. Barber, to whom Hyde reported, was aware of the existence of Electec or of Hyde's connection with it. The defendants argue that, on the contrary Mr. Barber and others were fully aware that Hyde operated a business (Electec) involved in the design and manufacture of electrical components. This matter will be dealt with later in these reasons."], ["[16]", "Both parties agree that the development of the extension cord (joiner cable), the concept of interconnect systems in relation to electrical fixtures and the need to have an appropriate connector fixed to the armoured cable arose in the context of the Gillin Building project which took place in 1983-84 (Lodge in cross-examination, vol. 4, p. 168; Dods direct examination, vol. 6, p. 57)."], ["[17]", "Hyde submits there were two features of the Gillin project which were the \"seed of the idea and concept\". One feature involved an unsuccessful search for a connector which would enable him to chain heaters together as they went along the walls of that project (Hyde direct examination, vol. 1, pp. 79 and 80; Exhibits 3-6 and 25). The second feature resulted from the fact that lighting fixtures were supplied with cord wires which were too short to meet the quadplex or power boxes, set in the slab at various points so that light fixtures could be plugged into them. Although unachievable at the Gillin project (Hyde direct examination, vol. 1, p. 86), both of these features, Hyde asserts, he recognized as needed to take the next step to an interconnect system: that is the facility of moulding, or having an appropriate connector to simplify this process connected to some AC90 or BX armour cable (Hyde direct examination, vol. 1, p. 94). Hyde agreed with the plaintiffs that the Electec heater drawings dated January 1985 (Exhibit 10) related to the Bourque building were modelled on earlier Comstock drawings (Exhibits 27 and 29; Hyde in cross-examination, vol. 2, p. 151) which were taken from other supplier's drawings, but they do not show the interconnect system (Hyde in re-examination, vol. 3, pp. 66-68)."], ["[18]", "Comstock states Hyde's \"seed of the idea\" is not credible. They state the heater fixture connection idea was a simple, primitive and trivial idea that is found in available lighting interconnect systems of the relevant period and is not novel (Hyde in cross-examination, vol. 1, pp. 91-93). They submit the heater interconnect story is a \"red herring\" (Comstock written reply, pp. 1 and 2). Comstock states lighting fixture interconnect systems were well known and long understood before 1983 (Exhibits 19, 20 and 23: magazine articles/brochures, Hyde cross-examination, vol. 2, pp. 111-116). These systems included armoured cable with suitable connectors on either end and dual fixture interceptors for insertion in a light fixture, permitting fixtures to be chained together (Exhibits 21 and 22 and samples Exhibits 74 through 76; Hyde cross-examination, vol. 2, p. 126; Dods direct examination, vol. 6, pp. 81-83). Individual switching elements were also well understood. The problem was the need for special moulded connectors: labour was saved but this was offset by manufacturing costs (Exhibits 24 and 26 and Hyde cross-examination, vol. 2, p. 127). (Hereinafter, cross-examination may be noted by \"in cross\" as well as \"cr-exam.\"; and direct examination by \"in chief\" as well as by \"dir. exam.\".)"], ["[19]", "Hyde submits that at a trade show in Ottawa in early 1984 he saw an example of injection moulding and had the idea that this method of manufacture may provide a solution (Hyde in chief, vol. 1, pp. 95-97). Later at the office, Hyde spoke with Robert Larabie (\"Larabie\"), a draftsman for and at Comstock, and asked him to assess whether a company called Ketchum could do injection moulding to BX cable. Terry E. Dods (hereinafter \"Dods\"), an employee of Comstock International and Hyde's assistant manager, present at this time, volunteered to discover whether Noma Industrial Cords Co., a Division of Noma Inc., could perform adequately as an injection moulder. Larabie was unsuccessful. However Noma, through its representative, Douglas Drew (\"Drew\"), claimed they could mould anything to anything (Hyde in chief, vol. 1, pp. 101-103)."], ["[20]", "According to the plaintiffs, from May to August 1984, it was not Hyde but Dods who conceived and proceeded to develop an electrical wiring system for use in building lighting installations (Comstock written reply, p. 2; Comstock oral argument, pp. 129-133). They submit Dods is the first to take steps to obtain AC-90(BX) extension having conventional moulded cord caps (male and female) at both ends (Dods in chief, col. 6, pp. 62 and 101). Charles Lodge, a Comstock estimator (Exhibit 43), states the Comstock team consisting of himself, Hyde, Larabie, and especially Dods invented the interconnect system (Lodge in chief, vol. 4, pp. 162 and 163) but his evidence regarding the heater interconnect was given only at trial (in cross, vol. 4, pp. 172 and 173). Guy Legault, a Comstock project controller, in his testimony, states the four involved were himself, Larabie, Hyde and Dods (vol. 4, pp. 185 and 189). Although Comstock submits Larabie could not know who had the original idea for moulded connector since he was not involved in the earlier dealings with Wiremold Company of Connecticut, of whom Guillevin International Inc. were distributors (hereinafter: \"Wiremold\") (Larabie in cross, vol. 3, p. 133), Lodge later in cross-examination states he had no reason to doubt the testimony of Larabie that Hyde first had the idea (vol. 4, p. 192). George Gregory, Comstock's purchasing agent, states he went to Wiremold and discussed this with Dods. Although he stated Dods was the prime individual with whom he was involved, Gregory did not know who actually identified the problem because that, he said, would happen on the site (vol. 3, pp. 199-201, 237 and 238 and Exhibit 37)."], ["[21]", "Dods' first investigations of Wiremold \"proved out not to be satisfactory; it didn't solve the problem\" (Dods in chief, vol. 6, pp. 64-67, Exhibit 73). He later contacted Noma and received samples (Drew in chief, vol. 5, pp. 7, 8 and 11; Dods in chief, vol. 6, p. 69 and Exhibits 44, 47, 48, 74 and 75). Hyde had decided that the material from Wiremold was too expensive and therefore rejected the idea of buying from that company (Dods in chief, vol. 6, p. 85). The defendants state Dods had very little to do with the invention outside of his locating Noma and dispute Dods' \"inventiveness\" (Hyde in cross, vol. 2, pp. 43, 44, 139 and 143-146; Larabie in chief, vol. 3, pp. 100 and 101; Drew in chief, vol. 5, p. 79, Exhibit 15; Hyde oral argument, p. 115). Not only does Dods inadvertently corroborate Hyde's assertions, but the court finds Hyde to be the most credible of witnesses in this litigation."], ["[22]", "There was no discussion by Hyde with Larabie or Dods about the female/male (combination) receptacle required for the interconnect system (Hyde written facts, p. 2; Hyde oral argument, pp. 29-33; Hyde in chief, vol. 1, p. 124; Hyde in re-exam., vol. 3, p. 74; Larabie in cross, vol. 3, p. 134). Comstock states this is trivial as twin-receptacle fixture interceptors were well-known and standard for lighting fixture interconnect systems (Comstock written reply, p. 3)."], ["[23]", "Comstock submits Dods wanted to avoid need for special connectors. His idea was simply to join together conventional male and female connectors side by side. Dods wanted to refine this concept and provide both male and female connectors within a single moulded piece but that was a refinement and not necessary to the basic interconnect concept. With Comstock's assertion that these combination connectors were not new, it is all the more surprising that when Dods was shown the Hambly drawing (Exhibit 52), he confused the female and male receptacles (Dods in cross, vol. 7b, pp. 61-65). When it was suggested to Dods that there appeared to be an error in the wiring document contained in the patent (Exhibit 3-24, fig. 8(c)), he did not exhibit the facility of understanding of an inventor, particularly in light of the fact that fig. 8(c) is essentially the same in wiring as is Exhibit 6-3 which he takes credit for authoring (Hyde written facts, pp. 12 and 13). The court finds that Dods was not a credible witness. Any and all of his testimony to the effect that he was the inventor and that Hyde was not, is rejected."], ["[24]", "Comstock submits the central technical problem was to locate a manufacturing source of BX extensions with moulded connectors at each end. Everything else in the interconnect system would then simply \"fall into place\" (Comstock written reply, pp. 3 and 10; Comstock written facts, pp. 6 and 11; Hyde oral argument, pp. 57-58). This is highly unlikely; it is a very substantial conceptual leap from need to obtain extension cords for light fixtures to the conception of an entire interconnect system involving a number of moulded, matched interconnect components."], ["[25]", "While it is obvious that BX extension cords were connectors at both ends have to connect or plug into something, the defendants' version provides the specific mechanical choice of moulded components having specifically designed configurations suitable for the manufacture of a low-priced electrical interconnect system. Comstock acknowledged that a single moulded fixture interceptor having two receptacles (male/female) did not per se exist, although often cost-prohibitive dual receptacle fixture interceptors made of steel did exist (Hyde in cross, vol. 2, pp. 120-122; Hyde written facts, p. 5; Hyde oral argument, pp. 19-20)."], ["[26]", "Dods organized a meeting with Noma representative Drew which took place in Toronto on September 6, 1984. The parties disagreed as to whether that was the primary purpose of the trip (Hyde in chief, vol. 1, pp. 103-107; Drew in chief, vol. 5, pp. 27 and 28; Dods in chief, vol. 6, pp. 83-84 and 86-87; Hyde oral argument, pp. 9 and 10) but there", "is", "agreement that it was", "one", "of the reasons for the trip."], ["[27]", "The plaintiffs state the moulded connector cap on BX cable had already been produced by Noma as a sampler (Exhibit 5) prior to this meeting (Comstock written reply, pp. 4, 17 and 18; Comstock written facts, pp. 6, 7 and 9; Comstock oral argument, pp. 136-138 and 158) and it was available in Comstock's offices the next day (Exhibits 47, 48 and 72). These samples were simply previously manufactured extension cords. (Drew in chief, vol. 5, pp. 8, 9 and 40; in cross, vol. 5, p. 155; Hyde in cross, vol. 2, pp. 173 and 174; Exhibit 44; Hyde oral argument, p. 28 and pp. 329-330)."], ["[28]", "There is no evidence to suggest that the Electro-connect system was known by Drew or that he utilized that concept in the period May-September 1984 to develop his drawings (Exhibit 45) which Comstock asserts were made before the September 6, 1984 meeting (Comstock written facts, pp. 6 and 9; Comstock written reply, pp. 11-13 and 16-17; Hyde written facts, pp. 6 and 7). Before this meeting Dods consulted Drew with respect to only one thing - ability to mould the cord cap to BX cable; the concept itself and specifically the male/female receptacle or fixture interceptor were not presented to Drew until that meeting (Exhibit 65-1; Drew in cross, vol. 5, pp. 158-159 and 164-165)."], ["[29]", "Both parties do appear to agree that only the moulding was discussed at the September meeting (Comstock written reply, p. 17; Hyde written facts, p. 7; Hyde oral argument, pp. 24-27, 34 and 39-40; Dods in cross, vol. 7b, pp. 5-7). Pricing was done in advance of this meeting only in respect of the moulding according to Drew (Exhibit 67). No pricing was done of the male/female receptacle until Sept. 10, 1984 (Exhibits 46 and 68; Drew in cross, vol. 5, p. 161; Dods in cross, vol. 7b, pp. 5, 6, 11 and 15-18). Comstock states this is not surprising as Noma already had prepared a specimen cord cap mould onto BX. The court is to assume that Drew was not confident Comstock would accept his desire to design and manufacture cord cap moulds for twin-receptacles and therefore it made sense he would await the meeting results to discuss price. The fixtures only existed as a product in spring 1985 when prototypes were made (Exhibit 74: twin female receptacle; Exhibit 75: male/female receptacle; Exhibit 77: male/female recessed fixture interceptor). The apparently unmarked (i.e. no Electec name) Exhibit 77 prototype was in Hyde's possession as he stated and could not have come into Dods' possession until after January 29, 1986 according to the memo, Exhibit 84, para. 2 (Hyde written reply, p. 2)."], ["[30]", "Hyde made rudimentary drawings (Exhibits 6 and 30)", "at", "this meeting of September 6, 1984, which he states reflected all aspects of the interconnect system (Drew in chief, vol. 5, pp. 36-39 and 43; Dods in chief, vol. 6, pp. 104-106 and 113; Dods in cross, vol. 7b, pp. 46 and 47; Hyde oral argument, pp. 10-11 and 20-21). He signed and dated them in Dods presence (Hyde in re-exam, vol. 3, p. 87; Dods in chief, vol. 6, p. 107 and in cross, vol. 7b, p. 29). Hyde only recalls these signed drawings and his allegedly earlier drawings (Exhibits 3-7a and 3-7b) (Hyde in cross, vol. 2, pp. 171-172). Drew states he came prepared with his drawings (Exhibit 45, Drew in chief, vol. 5, pp. 15-17 and 19-25) but seems to suggest the discussion of male/female component came later (Drew in chief, vol. 5, pp. 11 and 12). Exhibit 45 does not reflect the specimen (Exhibit 5) presented at the meeting (vol. 5, pp. 29-33; Hyde oral argument, pp. 22, 23 and 40). It is also inferred that other sketches are \"missing\" (vol. 5, pp. 28 and 29). Comstock submits Dods had earlier drawings and came to the meeting with them (Comstock oral argument, pp. 135 and 139-143). Dods stated both he and Drew had sketches but Drew does not remember seeing Dods' sketches (Drew in cross, vol. 5, p. 197; Dods in chief, vol. 6, pp. 88-90 and 97-98; Dods in cross, vol. 7b, pp. 18-22, 30-31 and 42-44). Dods has no proof of his sketches; he alleges that Hyde may have them. That is spurious. On the other hand, Drew's memory of events is generally unreliable and his testimony cannot be accepted wherever it differs from Hyde's version of events."], ["[31]", "However it does not make sense that Hyde would go away and draw the rudimentary drawings reflected in Exhibits 3-8, 6 and 30 if the more detailed Exhibit 45, Drew drawings, were available (Hyde oral argument, pp. 22 and 23; Drew in cross, vol. 5, pp. 166-168). Why would Dods bring drawings if Drew had already prepared his drawings (Hyde written facts, p. 7)? Hyde made no claims to Drew it was his idea but Drew gives some credit to Hyde (Drew in cross, vol. 5, p. 181-183; Comstock oral argument, pp. 146-150, 180 and 181; Dods in chief, vol. 6, p. 111)."], ["[32]", "Comstock states Hyde's drawings at the September 6, 1984 meeting generated no new ideas and were useless for moulding (\"technical not correlation\") purposes, therefore Hyde made no technical contribution \"although he may have been sufficiently unfamiliar with the technology that he did not realize this\". Yet at the same time the plaintiffs argue that Hyde was chosen to draft a rough sketch of the proposed interceptor design for Noma so that Noma could suggest the most economic tooling and moulding means to implement the fixture interceptor component. Hyde was chosen because he was considered to be the better draftsman; they also claim that Hyde needed merely to rely on Dods' description to accomplish that task. Hyde does not deny his superior drafting skills but one must infer that Hyde had prior knowledge of the components to be able to draft them correctly."], ["[33]", "The plaintiffs also state Hyde's earlier drawings (Exhibits 3-7a and 3-7b) are unsupported. They submit that one of the Exhibits 3-7a and b drawings shows a four-receptacle switching interceptor manifested in the form of Exhibit 28 available in 1986. This switching interceptor is, according to the plaintiffs an integral part of claim 1 and claim 8 of the patent. They submit none of the Exhibits 6, 3-8 and 30 show such a receptacle, but \"Dods drawing\" (Exhibit 79) and possibly Drew's drawing (Exhibit 45-2), do (Hyde in cross, vol. 2, pp. 193-194 and 197-199; vol. 3, pp. 60 and 61; Comstock oral argument, pp. 175 and 201-204; Dods in chief, vol. 7a, pp. 54-55 and 59-68; Exhibits 78, 80, 58 and 59; Dods in cross, vol. 7b, pp. 31-39; Larabie in cross, vol. 3, p. 138). Hyde explains this as a variation of one of his sketches (Exhibit 6(3)) and that the sketch and Exhibit 28 are \"functionally equivalent\", i.e. this modification added nothing to the concept (vol. 3, pp. 63 and 64). Lodge in chief also described it as a mere \"adaptation\" (vol. 4, p. 146)."], ["[34]", "Comstock submits the issue of the lock-in-flange also shows that Hyde added this after he and Dods returned to Comstock. Hyde submits the detail shown in the post-September 6 drawings (Exhibits 6, 3-8 and 30) mean that the Exhibit 3-7 drawings pre-date the meeting with Drew. As well Drew's drawings (Exhibit 45) show Noma's method for holding the male/female receptacle firmly in the fixture opening by means of a slot designated thereon as \"to fit in sheet metal cut out\". The slot shown in Exhibit 45 is that which appeared on the detailed drawings provided by Noma in December and January of 1985, 1986 (Exhibits 78 and 79) and the product that was produced (Exhibit 77) following that design. Dods' testimony requires the court to assume, even though Exhibit 45 was already in existence, that there would have been some discussion of a lock-in flange per Exhibit 6 (Hyde written facts, p. 7; Hyde in chief, vol. 1, pp. 107-109 and 125-127; Hyde in cross, pp. 181-183, 187-188, 190-191 and 195-197; Hyde in re-exam, vol. 3, p. 75; Comstock oral argument, pp. 144-146 and Exhibit 21; Dods in chief, vol. 7a, p. 3; Dods in cross, vol. 7b, pp. 26-28; Larabie in cross, vol. 3, p. 137)."], ["[35]", "The court concludes that the drawings, shown to Drew at the meeting in Toronto on September 6, 1984, and identified here, were Hyde's drawings alone and that they disclose his invention."], ["[36]", "Hyde states Noma and Dods have now changed their position in order to deal with the problem of the earlier drawings (Exhibits 3-7a and 3-7b) (Hyde oral argument, p. 24; Exhibit 65-1, para. 1, Exhibit 65-2, p. 1, para. 3; Drew in cross, vol. 5, p. 172; Barber in cross, vol. 8, pp. 92-94; Exhibit 15, pp. 2 and 3; Exhibit 84, pp. 1 and 2, para. 8; Dods in cross, vol. 7b, pp. 7, 8, 13 and 14)."], ["[37]", "What appears to have taken place after the September 1984 meeting is as follows: both parties agree that Drew sent a drawing to Hyde dated December 17, 1984 (Exhibits 3-13, 3-14(2) and 8-2) which had on it the Electec name (Hyde oral argument, p. 112; Comstock oral argument, p. 153; Hyde written facts, pp. 3 and 8). The following January 4 (1985), the Larabie drawing EP2 (Exhibits 3-14(3) and 8-3) was created which also had the Electec name on it (Hyde in cross, vol. 3, pp. 5 and 7; Dods in cross, vol. 7b, pp. 51-53, 55-57 and 59; Drew in chief, vol. 5, pp. 77-79 and cross, vol. 5, pp. 169-172; Larabie in chief, vol. 3, pp. 108-109 and cross, vol. 3, pp. 148-150)."], ["[38]", "Hyde prepared some annotations on the drawing and returned them to Noma (Exhibits 3-14(1) and 8-1). The plaintiffs contend that Hyde reviewed the drawing and approved the design in his capacity as manager. Hyde states he never did so", "in his capacity as an employee of Comstock International", ". He states Noma prepared a redrawn and redesigned drawing dated January 16, 1985 reflecting some of Hyde's changes which drawing was stamped approved on behalf of Electec and returned to Noma February 1, 1985 (Exhibits 3-15, 9 and 52). Although the plaintiffs allege that the changes reflected/incorporated Dods' ideas (Comstock oral argument, pp. 154-158), the defendants state that at this stage Dods was no longer involved (Hyde in chief, vol. 1, p. 159). The defendant's statement is supported by the plaintiffs' witness (Drew in chief, vol. 5, pp. 56, 59, 79-80 and 82-87; Larabie in chief, vol. 3, p. 105)."], ["[39]", "Hyde stated he guarded his drawings, and he was acknowledged to be not a \"team player\" by David Reid, Comstock Vice-President (Reid in chief, vol. 4, p. 25, Hyde in chief, vol. 1, pp. 152 and 163; Hyde in cross, vol. 2, pp. 190-191, vol. 3, pp. 7-8 and 10; Hyde in re-exam, vol. 3, p. 85). Comstock argues that Hyde", "would", "consult others is a more believable version, and Drew gave full credit to Hyde only because he had no way of knowing Hyde was trading views with Dods. Hyde goes only so far as to acknowledge that he made some people aware of the samples such as Exhibit 5 he had (Hyde in chief, vol. 1, pp. 149 and 163; Hyde written facts, p. 3; Hyde oral argument, p. 113; Comstock written reply, pp. 4 and 5; Comstock written facts, pp. 7 and 12; Comstock oral argument, pp. 170 and 171)."], ["[40]", "The evidence is undisputed that Hyde reviewed Exhibits 3-14(1), 3-15(1), 9-2 and 52 and they have Electec name on them. The dilemma for Dods is if he admitted he saw the drawings he must deal with the fact the Electec designation is on them. If not, why was he not, as \"inventor\", involved with Noma at this stage? Dods stated he saw a drawing but it was not one of the exhibits, however Dods' prior written statements make no mention of the drawings. His \"input\" is merely a repetition of what Hyde wrote on drawings. Dods testified he participated in changes to Noma drawing, Exhibit 52, yet Dods denied having seen Exhibit 3-14 which illustrated the proposed changes. Comstock argues Dods was focused on events leading up to his arrangement with Drew to ascertain that Noma could do the job. Dods gave an explanation at trial for the reasons for recessing the second receptacle as well as the first, which is not reflected in any way on the notes on the drawings. The court cannot find that there was an earlier drawing without the Electec name (vol. 5, pp. 73 and 74) or that Hyde may have wished to conceal Electec involvement by not showing Dods, Exhibit 3-14, as Comstock alleges (Comstock written reply, p. 19; Hyde written facts, pp. 8 and 9; Hyde oral argument, pp. 35-38, 41-42 and 45-46)."], ["[41]", "Comstock submits that despite the above noted conflict of testimony there is enough evidence to support the claim of Dods-Hyde-Drew, or the \"Comstock team\" as inventors. Comstock states Dods and Hyde invented the basic concept and Drew created the means of a physical realization of the concept. Comstock's witnesses stress the \"team\" concept (Exhibit 43, Lodge in chief, vol. 4, pp. 136-137, 139, 146, 149 and 152; Drew in cross, vol. 5, pp. 171-172 and 175-176, re-exam, vol. 5, p. 200; Legault in chief, vol. 4, pp. 182 and 185-186; Rubin in chief, vol. 6, p. 6; Dods in chief, vol. 6, p. 40, vol. 7a, pp. 81-82; Budau in cross, vol. 8, p. 139; Gregory in chief, vol. 3, p. 221; Comstock written facts, pp. 5, 6 and 25; Comstock oral argument, pp. 182 and 204-205; Hyde oral argument, p. 337)."], ["[42]", "The issue of Dods' credibility has been already mentioned in relation to the content of his testimony. He did not recognize an error which the real inventor most certainly would have recognized straight away, as Hyde did. Although the testimony of Dods was replete with examples, especially on cross-examination, which influenced the court's low regard for his credibility - including both veracity and ability to recollect - generalizations are not adequate for such a serious matter. Dods' testimony recorded in volume 7a and especially between pages 82 and 138, where his answers are less crisp and much more evasive than in chief can serve as one, but not exclusive focus. Confronted with a letter, Exhibit 65(5), from Drew, who alone with Dods and Hyde attended the crucial meeting in Toronto on September 6, 1984, in which letter Drew proposed redesigning \"the profile of the recess\" (allegedly Dods' design) \"to give it some arbitrary shape, and to register the design ... with this shape incorporated\" in order to \"circumvent the Electec design registration ... [and] render the Electec receptacle useless\" (vol. 7a, p. 132) allegedly Dods' \"baby\", Dods replied (vol. 7a, p. 133):", "\"Well we", "believed - I believed I was the inventor", ". I still do today. The product was ours.\"", "Believed? Faith is wonderful, but contrasted with Dods in chief, this dogged, defensive and even doubtful reply leaves the court with a lively inference of Dods' consciousness of prevaricating."], ["[43]", "The plaintiffs' own counsel by a mindless (counsel's own word) giving a transcript of Hyde's testimony to Dods to read before he testified further contributed to the light-weight insubstantiality of Dods' testimony (Transcript: vol. 6, pp. 25-32). An order for exclusion of witnesses, excepting Hyde the first witness, was made with the consent of the plaintiffs' counsel even though the possible utility of having Dods present to instruct counsel was canvassed. So, the order specifically included Dods, unless counsel had need of Dods if \"a very serious problem of trying to fathom points that are surprises to us\" in regard to the evidence generally and testimony of Hyde particularly, arose (vol. 1, pp. 9 and 10). If so, counsel undertook to discuss the question with the court and with defendants' counsel, but he did not do this. Providing a transcript to an excluded witness, even when not wilful nor contumacious, is a serious breach of the court's order of exclusion of witnesses. It is more helpful to such witness than would be merely sitting in court, for the witness can range back and forth over the written word and parse it at leisure. As already noted, then, the court is left with only a low regard for Dods' testimony. He was not a credible witness."], ["[44]", "Hyde told Dods that Hyde and his company, Electec, would proceed with this product if the moulding cost was not expensive (Hyde in chief, vol. 1, p. 127). Quotations were given by Noma to Comstock \"attention Terry Dods\" (Exhibits 68, 49, 3-9, 33 and 7 Hyde note Nov. 1/84). On November 6, 1984 Noma sent Comstock to the \"attention of Mr. Hyde\" a quotation of $6,500 for the tooling (Exhibits 50 and 3-11) to be used in the manufacture of the fixture interceptor component (Drew in chief, vol. 5, pp. 64-65; Dods in cross, vol. 7a, pp. 90-92; Hyde in cross, vol. 2, pp. 96-98 and 102). Hyde paid it by letter dated December 4, 1984 making it clear to Noma it was dealing with Electec, and indicating at the same time the need for Electec to be embossed on the moulded components (Exhibits 3-12 and 3-13; Hyde in chief, vol. 1, pp. 139-142, vol. 2, p. 25; Drew in chief, vol. 5, pp. 66 and 94). Hyde did not refer the quotation (Hyde in cross, vol. 3, pp. 36 and 37) to either his superior or any other employee of Comstock International; nor did he refer the quotation to Comstock International's accounting department. It is advanced that Hyde fraudulently paid the $6,500 himself with a cheque he signed with an accompanying letter to Noma on Electec's letterhead stating that all future correspondence be directed to Electec's address, which was Hyde's home (Hyde in cross, vol. 3, pp. 33-37). The defendants acknowledge that Hyde received a quote for the tooling; they submit however that the subsequent direction that the tooling be fabricated was done", "on behalf of Electec", "(Hyde written facts, p. 3; Hyde oral argument, pp. 11 and 12; Comstock oral argument, pp. 152 and 153). Drew ignored this and in fact never invoiced Electec (Hyde in cross, vol. 2, p. 104, vol. 3, p. 23)."], ["[45]", "Hyde states samples of the product, which he guarded, were forwarded before the Electec name was engraved upon them; Dods and Fish were also aware of them (Hyde in chief, vol. 1, pp. 165-165). Hyde denies that Dods had any samples at this time (Hyde in cross, vol. 3, pp. 14 and 15; Barber in cross, vol. 8, p. 73; Badau, vol. 8, p. 125). Engraving could not be done, according to Drew, until after approval of samples (Drew in chief, vol. 5, p. 56 and 57; Hyde oral argument, pp. 12 and 13). After the samples were approved, the product was ordered and delivered to Comstock by Noma in June-July 1985 with Electec name embossed on them (Exhibits 55, 56 and 91; Dods in chief, vol. 7a, pp. 27, 29 and 31-36)."], ["[46]", "Drew thought Electec was a division of Comstock, but admits that when Hyde requested the invoices to go to Electec, Drew \"basically ignored his request\" (Drew in chief, vol. 5, pp. 55, 58, 69 and 71 and in cross, vol. 5, pp. 134 and 196-197, re-exam, vol. 5, p. 204; Hyde in cross, vol. 2, p. 104; vol. 3, p. 23; Barber in chief, vol. 8, pp. 22 and 23; Hyde written facts, p. 3). As well, even though Noma was alleged to be the supplier for Comstock, there was no evidence of any purchase order from Comstock (Gregory in cross, vol. 3, pp. 232-233). In Exhibit 82-1, a memorandum prepared by Dods following Hyde's termination on October 22, 1985, it is indicated at paragraph 3B that there were Noma invoices in the possession of the Comstock accounting department (Hyde written reply, p. 3)."], ["[47]", "Comstock International installed the wiring system at a trial project at 99 Metcalfe in Ottawa in June 1985. Hyde oversaw the ordering and delivery of the goods used in this trial project."], ["[48]", "An invoice was sent from Noma to Comstock on July 15, 1985 (Exhibit 32). Hyde states an invoice (Exhibit 3-16) from Electec was submitted to Comstock July 22, 1985, a Purchase Order was issued by Comstock dated August 13, 1985 (Exhibit 31) and a cheque for payment dated August 20, 1985 was issued to Electec (Exhibit 3-17) and signed by Barber for Comstock. Barber indicated that he would have seen the quotations from Noma (Exhibits 3-9 and 3-11) and that he questioned the cheque he signed for Electec as it was \"not our standard procedure in paying a supplier\" (Barber in chief, vol. 8, p. 21; Barber in cross, vol. 8, pp. 70 and 76). When Dods questioned Hyde about Electec, Dods stated Hyde told him all was in order (vol. 7a, pp. 37 and 38), and from Hyde's point of view it was. At no time between September 1984 and September 1985 did Barber or anyone else at Comstock express any great interest in knowing the costs associated with Noma's involvement."], ["[49]", "Despite Barber's statement denying knowledge of being aware of Electec until after Hyde was dismissed (Barber in chief, vol. 7b, p. 130). Barber and Dods must have known of the involvement of Electec as supplier of the interconnect system at 99 Metcalfe (Hyde in cross, vol. 3, pp. 51-52). Dods also testified that Barber was aware of Electec since the Bourque building project (Dods in chief, vol. 7a, pp. 80 and 81; Hyde in chief, vol. 2, pp. 1, 2 and 4-8; Reid in cross, vol. 4, pp. 46, 48 and 52 and re-exam, p. 58; Exhibit 84, p. 2, para. 3). Barber described his activity as monitoring on a day-to-day basis; he had a \"hands-on\" approach (Barber in cross, vol. 8, pp. 26 and 29). Dods stated that when the fixture interceptor order arrived at the Metcalfe project in June 1985, it \"had Electec on it and at that time I knew there was an Electec\" (Dods in chief, vol. 7a, pp. 34, 35 and 39). Although he claimed not to be clear on which came first, Dods stated he was aware of Electec during the construction of the Bourque building when Electec stickers were placed on the heaters assembled for the project. This would be in the fall of 1984 (Dods in chief, vol. 7a, pp. 37 and 38; Hyde in chief, vol. 2, p. 2). Although claiming he could not be clear on dates (Dods in cross, vol. 7b, pp. 71 and 74) Dods clearly recalled the incident that led to Hyde being barred from the Bourque project (Dods in chief, vol. 7a, pp. 41 and 42; in cross, vol. 7b, p. 75; Barber in chief, vol. 8, pp. 13-15; in cross, p. 49), which led to Barber being directly involved. It was a significant enough issue that Reid, the Vice-President, was called."], ["[50]", "Electec was used to assemble the heaters for the Bourque project and the components were supplied through Comstock to Electec. Electec retained the work space and Hyde, his wife and two other people assembled the approximately three thousand heaters supplied to the Bourque buildings (Dods in cross, vol. 7b, pp. 77, 78 and 80-84). Hyde stated Dods, Barber and Reid were aware that Electec was assembling or supplying the heaters in the Bourque project (Hyde in chief, vol. 2, pp. 3 and 4; Barber in chief, vol. 8, p. 10; Barber in cross, vol. 8, p. 64). Larabie overheard a conversation between Barber and Hyde in which Hyde told Barber that the potential liability exposure regarding the heaters rested with Hyde's company, Electec Limited (Larabie in chief, vol. 3, pp. 110-112, 114 and 155). Barber denies the conversation took place (Barber in cross, vol. 8, p. 67) but does concede that he and the consultants were nervous about Comstock being involved in the heater business (Barber in cross, vol. 8, p. 55). Dods thought Electec's involvement in both projects was consequent upon Comstock's well understood \"hands-off\" policy relative to manufacturing per se (Comstock oral argument, pp. 183-186). Dods agreed the Bourque project was an unusual operation for Comstock (Dods in cross, vol. 7b, p. 85). Indeed!"], ["[51]", "There is, as the plaintiffs acknowledge, ample evidence that there was concern expressed in Comstock offices about Comstock straying too far outside its central activity of electrical/mechanical contracting (Barber in cross, vol. 8, p. 56, Exhibit 3-10). It is therefore logical that Hyde's invention was made on behalf of Electec (Hyde in cross, vol. 2, pp. 109, 110 and 203-205). Hyde, while an employee of Comstock, worked on this project on behalf of his own company, Electec. The work may have been done on Comstock premises but it was after hours (Exhibit 11; Hyde in cross, vol. 2, pp. 156, 210-211 and 217-219; vol. 3, pp. 18 and 31-36). Hyde surely is entitled to claim as his own some of the long hours of overtime he worked on those premises."], ["[52]", "The parties are in dispute as to exactly when in the interviewing process between Hyde and Barber the existence of Electec was first mentioned. A former employer of Hyde did inform Barber that Hyde had a business interest in low voltage controls at some time in the past. When questioned about this Barber states Hyde replied that it was a past endeavour and no longer active (Barber in chief, vol. 7b, pp. 125-127), which Hyde denies. The plaintiffs appear to have taken this, at least for purposes of this litigation as meaning that Electec had dissolved. Barber stated he asked the question about Hyde's business because he was concerned about conflict of interest and he presented such a concern to Hyde (Barber in chief, vol. 7b, p. 130). However, there is nothing in the company's policy manual or in the Divisions Operations Manual which sets out what, in Comstock's view, constitutes conflict of interest (Barber in cross, vol. 8, p. 32; Reid in cross, vol. 4, p. 55 and 56). As between Barber and Hyde, the court, on basis of content of testimony and demeanour while they were testifying, prefers Hyde as the more credible witness."], ["[53]", "At the time of Mr. Hyde's hiring, the facts confirm, he was not hired to invent and his invention was not in the scope of his employment or part of his day-to-day duties (Hyde written facts, pp. 13 and 14, Exhibits 3-1, 3-4). Barber stated: \"I wasn't hiring a man to make gizmos for me or sell gizmos to me\" (Barber in chief, vol. 7b, p. 127). Not only does the position description for electrical manager (Exhibit 3-4) exclude any reference to design and development, those for subordinates who reported to the manager excluded such possibilities as well (Hyde written facts, pp. 15-17). Comstock is not engaged in engineering work at all (Reid in chief, vol. 4, p. 12). In a memo from Barber dated October 9, 1984 it is specifically set out that Comstock employees are not to do design work (Exhibit 3-10). Comstock does not engage in extensive manufacturing because they would be in competition with their suppliers (Reid in chief, vol. 4, p. 15). Comstock does not have a formal written policy in relation to intellectual property (Reid in cross, vol. 4, p. 38) or with regard to employees and their inventions (Reid in cross, vol. 4, p. 41)."], ["[54]", "The plaintiffs deny that they acquiesced to Hyde's treatment of the invention as his own. In the alternative, if there were some awareness of Electec, it was tolerated only in the role of supplier, not as independent owner of the intellectual property."], ["[55]", "The defendants submit that Comstock (i.e. Barber and Dods) began to appreciate the significance of Hyde's interconnect system in the autumn of 1985, with its success at the Metcalfe project. Barber states patenting was discussed the day after the meeting with Noma on September 7, 1984 and that they would worry about patenting after they obtained clearances; Hyde in cross denies there was a meeting (vol. 2, p. 201). Barber stated he was \"surprised\" Hyde said nothing when the subject of patenting was raised (Barber in chief, vol. 8, pp. 2 and 3 also in cross, vol. 8, pp. 88 and 89; Comstock written reply, pp. 6 and 24). The final clearance came about the time of the installation of the system at 99 Metcalfe in the summer of 1985. When the interconnect product proved itself there, they became interested in securing the rights for the company. Until then Comstock had no interest in being a supplier. Comstock states at no time was it interested in being the manufacturer - that was to be left to Noma (Exhibits 65, 83 and 86; Reid in chief, vol. 4, pp. 14 and 15; Reid in cross, vol. 4, p. 44; Dods, vol. 7a, pp. 93, 97 and 100; vol. 8, pp. 23, 24, 81 and 100 and re-exam, vol. 8, pp. 104, 105 and 107; Comstock oral argument, pp. 150 and 151)."], ["[56]", "Hyde warned that he was prepared to assert his exclusive rights to the lighting fixture interconnect system components by reason of his industrial design registration (Exhibit 3-20). Noma was reluctant to supply Comstock from the existing moulds by reason of its concern that Electec would in fact take action. Noma asked Comstock to establish its own claim. Until such time as Comstock's or Electec's rights had been determined Comstock acquiesced in Noma's continuing right to supply Electec from the moulds with the Electec's name on them, and gave Noma the requisite indemnification agreement (Exhibit 65-6; Comstock written reply, p. 7). The plaintiffs agree that Noma and Comstock eventually became involved in a co-venture arrangement which never became established, since no product was sold (Comstock written reply, p. 26)."], ["[57]", "Thus, the facts of these cases, tried together as they were, lead inescapably to the conclusion in law that Electec is entitled, undisturbed, to be the proprietor of the registered industrial design no. 55,917. Hyde is the author. The design shown in the finished articles is uniquely recognizable and it even appeals pleasingly to the eye. Although not a candidate for permanent exhibition in the National Gallery, the design is of nice esthetic quality for the world of electrical fixtures. The plaintiffs Comstock and Lundrigans-Comstock fail utterly to provide much evidence at all, let alone a preponderance of evidence, to persuade the court to allow their vapid action against Electec and Hyde. On all counts, not excluding the provisions of s. 7(3) of the", "Industrial Design Act", ", R.S.C. 1985, c. I-9, and its predecessor, the defendants' industrial design no. 55,917 is valid, and Electec has always enjoyed the exclusive right to it. The design is protected because it does not run afoul of the provisions of s. 5.1 of the present", "Act", ", or the jurisprudence to that effect. Of course, this design is quite uneffected by any \"arbitrary\" alterations purportedly effected to it by Dods, Drew or Noma or anyone else for whatever not-likely noble purposes they had in mind."], ["[58]", "The evidence discloses virtually beyond a reasonable doubt, but in any event, most surely on a preponderance of probability, that Hyde is the inventor of the invention disclosed in Canadian Patent 1,219,307, despite any of those \"arbitrary\" alterations introduced by Dods, Drew or anyone else, in order to make it look slightly different from the representations of Hyde's invention. The patent in suit discloses Hyde's invention, although, to be sure, had he applied for such a patent, he could well have employed some different words and expressions, and the sketches would not have been identical with those annexed to the said patent. However, the court does not doubt, and therefore finds, that Hyde was, and is, the true inventor of that invention."], ["[59]", "Section 20 of the", "Federal Court Act", "provides that the Trial Division has exclusive original jurisdiction", "\"(a) in all cases of conflicting applications for any patent of invention, or for the registration of any copyright, trademark or industrial design, and", "(b) in all cases in which it is sought to impeach or annul any patent of invention, or to have any entry in any register of copyrights, trademarks or industrial designs made, expunged, varied or rectified,", "and has concurrent jurisdiction in all other cases in which a remedy is sought under the authority of any Act of Parliament of Canada or at law or in equity, respecting any patent of invention, copyright, trademark or industrial design.\""], ["[60]", "Where the principal dispute between two parties is which of them is the true inventor of the invention disclosed in an issued patent, this court, in making those findings of fact and law, may grant any appropriate remedy including a declaration of invalidity under the patent legislation, a declaration of inventorship and ownership or any other appropriate remedy known to the common law or equity:", "McCracken and  <FRAGMENT_SUPPRESSED>  jurisdiction pursuant to s. 52 (formerly 54) of the", "Patent Act", ", R.S.C. 1985, c. P-4, which enables the court to order that any entry in the records of the Patent Office relating to the title to a patent be varied so as to name the proper inventor and owner. The section confers very wide powers on the court to rectify the Patent Office's records:", "<FRAGMENT_SUPPRESSED>  27 (formerly 28) of the", "Patent Act", "(i.e. no prior use or disclosure by others, etc.) is entitled to apply for and obtain a patent. Such \"inventor\" however must be the true inventor. The invention must have originated in his own mind and must not have been borrowed from anyone else, otherwise the patent is invalid as the named inventor was not entitled to apply:", "<FRAGMENT_SUPPRESSED>  223-225."], ["[63]", "Even a corporation filing an application on the basis of an assignment from the inventor is not \"entitled to apply\" within the meaning of the", "Patent Act", ", ss. 2, 49 and 50, if the assignor/inventor derived or borrowed the idea from another."], ["[64]", "The date of discovery of an invention is the date at which the inventor can prove he first formulated, either in writing or orally, a description which affords the means of making that which is invented:", "<FRAGMENT_SUPPRESSED>  at p. 456 and", "Patent Act", ", ss. 27 and 61 (formerly 28 and 63)."], ["[65]", "Comstock relies upon the statutory presumption of patent validity. Every patent granted under the", "Act", "shall, after the date on which it is granted and issued, be prima facie valid, as provided in the", "Patent Act", ", s. 43, s. 45 being the term-setting statutory provision applicable to patents granted prior to October 1, 1989."], ["[66]", "The onus of showing that a patent is invalid is not easy to discharge and this is equally true whether the patent is attacked on the basis of ownership, inventorship, obviousness or any other ground of attack.", "Diversified Products Corp. and  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 207 (F.C.T.D.), at page 229;", "<FRAGMENT_SUPPRESSED>  at page 68, lines 18-23."], ["[67]", "The misnomer of the inventor(s) does not per se affect the validity of a patent. That is to say, the invention may be perfectly validly patentable, in any event. The erroneous identification of inventors during the process of obtaining a patent does not render the patent invalid in circumstances where, notwithstanding such misnomer, the rights of all inventors are held by the patentee to whom the patent was granted.", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 193 (F.C.T.D.), at page 214;", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at pages 156-157; affd. 28 N.R. 273; 42 C.P.R.(2d) 33 (F.C.A.).", "Electec and Hyde point out there is no decision which invokes the presumption where the issue, as between claimants, is who is the inventor."], ["[68]", "Any question of inventorship or date of invention must be tested against the language of the patent claims, which alone define the exclusive right conveyed by the patent grant.", "<FRAGMENT_SUPPRESSED> , 33-40.", "By merely putting forward an idea, or suggestion, in terms of an objective or an end result one has not thereby invented anything which is necessarily validly patentable."], ["[69]", "In relation to employees' inventions the general principle was established in", "<FRAGMENT_SUPPRESSED>  if a servant, while in the employ of his master, makes an invention, that invention belongs to the servant, not to the master; though if the master employs a skilful person for the express purpose of inventing, the inventions made by him will belong to the master so as to enable him to obtain the patent for them."], ["[70]", "Lord Tenterdon's decision is all the more remarkable because it was pronounced at a time when slavery was still practiced throughout the British Empire, since it was not generally abolished until 1834. Of course, slavery in Canada is unthinkable, and one may wonder why the court thinks of it in this context. Instructive in this regard is the article on slavery published in vol. 3 of", "The Canadian Encyclopedia", "(1988), Hurtig Publishers, Edmonton, pp. 2010-2011. The story begins in what is now Canada, with the practice of slavery by a number of Indian tribes, continues with the practices of early Portuguese explorers, and French and British settlers, including the loyalist refugees from the U.S.A. where slavery continued. In 1793, Governor John Graves Simcoe, a staunch opponent of slavery, caused an", "Act", "to be unanimously adopted by the legislature of Upper Canada which freed no slaves but which forbade the continuation of enslavement."], ["[71]", "The whole purpose of slavery was and is, to secure the benefit of human labour without the payment of wages.", "Jowitt's", "and", "Black's Law Dictionaries", "confirm the emphasis on labour. In order to accomplish this, of course, the worker has to be kept in bondage. The essence of slavery is the forced labour; bondage is merely the horrid means of securing the continued availability of that labour. The slave has to be fed and housed, of course, but so does a horse or an ox have to be fed and housed. Finally, as above mentioned, slavery was absolutely abolished in Canada, as it was elsewhere throughout the British Empire, in 1834."], ["[72]", "Is what the Comstock parties seek to do not akin to slavery? They seek to appropriate Hyde's work without paying any compensation. True enough, Hyde was not kept detained in bondage. He did not then know of the employer's intent to appropriate his work. Had he known, he most probably would have left his employer, as he was free to do. It is no less an unremunerated appropriation of Hyde's work just for the fact that it was attempted after his departure. What Comstock would accomplish if it were to deprive Hyde of his work and his property in his invention without agreed upon remuneration, would be the essence of slavery. Only the ancillary bondage would be missing, including the minions or instruments of intimidation for bondage and detention. Slavery, in effect, without overhead. That cannot be permitted."], ["[73]", "Electec and Hyde submit that the mere existence of an employer-employee relationship does not per se disqualify an employee from patenting for his own benefit an invention made by him during the course of his employment, even although the invention's subject-matter may be useful for his employers in their business. This is so, even although the employee may have made use of his employer's time and co-employees and material bringing his invention to completion and he may have allowed the employer to use the invention while in their employment:", "<FRAGMENT_SUPPRESSED> , at p. 93 ( <FRAGMENT_SUPPRESSED>  (B.C.S.C.), affd. (1976), 77 D.L.R.(3d) 761 (B.C.C.A.). The court in", "<FRAGMENT_SUPPRESSED>  stated that the court there applied U.S.A. doctrine not acceptable in Canada. In footnote 161 on p. 303 is the assertion that the decision was obviously arrived at, on this point at least, per incuriam."], ["[74]", "The only exceptions to the presumptions which favour the inventive employee, are:", "(1) an express contract to the contrary; or", "(2) where the person was employed for the express purpose of inventing or innovating:", "Re Equator Mfg. Co. Ltd., Ex Parte Pendlebury", ", [1926] 1 D.L.R.1101 at p. 1105 ( <FRAGMENT_SUPPRESSED>  notion alone does not impede the employee from claiming that the invention is his own. The court should consider the nature and context of the employer-employee relationship, such as:", "(a) whether the employee was hired for the express purpose of inventing;", "(b) whether the employee at the time he was hired had previously made inventions;", "(c) whether an employer had incentive plans encouraging product development;", "(d) whether the conduct of the employee once the invention had been created suggested ownership was held by employer;", "(e) whether the invention is the product of the problem the employee was", "instructed", "to solve, i.e. whether it was duty to make inventions;", "(f) whether the employee's invention arose following his consultation through normal company channels (i.e. was held sought?);", "(g) whether the employee was dealing was highly confidential information or confidential work;", "(h) whether it was a term of the servant's employment that he could not use the ideas which he developed to his own advantage."], ["[75]", "Counsel for the defendants, in his memorandum of fact and law, sets out the law in England, where, in the absence of a special contract, the invention of a servant, even though made in the employer's time and with the use of the employer's materials and at the expense of the employer, does not become the property of the employer."], ["[76]", "However, when an employee hired", "because of his inventive skills", "creates something", "in the ordinary course of his duties", "so to create, the rights to an invention belong to the employer unless there is an agreement to the contrary. An abundant jurisprudence was cited to the court in this regard, among which are:", "<FRAGMENT_SUPPRESSED>  (C.A.) (Leave to appeal to House of Lords denied);", "Charles Selz Limited's Application to the Controller Under s. 56 of The Patent Act, Re", "(1953), 71 R.P.C. 158;", "<FRAGMENT_SUPPRESSED> ."], ["[77]", "Caution must be exercised in applying this principle as was expressed in", "<FRAGMENT_SUPPRESSED>  273) that English jurisprudence has moved toward the U.S. view which tends to favour the employer as against the employee, thus:", "\"So there are two strains of cases - the older giving the rights to the employee unless the contrary is shown and the House of Lords gives the benefit to the employer unless the contrary is shown.\"", "McKenzie, J., then, upon analyzing the tests, noted (at p. 274):", "\"I read all of the cases discussed so far to have that message in common. In none of them do I find the notion that the mere fact of employment ipso facto obligates the employee to deliver up his invention to his employer.\""], ["[78]", "The trial judgment of McKenzie, J., was unanimously upheld by the British Columbia Court of Appeal (cited supra). Mr. Justice Robertson for that court is reported (at p. 766, 77 D.L.R.) as follows:", "\"[I]t was no part of Putti's duty to make inventions ... Putti was not employed as a designer or inventor.", "\"Such being the case, the rule applicable is the one stated in the same case [", "<FRAGMENT_SUPPRESSED>  R.P.C. 50 (H.L.)] by Lord Reid at p. 547, viz., 'in the ordinary case the benefit of an invention belongs to the inventor'. To the same effect is the language of Eve, J., in", "<FRAGMENT_SUPPRESSED> , that is quoted at the foot of p. 160 in", "<FRAGMENT_SUPPRESSED>  that I usefully can. In summary it is that, as under the employment contract Superior has no right to the invention and Putti must stand as its sole owner, no equitable right of ownership in Superior can be distilled from the relationship created by the contract. Further, even if that were not so, the facts do not support any finding that Putti's conduct was inconsistent with the good faith that he owed to Superior, or otherwise such as to make him a trustee of the invention for Superior or its assignee.", "\"I think that McKenzie, J., was right and I would dismiss the appeal.\""], ["[79]", "In the case at bar Hyde was open about his after-hours business carried on in Electec's name. It is extreme \"double-think\" and nonsense to label Electec's insistent payment of the tooling invoice and dealings with Noma as fraud or any less species of duplicity on Hyde's part. On the contrary it was plain openness. Further, Barber snorted that he did not hire Hyde to be going about inventing."], ["[80]", "The mere fact that an inventor held a senior position in a company at the time he invented does not deprive the inventor of his rights to the invention if that is not what he was hired to do:", "<FRAGMENT_SUPPRESSED> ."], ["[81]", "Where an individual, hired as a general manager of a design and manufacturing company, as a result of information gathered on a business trip sponsored by the employer, conceives and invents a design that might be used in association with the business of his employer, ownership of the invention is held by the employee. In determining the nature and scope of employment, where there is no written contract of employment, regard may be had to the wording of the newspaper advertisement seeking applicants for that position:", "In the matter of Charles Selz Limited's Application", "(1953), 71 R.P.C. 158 at pp. 162-166 (per Lloyd-Jacob, J., on appeal)."], ["[82]", "Comstock submits that it is an implied term in a contract of employment that any employee is a trustee for his employer of any invention made in the course of his duty as an employee, unless such an implied term is displaced by contrary agreement having legal effect. The meaning of implied term in this context is a term which is inherent in the nature of the contract which the law will imply unless the parties agree otherwise. Not so in Canada. The <FRAGMENT_SUPPRESSED> case states the law. There is no such presumption permitting an employer to claw out of an employee's hand, without compensation, the fruits of his labour just by virtue of his employment. If the U.S. and English jurisprudence show such tendencies, so be it. In Canada, the law first looks, of course, to discover if the parties have concluded an objectively provable or reasonably inferred agreement about inventions. If there be no objectively proved agreement, as here, then the circumstances of the employment could indicate the correct result, by inference. Since Governor Simcoe, and later, however, the presumption in Canada operates in the direction of freedom, not slavery. In the absence of reliable indicia, the inventor keeps the benefit of the invention."], ["[83]", "Comstock's counsel further posits that the level of an employee's duty of good faith to the employer is dependent upon the position of the employee within the employer's organization and the degree of responsibility and trust placed unto the employee. A manager's position is radically different from that of a mechanic (tradesman); a manager has a fundamental or fiduciary duty to extend all of his effort, skill, knowledge and inventive powers, in whatever way possible, to promote the efficiency and success of his employer and does not need to be specially directed or encouraged to do so.", "<FRAGMENT_SUPPRESSED>  (1973), 40 D.L.R.(3d) 371 (S.C.C.) at pages 381-382, 384 and 384-391.", "<FRAGMENT_SUPPRESSED>  (B.C.S.C.) at page 285."], ["[84]", "Further, says Comstock, it is contrary to the utmost duty of good faith required of management employees for such an employee to usurp, for the employee's own private profit, a corporate opportunity which has been pursued and developed by the employer. This is particularly acute where the employee promoted or encouraged the employer to pursue and develop such opportunity. Equity demands, in modern commerce, that corporations, its promoters, directors and managers exercise obedience to norms of exemplary behaviour."], ["[85]", "Each case turns on its own facts and the appropriate choice of law and principle depends on the finding of essential facts. For example, the facts in <FRAGMENT_SUPPRESSED> appear to be different from those of the case at bar, as may be illustrated by a reported passage of the judge, Mr. Justice Byrne (at p. 49), thus:", "\"Having regard to the nature and scope of the defendant's employment, to the obligations and duties arising from such employment, to the trust reposed in him, to his own conduct in endeavouring to establish a trade for his employers in the very articles he, in the action brought by him against them, sought to preclude them from using, I think I should be wrong in holding that he is entitled to continue to hold his Patents as against the plaintiff Corporation, even with the belated undertakings which his Counsel offered to give on his behalf. The main issue is this - can the defendant or can he not, without breach of his obligation towards his late employers, insist upon retaining and enforcing against them the Patents he has taken out? I think he cannot, either in whole or in part; and I think, moreover, that it would be wrong to allow a defendant who has taken out Patents and insisted on maintaining them up to the actual trial to then turn round and say, 'Well, at all events, I can \"pick out something which I could have patented, and I now insist upon that.\"' I am quite unable to accept the suggestion that the defendant did not know what was claimed by his Patents, having regard to what took place. He may not have fully realized the result of his claim, but I am satisfied that he knew what his claim was.\"", "Did not know what was claimed? Shades of Dods who could not perceive the error until it was pointed out by counsel! In any event, the defendant in <FRAGMENT_SUPPRESSED> cannot be assimilated to Hyde's or Electec's position here."], ["[86]", "Each case turns on its own facts. A line from the headnote of the", "<FRAGMENT_SUPPRESSED>  employment", ", the making and perfection of the inventions", "being part of the work", "on which the defendant was employed, and that", "all", "fees and expenses of the Patents were", "paid by the plaintiffs", ".\" (Emphasis mine)", "Although it is true that Comstock paid the fees expenses of taking out patent 1,219,307 (Exhibit 1), it did so on the false premise that Dods was the inventor, which is not so. It was rather Comstock which, in the circumstances, breached a fiduciary duty owed to Hyde in regard to his invention, for the making and perfection of the subject invention was never part of the work on which he was employed. Furthermore as the evidence amply shows, Comstock was not in that business."], ["[87]", "Each case turns on its own facts. The case of", "<FRAGMENT_SUPPRESSED>  and the Ontario Court of Appeal. No doubt, that decision of the ultimate Court of Canada would today have been decided differently in light of its own decisions in:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED>  Q.A.C. 1, at p. 794, among others. These last cited judgments strongly indicate that today the Supreme Court would be most hesitant about going counter to concurrent findings. However, the court's unanimous judgments, written by Mr. Justice Laskin, in the", "Canadian Aero Service", "case, found that the president and chief executive officer of the plaintiff (Canaero), O'Malley, and a former executive vice-president, appointed a director of Canaero, Zarzycki had breached their fiduciary duty to their employer. The judgment as reported at pp. 374-375 of D.L.R. contains this passage:", "\"The legal issues in this appeal concern what I shall call the Guyana project, the topographical mapping and aerial photographing of parts of Guyana (known as British Guiana until its independence on May 25, 1965) to be financed through an external aid grant or loan from the Government of Canada under its programme of aid to developing countries. Terra Surveys Limited, in association with Survair Limited and another company, succeeded in obtaining the contract for the Guyana project which Canaero had been pursuing through O'Malley and Zarzycki, among others, for a number of years. There is a coincidence of dates and events surrounding the maturing and realization of that project, and the departure of O'Malley and Zarzycki from Canaero, their involvement with Wells in the incorporation of Terra Surveys Limited and its success, almost immediately thereafter, in obtaining the contract for the project.\""], ["[88]", "The factual background of the", "Canadian Aero Service", "case reveals sneaky duplicity on the defendants' part as reported at p. 378 of D.L.R.:", "\"Thereafter the record of events, subject to one exception, concerns the involvement of O'Malley and Zarzycki with Wells in the incorporation of Terra Surveys Limited, their resignations from their positions with Canaero and their successful intervention through Terra Surveys Limited into the Guyana project. As of the date of O'Malley's letter of resignation, August 19, 1966, Terra Surveys Limited had a post office box and a favourable bank reference. Zarzycki had then not yet formally resigned as had O'Malley but had made the decision to do so. O'Malley informed the Canadian External Aid Office on August 22, 1966, of the new company which he, Zarzycki and Wells had formed.", "\"The exception in the record of events just recited concerns a visit of Zarzycki, his 'regular trip to the External Aid Office' (to use his own words), to the man in charge of the Caribbean area. This was on or about August 13, 1966, after his return from holidays and after the luncheon meeting with O'Malley and Wells that led to the incorporation of Terra. The purpose of the visit related to two project possibilities in the Caribbean area for Canaero, that in Guyana and one in Ecuador. Zarzycki then received confirmation of what he had earlier learned from Towe, namely, that the Guyana project had been approved in principle.\"", "Further in", "Canadian Aero Service", ", at p. 382, it is stated that \"the fiduciary relationship\" goes at least this far:", "\"a director or a senior officer like O'Malley or Zarzycki is precluded from obtaining for himself, either secretly or without the approval of the company (which would have to be properly manifested upon full disclosure of the facts),", "any property or business advantage", "either", "belonging to the company", "or", "for which it has been negotiating", ", and especially is this so where the director or officer is a participant in the negotiations on behalf of the company.", "\"... In my opinion, this ethic disqualifies a director or senior officer from usurping for himself or diverting to another person or company with whom or with which he is associated a maturing", "business opportunity which his company is actively pursuing", ", he is also precluded from so acting even after his resignation where the resignation may fairly be said to have been prompted or influenced by a wish to acquire for himself the opportunity sought by the company, or", "where it was his position with the company rather than a fresh initiative", "that led him to the opportunity which he later acquired.\" (Emphasis mine)"], ["[89]", "Finally, the court expressed a note of caution reported on p. 391 in the", "Canadian Aero Service", "case - that which is sometimes forgotten by counsel:", "\"In holding that on the facts found by the trial judge, there was a breach of fiduciary duty by O'Malley and Zarzycki which survived their resignations I am not to be taken as laying down any rule of liability to be read as if it were a statute. The general standards of loyalty, good faith and avoidance of a conflict of duty and self-interest to which the conduct of a director or senior officer must conform, must be tested in each case by many factors which it would be reckless to attempt to enumerate exhaustively. Among them are the factor of position or office held, the nature of the corporate opportunity, its ripeness, its specificness and the director's or managerial officer's relation to it, the amount of knowledge possessed, the circumstances in which it was obtained and whether it was special or, indeed, even private, the factor of time in the continuation of fiduciary duty where the alleged breach occurs after termination of the relationship with the company, and the circumstances under which the relationship was terminated, that is whether by retirement or resignation or discharge.\"", "There are many substantial dissimilarities between this case at bar and the", "Canadian Aero Service", "case. Hyde was perhaps a \"senior officer\" of Comstock, having been Manager, electrical department, Eastern Ontario Division at Comstock's office in Nepean, Ontario. Barber certainly never hired Hyde to design anything, and of course Comstock's business was that of an electrical contractor and, as the evidence discloses, most assuredly not a manufacturer or distributor of electrical fixtures, for its management wished to avoid any responsibility or liability in that regard. So Hyde on the one hand, and O'Malley and Zarzycki on the other were and are quite differently situated. Hyde had incorporated Electec long before he was employed by Comstock, and clearly not as a late-created vehicle in which to grab Comstock's business. If Hyde is alleged to have behaved surreptitiously in hiding Electec's existence from Barber, then Hyde went about it with less stealth than the proverbial bull in a china shop. Barber knew all along: he now regrets his lack of interest or his wilful blindness. On this, as on so many other matters herein, when Hyde and Barber diverge in testimony the court for all of the classical reasons accepts Hyde's testimony over Barber's. In cross-examination Hyde evinced some prickliness of temperament, but that did, and does, nothing to diminish his credibility whatsoever. Indeed that minor and infrequent demeanour enhanced the inherent plausibility of Hyde's testimony. In any event, the", "Canadian Aero Service", "judgment, which is not to be read like a statute, does not tell or toll against Hyde or Electec. No fiduciary duty was breached."], ["[90]", "Each case turns on its own facts. So it is with Mr. Justice Dohm's judgment in", "<FRAGMENT_SUPPRESSED>  position as manager of log trading of MB, B held a secret one-third interest in A-M Sales Ltd., a company which purchased excess logs as principal from MB. A and M were the sole shareholders of record of A-M Sales Ltd. In addition, A and M were the sole shareholders of another log trading firm, A-M Brokerage Ltd., a company which purchased excess logs from MB as agent for third parties.", "\"While holding an interest in A-M Sales Ltd., B dealt with it on behalf of MB in his capacity as manager of log trading. B's personal interest therefore conflicted with the duty owed to MB.", "\"A and M met with their accountant, JM, at the time B was invited to participate, to familiarize JM with the circumstances of B's participation. JM was told that B was to be a one-third shareholder but would not immediately be employed by A-M Sales Ltd., that B was still an employee of MB and that the company's solicitor was not to be advised of B's interest in A-M Sales Ltd. MB brought an action for an accounting of B's secret profits.", "Held", "- The action was allowed in an aggregate amount of $9,113,000.", "\"B had made a secret profit for which he must account. In order to be entitled to an accounting, it did not matter that MB had lost no profit and suffered no damage, nor that its policy precluded it from dealing directly with customers of A-M Sales Ltd. A and M and their companies knowingly participated in B's breach of fiduciary duty and received profits derived therefrom. In law they were therefore constructive trustees and liable to account to MB, together with B.", "\"Although B was neither a director nor a senior officer of MB, the terms of his employment and the unique position he held as manager of log trading, including the control he exercised in the acquisition and disposition of MB's property, precluded any finding but that B was a fiduciary liable to account.\"", "There was nothing secret about Hyde's conduct: he deceived no one. Electec was Hyde's corporation and his interest in it was no secret. Moreover, quite distinct from hiding his involvement, Hyde was insisting that Comstock and Noma recognize Electec and that Noma emboss Electec's name on the products invented and designed by Hyde. Binstead's flagrant, although purportedly secret and exposed, misbehaviour in the", "McMillan Bloedel", "case above cited does not tell against Hyde. Rather, it shows by contrast how open and above-board Hyde truly was, in all his dealings with, and apart from, Comstock, Barber, Dods, Noma and Drew. In light of the credible evidence here, policies and professional engineering handbooks and treatises count for nothing against Hyde's professional or corporate conduct. To be sure they do count for something, but not against Hyde in these circumstances. These circumstances, given Comstock's diffidence about doing anything other than contracting, are rather akin to those in", "<FRAGMENT_SUPPRESSED>  D.L.R.(2d) 1."], ["[91]", "Upon review of all of the parties' material, the written arguments and the transcripts, as well as the exhibits, the court is, after verifying references to testimony, exhibits and jurisprudence, persuaded to accept, ratify and adopt the oral and written arguments stated by Hyde's counsel. Counsel performed so well, even although denied the benefit of current transcripts during the trial, because he could neither buy nor borrow them."], ["[92]", "The action brought by Comstock against Electec and Hyde for a declaration of invalidity of industrial design 55,917, and for its expungement from the register (T-1313-86) will be - is - dismissed. One matter upon which the contending parties in their respective pleadings seem agreed - the \"sword\" by which they profess to live or at least to litigate - is that the victor should be awarded costs on a solicitor-and-client basis. In the circumstances, and given the empty allegations of fraud and breach of duty levied against Hyde, he and Electec deserve full compensation in these cases for their costs."], ["[93]", "Electec's and Hyde's action T-2216-87 against Comstock, Lundrigans-Comstock and 169718 Canada Ltd. will be - is - allowed. It is declared that Gordon Douglas Hyde is the sole inventor of the invention entitled \"Modular Interconnecting Wiring System With Moulded Mating Components\" and that Electec Limited is the exclusive owner thereof. They further claimed either an order directing that patent 1,219,307 be varied as a consequence of the above stated declaration, or alternatively, that the said patent be declared invalid and void, \"as the plaintiffs [Electec and Hyde] may later elect\". Now is the time to elect."], ["[94]", "Hyde's and Electec's solicitors shall, not later than one month after the issuance of these reasons, verify their said election to the court and to their adversaries, by filing a witnessed document, binding upon Hyde and Electec, in the Ottawa registry in suit T-2216-87, the patent suit."], ["[95]", "Hyde and Electec are entitled, after taxation thereof, to their solicitor-and-client costs of and incidental to these proceedings, but in the matter of counsel fees at trial, such shall not be taxed in both suits, T-1313-86 and T-2216-87, but only once because both cases were tried together. In any other instances where it appears that fees could be shared the winning solicitors may split them 50-50 or consolidate them all in one case or the other. There may be instances, however, when services were rendered distinctly to one or the other of Hyde or Electec, and there would be no excessive duplication of fees in such instance. The taxing officer will arbitrate in the event of disagreement."], ["[96]", "The solicitors for Hyde and Electec are to consult with their adversaries and to draw a draft judgment in each case, to implement the court's conclusions in each case, pursuant to rule 337(2)(b).", "Judgment accordingly.", "Editor: Steven C. McMinniman/sms", "[End of document]"]]}