{"id_": "031235", "body_str": [["[1]", "Le juge suppléant Lagacé", ": La demanderesse sollicite en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (Loi), la révision judiciaire de la décision rendue le 10 juillet 2008 par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (SPR) de ne pas lui reconnaître la qualité de «", "réfugiée »", ", ni celle de «", "personne à protéger »", "conformément au sens des articles 96 et 97 de la Loi, et en conséquence de rejeter sa demande d'asile, et ce, au motif que sa demande d'asile n'avait aucun lien avec un des motifs de la Convention et que la crainte de la demanderesse selon laquelle elle pourrait être la cible d'enlèvements ou de viol était de l'ordre d'un risque généralisé.", "II.", "Les faits"], ["[2]", "La demanderesse, citoyenne d'Haïti, allègue craindre en tant que femme, d'être victime de viol dans son pays. Elle allègue aussi qu'elle serait ciblée personnellement en raison du fait qu'elle a voyagé à l'extérieur de son pays et qu'elle serait perçue en raison de ce fait comme une personne riche."], ["[3]", "Après un voyage au Canada en 2002, pour accompagner une tante de citoyenne canadienne trop âgée pour voyager seule, la demanderesse serait retournée à Haïti, pour constater avoir été victime d'un vol à domicile."], ["[4]", "La demanderesse aurait quitté Haïti avec sa tante une fois de plus pour le Canada le 11 juin 2003, pour y demeurer depuis."], ["[5]", "Elle allègue avoir appris en novembre 2006, l'enlèvement d'une de ses voisines en Haïti en échange de rançon, et celle-ci aurait été violée avant d'être tuée. Ce lointain évènement l'aurait incitée à revendiquer le statut de réfugiée au Canada seulement le 22 février 2007, au motif qu'elle dit craindre, en tant que femme, d'être victime de viol dans son pays. Elle allègue de plus qu'elle serait particulièrement ciblée en raison de son séjour à l'extérieur du pays et de la perception qu'elle a ainsi crée d'être une personne riche.", "III.", "Décision attaquée"], ["[6]", "En rejetant la demande d'asile, la SPR conclut que celle-ci n'a « aucun lien avec un des cinq motifs de la Convention et la crainte de la demanderesse, selon laquelle elle pourrait être la cible d'enlèvements (était) de l'ordre d'un risque généralisé » et non pas d'un risque auquel elle serait personnellement exposée.", "IV.", "Question en litige"], ["[7]", "La SPR commet-elle une erreur déraisonnable en concluant que la demanderesse ne se qualifie pas comme « personne à protéger » sous la Loi?", "V.", "Analyse", "Norme de contrôle"], ["[8]", "Considérant que le présent litige soulève une question mixte de fait et de droit, la Cour appliquera à son analyse la norme de la décision raisonnable énoncée par la Cour suprême du Canada dans l'arrêt", "<FRAGMENT_SUPPRESSED> )", "et ce, malgré les prétentions de la demanderesse à l'effet que la norme de contrôle applicable en l'espèce soit celle de la décision correcte.", "Prétentions de la demanderesse"], ["[9]", "La demanderesse dit craindre l'enlèvement, le viol et la torture advenant son retour en Haïti en raison de la criminalité et de la violence généralisée qui règne dans son pays d'origine."], ["[10]", "La demanderesse ne conteste pas la conclusion de la SPR à l'effet que sa crainte d'être ciblée par des criminels en raison de la perception qu'elle serait une personne riche ne satisfait pas les critères de la SPR."], ["[11]", "Elle soutient par contre que le tribunal commet une erreur de droit en omettant de reconnaître comme groupe les", "femmes en Haïti pouvant être ciblées par des criminels en raison de leur sexe,", "groupe qui satisfait selon elle les critères d'un groupe social selon les termes de la Convention."], ["[12]", "Essentiellement, les prétentions de la demanderesse reviennent à dire que toutes les femmes d'Haïti, incluant elle-même, feraient partie de ce groupe du seul fait d'être des victimes potentielles d'actes criminels propres à leur sexe, soit le viol.", "Bien-fondé de la décision"], ["[13]", "La SPR a bien analysé et compris les prétentions de la demanderesse sur cet aspect de sa demande même si elle ne peut conclure qu'en l'espèce sa crainte de persécution résulte de son sexe. La SPR fonde essentiellement sa décision sur les observations suivantes:", "a. L'origine première de la crainte alléguée par la demanderesse « se trouve non pas dans le fait que la demanderesse soit une femme mais bien plutôt dans la situation d'insécurité qui règne en Haïti et qui repose sur une criminalité endémique sur tout le territoire ».", "b. De plus, la demanderesse ne craint pas une personne ou un groupe en particulier. Elle « ne connaît pas l'identité de ses agresseurs potentiels. Elle craint tous les criminels pouvant sévir en Haïti ».", "c. En Haïti « faire l'objet de délits criminels n'est pas de l'apanage exclusif des femmes ». Au contraire dans ce « pays où la criminalité est endémique ... les femmes autant que les hommes sont susceptibles d'être victimes de criminalité »."], ["[14]", "La violence crainte par la demanderesse résulte de l'activité criminelle généralisée ayant cours en Haïti et non pas d'un ciblage discriminatoire des femmes en particulier. Le préjudice craint est de nature criminelle sans aucun lien avec la définition de réfugié au sens de la Convention. Il faut distinguer le risque généralisé d'une situation dans un pays et le risque probable d'une personne en raison d'une situation qui lui est propre."], ["[15]", "Lors de l'audition, la demanderesse a reconnu elle-même qu'en « Haïti, tout le monde a peur » et qu'on ne s'attaque pas plus particulièrement aux gens qui comme elle parte en voyage au Canada ou parce qu'elles sont femmes; la crainte d'enlèvement et de viol, convient-elle, est ressentie par tous les Haïtiens et Haïtiennes."], ["[16]", "Le risque que la demanderesse allègue est un risque aléatoire auquel font face indistinctement de façon générale toutes les personnes vivant dans son pays; il ne vise pas la demanderesse de façon personnelle ou particulière. La situation à laquelle la demanderesse craint d'être exposée ne diffère pas de celle des autres personnes originaires de son pays; elle ne se qualifie donc pas comme une personne à protéger, selon ce que prévoit le sous alinéa 97(1)", "b)(ii)", "de la Loi."], ["[17]", "La Cour après une analyse des faits mis en preuve et de la décision attaquée se doit de conclure que la SPR conclut correctement en décidant que la demanderesse ne s'est pas déchargée de son fardeau de démontrer qu'elle était dans la situation d'une personne à protéger selon les termes des articles 96 et 97 de la Loi", "La décision de la SPR se mérite toute la déférence que cette Cour lui doit.", "V.", "Conclusion"], ["[18]", "La décision de la SPR est justifiée tant par les faits mis en preuve que le droit s'y rapportant; il s'agit donc d'une décision raisonnable qui ne justifie pas l'intervention de la Cour. La demande sera donc rejetée."], ["[19]", "Aucune question importante de portée générale n'ayant été proposée, aucune question ne sera certifiée.", "JUGEMENT"], ["[20]", "POUR CES MOTIFS, LA COUR", "REJETTE", "la demande de contrôle judiciaire.", ".........................", "<FRAGMENT_SUPPRESSED>  seeking judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act), of a decision dated July 10, 2008, by the Refugee Protection Division of the Immigration and Refugee Board (RPD), which determined that she was neither a \"", "refugee", "\" nor a \"", "person in need of protection", "\" within the meaning of sections 96 and 97 of the Act, and which accordingly rejected her refugee protection claim, on the basis that it had no nexus to any of the five Convention grounds and her fear of being kidnapped was a generalized risk.", "II.", "Facts"], ["[2]", "The applicant, a citizen of Haiti, alleges that, as a woman, she fears being the victim of rape in her country. She also alleges that she would be personally targeted since she has travelled abroad and would therefore be perceived as being wealthy."], ["[3]", "Following a trip to Canada in 2002 to accompany an aunt, who was a Canadian citizen and too old to travel alone, the applicant allegedly returned to Haiti and reported having been robbed at home."], ["[4]", "On June 11, 2003, the applicant allegedly once again left Haiti with her aunt to come to Canada, where she has since remained."], ["[5]", "She alleges that, in November 2006, she learned of the kidnapping for ransom  <FRAGMENT_SUPPRESSED>  of one of her neighbours, a woman, who was allegedly raped before being killed. According to her, it was only on February 22, 2007, that, motivated by that distant event, she claimed refugee status in Canada, on the basis that, as a woman, she fears being the victim of rape in her country. She also alleges that she would be specifically targeted because of her trip abroad and the perception thus created that she is wealthy.", "III.", "Impugned decision"], ["[6]", "In rejecting her refugee protection claim, the RPD concluded that it has \"no nexus to any of the five Convention grounds and the claimant's fear of being kidnapped [was] a generalized risk\" rather than a personalized one.", "IV.", "Issue"], ["[7]", "Did the RPD make an unreasonable error in concluding that the applicant was not a \"person in need of protection\" under the Act?", "V.", "Analysis", "Standard of review"], ["[8]", "Given that this issue raises a question of mixed fact and law, the Court will apply in its analysis the standard of reasonableness set out by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> )", "despite the applicant's submissions that the applicable standard here is that of correctness.", "Applicant's submissions"], ["[9]", "The applicant says that she fears being kidnapped, raped and tortured should she return to Haiti because of the general crime and violence in her country of origin."], ["[10]", "The applicant does not challenge the RPD's conclusion that her fear of being targeted by criminals because they perceive her as being wealthy fails to meet the RPD's tests."], ["[11]", "However, she submits that the tribunal errs in law by failing to recognize", "women  <FRAGMENT_SUPPRESSED>  who may be targeted by criminals on the basis of their sex", "as a group that, in her view, meets the tests to qualify as a particular social group within the meaning of the Convention."], ["[12]", "Essentially, the applicant's submissions amount to saying that all women  <FRAGMENT_SUPPRESSED> , including herself, would be members of that group simply by being potential victims of criminal acts (rape) specific to their sex.", "Merits of the decision"], ["[13]", "The RPD correctly analyzed and understood the applicant's submissions on that aspect of her claim, even though it cannot conclude that, in this case, her fear of persecution is based on her sex. The RPD essentially bases its decision on the following observations:", "a. The main source of the applicant's alleged fear \"lies not in the fact that she is a woman, but in the situation of insecurity  <FRAGMENT_SUPPRESSED> , which results from widespread criminality throughout the country\".", "b. In addition, the applicant does not fear a specific person or group. She \"does not know the identity of her potential aggressors; she fears all potential criminals in  <FRAGMENT_SUPPRESSED>  where crime is endemic . . . both women and men are likely to be victims of [crime]\"."], ["[14]", "The violence feared by the applicant arises from general criminal activity  <FRAGMENT_SUPPRESSED> , and not the discriminatory targeting of women in particular. The harm feared is criminal in nature and has no nexus to the Convention refugee definition. The generalized risk of a situation in a country must be distinguished from the probable risk to a person on the basis of his or her particular circumstances."], ["[15]", "At the hearing, the applicant herself admitted that in [translation] \"Haiti, everyone is scared\" and that women or people like her who travel to Canada are not more likely to be specifically attacked; all Haitians, both men and women, she agrees, fear kidnappings and rape."], ["[16]", "The risk alleged by the applicant is a random risk shared by everyone who lives in her country; it does not personally or particularly target the applicant. The situation that the applicant fears is no different from that faced by other individuals from her country; therefore, she does not qualify as a person in need of protection, as set out by subparagraph 97(1)(b)(ii) of the Act."], ["[17]", "After analyzing the facts submitted in evidence and the impugned decision, the Court must find that the RPD correctly concluded that the applicant failed to discharge her burden of proving that she was in the situation of a person in need of protection within the meaning of sections 96 and 97 of the Act. The RPD's decision is worthy of all the deference owed to it by this Court.", "V.", "Conclusion"], ["[18]", "The RPD's decision is justified by both the facts submitted in evidence and the law bearing on those facts; therefore, it is a reasonable decision that does not warrant the Court's intervention. The application will therefore be dismissed."], ["[19]", "Since no serious question of general importance was proposed, no question will be certified.", "JUDGMENT"], ["[20] FOR THESE REASONS, THE COURT", "DISMISSES", "the application for judicial review.", "[End of document]"]]}