{"id_": "031217", "body_str": [["[1]", "Russell, J.", ": This an application for judicial review under section 72(1) of the Immigration and Refugee Protection Act (Act) of the decision of an Immigration Officer (Officer), dated April 22, 2005 (Decision), refusing the Applicant's application for a permanent resident visa as a member of the economic class.", "BACKGROUND"], ["[2]", "The Applicant is a 59-year-old Indian citizen. He applied for permanent residence in Canada as an entrepreneur on March 3, 2001, on the basis of a plan to establish a farming business in Canada and his existing share of ownership of a catering business. The Canadian High Commission in Singapore interviewed the Applicant on March 22, 2004, with the assistance of a Punjabi interpreter."], ["[3]", "The Applicant provided the following documents in support of his application for permanent residence:", "· Certificate confirming participation in an Immigration and Investment Seminar in Canada in 2001 (p. 29, Tribunal Record);", "· List of vehicles and values, not certified (p. 30, Tribunal Record);", "· Certificate of registration for a Jeep (p. 31, Tribunal Record);", "· Statements of Profit and Loss from the Applicant's farm for 2001, 2002, 2003, stamped by an accountant (p. 32 Tribunal Record);", "· Letter confirming balance of TD Canada Trust bank accounts (p. 35, Tribunal Record);", "· Statement of Income from CCRA (p. 37, Tribunal Record);", "· Photocopy of money order from TD Bank (for house purchase) (p. 38, Tribunal Record);", "· Financial statement of Bhupal Enterprises Ltd. (catering business in which the Applicant has an interest) for 2002 and 2003, prepared by accountants (p. 41, Tribunal Record);", "· Other documents related to house purchase (p. 51, Tribunal Record);", "· Letter from TD Canada Trust indicating savings and business account balances (p. 57, Tribunal Record);", "· List and summary of movable and immovable assets in 2004, plus valuation, stamped by accountants (p. 59, Tribunal Record);", "· Statement from State Bank of India indicating account balance (p. 63, Tribunal Record);", "· Statements from Jalandhar Central Co-op Bank Ltd. indicating account balances (p. 65, Tribunal Record);", "· Statement from Punjab National Bank indicating account balance (p. 74, Tribunal Record);", "· Balance statement from \"Bank of India\" (p. 75, Tribunal Record);", "· List of Properties, personal belongings and values (not certified) (p. 76, Tribunal Record);", "· Documents of estimated cost and floor plans of properties from Bhogal Building Engineers Statements from Jalandhar Central Co-op Bank Ltd. indicating account balances (p. 77, Tribunal Record);", "· Documents relating to property ownership and value \"Jamabandi\" Statements from Jalandhar Central Co-op Bank Ltd. indicating account balances (p. 83, Tribunal Record)."], ["[4]", "Based on the CAIPS notes, during the interview the Applicant stated that he intended to start a farm in Canada, but that he did not know the size of the farm, the requirements of purchasing a farm, or the differences between farming in India and farming in Canada. The Applicant also stated that he had visited Canada to learn about the catering business by observation. He was asked to provide an explanation of the manner in which he arrived at the sales figures he provided, but he did not explain. The Officer informed the Applicant that because he could not provide sufficient documentation to support his financial claims he did not meet two out of four requirements in section 88(1) of the Immigration and Refugee Protection Regulations (New Regulations). The CAIPS notes also indicate that the Applicant did not provide a proper valuation of his property, which constituted part of his claimed net worth of $1,664,464, and that he had difficulty with English and had not shown that he was taking any steps to improve his skills in this regard."], ["[5]", "The record of correspondence listed in the CAIPS notes shows that the Applicant contacted the High Commission several times. On November 25, 2004, he specifically asked if further information was required, and on January 27 2005, the High Commission replied that no further information was required.", "DECISION UNDER REVIEW"], ["[6]", "In her Decision, the Officer found the Applicant had not demonstrated that he was an \"entrepreneur\" as defined in the Immigration Regulations, 1978, (Old Regulations) because he failed to show that he had proper formal business and management training or knowledge of Canadian practices. Specifically, the Officer noted that, although he had attended a business seminar in Canada, he had not demonstrated business ability or submitted a business plan. The Officer also found that the Applicant did not meet the definition of \"entrepreneur\" under the New Regulations because he did not meet two of the four criteria listed under the definition of \"qualifying business\" in subsection 88(1) of the New Regulations. The Officer also held that the Applicant did not meet the minimum net worth requirement of $300,000, and he had failed to provide a written statement to an Officer that he intends, and will be able, to meet the conditions listed in subsection 98(1) to (5) of the New Regulations.", "RELEVANT LEGISLATION", "97. (1) For the purposes of subsection 12(2) of the Act, the entrepreneur class is hereby prescribed as a class of persons who may become permanent residents on the basis of their ability to become economically established in Canada and who are entrepreneurs within the meaning of subsection 88(1).", "(2) If a foreign national who makes an application as a member of the entrepreneur class is not an entrepreneur within the meaning of subsection 88(1), the application shall be refused and no further assessment is required.", "98. (1) Subject to subsection (2), an entrepreneur who becomes a permanent resident must meet the following conditions:", "(a) the entrepreneur must control a percentage of the equity of a qualifying Canadian business equal to or greater than 33 1/3 per cent;", "(b) the entrepreneur must provide active and ongoing management of the qualifying Canadian business; and", "(c) the entrepreneur must create at least one incremental full-time job equivalent in the qualifying Canadian business for Canadian citizens or permanent residents, other than the entrepreneur and their family members.", "Conditions - par. 9(1)(d) of the Act", "98(2)", "(2) If at the time an entrepreneur selected by a province provides the written statement referred to in paragraph (c) of the definition \"entrepreneur\" in subsection 88(1) the province has established the conditions required to be met by such an entrepreneur, that statement must refer to those conditions instead of the conditions set out in subsection (1) and the entrepreneur must meet those conditions instead of the conditions set out in subsection (1).", "(3) The entrepreneur must meet the conditions for a period of at least one year within the period of three years after the day on which the entrepreneur becomes a permanent resident.", "(4) An entrepreneur who becomes a permanent resident must provide to an officer evidence of compliance with the conditions within the period of three years after the day on which the entrepreneur becomes a permanent resident.", "(5) An entrepreneur must provide to an officer", "(a) not later than six months after the day on which the entrepreneur becomes a permanent resident, their residential address and telephone number; and", "(b) during the period beginning 18 months after and ending 24 months after the day on which the entrepreneur becomes a permanent resident, evidence of their efforts to comply with the conditions.", ". . . . .", "361. (5) Beginning on December 1, 2003, a foreign national who is an immigrant who made an application under the former Regulations before January 1, 2002 for an immigrant visa as an investor and whose application is still pending on December 1, 2003 and who has not, before that day, been awarded units of assessment under those Regulations must, in order to become a permanent resident as a member of the investor class,", "(a) be determined to be an investor within the meaning of subsection 2(1) of those Regulations and be awarded at least the minimum number of units of assessment required by those Regulations for an investor; or", "(b) be an investor within the meaning of subsection 88(1) of these Regulations and obtain a minimum of 35 points based on the factors set out in subsection 102(1) of these Regulations.", "97. (1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des entrepreneurs est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada et qui sont des entrepreneurs au sens du paragraphe 88(1).", "(2) Si le demandeur au titre de la catégorie des entrepreneurs n'est pas un entrepreneur au sens du paragraphe 88(1), l'agent met fin à l'examen de la demande et la rejette.", "98. (1) Sous réserve du paragraphe (2), l'entrepreneur qui devient résident permanent est assujetti aux conditions suivantes:", "a) il a le contrôle d'un pourcentage des capitaux propres de l'entreprise canadienne admissible égal ou supérieur à 33 1/3 %;", "b) il assure la gestion de celle-ci de façon active et suivie;", "c) il crée pour des citoyens canadiens ou des résidents permanents, à l'exclusion de lui-même et des membres de sa famille, au moins un équivalent d'emploi à temps plein dans l'entreprise canadienne admissible.", "Conditions: alinéa 9(1)d) de la Loi", "98(2)", "(2) Au moment où il souscrit la déclaration prévue à l'alinéa c) de la définition de \" entrepreneur \" au paragraphe 88(1), l'entrepreneur sélectionné par une province doit mentionner les conditions éventuellement établies par celle-ci pour sa catégorie et s'y conformer, en lieu et place des conditions énoncées au paragraphe (1).", "Application", "(3) L'entrepreneur doit se conformer aux conditions imposées pendant une période minimale d'un an au cours des trois années suivant le moment où il devient résident permanent.", "(4) L'entrepreneur qui devient résident permanent fournit à l'agent, dans les trois ans suivant la date où il devient résident permanent, la preuve qu'il se conforme aux conditions imposées.", "(5) L'entrepreneur fournit à l'agent:", "a) au plus tard six mois après la date où il devient résident permanent, l'adresse de sa résidence et son numéro de téléphone;", "b) à un moment quelconque au cours de la période commençant dix-huit mois après la date où il devient résident permanent et se terminant vingt-quatre mois après cette date, la preuve des efforts qu'il a déployés pour se conformer aux conditions imposées.", ". . . . .", "361. (5) À compter du 1er décembre 2003, l'étranger qui est un immigrant et qui, avant le 1er janvier 2002, a présenté conformément à l'ancien règlement une demande de visa d'immigrant à titre d'investisseur et dont la demande est pendante le 1er décembre 2003 et qui n'a pas obtenu avant cette date de points d'appréciation en vertu de l'ancien règlement doit, pour devenir résident permanent au titre de la catégorie des investisseurs:", "a) soit s'être vu attribuer la qualité d'investisseur au sens du paragraphe 2(1) de l'ancien règlement et obtenir au moins le nombre minimum de points d'appréciation exigés par l'ancien règlement à l'égard d'un investisseur;", "b) soit savoir la qualité d'investisseur au sens du paragraphe 88(1) du présent règlement et obtenir un minimum de 35 points au regard des critères visés à son paragraphe 102(1).", "ISSUES"], ["[7]", "The issues raised by the Applicant are:", "1. Did the Officer breach the principles of fairness by:", "a. not providing sufficient written reasons for refusal; and", "b. not advising the Applicant or his counsel in writing of any concerns and not providing the Applicant and his counsel an opportunity to disabuse the Officer of those concerns?", "2. Is the Decision unreasonable because the Officer failed to consider all the relevant considerations and facts in reaching a negative Decision?", "APPLICANT'S SUBMISSIONS", "Standard of Review"], ["[8]", "The Applicant submits that the applicable standard of review is reasonableness simpliciter.", "Procedural Fairness and Natural Justice"], ["[9]", "The Applicant submits that the Officer breached the principles of fairness by failing to provide sufficient reasons for her refusal and by failing to inform the Applicant in writing of her concerns prior to her Decision, thereby depriving him of an opportunity to respond."], ["[10]", "The Applicant also points out that, after his interview, his counsel specifically asked the Canadian High Commission whether anything further would be required, and the High Commission responded that nothing further was required."], ["[11]", "Citing the Supreme Court of Canada's Decision in  <FRAGMENT_SUPPRESSED> , the Applicant contends that the Decision was unfair because it was critical to his future and he was not told why the result was reached. The Officer quoted the law, but did not give specific reasons for the Decision.", "Reasonableness"], ["[12]", "The Applicant submits that the Officer's finding that he did not meet the definition of \"entrepreneur\" because of his lack of formal training and knowledge of Canadian practices is \"preposterous\" because these two criteria are not required for admission as an entrepreneur. He submits that \"business experience\" is required, and that he has sufficient business experience to meet the requirement. The Applicant submits that the Officer's finding that he did not demonstrate his ability or submit a business plan is based on a \"fictitious\" requirement. He did not need to demonstrate his future business plans because he had already purchased a business in Canada, details of which were provided to the Canadian High Commission when he applied for permanent residence."], ["[13]", "The Applicant submits that the Officer failed to \"match the facts with the law\" in her assessment under section 88(1) of the New Regulations."], ["[14]", "The Applicant further submits that he has demonstrated more than two years of experience in a qualifying business, and that his business qualified because he consistently employed more than two full-time positions, and met the financial requirements (percentage of equity multiplied by net assets equal to or greater than $125,000). The Applicant further states that, although the Officer found that his net worth did not exceed $300,000, he had in fact demonstrated a net worth of over $1,000,000. As such, he contends that the Officer's findings were unreasonable and that the Officer was on a \"fishing trip.\" The Applicant argues that it was nonsensical for the Officer to find that he had not submitted a written statement confirming his intention to meet the specified conditions because he had made his intentions to purchase a partnership in a catering business clear in his initial application, and he was never requested to provide a further written statement.", "RESPONDENT'S SUBMISSIONS", "Standard of Review"], ["[15]", "The Respondent submits that the relevant standard of review is patent unreasonableness, and that a discretionary decision should not be interfered with when made in good faith, in accordance with the principles of natural justice, and not based on irrelevant or extraneous considerations ( <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2106 ( <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 572 (QL). With regard to the analysis under section 88(1) of the New Regulations, the Respondent submits that in order to succeed in a judicial review application, the Applicant must show a reviewable error with regard to each of the three enumerated criteria in that section."], ["[16]", "The Respondent submits that in the case of permanent residence applications in the entrepreneur category submitted before January 1, 2002, and pending as of December 1, 2003, applicants must demonstrate that they meet the definition of \"entrepreneur\" in either the Old Regulations or the New Regulations.", "Procedural Fairness and Natural Justice"], ["[17]", "The Respondent submits that the duty of fairness in this case did not require the Officer to inform the Applicant of the shortcomings in his application. The Respondent argues that the evidence was simply insufficient, and the Officer's weighing of that evidence does not breach the principles of natural justice. The Respondent further submits that, during the interview, the Officer informed the Applicant of her concerns with regard to the financial statement, and that he was given the chance to explain his situation further, but was unable to do so."], ["[18]", "With regard to the Officer's obligation to provide reasons, the Respondent submits that the Applicant has an obligation to request reasons, and that, in this case, the Applicant did not express concern with the adequacy of the reasons. The Respondent further contends that the CAIPS notes form part of the reasons, and, taken together with the decision letter, they provide sufficiently detailed reasons for the Decision.", "Reasonableness of Decision"], ["[19]", "The Respondent submits that, even if the Applicant's partial ownership of the catering business was sufficient to meet the requirement of establishment in the first part of the definition of \"entrepreneur\" in the Old Regulations, the second part requires an intention to provide active and on-going participation in the management of the business, and on this basis the Officer did not err in her determination that the Applicant did not meet the definition of \"entrepreneur.\""], ["[20]", "Citing several judgments of this  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 441 ( <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 654 ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1853 ( <FRAGMENT_SUPPRESSED>  (QL)), the Respondent contends that the Officer's analysis under the Old Regulations necessarily involves a myriad of factors (including the viability of the proposed business, the Applicant's formal training, knowledge of Canadian practices and language skills), and on the basis of these factors it was not unreasonable for the Officer to conclude that the Applicant was not an entrepreneur within the meaning given in the Old Regulations."], ["[21]", "Specifically, the Respondent submits that it was reasonable for the Officer to determine that the Applicant was lacking the requisite business experience because he was unable to explain the basis of the financial information he submitted. With regard to net worth, the Respondent submits that the Officer's finding was reasonable because, although the Applicant claims a net worth of over $1,000,000, he did not provide any independent third-party appraisals of his assets and property. The Respondent submits that it was reasonable for the Officer to base her Decision in part on a finding that the Applicant did not provide a written statement of his ability and intent to meet the conditions in section 98 of the New Regulations, as such a statement is specifically required under section 88(1) of the New Regulations.", "ANALYSIS", "Sufficiency of Reasons"], ["[22]", "The Applicant raises this issue but says little about it beyond the following:", "The duty of procedural fairness has also been breached by the Canadian High Commission in Singapore by quoting the law but not providing a written explanation as to how the facts in the case did not meet the legal requirements. No specifics were discussed whatsoever by the visa officer in the refusal letter."], ["[23]", "I believe that the Respondent is correct on this point. The Applicant did not express a concern over the adequacy of reasons and did not seek further elucidation from the Officer. So the Applicant cannot complain about the adequacy of reasons now because the case law is clear that before seeking judicial review of a tribunal's decision on the grounds of inadequate reasons there is an obligation on the Applicant to request further reasons from the tribunal.  <FRAGMENT_SUPPRESSED>  (C.A.) (QL) at paras. 4-6;  <FRAGMENT_SUPPRESSED>  (T.D.) (QL) at para. 32;  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1642 (QL) at paras. 14-15."], ["[24]", "In any event, this Court has also held that an officer's CAIPS notes form part of the reasons for a decision (see for example  <FRAGMENT_SUPPRESSED>  (T.D.) at paras. 12-13, aff'd 2001 FCA 299), and, in this case, taken together the refusal letter and the CAIPS notes provide sufficient reasons because they state quite clearly which statutory criteria the Applicant failed to satisfy, and they also explain the process by which the Officer arrived at her conclusions."], ["[25]", "The Decision is not reviewable on this ground of procedural fairness.", "Opportunity to Address Concerns"], ["[26]", "The Applicant also says that the Officer breached the rules of procedural fairness because she did not advise the Applicant or his counsel in writing of any concerns and she did not provide him with an opportunity to disabuse her of those concerns."], ["[27]", "Generally speaking, the jurisprudence suggests that a duty to raise concerns with the Applicant only arises where there is some ambiguity that needs to be clarified or where the Officer relies upon extrinsic evidence. See, for example, Heer at paras. 19-28; Bellido at para. 35; and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1397 (QL)at paras. 12-14."], ["[28]", "The duty of procedural fairness does not require an officer to notify an applicant as to why the evidence provided is not sufficient to fulfil the statutory criteria. The onus is on an applicant to provide that evidence and to establish that he or she qualifies as an entrepreneur. In the present case, after weighing the evidence, the Officer was simply not convinced that the Applicant qualified. There was no real ambiguity in the evidence presented and there was no reliance on extrinsic evidence. An officer is not required to discuss shortcomings in the evidence before a decision is made and to give an applicant an opportunity to rectify those shortcomings."], ["[29]", "In any event, on the facts of the present case, my review of the record suggests that the Officer did advise the Applicant of her concerns during the interview and he had an opportunity to comment on those concerns. For example, she raised with him the important issue of how the figures underlying the financial statements had been formulated and he was unable to provide an explanation."], ["[30]", "So I see no basis for complaint on this ground. No duty of procedural fairness was breached.", "The Substance of the Decision"], ["[31]", "The Applicant's principal complaint is that the Decision was unreasonable because the Officer did not consider relevant facts. He says she got it wrong."], ["[32]", "In this regard, I believe that recent decisions of this Court make it clear that the Decision should be reviewed in accordance with the standards referred to in Maple Lodge Farms at pp. 7-8; and To at para. 3. In other words, the Court should not interfere with the Decision if the Officer exercised her statutory discretion in good faith, in accordance with the principles of natural justice, and not based on irrelevant or extraneous considerations. When reviewing a discretionary decision made by a visa officer, a high degree of deference is appropriate and this equates to a standard of patent unreasonableness. See Hua at paras. 25-28; and Bellido at para. 5."], ["[33]", "The parties agree that an application for permanent residence as a member of the entrepreneur class submitted before January 1, 2002 and pending as at December 1, 2003 is assessed according to two different sets of statutory criteria: first, the definition of \"entrepreneur\" in section 2(1) of the former 1978 Old Regulations; and, second, the definition of \"entrepreneur\" in section 88(1) of the New Regulations."], ["[34]", "The onus is on the person applying for permanent residence to satisfy the immigration officer that he or she meets the statutory definition of \"entrepreneur\" under either the Old Regulations or the New Regulations. See Heer at para. 4."], ["[35]", "With respect to the first definition, section 2(1) of the Old Regulations defines an entrepreneur as an immigrant:", "(a) who intends and has the ability to establish, purchase or make a substantial investment in a business or commercial venture in Canada that will make a significant contribution to the economy and whereby employment opportunities will be created or continued in Canada for one or more Canadian citizens or permanent residents, other than the entrepreneur and his dependents, and", "(b) who intends and has the ability to provide active and ongoing participation in the management of the business or commercial venture.", "a. qui a l'intention et qui est en mesure d'établir ou d'acheter au Canada une entreprise ou un commerce, ou d'y investir une somme importante, de façon à contribuer de manière significative à la vie économique et à permettre à au moins un citoyen canadien ou résident permanent, à part l'entrepreneur et les personnes à sa charge, d'obtenir ou de conserver un emploi, et", "b. qui a l'intention et est en mesure de participer activement et régulièrement à la gestion de cette entreprise ou de ce commerce; (entrepreneur)"], ["[36]", "With respect to the second set of criteria, section 88(1) of the New Regulations defines an entrepreneur as a foreign national who:", "(a) has business experience;", "(b) has a legally obtained minimum net worth; and", "(c) provides a written statement to an officer that they intend and will be able to meet the conditions referred to in subsection 98(1) to (5).", "a) a de l'expérience dans l'exploitation d'une entreprise;", "b) a l'avoir net minimal et l'a obtenu licitement;", "c) fournit à un agent une déclaration écrite portant qu'il a l'intention et est en mesure de remplir les conditions visées aux paragraphes 98(1) à (5)."], ["[37]", "For the first part of the definition of \"entrepreneur\" under the New Regulations, \"business experience\" is defined with respect to whether the applicant has two years experience with the management and control of a \"qualifying business.\" Section 88(1) defines \"qualifying business\" as follows:", "\"qualifying business\" means a business - other than a business operated primarily for the purpose of deriving investment income such as interest, dividends or capital gains - for which, during the year under consideration, there is documentary evidence of any two of the following:", "(a) the percentage of equity multiplied by the number of full time job equivalents is equal to or greater than two full-time job equivalents per year;", "(b) the percentage of equity multiplied by the total annual sales is equal to or greater than $500,000;", "(c) the percentage of equity multiplied by the net income in the year is equal to or greater than $50,000; and", "(d) the percentage of equity multiplied by the net assets at the end of the year is equal to or greater than $125,000.", "\" entreprise admissible \" Toute entreprise - autre qu'une entreprise exploitée principalement dans le but de retirer un revenu de placement, tels des intérêts, des dividendes ou des gains en capitaux - à l'égard de laquelle il existe une preuve documentaire établissant que, au cours de l'année en cause, elle satisfaisait à deux des critères suivants:", "a) le pourcentage des capitaux propres, multiplié par le nombre d'équivalents d'emploi à temps plein, est égal ou supérieur à deux équivalents d'emploi à temps plein par an;", "b) le pourcentage des capitaux propres, multiplié par le chiffre d'affaires annuel, est égal ou supérieur à 500 000 $;", "c) le pourcentage des capitaux propres, multiplié par le revenu net annuel, est égal ou supérieur à 50 000 $;", "d) le pourcentage des capitaux propres, multiplié par l'actif net à la fin de l'année, est égal ou supérieur à 125 000 $."], ["[38]", "For the second part of the definition of \"entrepreneur\" under the New Regulations, \"net worth\" is defined to mean \"the fair market value of all the assets of the entrepreneur and their spouse or common-law partner minus the fair market value of all of their liabilities.\" The \"minimum net worth\" for an applicant in the entrepreneur class is $300,000."], ["[39]", "The Applicant alleges that the substantive decision that he failed to meet either of the definitions of \"entrepreneur\" was unreasonable and was made without regard to the evidence."], ["[40]", "As regards the Old Regulations, I cannot say that the Officer made a patently unreasonable error when she concluded that the Applicant failed to meet the statutory definition of \"entrepreneur\". The Applicant argues that he satisfied the definition because, at the time of application, he already held an ownership share in a catering business in Canada. This argument, however, ignores the fact that the definition of \"entrepreneur\" in the Old Regulations has two parts."], ["[41]", "The first part of the definition of \"entrepreneur\" relates to the Applicant's intention to establish, purchase or invest in a Canadian business. The Respondent acknowledges that this part of the definition may have been satisfied by the Applicant's investment in the catering business in Canada. However, the second part of the definition of \"entrepreneur\" relates to the Applicant's intention and ability to provide active and ongoing participation in the management of the business. The Officer did not commit a reviewable error when she considered whether the Applicant satisfied this second part of the definition, which involves an assessment that goes beyond the simple fact that the Applicant had already invested in a Canadian business. See, in this regard, Singh at paras. 9-11, 16 and  <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1715 (QL) at para. 13."], ["[42]", "I cannot conclude that the Officer considered any irrelevant factors, or failed to consider relevant factors, in her analysis of whether the Applicant satisfied the second part of the definition of \"entrepreneur\" under the Old Regulations. This Court has held that such an analysis necessarily involves a \"myriad of factors,\" including the viability of the proposed or existing business, an applicant's formal business training and education, knowledge of relevant Canadian practices and official language skills. It was not patently unreasonable for the Officer to weigh these factors and conclude that the Applicant did not meet the definition of \"entrepreneur\" under the Old Regulations. See, in this regard, Singh at para. 10; Naghashian at para. 18; Heer at para. 14; and Saadat at paras. 14-16."], ["[43]", "The Applicant argues that the Officer's assessment of his experience, knowledge and training is flawed. He deposes in his affidavit, sworn 17 months after the interview, that the Officer's recollection and CAIPS notes relating to the interview questions and answers are erroneous. In response, the Respondent submits that this Court is entitled to prefer the Officer's evidence in this respect, which is based on notes she made contemporaneously with the interview.  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1144 (QL) at para. 4."], ["[44]", "Furthermore, the Applicant's own affidavit material is somewhat suspect. Both of his affidavits are in English. However, he required the assistance of an interpreter during the interview and admitted he speaks English \"with difficulty\" on his permanent residence application form. Where there is no indication that a deponent actually understood what he or she was signing when the affidavit was sworn, this Court has determined that the affidavit should be given little or no weight when it comes to resolving factual disputes.  <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1375 (QL) at para. 6; and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 525 (QL) at paras. 9-13."], ["[45]", "As regards the New Regulations, the Officer found that the Applicant had not met any of the three criteria under section 88(1). In order to succeed on a judicial review of this aspect of the Decision, the Applicant must show a reviewable error with respect to each of these three elements of the Decision. In my opinion, he has not done so."], ["[46]", "First, it was not patently unreasonable for the Officer to conclude that she could not determine that the Applicant had the requisite experience with a \"qualifying business\" because of deficiencies in the financial information he provided regarding his farming business in India. He provided the Officer only with financial statements, and could not explain the underlying basis for the figures used in those statements when expressly requested to do so. This Court has held that it is not unreasonable for a visa officer to question figures presented in financial statements in circumstances where an applicant cannot satisfactorily explain the basis for those figures. See Naghashian at paras. 12-13."], ["[47]", "More importantly, even if the Officer accepted the financial statements provided by the Applicant as reliable, those statements do not establish that either his farm in India, or the catering business in Canada, satisfy two of four requirements for a \"qualifying business.\" In particular, according to the financial statements, for neither the farm nor the catering business is there any year in which: the percentage of equity multiplied by the total annual sales is equal to or greater than $500,000; the percentage of equity multiplied by the net income is equal to or greater than $50,000; or the percentage of equity multiplied by the net assets is equal to or greater than $125,000. The failure to meet two of four of the \"qualifying business\" criteria is determinative of the Applicant's application as an entrepreneur under the New Regulations."], ["[48]", "Second, I cannot say that it was patently unreasonable for the Officer to conclude that the Applicant had not satisfied the statutory requirement to provide a written statement of his ability and intent to meet the conditions referred to in subsections 98(1) to (5) of the New Regulations. The wording of the definition of \"entrepreneur\" in section 88(1) clearly requires an applicant to provide a written statement to this effect. The Applicant did not provide any such written statement. He was not, as he appears to argue, exempt from this statutory requirement simply because he had already acquired an ownership interest in the catering business in Canada."], ["[49]", "Third, I cannot say that it was patently unreasonable for the Officer not to be satisfied concerning the \"net worth\" requirement. However, even if the Officer had found that the Applicant met this requirement, he still did not meet the other two statutory criteria and so could not have been approved as an entrepreneur under the New Regulations."], ["[50]", "Overall, the Applicant may well meet the statutory criteria, and he obviously feels he does. However, on the basis of the evidence presented to the Officer, it was not patently unreasonable for her to conclude as she did. The Applicant essentially asks this Court to reweigh the evidence that was before the Officer and reach its own conclusion as to whether he should qualify as an \"entrepreneur.\" That, however, is not the role of this Court on judicial review of an immigration officer's decision.", "ORDER"], ["[51]", "THIS COURT ORDERS", "that", "1. The Application for judicial review is dismissed.", "2. There is no question for certification.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}