{"id_": "031361", "body_str": [["[1]", "Barnes, J.", ": This is an application for judicial review of a decision by a Visa Officer to deny the Applicant, Ai Min Wang, a student visa to permit her to study in Vancouver.", "Background"], ["[2]", "Ms. Wang has made two unsuccessful applications to enter Canada as a student. She is 19 years of age and seems to have been a good student in China."], ["[3]", "Ms. Wang is presently living with her parents. They are retired. Her only sibling is a sister, Hua Ling Wang, who lives in Burnaby in a common-law relationship with Martin Bauer. Mr. Bauer and Ms. Wang have generously agreed to financially support the Applicant during her Canadian studies and have provided her with $22,000.00 to that end."], ["[4]", "The Applicant's first request for a study visa was made on December 19, 2005. That application was declined by way of a form letter from the Canadian Embassy in Beijing dated January 4, 2006. The reasons given for that refusal were three-fold:", "\"1. You have not satisfied me that you have adequate funds available to you to pay for your expenses while in Canada and that you will be able to return to China.", "\"2. You have not satisfied me that you are an intending temporary resident to Canada as defined by Canada's", "Immigration and Refugee Protection Act", "\"3. You have not submitted all required documentation: proof of funds.\""], ["[5]", "The record indicates that on April 5, 2006, the Applicant's previous legal counsel requested a copy of the Visa Officer's computer notes (CAIPS notes) bearing on the first refusal decision. Those notes were received from the Department of Justice by letter dated April 11, 2006. The CAIPS notes reflected the following concerns:", "\"No proof of funds under parents' name. Unclear if parents still have income. Only proof of funds on file is bank Stmt under sister's name showing limited savings (aprox CAD 6K). No other funds.", "\"Based on the above assessment and the docs on file, I am not satisfied that there are sufficient funds available to support Appl during the authorized period of stay.", "\"This also leads me to have concerns that Applt is not well-stablished [sic] in PRC or may not be motivated to depart Canada following the authorized period of stay.\""], ["[6]", "In the face of the visa refusal, the Applicant made a second request for a student visa supplemented by additional information to establish that she was financially self-sufficient. She did not, however, consider it necessary to provide further information concerning the circumstances of her parents or their establishment in China. The second visa application was for a duration of one year, albeit that Ms. Wang expressed an interest in later pursuing a university degree at the University of British Columbia."], ["[7]", "The Applicant's second visa application was refused by letter dated May 23, 2006, for the stated reason that \"you have not satisfied me that you are an intending temporary resident to Canada as defined by Canada's", "Immigration and Refugee Protection Act", "\". The CAIPS notes supporting this refusal decision added the following detail:", "\"Note Applicant's sister landed H&C FCC and that she and her common-law partner intend to support applicant; they currently earn a combined income of apprx CDN$44,000 gross and have savings of CDN$22,000", "\"Family has submitted no documents to show establishment; both parents appear to be retired in PRC, no proof of assets or savings submitted", "\"Based on the documents on file, not satisfied that the applicant is well-est'd in PRC and would be motivated to leave CDA at the end of her period of authorised stay", "\"Application refused\""], ["[8]", "It is the second visa refusal decision that is the subject of this judicial review application. The Applicant challenges the refusal decision on two principal grounds. She contends that the decision, on its face, is patently unreasonable and that the failure by the Respondent to provide fulsome reasons for the decision before the initiation of an application for judicial review exhibits bad faith and is otherwise a breach of the rules of natural justice.", "Issues", "1. What is the appropriate standard of review?", "2. Does the Visa Officer's decision contain any reviewable errors?", "3. Did the Respondent breach the rules of natural justice in the manner in which it provided reasons for the refusal decision to the Applicant?", "Analysis", "A. Standard of Review"], ["[9]", "Where a negative decision by a visa officer is based substantially on an assessment of the facts, the standard of review is patent unreasonableness. This point was conceded by counsel for the Applicant but is also supported by recent case authorities: see", "<FRAGMENT_SUPPRESSED> ; 2006 FC 315 at para. 32;", "<FRAGMENT_SUPPRESSED> ; 2002 FCT 288 at para. 5 and", "<FRAGMENT_SUPPRESSED> ; 2005 FC 31 at para. 26. A clear and helpful statement acknowledging the deference that is owed to such a decision can be found in", "Boni", "where Justice Max Teitelbaum stated:", "\"[26] Finally, in my view the officer's conclusions were based on the evidence in the record. The officer was entitled to make this assessment. The risk that study permit applicants will not leave Canada once the period of their stay ends is a very important factor to be considered, since it is the legal test which must be applied. In so doing, I cannot find that the officer arrived at this conclusion on any arbitrary basis, in a biased or even in a patently unreasonable manner. In short, in my view the evidence in the record, considered reasonably, could support the officer's determinations: her assessment of the facts was not patently unreasonable.\""], ["[10]", "The Applicant's contention that the Respondent failed to provide adequate reasons for its refusal decision raises an issue of natural justice, which is assessed on the basis of correctness: see", "<FRAGMENT_SUPPRESSED> ; 2006 FC 1108 at para. 15,", "<FRAGMENT_SUPPRESSED> ; 2006 FC 766 at para. 8.", "B. Reasonableness of the Visa Officer's Decision"], ["[11]", "It is clear that the decision under review in this case is substantially fact-based. In the result, the Applicant must establish that the impugned decision is so obviously defective that no real possibility of doubt on the issue exists or, in other words, that the decision is clearly irrational or is evidently not in accordance with reason: see", "<FRAGMENT_SUPPRESSED> ; 302 N.R. 1; 257 N.B.R.(2d) 207; 674 A.P.R. 207; 2003 SCC 20, at para. 52."], ["[12]", "Counsel for the Applicant argues that the Visa Officer's finding that the Applicant was not well-established in China was bizarre because the record discloses that she \"is as well established in China as any 19-year-old who has just finished high school.\" The Applicant says that one's establishment in a country must be viewed in context and requires an examination of ties to the community, family and social linkages, economic circumstances, and language and cultural factors. It is said that those contextual factors must have been overlooked because the decision fails to take note of them. Instead it is said that the Visa Officer focused on the \"irrelevant\" economic circumstances of the Applicant's Chinese family."], ["[13]", "While there is some merit to the Applicant's contention that one's establishment in a country ordinarily requires consideration of many factors, it is also the case that a visa officer has a broad discretion to weigh the evidence submitted in making a decision. Here the Visa Officer looked for evidence of the financial situation of the Applicant's parents. The Visa Officer considered this to be important to the assessment of the application and she failed to find it. This was a surprising omission because the first visa refusal was based, in part, on the same stated concern. In the result, the Visa Officer was \"not satisfied\" that the Applicant would leave Canada on the completion of her studies."], ["[14]", "I do not accept that the requested information concerning the Applicant's parents was irrelevant to the determination of whether the Applicant was likely to return to China. As a young adult, the financial circumstances of one's immediate family in the country of origin may well be a motivation for either staying in Canada or for returning home. Here the Applicant's parents were retired and their financial situation was unknown. Given that the onus rested upon the Applicant to establish an entitlement to a student visa, the Visa Officer was entitled to base the refusal decision solely on the absence of that evidence of family circumstance. If that evidence had been offered and if it sufficiently answered the concerns of the Visa Officer, the decision may well have been different."], ["[15]", "Even if a different decision was open to be made on the evidence submitted, the decision is clearly not irrational and cannot be characterized as patently unreasonable.", "C. National Justice and the Duty to Give Reasons"], ["[16]", "The Applicant's argument that the Respondent acted in bad faith in failing to provide adequate or timely reasons for the visa refusal decision has no evidence to support it and, therefore, is without merit."], ["[17]", "The evidence indicates that the Respondent's approach to this case was consistent with its usual practices in dealing with 75,000 or so annual visa applications received in its Beijing office. Of those applications, approximately 10,000 are applications for student visas."], ["[18]", "In each case where a visa application is refused, a form letter is sent which indicates in general terms why the decision was made. Here the decision letter identified an unresolved concern about the Applicant's possible intention to remain in Canada. The Visa Officer's CAIPS notes went on to note the absence of evidence concerning the financial circumstances of the Applicant's parents in China."], ["[19]", "The adequacy of a given set of reasons for an administrative decision must be assessed in context: see", "<FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 21. The Court must give due regard to the nature and significance of the decision and to appropriate concerns about administrative efficiencies and costs. This point is well made in the case of", "<FRAGMENT_SUPPRESSED> ; 283 N.R. 173; 2001 FCA 345 at para. 31-32, where the Federal Court of Appeal observed:", "\"[31] The factors tending to limit the content of the duty in the case at bar include: the absence of a legal right to a visa; the imposition on the applicant of the burden of establishing eligibility for a visa; the less serious impact on the individual that the refusal of a visa typically has, compared with the removal of a benefit, such as continuing residence in Canada; and the fact that the issue in dispute in this case (namely, the nature of the services that Abdullah is likely to require in Canada and whether they would constitute an excessive demand) is not one that the applicant is particularly well placed to address.", "\"[32] Finally, when setting the content of the duty of fairness appropriate for the determination of visa applications, the Court must guard against imposing a level of procedural formality that, given the volume of applications that visa officers are required to process, would unduly encumber efficient administration. The public interest in containing administrative costs and in not hindering expeditious decision-making must be weighed against the benefits of participation in the process by the person directly affected.\""], ["[20]", "In this case, the Respondent was dealing with one of several thousand visa applications it receives in Beijing each month. Its practices in the rendering of decisions are a reflection of the workloads associated with this process. Whatever the merits of her application, the Applicant had no right to enter Canada. The fairness duty to provide reasons in a context like this would be at the lower end of detail and formality and, in my view, the reasons provided to the Applicant were sufficient to meet that legal obligation."], ["[21]", "The Applicant complains, however, that the refusal letter was deficient because it did not contain the reasons for the visa refusal. She argues that there is a legal duty on the Respondent to provide its CAIPS notes along with the refusal letter. I do not agree. The Applicant's counsel was aware that CAIPS notes to support the refusal decision are typically available because he had successfully requested those notes in connection with the first refusal decision. Inexplicably, he failed to request those same notes before initiating this application for judicial review. At that point, the CAIPS notes were provided to the Applicant by the Respondent in compliance with its Rule 9 obligation: see", "Federal Court Immigration and Refugee Protection Rules", ", r. 9."], ["[22]", "CAIPS notes have been accepted as a constituent part of an administrative decision: see", "<FRAGMENT_SUPPRESSED> ; 2003 FC 941 at para. 15, and", "<FRAGMENT_SUPPRESSED> ; 295 F.T.R. 158; 2006 FC 779 at para. 12. In this case, the CAIPS notes provide additional detail to the formal decision letter and are clearly sufficient to inform the Applicant of the reasons for the refusal of a visa. It is not open to the Applicant to complain that the CAIPS notes were not provided in advance of the initiation of this application because her counsel failed to request them at an earlier stage: see", "<FRAGMENT_SUPPRESSED> ; 2003 FC 1305 at para. 14 and", "<FRAGMENT_SUPPRESSED>  (T.D.) at para. 31:", "\"[31] However, in my opinion, the duty of fairness normally only requires reasons to be given on the request of the person to whom the duty is owed and, in the absence of such a request, there will be no breach of the duty of fairness.\""], ["[23]", "Furthermore, Rule 9 contemplates that the provision of detailed reasons for an immigration decision may occur after the commencement of an application for judicial review. The Respondent met its obligation under that Rule and cannot be taken to have breached a natural justice requirement by failure to abide by some other standard.", "Certified Questions"], ["[24]", "The Applicant asked that the following two questions be certified in this case:", "1. Whether the Respondent is at liberty to provide additional reasons for refusal after the receipt of the Federal Court of the written reasons pursuant to the Federal Court's request?", "2. Whether the Respondent's policy of not providing written reasons except by way of Federal Court request is consistent with the principles of natural justice?"], ["[25]", "The first of the above questions concerns the content of an affidavit submitted by the Respondent. The Applicant took exception to this evidence as a supplement to the official reasons for the refusal decision. This affidavit had no bearing on the determination of this application and its content varied only minimally from the underlying CAIPS notes. In any event, the law is well settled on this issue concerning the use of affidavits to supplement the official reasons for administrative decisions: see <FRAGMENT_SUPPRESSED> above."], ["[26]", "In light of the Applicant's failure to request reasons in advance, the second proposed question for certification is similarly not determinative and cannot be certified.", "JUDGMENT"], ["[27]", "THIS COURT ADJUDGES that", "this application is dismissed."], ["[28]", "THIS COURT FURTHER ADJUDGES that", "no certified question arises.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/vnh", "[End of document]"]]}