{"id_": "031331", "body_str": [["[1]", "Locke, J.", "[Translation]: This is an application for judicial review under section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) against a decision made on October 22, 2013, by a member of the Refugee Appeal Division (RAD) of the Immigration and Refugee Board of Canada, upholding a decision of the Refugee Protection Division (RPD) according to which the applicant is not a \"Convention refugee\" under section 96 of the IRPA or a \"person in need of protection\" within the meaning of section 97 of the IRPA.", "II.", "Facts"], ["[2]", "The applicant is a citizen of Cameroon born on June 20, 1989."], ["[3]", "She left Cameroon for Canada on April 13, 2013."], ["[4]", "The hearing before the RPD took place on July 5, 2013, and the applicant then presented the following claims. She was forced to marry Pascal Tientchieu in 2007 to move in with him once she reached the age of majority. She went to spend a month with her husband in 2008, where she was mistreated by him and his other spouses. All the same, she had to move in with him in 2009, when she was severely beaten and raped to such an extent that she had to be hospitalized for 10 days. The applicant returned to stay with her parents after leaving the hospital, refusing to go back to live with her husband. However, he put pressure on the applicant's family. The applicant's father insisted that she return to live with her husband and he beat her if she refused, but her sisters, mother and uncles protected her."], ["[5]", "The applicant claimed that, if she had to be sent back to Cameroon, she would surely be forced to return to live with her husband where she would no longer have any freedom and would be deprived of the opportunity to continue her university education."], ["[6]", "On July 24, 2013, the RPD made its decision, rejecting the claim for refugee protection mainly on credibility grounds: the RPD did not find it credible that the applicant had lived with her parents, far from her husband, from the time that she left the hospital in January 2010 up to when she arrived in Canada in April 2013, especially if her father insisted that she return to her husband, her husband came to visit her at her parents' home every week and she regularly went to school. The RPD found that forced marriages in Cameroon are a real problem, but rare. As for the evidence, because of the applicant's lack of credibility, the RPD gave very little value to the marriage certificate filed in evidence and said that certain medical documents on the record were illegible."], ["[7]", "The applicant appealed this decision before the RAD on the grounds that the RPD made a bad decision regarding her credibility, especially in not considering all of the evidence. According to the applicant, the truth of her forced marriage had been established, so there was no reason to reject the marriage certificate. Furthermore, still according to the applicant, the RPD had neglected to consider a medical document prepared in Quebec relating to the state of her mental health and it never stated that the medical reports were illegible. In this regard, the applicant produced new evidence on appeal, i.e. a letter certifying the content of these so-called illegible documents and explaining clearly that she had been a victim of domestic violence.", "III.", "Impugned decision"], ["[8]", "Ultimately, the RAD rejected the applicant's appeal request, confirming that the RPD decision was reasonable."], ["[9]", "In terms of an analysis of the matter of the standard of review applicable and, relying on the tests established in the appeal", "<FRAGMENT_SUPPRESSED>  AR 89 (", "Newton", "), the RAD found that it had to show deference to the RPD's findings of fact and that the decision made in this case fell within the range of possible, acceptable outcomes defensible in respect of the facts and the law. Since the applicant had contradicted herself on a key element of her application, it was reasonable for the RPD to find that it was not credible that the applicant lived for several years at her parents' home while studying and while her father insisted that she return to live with her husband.", "IV.", "Issues"], ["[10]", "The issues are as follows:", "a. What is the standard of review for the RAD's decision?", "b. Did the RAD err in determining the standard of review applicable to the RPD's decision?", "c. Did the RAD err in upholding the RPD's finding that the applicant lacked credibility?", "V.", "The standard of review for the RAD's decision"], ["[11]", "My colleague, Justice Phelan, was asked to decide a similar case as this one in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). In this decision, Justice Phelan found that the RAD's determination of a standard of review applicable to a decision of the RPD must be subject to a review on a standard of correctness since it is a question of law of general interest to the legal system that goes beyond the expertise of the RAD (see paras 25 to 34)."], ["[12]", "With respect, I agree with Justice Phelan. The RAD's finding, as regards this standard of review, does not benefit from any deference of this Court (", "<FRAGMENT_SUPPRESSED> , at para 50). This finding is consistent with that of the Alberta Court of Appeal in", "<FRAGMENT_SUPPRESSED>  AR 89, at para 39.", "VI.", "The standard of review for the RPD's decision"], ["[13]", "Considering again the decision of Justice Phelan in <FRAGMENT_SUPPRESSED> , above, I am of the view that the RAD erred in finding that the standard of review for the RPD's decision is that of reasonableness."], ["[14]", "Except in cases where the credibility of a witness is critical or determinative or when the RPD has a particular benefit from the RAD to draw a specific conclusion, the RAD must not give any deference to the analysis of the evidence made by the RPD: see <FRAGMENT_SUPPRESSED> , at paras 37 and 55. The RAD has as much expertise as the RPD and maybe more with respect to the analysis of the relevant documents and the representations from the parties."], ["[15]", "Under section 111(1) of the IRPA, the RAD has the right substitute the decision that should have been made. Therefore, the RAD must make an independent analysis of the evidence to form its own opinion."], ["[16]", "At paragraphs 54 and 55 of its decision in <FRAGMENT_SUPPRESSED> , above, Justice Phelan states the following:"], ["[54] Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision."], ["[55] In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\"."], ["[17]", "With respect, I agree with the analysis conducted by Justice Phelan at paragraphs 35 to 56 in <FRAGMENT_SUPPRESSED> , above, relating to the standard of review applicable to a decision of the RPD.", "VII.", "The RPD's finding on the applicant's credibility"], ["[18]", "The issue of standard of review is not determinative in this case because the RPD's dispositive finding concerns the applicant's credibility. Therefore, even following <FRAGMENT_SUPPRESSED> , the RAD was right to defer to the RPD's finding."], ["[19]", "The RPD considered that it was not credible that the applicant lived with her parents and went to school regularly for several years while her father pushed her to return to her husband and that he came to the house every week to come and get her. The RPD's finding of the applicant's lack of credibility was based on her testimony. Therefore, the RAD was right to show deference to the RPD's finding."], ["[20]", "Further, although an independent analysis conducted by the RAD on the issue of the applicant's credibility was required, the RAD seems to have done it at paragraph 60 of its decision. The RAD considered the allegations and found that [translation] \"this was a major contradiction\"."], ["[21]", "Since these allegations were central to the applicant's refugee claim and they were independent from the questions of credibility of the marriage contract and medical documents, the RAD was not required to conduct an independent analysis of the credibility of these other documents."], ["[22]", "For these reasons, I am of the view that the RAD's analysis of the parties' evidence and submissions was sufficient and that this application must be rejected."], ["[23]", "Since the issue of the standard of review for the RPD's decision is not determinative of this matter and since the parties have not proposed any question for certification, I do not certify any.", "JUDGMENT"], ["[24]", "THE COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is dismissed.", "2. There is no serious question of general importance to certify.", ".........................", "<FRAGMENT_SUPPRESSED>  s'agit d'une demande de contrôle judiciaire présentée en vertu de l'article 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 [", "LIPR", "] à l'encontre d'une décision rendue le 22 octobre 2013 par un commissaire de la Section d'appel des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada [SAR], confirmant une décision de la Section de la protection des réfugiés  <FRAGMENT_SUPPRESSED>  selon laquelle la demanderesse n'a pas la qualité de « réfugié[e] au sens de la Convention » au titre de l'article 96 de la", "LIPR", "ni celle de « personne à protéger » au sens de l'article 97 de la", "LIPR", "II.", "Faits"], ["[2]", "La demanderesse est une citoyenne du Cameroun née le 20 juin 1989."], ["[3]", "Elle a quitté le Cameroun pour le Canada le 13 avril 2013."], ["[4]", "L'audience devant la SPR a eu lieu le 5 juillet 2013 et la demanderesse a alors présenté les prétentions suivantes. Elle a été forcée à épouser Pascal Tientchieu en 2007 en vue de déménager chez lui dès l'atteinte de sa majorité. Elle est allée passer un mois chez son époux en 2008, où elle a été maltraitée par celui-ci et ses autres épouses. Elle a tout de même dû déménager chez son époux en 2009, où elle a été sévèrement battue et violée à un point tel qu'elle a dû être hospitalisée pendant une dizaine de jours. La demanderesse est retournée chez ses parents après sa sortie de l'hôpital, refusant d'aller vivre à nouveau avec son époux. Mais ce dernier exerçait des pressions sur la famille de la demanderesse. Le père de la demanderesse insistait pour qu'elle retourne chez son époux et il la battait si elle refusait. Mais ses sœurs, sa mère et ses oncles l'ont protégée."], ["[5]", "La demanderesse a prétendu que, si elle devait être renvoyée au Cameroun, elle serait certainement forcée à retourner vivre chez son époux où elle n'aurait plus de liberté et serait privée de la possibilité de poursuivre ses études universitaires."], ["[6]", "Le 24 juillet 2013, la SPR a rendu sa décision, rejetant la demande d'asile principalement pour des motifs de crédibilité: la SPR ne trouvait pas crédible que la demanderesse avait vécu chez ses parents, loin de son époux, dès sa sortie de l'hôpital en janvier 2010 jusqu'au moment où elle est arrivée au Canada en avril 2013, surtout si son père insistait pour qu'elle retourne auprès de son époux, son époux venait la visiter chez ses parents toutes les semaines, et elle allait régulièrement à l'école. La SPR a conclu que les mariages forcés constituent, au Cameroun, un problème réel, mais rare. Pour ce qui est de la preuve, en raison du manque de crédibilité de la demanderesse, la SPR a accordé très peu de valeur au certificat de mariage déposé en preuve et elle a qualifié d'illisibles certains documents médicaux au dossier."], ["[7]", "La demanderesse a interjeté appel de cette décision devant la SAR au motif que la SPR a rendu une mauvaise décision concernant sa crédibilité, notamment en ne tenant pas compte de toute la preuve. Selon la demanderesse, la véracité de son mariage forcé avait été établie, il n'y avait aucune raison de rejeter le certificat de mariage. De plus, toujours selon la demanderesse, la SPR avait omis de considérer un document médical préparé au Québec portant sur son état de santé mental, et elle n'a jamais indiqué que les rapports médicaux étaient illisibles. À cet égard, la demanderesse a produit de la nouvelle preuve en appel, soit une lettre attestant le contenu de ces documents soi-disant illisibles et précisant clairement qu'elle avait été victime de violence conjugale.", "III.", "Décision contestée"], ["[8]", "Ultimement, la SAR a rejeté la demande d'appel de la demanderesse, confirmant que la décision de la SPR était raisonnable."], ["[9]", "Au terme d'une analyse de la question de la norme de contrôle applicable, et s'appuyant sur les critères établis dans l'appel", "<FRAGMENT_SUPPRESSED>  AR 89 [", "Newton", "], la SAR a conclu qu'elle devait faire preuve de déférence à l'endroit des conclusions de fait de la SPR, et que la décision rendue en l'espèce appartenait aux issues possibles et acceptables pouvant se justifier au regard des faits et du droit. La demanderesse s'étant contredite sur un élément essentiel de sa demande, il était raisonnable pour la SPR de conclure qu'il n'était pas crédible que la demanderesse vive pendant plusieurs années chez ses parents tout en poursuivant ses études, alors que son père insistait pour qu'elle retourne vivre chez son époux.", "IV.", "Questions en litige"], ["[10]", "Les questions en litige sont les suivantes:", "a. Quelle est la norme de contrôle de la décision de la SAR?", "b. Est-ce que la SAR a erré en déterminant la norme de contrôle applicable à la décision de la  <FRAGMENT_SUPPRESSED>  crédibilité?", "V.", "La norme de contrôle de la décision de la SAR"], ["[11]", "Mon collègue, le juge Phelan a été appelé à trancher un dossier semblable à celui-ci dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Dans cette décision, le juge Phelan a conclu que la détermination par la SAR d'une norme de contrôle applicable à une décision de la SPR doit faire l'objet d'un contrôle en fonction de la norme de la décision correcte puisqu'il s'agit d'une question de droit d'un intérêt général pour le système légal et qui dépasse l'expertise de la SAR (voir les paras 25 à 34)."], ["[12]", "Avec respect, je suis en accord avec le juge Phelan. La conclusion de la SAR, en ce qui concerne cette norme de contrôle, ne bénéficie d'aucune déférence de la présente Cour (", "<FRAGMENT_SUPPRESSED> , au para 50). Cette conclusion est consistante avec celle de la Cour d'appel de l' <FRAGMENT_SUPPRESSED>  AR 89, au para 39.", "VI.", "La norme de contrôle de la décision de la SPR"], ["[13]", "Considérant encore une fois la décision du juge Phelan dans <FRAGMENT_SUPPRESSED> , ci-haut, je suis de l'avis que la SAR a erré en concluant que la norme de contrôle de la décision de la SPR est celle de la décision raisonnable."], ["[14]", "Sauf dans les cas où la crédibilité d'un témoin est critique ou déterminante, ou lorsque la SPR jouit d'un avantage particulier vis-à-vis la SAR afin de tirer une conclusion spécifique, la SAR ne doit faire preuve d'aucune déférence à l'endroit de l'analyse de la preuve faite par la SPR: voir <FRAGMENT_SUPPRESSED> , aux paras 37 et 55. La SAR a autant d'expertise que la SPR, et peut-être plus relativement à l'analyse des documents pertinents et des représentations des parties."], ["[15]", "Suivant l'article 111(1) de la LIPR, la SAR a le droit de substituer la décision qui aurait dû être rendue. Ainsi, la SAR doit faire une analyse indépendante de la preuve pour arriver à sa propre opinion."], ["[16]", "Aux paragraphes 54 et 55 de sa décision dans <FRAGMENT_SUPPRESSED> , ci-haut, le juge Phelan indique ce qui suit:"], ["[54] Après avoir conclu que la SAR avait commis une erreur en examinant la décision de la SPR selon la norme de la raisonnabilité, j'ai conclu en outre que, pour les motifs qui précèdent, la SAR doit instruire l'affaire comme une procédure d'appel hybride. Elle doit examiner tous les aspects de la décision de la SPR et en arriver à sa propre conclusion quant à savoir si le demandeur d'asile a qualité de réfugié au sens de la Convention ou qualité de personne à protéger. Lorsque ses conclusions diffèrent de celles de la SPR, la SAR doit y substituer sa propre décision."], ["[55] Lorsque la SAR effectue son examen, elle peut reconnaître et respecter la conclusion de la SPR sur des questions comme la crédibilité et/ou lorsque la SPR jouit d'un avantage particulier pour tirer une conclusion, mais elle ne doit pas se borner, comme doit le faire une cour d'appel, à intervenir sur les faits uniquement lorsqu'il y a une « erreur manifeste et dominante »."], ["[17]", "Avec respect, je suis en accord avec l'analyse faite par le juge Phelan aux paragraphes 35 à 56 dans <FRAGMENT_SUPPRESSED> , ci-haut, relativement à la norme de contrôle applicable à une décision de la SPR.", "VII.", "La conclusion de la SPR quant à la crédibilité de la demanderesse"], ["[18]", "La question de la norme de contrôle n'est pas déterminante dans ce cas-ci, parce que la conclusion décisive de la SPR concerne la crédibilité de la demanderesse. Donc, même suivant <FRAGMENT_SUPPRESSED> , la SAR avait raison de déférer à la conclusion de la SPR."], ["[19]", "La SPR a jugé peu crédible le fait que la demanderesse restait chez ses parents et allait régulièrement à l'école pendant plusieurs années alors que son père la poussait à retourner chez son mari et que ce dernier se présentait à la maison chaque semaine pour venir la chercher. La conclusion de la SPR d'une absence de crédibilité de la demanderesse était basée sur son témoignage. Donc, la SAR avait raison de faire preuve de déférence à l'endroit de la conclusion de la SPR."], ["[20]", "De plus, même si une analyse indépendante par la SAR de la question de crédibilité de la demanderesse était nécessaire, la SAR semble l'avoir fait au paragraphe 60 de sa décision. La SAR a considéré les allégations et a conclu qu'« il s'agissait là d'une contradiction majeure »."], ["[21]", "Puisque ces allégations étaient centrales à la demande d'asile de la demanderesse, et qu'elles sont indépendantes des questions de la crédibilité du contrat de mariage et des documents médicaux, il n'était pas nécessaire que la SAR entre dans une analyse indépendante de la crédibilité de ces autres documents."], ["[22]", "Pour ces motifs, je suis d'avis que la SAR a fait une analyse suffisante de la preuve et des représentations des parties, et que la présente demande doit être rejetée."], ["[23]", "Puisque la question de la norme de contrôle d'une décision de la SPR n'est pas déterminante de la présente affaire, et puisque les parties n'ont proposé aucune question aux fins de certification, je n'en certifie aucune.", "JUGEMENT"], ["[24]", "LA COUR STATUE que:", "1. La demande de contrôle judiciaire est rejetée.", "2. Il n'y a aucune question grave de portée générale à certifier.", "[End of document]"]]}