{"id_": "031341", "body_str": [["[1]", "Hargrave, Prothonotary", ": This action involves a family dispute over a substantial loan secured by, among other things, a promissory note and a marine mortgage of the Essington II. The Essington II is a former federal Public Works vessel, 119 feet in registered length, accommodation and wheelhouse aft and with a 16 ton crane permanently mounted on the fore-deck; which has been laid up afloat for some seven or eight years."], ["[2]", "The owner of the Essington II, the Defendant Bullco Pile & Dredge Ltd. (\"Bullco\") has, without any success, had the vessel for sale for many years. There is now a seriously interested buyer, Mr. Tom Doswell. The Plaintiff, Franklin Lumber Ltd. (\"Franklin\") desires that a sale to Mr. Doswell take place. However neither Franklin as mortgagee nor Bullco as mortgagor can agree as to division of sale proceeds. Franklin, concerned as to deterioration of the ship, wishes a court ordered sale in order to clear title and to facilitate distribution of proceeds in a proper manner. Bullco says the ship is in fine condition and is content to have the ship sit idle, in a fairly remote location, until this litigation comes to a natural end in due course. All of this should have been settled by family members on a morning over coffee around a kitchen table. Instead we have litigation, which no one can afford, over a deteriorating asset."], ["[3]", "The present motion raises two issues. First, the Plaintiff needs a very substantial extension of time within which to serve and arrest the Essington II, for in this instance that is required in order that the Court may exercise its in rem sales jurisdiction. Second, Franklin wishes Court approval of a private sale, an unusual but not unheard of procedure, which would not only capture the present buyer, who seems to have no shortage of funds or access to funds and is standing by, but also clear title and settle the issue as to priority to the sale proceeds."], ["[4]", "Considering all of the circumstances it is proper and in the interests of justice that time for service of the Statement of Claim be extended and the vessel served, arrested and sold, to bring an end to this sorry litigation and allow those interested to get on with more important matters. I will now consider this in more detail, beginning with some of the pertinent background.", "BACKGROUND"], ["[5]", "The Essington II, a shallow draft ship designed for snag removal, light dock construction and navigation facility maintenance and repair, was built in 1958 at Victoria Marine Depot for the federal government. Bullco purchased the vessel in April of 1992, financing that purchase, at least in part, through a mortgage to the Royal Bank of Canada. This prothonotary, as a marine lawyer, acted for the Royal Bank of Canada in preparing and registering the marine security against the Essington II."], ["[6]", "On 28 December 1994, a number of months after this prothonotary left private practice, Bullco granted a marine mortgage security to Charles Green, to secure a 28 December 1994 promissory note in the amount of $205,000. The date on that promissory note is some ten and a half months after this prothonotary left his former firm, that former firm subsequently being involved in the preparation of the December 1994 security. Unfortunately the law firm's file involving the 1994 security transaction is no longer available."], ["[7]", "The mortgagee, under the 1994 security, Charles Green, now deceased, was the uncle of Richard Smeal, the president of and at the least the principal and perhaps the only shareholder in Bullco."], ["[8]", "Franklin, a company operated at the time by Charles Green, the uncle of Richard Smeal of Bullco, obtained a promissory note, collateral marine agreement and marine mortgage from Bullco, all bearing the date 16 May 1997, in the amount of $268,638.07. The mortgage from Bullco to Franklin Lumber, dated 16 May 1996, was entered at the Registry of Shipping on 7 September 1997. The discharge of the 1994 mortgage to Charles Green was dated 5 August 1997 and appears, from its transaction number with the Registry of Shipping, to have been entered once the 1997 mortgage from Bullco to Franklin had been entered in the Shipping Registry. Here I would observe, from a truncated printout of ship's registry transactions and from the affidavit of Karen Kirkpatrick, that the dates set out on the Shipping Registry printout are document dates and that subsequent registration of dates of those documents are not shown, but can be obtained from the Shipping Registry."], ["[9]", "Former counsel for Franklin sets out in a 21 May 1999 status review response, in this proceeding, that \"the majority, but not all, of the funds advanced under the marine mortgage were used to pay out a previous mortgage loan; ...\". This is reflected in the Defence and Counterclaim of Bullco, filed pursuant to an extension of time, on 27 September 2000, which sets out that the purpose of the Franklin mortgage \"... was to pay out the outstanding balance, if any, owing under Mortgage \"B\" to Charles Green and to secure further advances of funds to be made by the plaintiff.\"."], ["[10]", "Charles Green died in August of 1999. That left, as sole director of Franklin, Ms. Donna Green. On 6 March 2004 Ms. Green resigned, with Charles Green's son, Dr. Mark C. Green being appointed director."], ["[11]", "In the interim, following the granting of the 16 May 1997 security by Bullco to Franklin, solicitors for Franklin made demand on 15 July 1997, to Bullco, for full payment by reason of default in the payment of monthly interest. Solicitors for Franklin issued the Statement of Claim in this proceeding on 7 August 1997, service shortly thereafter being accomplished on Bullco."], ["[12]", "A further event, which may have had some indirect bearing upon the demand, was the provision of funds, by a group of investors, to Bullco in order to pay off some corporate obligations with those investors claiming, in this present action by a defence filed 5 June 1998, an interest in the Essington II, dating from early 1994, in the amount of $135,000. This would seem to have resulted in a B.C. Supreme Court order requiring the listing of the Essington II for sale, although it appears that the B.C. Supreme Court listing order lapsed in March of 1998."], ["[13]", "In September of 1999, as required by a case management order, the Plaintiff moved for in personam judgment. The submission of counsel, in part, in written argument of 27 September 1999, was that while the Essington II had not been arrested, counsel contemplated that a sale of the vessel would take place, under the", "Federal Court Rules", ", once in personam judgment had been granted against Bullco. Mr. Justice Rouleau dismissed the application for in personam judgment and ordered that the matter proceed to trial."], ["[14]", "Throughout there appear to have been indulgences granted by Franklin Lumber to accommodate Bullco. Here I have in mind material set out in and attached to the affidavit of Richard Smeal, in this action, filed 20 July 2000. That affidavit and material referred to the B.C. Supreme Court listing order, which expired on or about 5 March 1998 and to a 6 March 1998 letter from the then mortgage holder, Franklin, that it would postpone any foreclosure proceedings against the Essington II if Bullco immediately listed the vessel with a Ms. Beech. Mr. Smeal, in his 20 July 2000 affidavit, sets out that the listing was made with Ms. Beech and that he presumed that the \"foreclosure\" aspect of this Federal Court action was not proceeding. The 20 July 2000 affidavit goes on to set out that while that listing agreement with Ms. Beech had expired Bullco was, as of 17 July 2000, in the process of listing the Essington II with a different broker. The evidence of Mr. Smeal, as president of Bullco, is that he was not particularly concerned of a forced sale by Franklin, for the president of Franklin, Charles Green, was his uncle."], ["[15]", "From the material it would appear that the Essington II was at some point listed for sale with the Kleaman brokerage in Vancouver at $300,000 (US), at least until some time in 2004. Subsequently the vessel was advertised on a website by MK Bay Marina, Kitimat, a firm operated by Richard Smeal, at $300,000 (US). Indeed, Mr. Tom Doswell learned of the availability of the vessel from the MK Bay Marina website, spoke with Mr. Smeal, expressed an interest in the vessel and in return for an indemnity and hold harmless agreement, Mr. Doswell was allowed to inspect the vessel at Doctor Bay, on Redonda Island, a short plane flight northeast of Campbell River. He was shown the vessel by Mr. Robert Smeal, brother of Richard Smeal of Bullco."], ["[16]", "Mr. Doswell, together with his engineer, spent an entire day inspecting the vessel and taking photographs. While Essington II had substantial deterioration, Mr. Doswell and his engineer were able to run the main engines and several of the generator sets."], ["[17]", "The affidavit evidence presented by the parties, at this point, diverges somewhat, including as to the value of the Essington II and the sale price. Affidavits provide the framework of sworn evidence which is necessary for the determination of interlocutory matters. As such they must be drafted with scrupulous care. Affidavits which are in any way disingenuous, or demonstrably incorrect, or contradictory, carry with them a taint and will be weighed accordingly. This is all the more the situation when a witness either makes sworn gratuitous disparaging remarks as to unspecified ulterior motives or disparages someone's character: it is enough to set out known facts, if there are such, and then let the facts speak for themselves. In the present instance where, on the one hand, an affidavit sworn on behalf of Bullco is in irreconcilable conflict with, on the other hand, the sworn affidavit evidence of either Mr. Doswell or Dr. Green, I have preferred and given weight to the latter."], ["[18]", "Mr. L. Chattell, a marine surveyor and consultant who was retained by Franklin, attended aboard the vessel on 18 October 1999. This was about two years after it had been laid up. The surveyor noted some rusting and corroding damage and made four recommendations, two of which are pertinent in the present instance:", "\"External deck coatings should be scaled and painted in the near future to avoid excessive corrosion", "\"A general maintenance program should be instigated and exercised.\"", "Mr. Chattel concluded that the vessel was in generally good condition. He was of the view that the vessel then had a replacement value of $3.5 million and a market value of $550,000. However I accept that virtually no maintenance has been done and that since October of 1999, while there appear to have been regular inspections of the vessel, the Essington II has deteriorated."], ["[19]", "To the contrary, Mr. Smeal, as set out in his affidavit material, is presently of the view that replacement cost would be $10 million and that the fair market value, when the vessel was advertised at $300,000 (US) took into account the then lower value of the Canadian value so that the present fair market value is roughly $500,000 (CD). Mr. Smeal goes on to say that the \"tentative\" sale price of $380,000 to Mr. Doswell was based upon a cash offer and that he was led to believe by his cousin, Dr. Green, that there would be a compromise in Franklin's claim to make it worth Mr. Smeal's while to sell the vessel at $380,000. Leaving aside that there are claims against the vessel, which could take priority over any claim of Bullco as owner, I would note that the Doswell offer is subject to a shipyard inspection and to reinstatement of the ship's CSI Certificate, with a balance of the price by way of a third party mortgage, but I do not take this as a subject to financing proviso. I accept that Mr. Doswell has made serious expenditures to acquire additional equipment for the ship and a base on the Fraser River from which to operate the Essington II. All of this is appropriate in the circumstances and would give to Bullco, as vendor, a most reasonable degree of certainty. I note Mr. Smeal puts forward a wage claim against the Essington II which, principal and interest, amount to $340,000 and that his brother, who has been looking after the vessel for the past seven years, claims a possessionary lien for moorage and for wages, a total of $80,000."], ["[20]", "I also accept the evidence of Mr. Doswell that the position of Mr. Smeal is that if he does not get his money out of the Essington II, no one will. This is an interesting position in the case of an uninsured deteriorating vessel, but it apparently brought progress, that seemed destined to lead to an agreed sale of the Essington II, to a halt."], ["[21]", "As to some contemporaineous evidence of current market value, the best evidence is certainly that of the proposed sale and purchase, which was subject to shipyard inspection at the cost of the proposed buyer, but nevertheless a clean sale which was not subject to any financing requirements. That was essentially the basis of the negotiated sale price between Bullco and Mr. Doswell, at $380,000 (CD): that a shareholder in Bullco expected to negotiate a concession from the mortgage holder, to avoid the usual priorities to sale proceeds, is not relevant in a consideration of a negotiated arm's length value.", "ANALYSIS"], ["[22]", "I now turn to the consideration of the two principal issues involved in this motion, first that of an extension of time within which to serve the Essington II in rem and second that of a sale of the Essington II pendente lite. In this consideration I will refer both to the general background set out above and to other evidence, bearing on specific points, as I proceed. Here I have not included the proposed arrest of the Essington II as a central issue, for given valid in rem service of a statement of claim, the right to arrest, even though it is a very powerful procedural tool, generally follows automatically within and from the", "Federal Court Rules", "and the case law.", "Extension of Time within which to Serve In Rem"], ["[23]", "Counsel are not of one mind as to the appropriate test for an extension of time for service. Counsel for Franklin submits that the test is that set out in", "<FRAGMENT_SUPPRESSED>  (T.D.), at page 95. Mr. Justice MacKay, in", "<FRAGMENT_SUPPRESSED> ; 5 C.P.R.(4th) 527 (T.D.), observes at page 534 that \"The grounds to support an application for an extension of time for service of a statement of claim are well established.\", going on to refer to the three-part test from", "Gross", ". Mr. Justice MacKay also refers to another concept, touched upon in", "Gross", ", that of the justice of the extension, referring to several Federal Court decisions embodying the general and I think overarching principle to be considered, \"... whether an extension of time is essential to ensure justice is done between the parties ...\" (loc. cit.). The three-part test set out in", "Registered Public Accountants", ", at page 534 is that:", "\"The applicant must demonstrate a continuing intention to pursue the claim, that there is an arguable case, and that there is no prejudice to the proposed defendant by granting the extension ...\"", "This test, including seeing that justice between the parties is done, has a sound lineage, set out in part in", "Gross"], ["[24]", "Counsel for Bullco submits that the appropriate test is that set out in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 400, there being a test for an extension of time within which to file a judicial review application:", "\"1. a continuing intention to pursue his or her application;", "\"2. that the application has some merit;", "\"3. that no prejudice to the respondent arises from the delay; and", "\"4. that a reasonable explanation for the delay exists\" (Page 400).", "The Court of Appeal goes on to make a point of general application, that time extensions turn on the facts involved in each particular case."], ["[25]", "One should keep in mind that while <FRAGMENT_SUPPRESSED> is often applied in many instances involving time extensions there are a number of situation-specific tests involving various types of extensions set out in or applied in connection with various aspects of the", "Federal Court Rules", ". In comparing the <FRAGMENT_SUPPRESSED> test with the test set out in", "Registered Public Accountants", ", a case post-dating <FRAGMENT_SUPPRESSED> , one is moved to observe first, and generally, that the concept of a reasonable explanation for the delay, referred to in <FRAGMENT_SUPPRESSED> , is really one aspect of part of the test in", "Registered Public Accountants", ", that of a continuing intention to pursue the claim since the expiry of the time for service; and second, and specifically, the application of the <FRAGMENT_SUPPRESSED> test in the present situation would make no appreciable difference to the outcome. The present analysis is in terms of the test espoused in", "Registered Public Accountants Association", ". I will deal first with the issue of prejudice.", "Prejudice"], ["[26]", "Bullco refers to the loss of a time bar as prejudicial, relying upon", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). The <FRAGMENT_SUPPRESSED> was decided under the", "Rules", "in force in 1980, for the extension of time for service which, as interpreted by the Court, required exceptional circumstances in order to justify an extension. I do not see a determination in that case as hinging upon the prejudice of the loss of a time bar defence. The better approach as to prejudice and a time bar is by analogy, using a case decided under the present", "Rules", ", but as to amendment to add a new cause of action arising out of the same facts and here I have in mind", "Scottish &  <FRAGMENT_SUPPRESSED>  (T.D.). There, at page 123, Mr. Justice Teitelbaum points out that the facts not having changed it was irrelevant whether or not the defendant had to meet a new cause of action after the general prescription period of six years had run. Yet there is another factor which disentitles the Defendants, in this instance, from insisting upon the statute of limitations. Clearly Bullco lulled the Plaintiff, another family enterprise and the mortgagee, into believing that the Essington II would be sold, as soon as a buyer could be found and in return for such assurances Franklin did not, from time to time, exercise the rights that it had, the Statement of Claim and/or the cause of action still being current."], ["[27]", "The Defendants also submit that the destruction of an earlier law firm file, involving security for Charles Green as to his 1994 loan, which paid out the Royal Bank of Canada mortgage, has been prejudicial. The destruction of the file may be unfortunate, however as to prejudice I must look at the pleadings as they presently exist. There is no mention of the 1994 security, held by Charles Green, in either the Statement of Claim or the Defence. The Defendants go on to submit on this present motion that unless Mr. Green was acting as trustee, when he advanced money to pay out the Royal Bank, there may be the bar of lack of consideration when Franklin refinanced the Green loan and mortgage and thus the law firm's file from 1994 may be relevant in determining the position of Charles Green as lender. There are several responses to this line of argument. First, Bullco admits, in the Statement of Claim, that the purpose of the loan from and mortgage given to Franklin was to pay out any outstanding balance owing under the prior Charles Green mortgage and also to secure further advances of funds by Franklin. Second, there is some indication in produced accounting material that Charles Green was acting in a trust relationship vis-a-vis Franklin. Third, and this is a point relevant not only as to prejudice, but also as to whether or not Franklin has an arguable case, is the promissory note given by Bullco, to Franklin, to secure the Franklin loan. A promissory note \"... is to be honoured unless there is some good reason to the contrary.\":", "Fielding and  <FRAGMENT_SUPPRESSED>  (C.A.), at 361. The Defence and Counterclaim does not say the note was obtained by fraud, nor does it raise any other personal defences."], ["[28]", "As well as an absence of personal defences I do not see any real defences, that is defences based on the nullity of the note itself. Finally, one should keep firmly in mind that it would be a complete injustice if Bullco were able to escape liability for the very substantial sums of money advanced by Charles Green and by Franklin, not only to pay out the initial Royal Bank of Canada mortgage, but also to refinance Bullco and to cover ongoing subsequent expenses."], ["[29]", "Bullco goes on to submit, at paragraph 28 of its written rebuttal material, that \"There may also be areas of prejudice not yet known to the Respondent due to the failure of the Applicant to provide an affidavit of documents (requested several times).\": this is a pure fishing expedition."], ["[30]", "In summary, if there are any prejudices to Bullco, which might result from an extension of time within which to serve the Statement of Claim, such are minimal. I now turn to the matter of an arguable case.", "Arguable Case"], ["[31]", "The position of Bullco is that while Charles Green advanced funds to pay out Bullco's obligation to the Royal Bank of Canada, thus resulting in a mortgage to Charles Green in December of 1994, there is an absence of a paper trail showing consideration given to Charles Green, by Franklin, when the Green mortgage was apparently satisfied and that mortgage discharged. Bullco recognizes that there was suggestion or allegation that Charles Green had advanced funds as trustee for the company which he then owned, Franklin, for otherwise Bullco submits, pointing to a memo from the accountant for Charles Green and Franklin, there might be a tax problem in the form of a deemed dividend. Yet none of this is raised in the defence. Now certainly if no money or if a lesser sum of money has been advanced by the mortgagee, a mortgagee may recover only that amount under the security. Yet Bullco's reliance upon", "Lapointe and  <FRAGMENT_SUPPRESSED>  (S.C.), to limit or to negate the value of the Franklin mortgage is bounded in two directions. First, the <FRAGMENT_SUPPRESSED> case deals only with interest on mortgage money which had not been advanced. Second, there is a reference in the <FRAGMENT_SUPPRESSED> case to", "<FRAGMENT_SUPPRESSED>  (C.A.), at 362-363, which while limiting the sum recoverable by a mortgagee, to that actually advanced, points out that a mortgage, receipt or covenant and to that I would add the promissory note, forms prima facie evidence as to the amount of the advance."], ["[32]", "The concept of the importance of the note and other security documents, as providing prima facie evidence of the loan, are given added weight by a 16 May 1997 statutory declaration, \"In the matter of Bullco Pile & Dredge Ltd.\", sworn by Richard Smeal, setting out the affairs of Bullco on the occasion of the Franklin loan and concluding:", "\"THIS Statutory Declaration is to induce FRANKLIN LUMBER LTD., to enter into various transactions with the Company, including but not limited to the loan of $268,638.07 from the Company in charging property as follows:", "\"MV ESSINGTON II ON 311252", "\"AND I MAKE this solemn declaration, conscientiously believing it to be true and knowing that it is of the same legal force and effect as if made under oath and by virtue of the", "Canada Evidence Act", "This declaration was sworn before Mr. A. Ronald McAfee, a Nanaimo barrister and solicitor."], ["[33]", "In the present instance I do not see that Bullco has produced material to overcome the prima facie evidence, that is the promissory note, the mortgage and the collateral money agreement, not to mention the accounting done by Bullco's accountant, establishing, as a prima facie matter, the amount advanced and an arguable case."], ["[34]", "Here again, when considering the arguable case aspect one should keep in mind the concept of doing justice: to allow Bullco to escape scot-free, after taking substantial money from family members and a family enterprise, would be a clear injustice, for if the mortgage were to fail the likely result would be an empty promissory note, with Bullco's principal and his brother being the beneficiary of unsecured proceeds from the Essington II.", "Continuing Intent to Pursue this Action"], ["[35]", "Of more interest is the issue of whether Franklin has had a continuing intent to pursue the present action, being the first part of the test set out by Mr. Justice MacKay in", "Registered Public Accountants Association", "(supra). Here Bullco points out that while the Essington II has been at a somewhat remote location, it is approachable by air and thus has always been accessible for service. Counsel for Bullco also points to the 29 June 2000 letter from former counsel for Franklin to the effect that it is his intention to press the in personam aspect the following week and that if Bullco intended to file a defence it must be accomplished before 7 July, 2000. This letter followed a written submission of 27 September 1999, from former counsel, supporting a motion for default judgment. There counsel acknowledged that the Essington II had not been arrested and therefore the Plaintiff could not apply to have the vessel sold, but that:", "\"It is contemplated that this step will take place immediately upon the grant of judgement requested by this motion. As well it should be noted that the vessel is moored in a remote bay on West Redonda Island and the Plaintiff is reluctant to expend the funds necessary to enforce its collateral marine mortgage without first obtaining an in personam judgement against Bullco on its demanded Promissory note.\"", "Counsel for Bullco submits that this is substantial evidence of an intention not to serve the Statement of Claim on the ship until the in personam aspect of the litigation was successfully completed. Yet it stops short of complete disinterest in or absence of any intent to pursue the in rem aspect. One must also keep in mind that Franklin's claim on the mortgage was still well within any limitation period and thus it may have seemed reasonable, in a family matter, not to rush out and arrest the Essington II, resulting in needless expense and depriving Bullco of both the use of the vessel and the opportunity of a private sale. Indeed, I accept the affidavit evidence of Dr. Mark Green that on several occasions he advised Richard Smeal, of Bullco, that this Federal Court action was not an impediment to the use of the Essington II and that if Mr. Smeal had a commercial use of a vessel, Bullco should proceed to use the Essington II in order to earn income. Certainly, from a legal point of view, an in rem action, without more, is not an impediment to the movement and use of a vessel."], ["[36]", "An interesting aspect of the continuing intent to pursue the claim is rooted in the fact that this whole matter is entirely a family dispute. Indeed, Richard Smeal sets out, in an affidavit in this action sworn 17 July 2000, that:", "\"Although I was at some point made aware of the action herein, I was not unduly concerned about default judgement being taken against Bullco because the president and principal shareholder of the plaintiff company was my uncle, Charles Green.\"", "This theme of family accommodation, both give and take, flows throughout the time that this action has been proceeding: it offers an acceptable demonstration of a continuing intent to pursue this matter, should it ultimately have become necessary."], ["[37]", "This accommodation, between the Richard Smeal side of the family and the Green side of the family, certainly has its origin in the bailout of Bullco by Charles Green in 1994, who advanced funds to satisfy the Royal Bank of Canada mortgage. However, of more relevance, are the various attempts, mutual attempts, to facilitate the sale of the Essington II, all of which provide good evidence of a continuing intention by Franklin to pursue the in rem aspect of its claim, should a family accord not result in a solution."], ["[38]", "To begin, the evidence of the continuing intention on the part of Franklin, to enforce the mortgage security, appears in the affidavit evidence of Bullco, being a 6 March 1998 letter from Franklin to Bullco. At that point the Statement of Claim had been served on Bullco, but no Defence filed, for as Mr. Smeal subsequently observed, in his 17 July 2000 affidavit, he was aware of the action at some point but not unduly concerned about default judgment because the president and principal shareholder of Franklin was his uncle, Charles Green. Charles Green, for Franklin, began his 6 March 1998 letter with a reference to a B.C. Supreme Court ordered sale:", "\"As you are aware, the court-ordered listing in favour of Jessmar Investments Ltd. et al. expired on or about March 5, 1998.", "\"As a result, you are now at liberty, for the time being at least, to sell the Essington II yourself.", "\"As Franklin Lumber Ltd. has already commenced a foreclosure action in Federal court, it is in Franklin Lumber Ltd.'s and your interest to see that the ship is sold as soon as possible to pay off creditors.", "\"In light of the foregoing and a desire to treat you fairly, I am prepared to postpone Franklin Lumber Ltd.'s foreclosure proceeding if you enter into a listing agreement with Debbie Beech as the selling broker no later than 4 p.m., March 13, 1998. The form of the listing agreement must be approved by Franklin Lumber Ltd.'s solicitor William A. Scott of Hobbs Hargrave in Nanaimo, B.C. before it is signed.", "\"If you have not entered into the listing agreement before this deadline expires, I have instructed Mr. Scott to proceed with the foreclosure action.\"", "Here is a promise, in the form of an offer, that if Bullco enters into a specific listing agreement for the ship Franklin will postpone what it refers to as foreclosure proceedings. Clearly Mr. Green looked upon the sale of the ship as in the interests of both sides of the family, in order to pay off creditors. In his 17 July 2000 affidavit, sworn by Mr. Richard Smeal as president of Bullco, comments upon Bullco's acceptance of Franklin's offer to postpone foreclosure against the vessel:", "\"Now attached as Exhibit 'A' to this my Affidavit is a true copy of a letter from the plaintiff to Bullco dated March 6, 1998. In this letter, my uncle promised that the plaintiff would postpone its foreclosure action so long as Bullco entered into a listing agreement with Debbie Beach as selling broker no later than 4 p.m. March 13, 1998. Since Bullco did enter into a listing agreement with Debbie Beach prior to 4 p.m. on March 13, 1998, I presumed that the foreclosure action was not being proceeded with.", "\"Although the listing with Debbie Beach has now expired, I am now in the process of listing the 'Essington II' for sale again with a different broker. I anticipate if the vessel is sold, funds will be paid into trust pending resolution of the action herein.\"", "Here Richard Smeal anticipates ongoing sale efforts, with any sale proceeds to be paid into trust, pending resolution of the Federal Court action."], ["[39]", "I also take as an ongoing indication of intention to proceed and to stave off the in rem aspect of the Federal Court proceedings, that Mr. Smeal was in the process of listing the Essington II, with a different broker, as of 17 July 2000. From the material it would appear that the Essington II was listed with the Kleaman brokerage firm, at least until some time in 2004, as appeared on the Kleaman website and that the vessel was subsequently advertised for sale by Mr. Smeal's firm, MK Bay Marina, at least until fairly recently."], ["[40]", "A very substantial body of evidence, as to ongoing intent to proceed, is derived from mutual all-in-the-family material: that is at least as persuasive as the often tendered unilateral declarations of intent to proceed on the part of desperate plaintiffs.", "Conclusion as to Time Extension"], ["[41]", "To summarize the extension of time aspect of this motion, the material demonstrates a substantial continuing intention to pursue the in rem claim; at least an arguable case and minimal prejudice. Considering all of this in the context of doing justice between the parties, here family members, it is appropriate that the time for service of the Essington II be extended, in effect an extension of the validity of the Statement of Claim, so that Franklin may obtain from the Registry a warrant for the arrest of the Essington II and, without delay, serve and arrest the Essington II. I now turn to the second aspect of the motion, that of a sale at this point, a sale pending the completion of the litigation.", "Sale Before Judgment"], ["[42]", "In the present instance the Plaintiff asks not only for a sale pendente lite, but also for the approval, by way of a court ordered sale, to a ready and willing buyer, without further advertisement going beyond that which commenced some seven or eight years ago and without any formal appraisement in order to arrive at a value."], ["[43]", "In this instance there is some urgency in deciding whether or not to sell the Essington II on an expedited basis, for the intended buyer, Mr. Doswell, is the only serious buyer in seven or eight years, indeed a buyer to be seriously considered. Mr. Doswell clearly has better things to do than wait on the lengthy process on a court ordered sale, including a whole panoply of advertising, appraising, waiting and bidding. Mr. Doswell has a pending contract for employment of the Essington II, a ship which Mr. Smeal believes he cannot afford to operate. Mr. Doswell needs certainty at an early date.", "Court Ordered Sale Without Appraisal"], ["[44]", "The question at this point, assuming for the moment that there ought to be a sale pendente lite, is whether or not it is in the best interest of all concerned, including the owner, the mortgagee and other creditors, to sell the Essington II without a formal current appraisal and the other trappings that go with a usual court ordered sale."], ["[45]", "The case of", "<FRAGMENT_SUPPRESSED>  (T.D.), is an analogous situation. There time was critical, for while the vessel had just come to the active attention of the mortgage holder, it might, within months, have become unsaleable. There the mortgagee brought to the Court for approval a sale at $5 million. There had been two valuations, neither instigated by a court order for appraisement and sale, at less than the proposed sale price. However, in order to sell without a formal court ordered appraisement,", "<FRAGMENT_SUPPRESSED>  (T.D.), had to be considered: Associate Chief Justice Thurlow observed that the", "Federal Court Rules", "in force then allowed the sale of the vessel in a summary manner, without a formal appraisement, however in the final analysis the Court, in", "The Dora", ", was not convinced that it was critical that the vessel be sold immediately. In", "The Nel", ", time being important, the ship was sold immediately."], ["[46]", "The present rule bearing on the court ordered sale of a ship specifically allows sale, without appraisal, by private contract (Rule 490(1)(a)). Indeed, the whole of Rule 490(1), which sets out terms and mechanics for the sale of a ship, sets those out in the context of \"may order\", but not that the procedure must include some set elements. Thus an appraisal is discretionary."], ["[47]", "<FRAGMENT_SUPPRESSED>  (T.D.), Mr. Justice Walsh commented on the standard to be applied by in ordering the sale of a vessel before judgment, by private contract, without advertising the vessel for sale and without an appraisal. His conclusion was that \"... this is an order which should only be given if it is clear that no greater amount could in any circumstances be realized by a sale by public auction after advertisement, without any appraisal having been made, which would give some indication to the Court of the value of the vessel.\" (paragraph 6). In that instance a sale order was denied because Mr. Justice Walsh could not conceive of a situation in which a vessel ought to be sold for about one-quarter of the value of the mortgages and other claims."], ["[48]", "In the present situation, as I have already noted, the $380,000 value attributed to the Essington II was that arrived at after seven or eight years of advertising and as negotiated between a then willing seller and a still willing buyer. Counsel for Bullco submits that there is potential that the Essington II will have greater value in the future. I must look at the possibility of a greater sale price, realized in some other way, for that is the point made by Mr. Justice Walsh in", "Sea-Tec", ". I have therefore considered two points made in argument by Bullco's counsel. First, is the submission of the possibility of a rejuvenated fish farming industry which might give added value to the Essington II: this is a thin hope, for the fish farming industry continues to have more than its share of difficulty. Second, there is the suggestion that offshore oil development would make the Essington II much in demand: the shallow draft Essington II is not a sea-going ship capable of offshore operation and moreover, given the requirements of offshore drilling, it has a very limited crane capacity."], ["[49]", "Given all of the circumstances it is clear that no greater value could, in any circumstances either now or in the immediate future, be realized at a public auction after advertisement and with a sealed appraisal having been lodged with the Court. Indeed, there is every likelihood that if the vessel is not sold now, there will be further diminishment in value by way of deterioration. Thus it is appropriate that if a sale is to take place, it may be without appraisement and without further advertising. In short, I am satisfied that a price of $380,000 is a fair market value for the Essington II. I now turn to the question of whether the ship ought to be sold pendente lite.", "Sale Pendente Lite"], ["[50]", "An appropriate starting point in considering the elements to be met before ordering a sale pendente lite is", "Ship Myrto, Re", ", [1977] 2 Lloyd's Rep. 243 (Q.B. Admiralty Div.), varied on a point unrelated to sale [1978] 1 Lloyd's Rep. 1 (C.A.). Mr. Justice Brandon observed that a sale pendente lite depended upon whether or not there would be a diminishing value by reason of continuing costs during a lengthy arrest. He accepted that there should be no sale pendent lite except for good reason. He felt it unreasonable to keep the ship under arrest for seven months or more, with the value being diminished by ongoing costs during the arrest. He ordered appraisement and sale pendente lite (see pages 260-261). Mr. Justice Brandon made an interesting observation as to what might be dealt with on an interlocutory application for a ship sale, at page 253:", "\"It is neither necessary nor desirable for me to express, at this interlocutory stage of the action, any opinion as to whether the three defences so adumbrated are likely to succeed or fail at any trial of the action which may take place hereafter. It is sufficient for me to say that Counsel for the bank conceded, and in my view rightly and properly conceded, that those defences raised arguable issues of fact and law for decision at such a trial. It follows that the action cannot be treated as a default action, in which the bank is bound in any event to obtain a large money judgment against the res, but as a contested action the outcome of which may be either way.\"", "Here Mr. Justice Brandon makes the point that it is not for him, at the interlocutory stage, to decide the action and indeed the sale pendente lite, sought in", "The Myrto", ", was not to be treated as a sale by default. This is a point which was picked up by Mr. Justice Collier in", "<FRAGMENT_SUPPRESSED>  (T.D.), at 281. Mr. Justice Collier said that there were arguable issues for decision at trial. However he observed that a trial might be months in the future. Taking all of the factors into consideration, he felt that the balance of convenience, notwithstanding that there would be expenses of maintaining the vessel, for seven months or more until trial, the vessel should remain under arrest until the trial."], ["[51]", "Mr. Justice Sheen, of the Court of Queen's Bench, followed", "The Myrto", "on two occasions. The first was", "Ship Gulf Venture, Re", ", [1985] 1 Lloyd's Rep. 131 (Q.B.), where a vessel worth about $425,000 (US), under arrest for some time, was deteriorating and was costing a substantial outlay each month to maintain. Owners being unable or unwilling to post bail of some £ 250,000, he ordered the vessel sold. Here I would observe that Mr. Justice Sheen, [1986] 1 Lloyd's Rep. 130, set aside his own decision, but only because interveners had not received notice of the sale motion."], ["[52]", "Several years later in", "Ship Emre II, Re", ", [1989] 2 Lloyd's Rep. 182, Mr. Justice Sheen again followed", "The Myrto", ". There the claim was far in excess of the £ 1 million value of the vessel. Arrest costs were ongoing. The owner could not give security. There the order for sale was held in abeyance for 21 days to enable the lawyers for the owners, if they were able to do so, to give their personal undertaking to pay the costs of arrest on demand, in which case the vessel would remain under arrest pending trial, but in the alternative a sale pendente lite would take effect."], ["[53]", "The elements to be considered in deciding on a sale pendente lite are open-ended, however in", "<FRAGMENT_SUPPRESSED>  (T.D.), I summed up the elements considered by Mr. Justice Brandon in", "The Myrto", "and Mr. Justice Collier in", "The Alexandros Tsavliris", ", as follows, at page 265:", "\"1. The value of the vessel compared with the amount of the claim;", "\"2. Whether there is an arguable defence;", "\"3. Can the owner carry on: is it reasonable to assume that there must be a sale of the vessel at some point;", "\"4. Whether there will be any diminution in the value of the vessel or of the sale price by te delay, including the cost of keeping a man or a crew aboard the vessel the cost of maintaining the vessel and the cost of insuring the vessel;", "\"5. Whether the vessel will depreciate by further delay;", "\"6. Whether there is any good reason for a sale before trial.\"", "I will consider each of these elements in turn in the context of the Essington II."], ["[54]", "Dealing first with the value of the vessel, compared with the amounts claimed, I have already concluded that $380,000 is a reasonable market value. As to claims against the vessel, that of Franklin Lumber, exclusive of interest, which has run for nearly eight years at Royal Bank of Canada prime plus one per cent per annum, in itself substantially exceeds the value of the Essington II. In addition there are the following claims:", "1. Mr. Richard Smeal claiming a maritime lien for wages at $340,000", "2. Mr. Robert Smeal, together with his company, Saltstream Engineering Ltd., a possessory lien for storage and a claim for wages totalling $80,000; and", "3. various investors, appearing in the present action as interested in the Essington II, claiming $135,000, going back to 1994."], ["[55]", "The claims against the Essington II exceed even the most optimistic valuation of the vessel, a vessel which the owner cannot afford to operate and thus, an aspect I will turn to shortly, the vessel will in all likelihood have to be sold at some point."], ["[56]", "While there may be, at first blush, a defence based on want of consideration for the Franklin mortgage, the more likely analysis is that Bullco gave Franklin a promissory note, together with other security, all of which will be difficult to upset. However this is not an issue to be decided at an interlocutory stage. To be fair there may be an arguable defence, although it is not one which, to this point, appears in the pleadings."], ["[57]", "Given the heavy burden of claims against the vessel and even taking into account that the wage and moorage costs run up to date are within the Richard Smeal side of the family, so that Bullco might not have to deal with them immediately, it is very doubtful that, in the face of the balance of the claims, that Bullco can carry on. Indeed, we have the assertion, by Mr. Richard Smeal, that Bullco cannot afford to carry on. Thus there must be a sale at some point and here I would add that the sooner the vessel is sold the better, for all of the claims continue to mount, month by month."], ["[58]", "The value of the vessel continues to diminish, both in real terms by reason of deterioration and on paper, by reason of moorage and the cost of keeping an eye on the vessel, together with ongoing interest expenses. Arguably some of the deterioration clearly visible in current photographs may be cosmetic. However there is also, on the evidence of Mr. Doswell, which I accept, more serious deterioration. As time goes on it will become more expensive to renew the Canadian Steamship Inspection Certificate. While it may be that the Essington II has reasonable protection against electrolysis damage to the hull, that is not a certainty and indeed Mr. Doswell wishes to inspect the hull in dry dock. The moorage claim of Saltstream Engineering and the wage claim of Robert Smeal for keeping an eye on the vessel appears to amount to about $11,000 per year. Optimistically and with everyone cooperating, it might be possible to get this matter to a trial in two years. All of this indicates that a sale ought to take place."], ["[59]", "Clearly there will be further depreciation, at least over the next several years, were the vessel to remain laid up pending a trial. This is apparent because there is no evidence of any ongoing maintenance, although engines are probably run on occasion."], ["[60]", "In addition to what is set out above there are other good reasons for a sale before trial. After seven or eight years of advertising there is a ready, able and willing buyer, prepared to pay a reasonable price, subject only to a shipyard inspection, at the buyer's cost. A most telling reason why a sale ought to take place now is that the Essington II is uninsured. There may be some liability insurance, should Saltstream Engineering Ltd. be found liable for any damage done by the Essington II which is tied at Saltstream's facility, but there is no evidence of any hull and machinery insurance on the vessel for damage to the vessel. Bullco says this is not relevant in that Franklin, at one point, recognized that the vessel was uninsured, but clearly that is not Franklin's position now. Moreover, the vessel ought to be insured so as to protect the position of others interested in the vessel. Further, and this is a public policy issue, the Essington II ought to be insured to protect taxpayers against the substantial expense which would be incurred should the Essington II sink: here I have in mind both pollution clean-up and wreck removal.", "CONCLUSION"], ["[61]", "I thank counsel for the Plaintiff for a clear presentation and for his candid approach to weaknesses in his client's case. Counsel for Bullco did a good job with the material which he had at his disposal, urging that little or nothing would be lost if the vessel were not sold until a trial judge decided the outcome. There is much to be lost should the vessel not be sold at this point. Indeed, Bullco may have something to gain, for a sale will bring many of the ongoing costs, including the cost of depreciation, to an end. As set out above there are many good reasons to sell the vessel, from the points of view of all concerned, not only as to those outside of the family, but also considering the family interests in this whole matter. There ought to be closure. Therefore the sale pendente lite is allowed, with insurance and movement of the vessel to Vancouver for inspection all as set out in an Order of even date.", "Motion granted.", "Editor: Angela E. McKay/pdk", "[End of document]"]]}