{"id_": "031441", "body_str": [["[1]", "Heneghan, J.", ": Mr. Paul Layoun (the \"Applicant\") seeks judicial review pursuant to section 18.1 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7 and section 41 of the", "Privacy Act", ", R.S.C. 1985, c. P-21 (the \"Privacy Act\") of a decision of the Access to Information Coordinator (the  <FRAGMENT_SUPPRESSED> ) of the Correctional Service of Canada (the \"CSC\"). In that decision, dated August 8, 2011, the Coordinator denied the Applicant access to certain records he had requested in a request, filed June 2, 2011, for access to personal information made pursuant to section 12 of the Privacy Act."], ["[2]", "The Attorney General of Canada, the Commissioner of Corrections, and the Access to Information and Privacy Coordinator of the Correctional Service of Canada are the Respondents (the \"Respondents\") to this application."], ["[3]", "A Confidentiality Order was issued by Prothonotary Tabib on July 26th, 2013 covering some but not all information in the parties' records. Accordingly, these reasons will be issued as Confidential Reasons with Public Reasons to be issued after submissions from the parties."], ["[4]", "Pursuant to the terms of the Confidentiality Order, the Respondents filed a Confidential Affidavit and a Confidential Respondent's Record, including a Confidential Memorandum of Fact and Law, without service on the Applicant. A Public Respondents' Record was also filed by the Respondents.", "II.", "FACTS"], ["[5]", "The Applicant is currently serving an 11 year sentence at Collins Bay Penitentiary, a medium security prison in Kingston, Ontario."], ["[6]", "That sentence began on April 23rd, 2010 following convictions on the offences of manslaughter, forcible confinement and kidnapping, conspiracy, weapons charges and failure to attend."], ["[7]", "The charges and convictions arose from a series of incidents in 2004 when the Applicant and several other people kidnapped and assaulted an individual whom they believed knew the location of drugs they were seeking. That person died as a result of the assault. The Applicant failed to appear for a court hearing in 2004 and evaded authorities until his arrest in 2009."], ["[8]", "The authorities, both in the prison where the Applicant is held and the police who investigated him, perceived that he is involved with organized crime. The authorities also believe that the Applicant is a member of the DeVito crime family, a mafia family based in Quebec.", "[...Redacted ...]"], ["[9]", "While incarcerated, the Applicant has repeatedly requested a transfer to a minimum security institution in Quebec. His reasons for this request include being closer to his family to facilitate their ability to visit him. His transfer requests have been denied, as well as his appeals of those denials through the internal grievance process."], ["[10]", "The Applicant suspected that his transfer requests were denied on the basis of information received from police sources or other sources.", "[...Redacted ...]"], ["[11]", "In order to correct what he believed to be inaccurate information on his file, the Applicant submitted a request, pursuant to section 12 of the Privacy Act, for personal information contained in his Preventive Security File on May 31st, 2011. On August 8th, 2011, the CSC disclosed some of the information requested by the Applicant. It refused disclosure of most of the information based on the exemptions found in paragraphs 19(1)(c), 19(1)(d), 22(1)(a), 22(1)(c) and section 26 of the Privacy Act."], ["[12]", "The CSC responded to the Applicant's Privacy Act request on August 8th, 2011. In the response it disclosed some of the documents requested by the Applicant. According to the covering letter contained with that disclosure, much of the Applicant's information was not disclosed to him. The CSC relied on paragraphs 19(1)(c), 19(1)(d), 22(1)(c), subparagraph 22(1)(a)(i), and section 26 of the Privacy Act to refuse disclosure."], ["[13]", "The covering letter informed the Applicant of his right to complain to the Office of the Privacy Commissioner (the \"OPC\") and to correct any information that was inaccurate in what was disclosed. It informed the Applicant of the process to be followed if proceeding with either of those options."], ["[14]", "The Applicant complained about the refusal of his request to the OPC on May 9th, 2012. The OPC investigated the complaint and released its report on February 26th, 2013."], ["[15]", "In its report, the OPC noted that paragraph 22(1)(a) of the Privacy Act allows a government institution to withhold personal information if it was obtained or prepared by an investigative body during the course of a lawful investigation. In order to claim that exemption, the government institution must only show that the information is less than 20 years old and was prepared or obtained in the course of a lawful investigation by an investigative body listed in Schedule III of the", "Privacy Regulations", ", SOR/83-508. No injury test is necessary under that paragraph."], ["[16]", "The information exempted by the CSC under paragraph 22(1)(a) was prepared by the Preventive Security Division. The Preventive Security Division is an investigative body for the purposes of the Act. The information is less than 20 years old and was prepared in the course of a lawful investigation. The exemption was properly applied."], ["[17]", "Because paragraph 22(1)(a) served to exempt the information from disclosure, the OPC concluded that it was not necessary to consider the other exemptions relied on by the CSC in refusing disclosure. The complaint was disposed of as not being well-founded."], ["[18]", "On March 25, 2013, the Applicant applied for judicial review of the CSC's refusal to disclose information. The findings of the OPC are recommendations, and not the subject of this judicial review.", "III.", "RELEVANT LEGISLATIVE PROVISIONS"], ["[19]", "Subsection 12(1), paragraphs 19(1)(c), 19(1)(d), 19(2), 22(1)(a)(i), subparagraph 22(1)(c)and section 26 of the Privacy Act are relevant to this application and provide as follows:", "12. (1) Subject to this Act, every individual who is a Canadian citizen or a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act has a right to and shall, on request, be given access to", "(a) any personal information about the individual contained in a personal information bank; and", "(b) any other personal information about the individual under the control of a government institution with respect to which the individual is able to provide sufficiently specific information on the location of the information as to render it reasonably retrievable by the government institution.", "19. (1) Subject to subsection (2), the head of a government institution shall refuse to disclose any personal information requested under subsection 12(1) that was obtained in confidence from", "...", "(c) the government of a province or an institution thereof;", "(d) a municipal or regional government established by or pursuant to an Act of the legislature of a province or an institution of such a government;", "(2) The heard of a government institution may disclose any personal information requested under subsection 12(1) that was obtained from any government, organization or institution described in subsection (1) if the government, organization or institution from which that information was obtained", "(a) consents to the disclosure; or", "(b) makes that information public.", "22. (1) The head of a government institution may refuse to disclose any personal information requested under subsection 12(1)", "(a) that was obtained or prepared by any government institution, or part of any government institution, that is an investigative body specified in the regulations in the course of lawful investigations pertaining to", "(i) the detection, prevention or suppression of crime,", "(ii) the enforcement of any law of Canada or a province, or", "(iii) activities suspected of constituting threats to the security of Canada within the meaning of the Canadian Security Intelligence Service Act,", "if the information came into existence less than twenty years prior to the request;", "...", "(c) the disclosure of which could reasonably be expected to be injurious to the security of penal institutions.", "26. The head of a government institution may refuse to disclose any personal information requested under subsection 12(1) about an individual other than the individual who made the request, and shall refuse to disclose such information where the disclosure is prohibited under section 8.", "12. (1) Sous réserve des autres dispositions de la présente loi, tout citoyen canadien et tout résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés ont le droit de se faire communiquer sur demande:", "a) les renseignements personnels le concernant et versés dans un fichier de renseignements personnels;", "b) les autres renseignements personnels le concernant et relevant d'une institution fédérale, dans la mesure où il peut fournir sur leur localisation des indications suffisamment précises pour que l'institution fédérale puisse les retrouver sans problèmes sérieux.", "19. (1) Sous réserve du paragraphe (2), le responsable d'une institution fédérale est tenu de refuser la communication des renseignements personnels demandés en vertu du paragraphe 12(1) qui ont été obtenus à titre confidentiel:", "...", "c) des gouvernements provinciaux ou de leurs organismes;", "d) des administrations municipales ou régionales constituées en vertu de lois provinciales ou de leurs organismes;", "(2) Le responsable d'une institution fédérale peut donner communication des renseignements personnels visés au paragraph (1) si le gouvernement, l'organisation, l'administration ou l'organisme qui les fournis:", "a) consent à la communication;", "b) rend les renseignements publics.", "22. (1) Le responsable d'une institution fédérale peut refuser la communication des renseignements personnels demandés en vertu du paragraphe 12(1):", "a) soit qui remontent à moins de vingt ans lors de la demande et qui ont été obtenus ou préparés par une institution fédérale, ou par une subdivision d'une institution, qui constitue un organisme d'enquête déterminé par règlement, au cours d'enquêtes licites ayant trait:", "(i) à la détection, la prévention et la répression du crime,", "(ii) aux activités destinées à faire respecter les lois fédérales ou provinciales,", "(iii) aux activités soupçonnées de constituer des menaces envers la sécurité du Canada au sens de la Loi sur le Service canadien du renseignement de sécurité;", "...", "c) soit dont la divulgation risquerait vraisemblablement de nuire à la sécurité des établissements pénitentiaires.", "26. Le responsable d'une institution fédérale peut refuser la communication des renseignements personnels demandés en vertu du paragraphe 12(1) qui portent sur un autre individu que celui qui fait la demande et il est tenu de refuser cette communication dans les cas où elle est interdite en vertu de l'article 8.", "IV.", "ISSUES"], ["[20]", "This application for judicial review raises two issues as follows:", "1) What is the appropriate standard of review?", "2) Was the CSC's refusal to disclose information to the Applicant in accordance with the Privacy Act?", "V.", "ARGUMENTS", "What is the appropriate standard of review?"], ["[21]", "The parties have agreed on the appropriate standard of review, and it is not necessary to refer to their submissions in this regard."], ["[22]", "Whether or not the exempted information falls within one of the statutory exemptions is a", "de novo", "review and the appropriate standard is correctness. The CSC's exercise of discretion whether or not to exempt information from disclosure is subject to review for reasonableness; see the decision in", "<FRAGMENT_SUPPRESSED> . The Respondents bear the burden of justifying non-disclosure of the information at issue in this case.", "Was the CSC's refusal to disclose information to the Applicant in accordance with the Privacy Act?", "A.", "Applicant's Submissions"], ["[23]", "The Applicant argues that there is a presumption that information requested by an individual under the Privacy Act should be disclosed to the requester; see the decision in", "<FRAGMENT_SUPPRESSED> . Exemptions to the right of access should be construed as being limited and specific."], ["[24]", "The Applicant submits that the CSC should have reviewed the information withheld to determine if it had already been made public or disclosed to the Applicant. Further, he argues that the CSC had a duty to consult experts to consider whether the records fell within the statutory exemptions."], ["[25]", "In determining whether exempted information falls within paragraph 22(1)(a), the Court should consider whether it was prepared during the course of \"an investigation\". To the extent that any of the withheld information was not gathered in the course of an investigation, as that term is ordinarily understood, it should be disclosed to the Applicant. Any information gathered by any organization that is not the Preventive Security Division should be reviewed to determine whether it was gathered by an investigative body as defined in the Privacy Act. Where it was not, it should be disclosed."], ["[26]", "The Applicant argues that there is nothing in the record to indicate that the CSC considered the exercise of discretion under paragraph 22(1)(a). It would appear that the CSC simply determined whether the information fell within the exemption at paragraph 22(1)(a) and refused to disclose it."], ["[27]", "The next consideration is whether the discretion was exercised reasonably. The Applicant submits that if all relevant and up-to date information was not before the CSC when its exemption decisions were made, then clearly the CSC did not properly exercise its discretion."], ["[28]", "Further, the Applicant argues that the overriding purposes of both the Privacy Act and the", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20 (the \"CCRA\") should be taken into account when considering the exercise of discretion in this case. The purposes of these statutes disclose a legislative intent to ensure accurate and up to date personal information in government control is available to offenders. The CSC's exercise of discretion was contrary to these purposes."], ["[29]", "Paragraphs 19(1)(a) and 19(1)(b) of the Privacy Act do not apply to the information at issue. It was information within the records of the CSC's Preventive Security Division. Only information outside the control and custody of the withholding organization is exempted under those provisions. Those records should be reviewed to determine whether they truly fall within the exemption and where they do not, they should be disclosed. The onus is on the Respondents to demonstrate that, where the information was provided by outside agencies, it was done so in confidence. Where it was not, it should be disclosed."], ["[30]", "The Applicant submits that the CSC had a duty to consider whether third party agencies consented to the disclosure of the exempted information, pursuant to subsection 19(2); see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 104. There is no indication that it did so here."], ["[31]", "He argues that there is no indication that the CSC considered and identified the injury that would be caused to the security of a penal institution by the disclosure of the exempted information. The Applicant argues that paragraph 22(1)(c) was not properly applied.", "B.", "Respondents' Submissions"], ["[32]", "In their public Memorandum of Fact and Law, the Respondents argue that the CSC correctly identified certain information as falling under Privacy Act exemptions and it reasonably exercised its discretion."], ["[33]", "A reasonableness review of discretionary decisions should consider whether the discretion appears to have been exercised in good faith for a reason that is rationally connected to the purpose for which the discretion was granted; see the decision in", "<FRAGMENT_SUPPRESSED> ."], ["[34]", "The Respondents submit that while the findings of the OPC are not binding on the Court, these findings are an important factor that should not be disregarded when reviewing the reasonableness of the decision of the CSC not to disclose the requested information; see the decision in", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "The Respondents argue that the CSC's decision not to disclose information pursuant to the class-based exemptions in paragraphs 19(1)(c) and 19(1)(d) of the Privacy Act, was reasonable."], ["[36]", "The Respondents also submit that pursuant to section 19 of the Privacy Act, once it is determined that subsection 19(1) applies, the government institution must demonstrate that the exempted information could not be disclosed pursuant to subsection 19(2), that is, by way of consent from the institution that provided the information, or if the information has been made public."], ["[37]", "The Respondents argue that the requirement to make reasonable efforts to obtain consent from provincial or municipal institutions, pursuant to subsection 19(2) of the Privacy Act, is subject to relevant practical considerations. These practical considerations include the nature and the volume of the information, and may make it impractical to seek consent; see the decision in", "Ruby, supra", "at paragraphs 109 and 110."], ["[38]", "The Respondents submit that the information requested by the Applicant was information that was received from third-parties, specifically the Montreal and Ottawa police services, and the Ontario Attorney General."], ["[39]", "The Respondents say that section 5.2 of the Memorandum of Understanding between Canada and Ontario authorizes them to make determinations about disclosure decisions without requiring consultation."], ["[40]", "With respect to the information received from the Montreal Police Service, the Respondents submit that the Montreal Police Service told the CSC that the information was for police purposes only and was to be treated as confidential."], ["[41]", "The Respondents further submit that pursuant to subsection 19(2) of the Privacy Act, even if consent to disclose information is obtained from the third party, there is still a residual discretion to refuse to disclose the information; see the decision in", "Ruby, supra", "at paragraphs 109 and 110."], ["[42]", "The Respondents argue that the exemption in subparagraph 22(1)(a)(i) gives government officials the discretion to exempt information from disclosure after applying a three part test, that is to determine whether the information comes from an investigative body conducting a lawful investigation, whether the information meets the criteria found in subparagraph 22(1)(a)(i), and whether the information is less than 20 years old."], ["[43]", "The Respondents submit that the Preventative Security Section of the security branch of the CSC is an investigative body pursuant to schedule III of the Act, and that some of the information requested by the Applicant was information that was from the result of an investigation. Accordingly, it was reasonable of the CSC to refuse to disclose information pursuant to subparagraph 22(1)(a)(i)."], ["[44]", "The Respondents also argue that the decision not to disclose the information was reasonable on the basis of the exemption in paragraph 22(1)(c) of the Privacy Act, which provides the government institutions with discretion to refuse disclosure on the basis that it could reasonably be expected to be injurious to the security of penal institutions."], ["[45]", "Finally, concerning the CSC's refusal to disclose on the basis of section 26 of the Privacy Act, the Respondents submit that section 26 is a mandatory exemption from disclosure when such disclosure is prohibited by section 8 of the Privacy Act; see the decision in", "<FRAGMENT_SUPPRESSED>  76.", "C.", "Analysis"], ["[46]", "The within application relates only to a request for information pursuant to the Privacy Act. The submissions made by the Applicant with respect to the CCRA are not relevant to the issues raised in the context of the Privacy Act, and will not be addressed further."], ["[47]", "Having regard to the evidence submitted and the arguments of the parties, I am satisfied that the CSC's decision to refuse disclosure of the exempt documents was in accordance with the Privacy Act."], ["[48]", "In my opinion, the CSC has correctly identified multiple exemptions applying to each document withheld from disclosure. I have reviewed each document exempted from disclosure, and there is nothing to indicate that any one of them is not subject to the exemptions identified by the CSC. There was no reviewable error by the CSC in determining that the information for which disclosure was refused, was exempt from disclosure pursuant to the relevant provisions of the Privacy Act."], ["[49]", "Paragraphs 19(1)(c) and 19(1)(d) of the Privacy Act provide qualified mandatory exemptions; see the decision in", "Ruby, supra", "at paragraph 101. Once it is determined that documents fall within the classes described in those provisions, they are exempt from disclosure."], ["[50]", "Paragraphs 19(1)(c) and 19(1)(d) relate to information obtained from provincial or municipal governments or institutions. All of the information identified by the CSC as being exempted under these subsections was obtained from the Ontario Ministry of the Attorney General, the Ottawa Police Service or the Montreal Police Service. These are all provincial or municipal government institutions. Paragraphs 19(1)(c) and 19(1)(d) were properly applied to withhold disclosure."], ["[51]", "There is a residual discretion to disclose information exempted under those paragraphs, provided by subsection 19(2) of the Privacy Act. The Federal Court of Appeal has held that seeking consent under that subsection is subject to practical considerations, and government institutions may make protocols to deal with the process of seeking consent; see the decision in", "Ruby, supra", "at paragraph 110. Those protocols must respect the nature of the Privacy Act. The onus is only to make \"reasonable efforts\" to seek consent."], ["[52]", "The Memorandum of Understanding between the Ontario and Federal governments is one such protocol. Section 5.2 of this agreement states that consultation will not normally be required in making a disclosure decision about personal information forwarded by the other party."], ["[53]", "The correspondence in the Respondents' authorities from the Montreal Police Service indicates that consent to disclose the records would have been withheld if sought. Those considerations, along with concerns about security and safety, indicate that the CSC reasonably exercised its discretion to refuse disclosure and it acted reasonably in not seeking the consent of the relevant third parties."], ["[54]", "The CSC correctly identified information as falling under the subparagraph 22(1)(a)(i) exemption was correctly withheld. It was gathered by investigative bodies in the course of a lawful investigation, and is less than 20 years old. It meets the test set out in", "Ruby, supra.", "In my opinion, it was reasonable for the CSC to exercise its discretion to withhold disclosure of that information."], ["[55]", "I note that the OPC found that an exemption pursuant to paragraph 22(1)(a) of the Privacy Act applies to the material that the CSC refused to disclose. While the decision of the OPC is not determinative of the present application, it is a relevant factor to be considered as per the guidance in", "Gordon, supra", "at paragraph 20."], ["[56]", "Paragraph 22(1)(c) was correctly applied to the exempted records falling under that provision. The information contained in the identified, withheld records could cause a risk to the safety of the Applicant or correctional institutions generally if disclosed. It was reasonable for the CSC to withhold disclosure of that information."], ["[57]", "The CSC reasonably exercised its discretion under section 26 to withhold information containing the personal information of third parties. Much of the information requested by the Applicant consists of, or contains, the personal information of people other than the Applicant; see the decision in", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at paragraph 13."], ["[58]", "It was reasonable for the CSC to refuse disclosure of this information, especially in light of safety concerns with respect to the Applicant. None of the exceptions in subsection 8(2) apply.", "VI.", "CONCLUSION"], ["[59]", "The Respondents have correctly identified the relevant exemptions applying to the withheld information. The CSC's exercise of discretion not to disclose that information was reasonable. The refusal to disclose the information withheld from the Applicant was in accordance with the Privacy Act."], ["[60]", "The application for judicial review is dismissed. Although the Respondent Attorney General sought costs in the written Memorandum of Fact and Law, counsel for the Attorney General advised at the hearing that costs would not be sought if the Applicant were unsuccessful. Accordingly, in the exercise of my discretion pursuant to the", "Federal Courts Rules", "SOR/98-106, there will be no order as to costs.", ".........................", "<FRAGMENT_SUPPRESSED>  l'Accès à l'Information et de la Protection des Renseignements Personnels du Service Correctionnel du Canada (défendeurs)", "I.", "INTRODUCTION"], ["[1]", "Le juge Heneghan", "[Traduction]: M. Paul Layoun (le demandeur) sollicite, en vertu de l'article 18.1 de la", "Loi sur les Cours fédérales", ", LRC 1985, c F-7, et de l'article 41 de la", "Loi sur la protection des renseignements personnels", ", LRC 1985, c P-21 (la LPRP), le contrôle judiciaire de la décision datée du 8 août 2011 par laquelle le coordonnateur de l'accès à l'information et de la protection des renseignements personnels (le coordonnateur) du Service correctionnel du Canada (le SCC) a refusé de lui communiquer certains documents pour lesquels il avait présenté le 2 juin 2011, en vertu de l'article 12 de la LPRP, une demande d'accès à des renseignements personnels."], ["[2]", "Dans le cadre de la présente demande, les défendeurs sont le procureur général du Canada, le commissaire du Service correctionnel et le coordonnateur de l'accès à l'information et de la protection des renseignements personnels du Service correctionnel du Canada (les défendeurs)."], ["[3]", "Le 26 juillet 2013, la protonotaire Tabib a rendu une ordonnance de confidentialité qui ne vise qu'une partie seulement des renseignements figurant dans les dossiers des parties. En conséquence, les présents motifs seront rendus à titre confidentiel et, après réception des observations des parties, ils seront suivis de motifs publics."], ["[4]", "Conformément aux conditions de l'ordonnance de confidentialité, les défendeurs ont déposé un affidavit confidentiel et un dossier confidentiel, y compris un mémoire confidentiel des faits et du droit, sans les signifier au demandeur. Ils ont également déposé un dossier public.", "II.", "LES FAITS"], ["[5]", "Le demandeur purge actuellement une peine d'emprisonnement de onze ans à l'Établissement de Collins Bay, un pénitencier à sécurité moyenne situé à Kingston, en Ontario."], ["[6]", "Cette peine a débuté le 23 avril 2010, après que le demandeur a été reconnu coupable des accusations suivantes: homicide involontaire coupable, séquestration et enlèvement, complot, infractions relatives à des armes et défaut de comparution."], ["[7]", "Les accusations et les déclarations de culpabilité découlaient d'une série d'incidents survenus en 2004, dans le cadre desquels le demandeur et plusieurs autres individus avaient enlevé et agressé une personne qui, croyaient-ils, connaissait l'endroit où se trouvait la drogue qu'ils cherchaient. Cette personne était décédée des suites de l'agression. Le demandeur avait omis de se présenter à une audience judiciaire en 2004 et il avait réussi à échapper aux autorités jusqu'à son arrestation en 2009."], ["[8]", "Les autorités, tant celles de l'établissement pénitentiaire où le demandeur est incarcéré que la police qui a fait enquête sur lui, pensent qu'il est impliqué dans le crime organisé. Elles croient également qu'il est un membre de la famille criminelle DeVito, une famille mafieuse établie au Québec.", "[...Passage expurgé ...]"], ["[9]", "Depuis son incarcération, le demandeur a demandé à maintes reprises d'être transféré dans un établissement à sécurité minimale au Québec afin, notamment, d'être plus près de sa famille pour que celle-ci puisse lui rendre visite plus facilement. Ses demandes de transfèrement ont été refusées, tout comme les appels qu'il a interjetés à l'égard de ces refus en recourant au processus interne de règlement des griefs."], ["[10]", "Le demandeur soupçonne que ses demandes de transfèrement ont été refusées à la suite d'informations reçues de la police ou d'autres sources.", "[...Passage expurgé ...]"], ["[11]", "Pour corriger ce qu'il croit être des renseignements inexacts dans son dossier, le 31 mai 2011, le demandeur a présenté, en vertu de l'article 12 de la LPRP, une demande de communication des renseignements personnels contenus dans son dossier de sécurité préventive. Le 8 août 2011, le SCC a communiqué certains des renseignements qu'il demandait, mais a refusé d'en communiquer la majeure partie en invoquant les exceptions figurant aux alinéas 19(1)", "), 19(1)", "), 22(1)", ") et 22(1)", ") ainsi qu'à l'article 26 de la LPRP."], ["[12]", "Le SCC a répondu à la demande fondée sur la LPRP du demandeur le 8 août 2011. Dans sa réponse, il a communiqué certains des documents demandés. D'après la lettre d'accompagnement jointe à cette réponse, une bonne part des renseignements du demandeur ne lui étaient pas communiqués. Le SCC a invoqué à cet égard les alinéas 19(1)", "), 19(1)", ") et 22(1)", "), ainsi que le sous-alinéa 22(1)", ")(i) et l'article 26 de la LPRP."], ["[13]", "La lettre d'accompagnement informait le demandeur de son droit de porter plainte auprès du Commissariat à la protection de la vie privée (le CPVP) et de faire corriger les renseignements qui, parmi ceux communiqués, étaient inexacts. Elle l'informait également du processus à suivre s'il optait pour l'une ou l'autre de ces options."], ["[14]", "Le demandeur s'est plaint du refus de sa demande au CPVP le 9 mai 2012. Ce dernier a fait enquête sur la plainte et a publié son rapport le 26 février 2013."], ["[15]", "Dans son rapport, le CPVP a fait remarquer que l'alinéa 22(1)", ") de la LPRP permet à une institution gouvernementale de refuser de communiquer des renseignements personnels qui ont été obtenus ou préparés par un organisme d'enquête au cours d'une enquête licite. Pour que l'institution gouvernementale puisse invoquer cette exception, il lui suffit de montrer que les renseignements remontent à moins de vingt ans et qu'ils ont été obtenus ou préparés au cours d'une enquête licite par un organisme d'enquête énuméré à l'annexe III du", "Règlement sur la protection des renseignements personnels", ", DORS/83-508. Aucun critère de préjudice n'est nécessaire selon cet alinéa."], ["[16]", "Les renseignements pour lesquels le SCC s'est prévalu de l'exception prévue à l'alinéa 22(1)", ") ont été préparés par la Division de la sécurité préventive, qui est un organisme d'enquête pour l'application de la Loi. Les renseignements remontent à moins de vingt ans et ont été préparés dans le cadre d'une enquête licite. L'exception a été appliquée à juste titre."], ["[17]", "Comme l'alinéa 22(1)", ") permettait de ne pas communiquer les renseignements, le CPVP a conclu qu'il n'était pas nécessaire d'examiner les autres exceptions qu'avait invoquées le SCC pour refuser la communication. Il a été décidé que la plainte était injustifiée."], ["[18]", "Le 25 mars 2013, le demandeur a présenté une demande de contrôle judiciaire à la suite du refus du SCC de communiquer des renseignements. Les conclusions du CPVP sont des recommandations, et elles ne font pas l'objet du présent contrôle judiciaire.", "III.", "LES DISPOSITIONS LÉGISLATIVES APPLICABLES"], ["[19]", "Le paragraphe 12(1), les alinéas 19(1)", ") et 19(1)", "), le paragraphe 19(2), le sous-alinéa 22(1)", ")(i), l'alinéa 22(1)", ") et l'article 26 de la LPRP s'appliquent à la présente demande:", "12. (1) Sous réserve des autres dispositions de la présente loi, tout citoyen canadien et tout résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés ont le droit de se faire communiquer sur demande:", "a) les renseignements personnels le concernant et versés dans un fichier de renseignements personnels;", "b) les autres renseignements personnels le concernant et relevant d'une institution fédérale, dans la mesure où il peut fournir sur leur localisation des indications suffisamment précises pour que l'institution fédérale puisse les retrouver sans problèmes sérieux.", "19. (1) Sous réserve du paragraphe (2), le responsable d'une institution fédérale est tenu de refuser la communication des renseignements personnels demandés en vertu du paragraphe 12(1) qui ont été obtenus à titre confidentiel:", "[...]", "c) des gouvernements provinciaux ou de leurs organismes;", "d) des administrations municipales ou régionales constituées en vertu de lois provinciales ou de leurs organismes;", "(2) Le responsable d'une institution fédérale peut donner communication des renseignements personnels visés au paragraphe (1) si le gouvernement, l'organisation, l'administration ou l'organisme qui les fournis:", "a) consent à la communication;", "b) rend les renseignements publics.", "22. (1) Le responsable d'une institution fédérale peut refuser la communication des renseignements personnels demandés en vertu du paragraphe 12(1):", "a) soit qui remontent à moins de vingt ans lors de la demande et qui ont été obtenus ou préparés par une institution fédérale, ou par une subdivision d'une institution, qui constitue un organisme d'enquête déterminé par règlement, au cours d'enquêtes licites ayant trait:", "(i) à la détection, la prévention et la répression du crime,", "(ii) aux activités destinées à faire respecter les lois fédérales ou provinciales,", "(iii) aux activités soupçonnées de constituer des menaces envers la sécurité du Canada au sens de la Loi sur le Service canadien du renseignement de sécurité;", "[...]", "c) soit dont la divulgation risquerait vraisemblablement de nuire à la sécurité des établissements pénitentiaires.", "26. Le responsable d'une institution fédérale peut refuser la communication des renseignements personnels demandés en vertu du paragraphe 12(1) qui portent sur un autre individu que celui qui fait la demande et il est tenu de refuser cette communication dans les cas où elle est interdite en vertu de l'article 8.", "12. (1) Subject to this Act, every individual who is a Canadian citizen or a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act has a right to and shall, on request, be given access to", "(a) any personal information about the individual contained in a personal information bank; and", "(b) any other personal information about the individual under the control of a government institution with respect to which the individual is able to provide sufficiently specific information on the location of the information as to render it reasonably retrievable by the government institution.", "19. (1) Subject to subsection (2), the head of a government institution shall refuse to disclose any personal information requested under subsection 12(1) that was obtained in confidence from", "...", "(c) the government of a province or an institution thereof;", "(d) a municipal or regional government established by or pursuant to an Act of the legislature of a province or an institution of such a government;", "(2) The heard of a government institution may disclose any personal information requested under subsection 12(1) that was obtained from any government, organization or institution described in subsection (1) if the government, organization or institution from which that information was obtained", "(a) consents to the disclosure; or", "(b) makes that information public.", "22. (1) The head of a government institution may refuse to disclose any personal information requested under subsection 12(1)", "(a) that was obtained or prepared by any government institution, or part of any government institution, that is an investigative body specified in the regulations in the course of lawful investigations pertaining to", "(i) the detection, prevention or suppression of crime,", "(ii) the enforcement of any law of Canada or a province, or", "(iii) activities suspected of constituting threats to the security of Canada within the meaning of the Canadian Security Intelligence Service Act,", "if the information came into existence less than twenty years prior to the request;", "...", "(c) the disclosure of which could reasonably be expected to be injurious to the security of penal institutions.", "26. The head of a government institution may refuse to disclose any personal information requested under subsection 12(1) about an individual other than the individual who made the request, and shall refuse to disclose such information where the disclosure is prohibited under section 8.", "IV.", "LES QUESTIONS EN LITIGE"], ["[20]", "La présente demande de contrôle judiciaire soulève deux questions:", "1) Quelle est la norme de contrôle appropriée?", "2) Le refus du SCC de communiquer des renseignements au demandeur est-il conforme à la LPRP?", "V.", "LES ARGUMENTS", "Quelle est la norme de contrôle appropriée?"], ["[21]", "Les parties ont convenu de la norme de contrôle appropriée, et il n'est pas nécessaire de se référer à leurs observations à cet égard."], ["[22]", "La question de savoir si les renseignements exclus relèvent d'une des exceptions que prévoit la loi est un examen", "de novo", ", et la norme applicable est la décision correcte. L'exercice du pouvoir discrétionnaire qu'a le SCC de soustraire des renseignements à la communication est susceptible de contrôle selon la norme de la décision raisonnable; voir la décision", "<FRAGMENT_SUPPRESSED> . Les défendeurs ont le fardeau de justifier la non-communication des renseignements qui sont en cause en l'espèce.", "Le refus du SCC de communiquer des renseignements au demandeur est-il conforme à la LPRP?", "A.", "Les observations du demandeur"], ["[23]", "Le demandeur soutient qu'il existe une présomption selon laquelle les renseignements qu'une personne demande en vertu de la LPRP doivent lui être communiqués; voir l'arrêt", "<FRAGMENT_SUPPRESSED> . Les exceptions relatives au droit d'accès doivent être considérées comme restreintes et précises."], ["[24]", "Le demandeur soutient que le SCC aurait dû examiner les renseignements non communiqués pour établir s'ils avaient déjà été rendus publics ou s'ils lui avaient déjà été communiqués. De plus, le SCC était tenu de consulter des experts afin d'examiner si les documents tombaient sous le coup des exceptions prévues par la loi."], ["[25]", "Pour décider si des renseignements exclus tombent sous le coup de l'alinéa 22(1)", "), la Cour doit examiner s'ils ont été préparés au cours d'une « enquête ». Dans la mesure où les renseignements non communiqués n'ont pas été recueillis au cours d'une enquête, au sens que l'on donne habituellement à ce terme, il y a lieu de les communiquer au demandeur. Tout renseignement que recueille un organisme autre que la Division de la sécurité préventive doit être examiné en vue d'établir s'il a été recueilli par un organisme d'enquête au sens de la LPRP. S'il ne l'a pas été, il doit être communiqué."], ["[26]", "Le demandeur fait valoir que rien dans le dossier n'indique que le SCC a envisagé d'exercer le pouvoir discrétionnaire que confère l'alinéa 22(1)", "). Il semble qu'il a simplement vérifié si les renseignements tombaient sous le coup de l'exception prévue à l'alinéa 22(1)", ") et qu'il a refusé de les communiquer."], ["[27]", "Le facteur suivant consiste à savoir si le pouvoir discrétionnaire a été exercé de manière raisonnable. Le demandeur est d'avis que, si le SCC n'avait pas en main tous les renseignements pertinents et à jour au moment où il a pris ses décisions en matière d'exception, il est donc évident qu'il n'a pas exercé son pouvoir discrétionnaire de manière appropriée."], ["[28]", "En outre, il y a lieu de prendre en compte les objets prépondérants de la LPRP et de la", "Loi sur le système correctionnel et la mise en liberté sous condition", ", LC 1992, c 20 (la LSCMLC), au moment d'envisager d'exercer le pouvoir discrétionnaire en l'espèce. Les objets de ces deux lois font état de l'intention du législateur de s'assurer que l'on met à la disposition des délinquants les renseignements personnels exacts et à jour que le gouvernement contrôle. Le SCC a exercé son pouvoir discrétionnaire d'une manière contraire à ces objets."], ["[29]", "Les alinéas 19(1)", ") et 19(1)", ") de la LPRP ne s'appliquent pas aux renseignements en cause. Ces derniers figuraient dans les dossiers de la Division de la sécurité préventive du SCC. Aux termes de ces deux dispositions, seuls sont exclus les renseignements dont l'organisme qui refuse de les communiquer n'a pas la garde et le contrôle. Il est nécessaire d'examiner ces dossiers afin d'établir s'ils tombent véritablement sous le coup de l'exception, et, dans le cas contraire, ils doivent être communiqués. Il incombe aux défendeurs de démontrer que, dans les cas où les renseignements ont été fournis par des organismes externes, cela a été fait sous le sceau de la confidentialité. Dans le cas contraire, ils doivent être communiqués."], ["[30]", "Aux dires du demandeur, il incombe au SCC de vérifier si des organismes tiers ont consenti à la communication des renseignements exclus, conformément au paragraphe 19(2); voir l'arrêt", "<FRAGMENT_SUPPRESSED> , au paragraphe 104. Rien n'indique que cela a été fait en l'espèce."], ["[31]", "Le demandeur ajoute que rien n'indique que le SCC a vérifié et établi quel préjudice serait causé à la sécurité d'un établissement pénitentiaire par la communication des renseignements exclus. L'alinéa 22(1)", ") n'a pas, fait valoir le demandeur, été appliqué de manière appropriée.", "B.", "Les observations des défendeurs"], ["[32]", "Dans leur mémoire public des faits et du droit, les défendeurs font valoir que le SCC a déterminé avec raison que certains renseignements tombaient sous le coup d'exceptions prévues par la LPRP et qu'il a exercé son pouvoir discrétionnaire de manière raisonnable."], ["[33]", "Un examen du caractère raisonnable d'une décision discrétionnaire doit étudier la question de savoir si le pouvoir discrétionnaire semble avoir été exercé de bonne foi pour un motif qui se rapporte de façon logique à la raison pour laquelle il a été accordé; voir l'arrêt", "<FRAGMENT_SUPPRESSED> ."], ["[34]", "Aux dires des défendeurs, les conclusions du CPVP, bien qu'elles ne lient pas la Cour, sont un facteur important dont il ne faudrait pas faire abstraction au moment de contrôler le caractère raisonnable de la décision du SCC de ne pas communiquer les renseignements demandés; voir la décision", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "Les défendeurs ajoutent que la décision du SCC de ne pas communiquer des renseignements au titre des exceptions fondées sur les catégories d'organisation que prévoient les alinéas 19(1)", ") et 19(1)", ") de la LPRP est raisonnable."], ["[36]", "Ils soutiennent par ailleurs qu'aux termes de l'article 19 de la LPRP, une fois qu'il est conclu que le paragraphe 19(1) s'applique, l'institution fédérale doit établir que les renseignements exclus ne pouvaient pas être communiqués en vertu du paragraphe 19(2), c'est-à-dire avec le consentement de l'institution qui les a fournis, ou si cette dernière les a rendus publics."], ["[37]", "Les défendeurs sont d'avis que l'obligation de faire des efforts raisonnables pour obtenir le consentement d'une entité provinciale ou municipale, aux termes du paragraphe 19(2) de la LPRP, est soumise à des considérations pratiques pertinentes. Celles-ci comprennent la nature et la quantité des renseignements, et font qu'il est peut-être peu pratique d'obtenir le consentement nécessaire; voir l'arrêt", "Ruby", ", précité, aux paragraphes 109 et 110."], ["[38]", "Les défendeurs font valoir que les renseignements demandés par le demandeur ont été reçus de tiers, plus précisément des services de police de Montréal et d'Ottawa, ainsi que du procureur général de l'Ontario."], ["[39]", "Les défendeurs disent que le paragraphe 5.2 du Protocole d'entente conclu entre le Canada et l'Ontario les autorise à prendre des décisions au sujet de la communication de renseignements sans devoir procéder à des consultations."], ["[40]", "Pour ce qui est des renseignements reçus du Service de police de Montréal, les défendeurs soutiennent que celui-ci a déclaré au SCC que les renseignements étaient destinés à des fins policières uniquement et qu'il fallait les considérer comme confidentiels."], ["[41]", "Par ailleurs, selon eux, conformément au paragraphe 19(2) de la LPRP, même si l'on obtient de la tierce partie le consentement de communiquer des renseignements, il existe toujours un pouvoir discrétionnaire résiduel de refuser de communiquer les renseignements; voir l'arrêt", "Ruby", ", précité, aux paragraphes 109 et 110."], ["[42]", "Les défendeurs font valoir que l'exception prévue au sous-alinéa 22(1)", ")(i) confère aux autorités gouvernementales le pouvoir discrétionnaire de ne pas communiquer des renseignements après avoir appliqué un critère à trois volets, qui consiste à établir si les renseignements viennent d'un organisme d'enquête menant une enquête licite, s'ils répondent au critère énoncé au sous-alinéa 22(1)", ")(i) et s'ils remontent à moins de vingt ans."], ["[43]", "Les défendeurs soutiennent que la Division de la sécurité préventive de la Direction générale de la sécurité du SCC est un organisme d'enquête visé à l'annexe III de la Loi et que certains des renseignements demandés par le demandeur étaient le résultat d'une enquête. Il était donc raisonnable que le SCC refuse de communiquer des renseignements en application du sous-alinéa 22(1)", ")(i)."], ["[44]", "Par ailleurs, la décision de ne pas communiquer les renseignements était raisonnable au vu de l'exception prévue à l'alinéa 22(1)", ") de la LPRP, qui confère aux institutions gouvernementales le pouvoir discrétionnaire de refuser de communiquer des renseignements qui risqueraient vraisemblablement de nuire à la sécurité des établissements pénitentiaires."], ["[45]", "Enfin, pour ce qui est du refus du SCC de communiquer des renseignements du fait de l'article 26 de la LPRP, les défendeurs sont d'avis que cette disposition est une exception obligatoire quand la communication est interdite par l'article 8 de la LPRP; voir la décision", "<FRAGMENT_SUPPRESSED>  76.", "C.", "L'analyse"], ["[46]", "La présente demande a trait uniquement à une demande de renseignements présentée en vertu de la LPRP. Les observations du demandeur au sujet de la LSCMLC ne sont pas pertinentes à l'égard des questions soulevées dans le contexte de la LPRP, et elles ne seront pas analysées davantage."], ["[47]", "Compte tenu des éléments de preuve présentés et des arguments des parties, je suis persuadée que la décision du SCC de refuser de communiquer les documents exclus est conforme à la LPRP."], ["[48]", "À mon avis, le SCC a fait état avec raison de multiples exceptions qui s'appliquent à chacun des documents qu'il a refusés de communiquer. J'ai passé en revue chacun de ces documents et rien n'indique que l'un d'eux n'est pas assujetti aux exceptions que le SCC a mentionnées. En concluant que les renseignements dont la communication a été refusée étaient exclus au titre des dispositions applicables de la LPRP, le SCC n'a pas commis d'erreur susceptible de contrôle."], ["[49]", "Les alinéas 19(1)", ") et 19(1)", ") de la LPRP comportent des exceptions obligatoires conditionnelles; voir l'arrêt", "Ruby", ", précité, au paragraphe 101. Une fois qu'il a été conclu que des documents s'inscrivent dans les catégories décrites dans ces dispositions, ils sont soustraits à la communication."], ["[50]", "Les alinéas 19(1)", ") et 19(1)", ") concernent les renseignements obtenus d'administrations ou de gouvernements de niveau provincial ou municipal. Tous les renseignements qui, d'après le SCC, sont exclus aux termes de ces alinéas ont été obtenus du ministère du Procureur général de l'Ontario, du Service de police d'Ottawa ou du Service de police de Montréal. Il s'agit tous d'institutions gouvernementales de niveau provincial ou municipal. Les alinéas 19(1)", ") et", ") ont été appliqués avec raison en vue de refuser la communication."], ["[51]", "Le paragraphe 19(2) de la LPRP comporte le pouvoir discrétionnaire résiduel de communiquer des renseignements visés par les exceptions que prévoient ces alinéas. La Cour d'appel fédérale a conclu que le fait d'obtenir un consentement en vertu de ce paragraphe est soumis à des considérations pratiques, et les institutions gouvernementales peuvent établir des protocoles en vue de traiter du processus d'obtention du consentement nécessaire; voir l'arrêt", "Ruby", ", précité, au paragraphe 110. Ces instruments doivent respecter la nature de la LPRP. La seule obligation est de faire des « efforts raisonnables » pour obtenir ce consentement."], ["[52]", "Le protocole d'entente conclu entre le gouvernement de l'Ontario et le gouvernement fédéral est l'un de ces instruments. Le paragraphe 5.2 de ce protocole indique qu'il n'est généralement pas nécessaire de mener des consultations au moment de prendre une décision sur la communication de renseignements personnels que l'autre partie a transmis."], ["[53]", "Selon une lettre figurant dans les documents du Service de police de Montréal que les défendeurs ont déposés, le consentement à communiquer les documents n'aurait pas été donné si la demande en avait été faite. Ces considérations, de même que certaines préoccupations relatives à la sécurité et à la sûreté, dénotent que le SCC a exercé de manière raisonnable son pouvoir discrétionnaire de refuser la communication et qu'il a agi de manière raisonnable en ne sollicitant pas le consentement des tiers concernés."], ["[54]", "Le SCC a indiqué avec raison que les renseignements tombant sous le coup de l'exception prévue par le sous-alinéa 22(1)", ")(i) ont été retenus à juste titre. Ces renseignements ont été recueillis par des organismes d'enquête au cours d'une enquête licite, et ils remontaient à moins de vingt ans. Ils satisfont au critère énoncé dans l'arrêt", "Ruby", ", précité. Il était raisonnable selon moi que le SCC exerce son pouvoir discrétionnaire de ne pas communiquer ces renseignements."], ["[55]", "Je signale que le CPVP a conclu qu'une exception visée à l'alinéa 22(1)", ") de la LPRP s'applique aux documents que le SCC a refusé de communiquer. La conclusion du CPVP n'est pas déterminante dans le cas de la présente demande, mais il s'agit d'un facteur pertinent à prendre en considération, conformément aux indications données dans la décision", "Gordon", ", précitée, au paragraphe 20."], ["[56]", "L'alinéa 22(1)", ") a été appliqué avec raison aux documents exclus qui tombaient sous le coup de cette disposition. Les renseignements contenus dans les documents mentionnés et non communiqués risqueraient vraisemblablement de nuire à la sécurité du demandeur ou des établissements correctionnels en général s'ils étaient communiqués. Il était raisonnable que le SCC ne les communique pas."], ["[57]", "Le SCC a exercé de manière raisonnable le pouvoir discrétionnaire que lui confère l'article 26 de ne pas communiquer des renseignements contenant les renseignements personnels de tiers. Une bonne part de ceux que le demandeur a demandés contient les renseignements personnels de personnes autres que le demandeur; voir la décision", "<FRAGMENT_SUPPRESSED>  (CF 1re inst), au paragraphe 13."], ["[58]", "Il était raisonnable que le SCC refuse de communiquer ces renseignements, compte tenu surtout de préoccupations relatives à la sécurité du demandeur. Aucun des cas d'autorisation que prévoit le paragraphe 8(2) ne s'applique.", "VI.", "CONCLUSION"], ["[59]", "Les défendeurs ont mentionné avec raison les exceptions qui s'appliquaient aux renseignements non communiqués. Le SCC a exercé de manière raisonnable le pouvoir discrétionnaire de ne pas communiquer ces renseignements. Le refus de communiquer les renseignements soustraits au demandeur était conforme à la LPRP."], ["[60]", "La demande de contrôle judiciaire est rejetée. Le procureur général défendeur en l'espèce a demandé les dépens dans le mémoire écrit des faits et du droit, mais son avocate a fait savoir à l'audience qu'il s'abstiendrait de le faire si le demandeur était débouté. En conséquence, conformément au pouvoir discrétionnaire que me confèrent les", "Règles des Cours fédérales", ", DORS/98-106, je ne rendrai pas d'ordonnance quant aux dépens.", "[End of document]"]]}