{"id_": "031532", "body_str": [["[1]", "Barnes, J.", ": This is an application brought by Dmytro Afanasyev challenging a decision by an Immigration Officer (Officer) by which his application for a permanent resident visa was rejected. The basis of this decision was a finding by the Officer that there were reasonable grounds to believe that Mr. Afanasyev was inadmissible to Canada for having engaged in acts of espionage against a democratic government contrary to subsection 34(1) of the", "Immigration Refugee and Protection Act,", "SC 2001, c 27 (", "IRPA", ")."], ["[2]", "This is the second application for judicial review brought by Mr. Afanasyev in connection with the rejection of his claim for a visa. In an earlier decision of this Court in", "FRAGMENT_SUPPRESSED, Justice Yves de Montigny set aside an inadmissibility finding made on October 2, 2008 by a different Officer. The decision now under review was made as a consequence of Justice de Montigny's Order.", "Preliminary Issue"], ["[3]", "As in the earlier application, the Respondent brought a motion before me under section 87 of the", "IRPA", "to protect by redaction certain confidential security intelligence information contained in the Certified Tribunal Record (Record). I took the opportunity to review the redacted information in the context of a confidential hearing held at Ottawa on September 5, 2012 and like Justice de Montigny, I have concluded that the portions of the Record that have been redacted by the Respondent are not material to the substance of the Officer's decision. Nothing has been withheld from Mr. Afanasyev that would inhibit his ability to fully understand the decision or to challenge it on the merits.", "Background"], ["[4]", "Mr. Afanasyev's personal history is well described in Justice de Montigny's decision at paragraphs 2 to 5 and need not be repeated here."], ["[5]", "Justice de Montigny was concerned by an apparent unexplained discrepancy between the Canadian Security Intelligence Service (CSIS) brief and Mr. Afanasyev's description of his functions. Justice de Montigny held that FRAGMENT_SUPPRESSED. Justice de Montigny also noted the Officer's failure to explain the basis of the finding that Mr. Afanasyev had been engaged in \"espionage\" as that term is used in subsection 34(1)(a) of the", "IRPA.", "Because the reasons provided failed to address the major points in issue, they did not fulfill the procedural fairness requirements. Justice de Montigny also held that the Officer overstepped her authority by declining to submit Mr. Afanasyev's claim for relief under subsection 34(2) of the", "IRPA", "to the Minister for consideration."], ["[6]", "Following Justice de Montigny's decision, Mr. Afanasyev's visa application was remitted for redetermination on the merits by the Officer. Mr. Afanasyev was advised in a letter dated August 11, 2010 that his file was being reopened for reassessment. On October 5, 2010 the Officer wrote to Mr. Afanasyev setting out the following concerns and inviting a response to them:", "Your application has been re-opened and rev[ie]wed in light of the Federal Court decision IMM-213-09. Upon review, it appears that you are still a member of the inadmissible class of persons described in Sections 34(1)(a) and 34(1)(f) of the Immigration and Refugee Protection Act. In order that your application be treated in the fairest possible manner, I am going to outline my concerns to you and offer you an opportunity to respond.", "The following information has been provided by you during the course of your application:", "- that you served in the Soviet Army from June 1985 to May 1987,", "- that you spent 6 months at a training centre for military translators to work in radio intelligence,", "- that you were posted to the 82nd Special Communications Brigade, 11th Company, 1st Platoon", "- that during the time of your service, this unit was located in Torgau, German Democratic Republic,", "- that your duties included listening to English language communications coming from US bases in the Federal Republic of Germany and identifying / debriefing various frequencies and telegraph codes,", "- you further elaborated that you would listen with headphones and identify radio frequencies and that your unit was responsible for intercepting a chain of codes, letters and figures. You further stated that you would prepare a report and would send it to the duty officer but you did not know what happened to that this report,", "- that in your two years with t[h]e 82nd Special Communications Brigade approximately 1,000 military personne[l] worked there and that interception was the main function of the unit and", "- that your unit was not subordinate to the Main Intelligence Directorate of the Russian General Staff (GRU).", "I have attached a research document to this letter that that shows that the 82nd Special Communications Unit was part of the GRU.", "Therefore this establishes that you were acting directly on behalf of the GRU.", "It has been recognised for quite some time in Canada that the GRU is an organization that engages or has engaged in acts of espionage against democratic governments. For example, I refer you to the Federal Court case of Viatcheslav Gariev.", "I also refer you to the recent Federal Court case of Danish Haroon Peer for an examination of what type of activity constitutes espionage.", "I invite you to review this information and address my concerns. I will set a 120 day limit for your response."], ["[7]", "Counsel for Mr. Afanasyev responded to the Officer, taking strenuous issue with the quality of his research and by describing the Officer's stated concerns as \"an awkward ex post facto argument designed to get a second kick at the judicial can\". Counsel took the position that the Officer was bound by the content of the initial record and that it could not be supplemented by further research - all of which he described as \"on-line chatter\"."], ["[8]", "The Officer replied on April 15, 2011 in the form of a second fairness letter. He acknowledged the weakness of one of his internet sources, corrected some of the previous web addresses and referred to two additional historical texts in support of his continued view that Mr. Afanasyev's army unit \"was part of the GRU\"."], ["[9]", "Mr. Afanasyev's counsel replied as follows:", "I have received your letter, dated April 15, 2011, and have little to add beyond what I wrote to you in my response of January 26, 2011.", "It remains my position that the Minister is attempting to introduce additional evidence and arguments regarding the very issues that were decided by the Federal Court of Canada on July 8, 2010. The Court specifically ruled on the questions pertinent to s.34(1) of", "IRPA", "as to whether Mr. Afanasyev had engaged in a form of \"espionage\" and whether he belonged to an organisation that was engaged in espionage. Please recall that the \"organisation\" considered by the Court, the 82nd Brigade of the Soviet Army in which Mr. Afanasyev had been a private, was the very organisation named by the Minister in determining inadmissibility under s34(1)(f). The Minister is not in a position to reargue this case or to introduce additional evidence", "ex post facto", ", particularly given that the evidence on which he now relies was available at the time of the initial refusal of this application.", "The \"evidence\" now being advanced would not have assisted the Minister even had it been introduced in a timely manner. The revised rationale suggests that Mr. Afanasyev could be imputed to have had \"membership\" in the GRU because (according to some bloggers) his Soviet Army unit had a reporting relationship to the GRU. The GRU, the Soviet", "military", "intelligence agency is alleged, in turn, to have had a role in some much earlier espionage activities, notably the \"Gouzenko affair\" in 1946. Hence, through various degrees of separation, Private Afanasyev is now redefined as having been a \"member\" of the GRU, an organisation involved in \"espionage\". It would be an understatement to categorise the logic as stretched.", "With all due respect, I would recommend that you seek legal advice on the implications of ignoring the clear decision and direction of the Honourable Justice de Montigny of the Federal Court of Canada. In doing do so we request that you issue forthwith the permanent resident visa to Mr. Afanasyev who filed his application eleven years ago.", "Issues"], ["[10]", "Mr. Afanasyev's principal argument is that the decision under review is essentially unchanged from the earlier decision that Justice de Montigny set aside and ought to be set aside again for the same reasons. In addition it is argued that the Officer was bound by the principle of", "res judicata", "to apply Justice de Montigny's view of what constitutes \"espionage\" and was estopped from applying a different legal test. Of additional concern to Mr. Afanasyev is the similarity between the two decisions insofar as they outline the details of Mr. Afanasyev's military service. Mr. Afanasyev also complains that the decision was unreasonable because it was based on unreliable evidentiary sources - a point the Officer is said to have acknowledged at least in part.", "Analysis"], ["[11]", "The Officer adopted documentary evidence that described a link between military units that intercepted foreign military communications and the Glavnoye Razvedyvatel'noye Upravleniye, or the GRU. In response to the initial fairness letter from the Officer, counsel for Mr. Afanasyev was highly critical of the reliability of the evidence relied upon. The Officer, in turn, recognized that there were valid concerns about some of the internet sources he had cited. In a second fairness response to counsel, he provided two additional internet references and reiterated his position that Mr. Afanasyev's military unit \"was part of the GRU\"."], ["[12]", "It was strenuously argued before me that all of the internet sources that the Officer cited in support of this finding were unreliable, including the two references that were noted in the second fairness letter. The problem with this argument is that counsel's response to the second fairness letter failed to take issue with the reliability of the new evidence the Officer had presented. The only point that was raised was that it was not open to the Minister to supplement the initial record by relying on additional documentary evidence that was available at the time of the first inadmissibility decision. This, of course, is not a correct statement. Having had the initial decision set aside it was open to either party to rely on additional evidence and to create a new record. What is not permitted on judicial review is for an applicant to complain to the Court about the reliability of evidence when no such complaint was made to the decision-maker."], ["[13]", "The Officer relied upon documentary evidence that stated that Soviet Military communications units were subordinate to GRU. One of those sources described the relationship as follows:", "Before the collapse of the Soviet Union OSNAZ troops were subordinated by the first radio monitoring division of the 6th department of the GRU. This department headed the so-called OSNAZ divisions, which were part of the military units and groups of Soviet troops in Hungary, East Germany, Poland and Czechoslovakia. Under the supervision of the radio intelligence department, OSNAZ served as the interceptor of information from communications networks of foreign states - subjects of radio intelligence monitoring by the GRU.", "(...)", "Operational duties, such as listening to the frequencies of the enemy deserve separate description. Imagine a large hall, with two rows of about thirty most powerful radio receivers and about fifteen tape recorders. For each post, where two or three soldiers serve taking turns, there were two radios and one recorder. Officers were located in the \"aquarium\" (glass room) and supervised their soldiers from the outside. What did the soldiers do on duty? Of course, listen to the radio frequencies in order to intercept conversations between NATO aircraft and their base or the broadcasting station of the NATO headquarters in Brussels.", "(...)"], ["[14]", "Although Mr. Afanasyev had told the Officer that his unit was not subordinate to GRU, he also admitted that he had no idea how his reports were used once they left his desk. This claim of operational ignorance was the basis for the Officer's rejection of Mr. Afanasyev's exculpatory evidence."], ["[15]", "I accept the point that open-source or wiki-type internet sites are, like blogs, notoriously unreliable and should rarely, if ever, be used as evidentiary sources. But in this case, two of the principal documentary sources relied upon by the Officer were not challenged before him. In the decision letter, the Officer observed that one of those sources had been authored by two well-known historians specializing in the study of Soviet intelligence services and the other source had been praised by many sources including the New York Times. This point was never raised before the Officer and it cannot now be used to challenge the decision on judicial review."], ["[16]", "I agree with counsel for the Respondent that this aspect of the complaint is simply an invitation to the Court to reweigh the evidence. That, of course, is not a proper function of the Court on judicial review."], ["[17]", "Mr. Afanasyev also asserts that the Officer's decision is unreasonable because it fails to explain how the identified link between Mr. Afanasyev's military unit and GRU amounted to a membership in the GRU. This is essentially the same concern that was considered by Justice Anne Mactavish in", "FRAGMENT_SUPPRESSED. In that decision Justice Mactavish presented the issue before her as follows:", "FRAGMENT_SUPPRESSED"], ["[18]", "There is no doubt that Mr. Afanasyev's work as a radio surveillance officer with the 82nd Special Communications Brigade of the Soviet Army constituted a form of espionage, albeit at a low functional level. By his own acknowledgement his work involved the gathering of military intelligence emanating from NATO and American forces in West Germany. His legal counsel described the nature of his duties in the following terms:", "The facts as to Mr. Afanasyev's duties as a soldier (private) who was part of a military intelligence unit in the (then) Soviet army and stationed in East Germany are not in dispute and were accepted by both parties.", "...", "Mr. Afanasyev's activities over 20 years ago as a private conscript in the Soviet Army were part of lawful and routine military intelligence exercises ordered by his supervisors in his (then) country of citizenship.", "Refusal to obey assigned duties as a conscripted soldier would have constituted an offence in the Soviet Union as it would in most other countries. The commission of such [an] offence might itself have rendered Mr. Afanasyev inadmissible to Canada on these grounds.", "Mr. Afanasyev's duties involved translating English words emanating from NATO communications without an understanding or knowledge of the codes attached to the words. In any event NATO military codes used in the mid-80s would no longer be relevant today to Canada or to any other country.", "There is no issue or allegation that any of Mr. Afanasyev's activities in an intelligence unit in the Soviet army for one year in the mid-1980s ever had any impact on Canada or Canadians or was even directed towards Canada. The intercepted correspondence originated from military communications of a Canadian ally.", "...", "Although Mr. Afanasyev performed the general duties of a private in the armed forces, his duties in this unit primarily involved sitting next to a radio receiver and listening to English language military transmissions on various radio frequencies. These messages were in English but were encrypted and Mr. Afanasyev simply passed them to others in encrypted form without any knowledge of their coding. Hence, Mr Afanasyev was not privy to any secrets, if indeed any were being conveyed. Mr. Afanasyev was transferred to the reserves in 1987 and returned to university in Kiev."], ["[19]", "Counsel for Mr. Afanasyev described this work as a form of military intelligence and not espionage; but this is a semantic distinction that was rejected by Justice Russel Zinn in", "FRAGMENT_SUPPRESSED. In that decision Justice Zinn held that espionage was simply the covert or surreptitious act of gathering information. Espionage does not require any element of hostile intent and can be occasioned even when carried out lawfully on behalf of a foreign government or agency. I would add to this that it does not require a detailed appreciation of how the information may be put to later use by higher authorities. The job of listening in on western military radio signals while in the employ of the Soviet Army is, by this definition, an act of espionage. I accept that the incidental acquisition of military intelligence may not amount to espionage but in this case Mr. Afanasyev was directly employed in the covert gathering of western military telecommunication information on behalf of his military intelligence unit - or, as counsel for the Respondent put it, \"his main task was to eavesdrop\" on NATO communications. The facts that Mr. Afanasyev was a conscripted soldier working at the rank of a private and that his military employment is now more than 20 years past are of no relevance except to a request for ministerial relief for exemption from an inadmissibility finding."], ["[20]", "I do not agree with counsel's argument that the Officer was required to set out a precise legal definition for the term \"espionage\". It is sufficient if the activities described amount to a form of espionage, and here they did. I do not read Justice de Montigny's decision to recognize a larger obligation. His decision was based on a finding that the Officer's reasons were procedurally inadequate and that a breach of fairness had occurred. It has since been held by the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED, that the adequacy of reasons is not a stand-alone basis for setting aside a decision on fairness grounds. It is enough if, when read in light of the evidence and the issues, the reasons adequately explain the bases of the decision, and here they do."], ["[21]", "It is also of no consequence that the two decision letters contain many similarities. Indeed, it would be surprising if they did not. The overlapping historical passages relied upon in both instances are mere recitals of Mr. Afanasyev's undisputed military history. The issue that was central to the inadmissibility finding was whether the Officer had reasonable grounds to believe that, by virtue of Mr. Afanasyev's admitted role in the interception of NATO radio communications, he was a member of an organization that engaged in espionage. There was an evidentiary foundation for the Officer's decision and deference requires that the Court respect that finding."], ["[22]", "Mr. Afanasyev's additional fairness complaint that the Officer had a duty to translate all of the Russian language references into English is without merit. Mr. Afanasyev is fluent in Russian and English and quite capable of understanding the entire record."], ["[23]", "The parties requested an opportunity to consider a certified question. The Applicant will have seven days to submit his position in writing. The Respondent will have three days to respond. Neither submission shall exceed five pages in length.", "JUDGMENT"], ["[24]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/vnh"]]}