{"id_": "031575", "body_str": [["[1]", "Zinn, J.", ": The applicants are all public servants. When the Crown decided to consolidate its customs operations under a new agency, they grieved decisions that they considered to have negative financial consequences for them. Although they remained Crown employees throughout, the representative of the Crown who was their employer changed from a separate employer to the Treasury Board. They are seeking a judicial review of the decision at the final level of the grievance process. As a result of legislative provisions, they are unable to refer the grievance to adjudication and they are unable to attempt to obtain financial redress through court process. Judicial review is their only option. For the reasons that follow, their application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The", "Public Service Staff Relations Act", ", R.S. 1985, c. P-35 (", "PSSRA", ") was replaced by the", "Public Service Labour Relations Act", ", S.C. 2003, c. 22 (", "PSLRA", "), which came into force on April 1, 2005. Under both", "Acts", ", federal public servants are employees of the Crown either as represented by the Treasury Board or as represented by a \"separate employer\" (under the", "PSSRA", ") or a \"separate agency\" (under the", "PSLRA", ").  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Canada Customs and Revenue Agency (CCRA) was created and became a separate employer on November 1, 1999. Various branches of the Department of National Revenue, an employer represented by Treasury Board, were converted into CCRA. The employees of those departments then became employees of CCRA, a separate employer.  <FRAGMENT_SUPPRESSED>"], ["[4]", "As a separate employer CCRA had its own authority to set terms and conditions of employment for its employees. CCRA created a new occupational group, the Management Group (the MG Group), and negotiated a collective agreement with its unions applicable to the MG Group. The applicants all occupied managerial or confidential positions within the MG Group and thus were not unionized; however, the terms and conditions of the MG Group collective agreement were applied to them.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On December 12, 2003, the Canada Border Services Agency (CBSA) was created by a series of Orders in Council. One of these, P.C. 2003-2064, transferred the control and supervision of certain portions of the CCRA to the CBSA. At the same time, a regulation was passed making subsections 37.3(1) and (2) of the", "Public Service Employment Act", "PSEA", ") - the so-called \"block transfer\" provisions - applicable to the affected employees. Thus, the applicants were transferred from CCRA to CBSA effective December 13, 2003. As was noted by the applicants in their memorandum they \"were not given the choice of whether to remain with the CCRA or be transferred to the CBSA\" and \"they continued to work in the same work locations and performed substantially the same duties at the CBSA as they had at CCRA\".  <FRAGMENT_SUPPRESSED>"], ["[6]", "At the time of transfer, and shortly thereafter, the respondent made statements concerning the terms and conditions of employment of its employees that would be in place upon transfer. The applicants describe these as \"assurances\". These statements included the following:  <FRAGMENT_SUPPRESSED>", "\"All of their existing terms and conditions of employment, their current rates of pay and job classification levels will be accepted and continued in the new organization until such time as the appropriate processes are in place to establish the ongoing terms and conditions of employment. <FRAGMENT_SUPPRESSED>", "-Notice to All Staff, December 12, 2003  <FRAGMENT_SUPPRESSED>", "\"On transfer to the new Agency, the current terms and conditions of employment, including salaries will remain in effect. <FRAGMENT_SUPPRESSED>", "-Questions and Answers  <FRAGMENT_SUPPRESSED>", "\"Employees transferring from [the CCRA] will not be adversely affected. We have committed to the continuation of their present terms and conditions of employment, including classifications and salaries, as well as accrued benefits ... subject to a transition period. <FRAGMENT_SUPPRESSED>", "-Letter from Assistant Secretary, Labour Relations and Compensation Operations, Human Resources Management Office, Treasury Board, dated December 23, 2003  <FRAGMENT_SUPPRESSED>"], ["[7]", "Behind these statements was the fact that on December 12, 2003, Treasury Board, by decision 831096, approved the continuation of terms and conditions of employment in place at CCRA, subject to a transition period that was to last until new collective agreements were in place.  <FRAGMENT_SUPPRESSED>"], ["[8]", "If the applicants had remained employees of CCRA then, under the MG Group collective agreement, they would have received an economic increase in salary of 2.25% on June 21, 2004. The CBSA provided the applicants with a lump sum payment rather than the expected salary increase on June 21, 2004. The applicants complain that as a result, overtime pay and other salary-related benefits were calculated on the basis of the lower salary that did not include the economic increase to which they were entitled.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicants further complain that under the terms and conditions in place as employees in the MG Group at CCRA they were eligible for an annual performance bonus of between 2% and 5% of salary. The performance bonus would have been included when calculating the superannuation benefit for the eligible employees.  <FRAGMENT_SUPPRESSED>"], ["[10]", "On August 25, 2005, CBSA issued a Communiqué to the applicants stating that MG Group employees, such as they, would return to their \"legacy\" occupational groups in the public service, which the Court understands to refer to the occupational groups covered by existing collective agreements to which the Crown as represented by Treasury Board is a signatory. As a consequence, the applicants were reclassified to the PM occupational group. The Communiqué further stated that the signing of the collective agreement between Treasury Board and the union covering the PM occupational group would mark the end of the transition period referenced in the statements set out in paragraph 6, above. The transition period ran from December 12, 2003 to June 20, 2005.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The rates of pay under the MG Group agreement were higher than under the PM agreement and did not include performance pay. As a result, the applicants claim they have had their base salaries frozen. Also, payment of performance bonuses has ceased. As a result, all of the applicants claim to have suffered a significant loss of remuneration.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In late 2005, the applicants each submitted a grievance concerning the decision, as they put it, \"not to protect the terms and conditions of their employment\". By agreement, all of the applicants' grievances were heard together at the final level of the grievance process. That hearing took place on May 30, 2007. The grievors presented a 34 page written submission. Paul Burkholder, the Vice President, Human Resources Branch, CBSA, who was to respond to the grievances, was not personally in attendance.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The submission set out the basis of the applicants' grievances as follows:  <FRAGMENT_SUPPRESSED>", "(a) the receipt of lump sum equivalents that would not form part of their base salary in 2004 and 2005 rather than salary revisions as per the relevant collective agreement;  <FRAGMENT_SUPPRESSED>", "(b) that the ending of \"pay increments\" as of June 21, 2005, was contrary to the Treasury Board policy entitled", "Regulations Respecting Pay on Reclassification or Conversion", ";  <FRAGMENT_SUPPRESSED>", "(c) that the reclassification to a group and level having a lower maximum rate of pay with no salary protection was contrary to the", "Regulations Respecting Reclassification or Conversion", ".  <FRAGMENT_SUPPRESSED>"], ["[14]", "The remedies the applicants sought with respect to their three items of concern were as follows:  <FRAGMENT_SUPPRESSED>", "(a) That salary earned from December 12, 2003 to June 20, 2004, be paid according to the terms of the MG Group collective agreement;  <FRAGMENT_SUPPRESSED>", "(b) That pay increments after June 20, 2005 be paid according to \"Salary Protection Status\" as set out in", "Regulations Respecting Pay on Reclassification or Conversion", ";  <FRAGMENT_SUPPRESSED>", "(c) That those having been reclassified to a group and level having a lesser maximum rate of pay be placed in \"Salary Protection Status\" as set out in the", "Regulations Respecting Pay on Reclassification or Conversion", "and that those previously eligible for performance pay continue to be eligible, in accordance with the definition of \"Salary Protection Status. <FRAGMENT_SUPPRESSED>"], ["[15]", "A document entitled", "Final Level Grievance Précis", "was prepared by Catherine Anderson of Corporate Labour Relations, outlining the nature of the grievances and their background. She was present at the grievance hearing together with another person from the respondent's labour relations group. The Précis outlines in bullet form the applicants' representations and the corrective action requested. It also sets out management's position in succinct terms, referencing the position of Treasury Board Secretariat (TBS):  <FRAGMENT_SUPPRESSED>", "\"CBSA dealt with TBS officials extensively on the question of how to integrate MGs into the public service. It was the view of TBS, as the employer, that salary protection could not apply because the MG rates of pay did not exist in that part of the public service for which TBS was the employer. The return-to-legacy with salary maintenance regime was the process determined by TBS. CBSA followed the instructions of the employer and, in so doing, treated every former MG as equitably and consistently as possible. <FRAGMENT_SUPPRESSED>", "The Précis concluded with a recommendation that \"[u]nder the circumstances, CBSA had no option but to follow the instructions of Treasury Board Secretariat\", and that \"there is no choice but to deny the grievances.\" A draft final decision nearly identical to the decisions ultimately issued was appended to the Précis.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The decision of Paul Burkholder at the final level of the grievance procedure was rendered on Oct. 3, 2007. Each grievor received a similarly worded decision. The example in the applicants' record was sent to Mr. Hagel. It is brief enough to quote in full:  <FRAGMENT_SUPPRESSED>", "\"The following is in response to your grievance concerning the decisions made and the process utilized in connection with the integration of MG employees, formerly employed by the then named Canada Customs and Revenue Agency, to the Canada Border Services Agency (CBSA).  <FRAGMENT_SUPPRESSED>", "\"While I am very familiar with the above-mentioned exercise, I have, nevertheless, carefully reviewed the content of your grievance and considered the submissions made by your representatives in the course of the grievance consultation process.  <FRAGMENT_SUPPRESSED>", "\"As we are all now aware, the movement of employees from a separate employer to an agency for which the Treasury Board is the employer presented many complications. The most difficult of these was the integration of the MG and SM populations because no such classifications existed in the Treasury Board universe. The manner in which CBSA was created represented a unique situation that was not contemplated in existing human resources policy.  <FRAGMENT_SUPPRESSED>", "\"CBSA officials including the President of CBSA dealt with the Treasury Board Secretariat extensively on this matter. In accordance with its authority as the employer's representative, Treasury Board Secretariat determined the manner by which the MG integration was to occur. CBSA, in turn, treated all MG employees equitable and consistently in accordance with the employer's instructions.  <FRAGMENT_SUPPRESSED>", "\"In light of the foregoing, I cannot grant the corrective action you have requested. <FRAGMENT_SUPPRESSED>"], ["[17]", "There is no dispute between the parties that under the", "PSLRA", ", this grievance is not of a type that may be referred to adjudication after the final level of the grievance process in accordance with section 209; thus, pursuant to section 214, the decision is therefore final and binding for the purposes of the", "Act", ". Furthermore, under section 236 of the", "PSLRA", ", the grievance process \"is in lieu of any right of action that the employee may have in relation to any act or omission giving rise to the dispute. <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicants have raised the following four issues:  <FRAGMENT_SUPPRESSED>", "(a) What is the standard of review?  <FRAGMENT_SUPPRESSED>", "(b) Did procedural fairness require that the decision-maker attend the hearing of the grievance in person?  <FRAGMENT_SUPPRESSED>", "(c) Were the reasons given by the decision-maker adequate to comply with the requirements of procedural fairness?  <FRAGMENT_SUPPRESSED>", "(d) Did the decision-maker fail to consider and apply Treasury Board's", "Terms and Conditions of Employment Policy", ", the", "Regulations Respecting Pay on Reclassification or Conversion", ", and section 37.3 of the", "Public Service Employment Act", "?  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicants submit that the Court should review the decision against a correctness standard, both with respect to issues of procedural fairness, and with respect to the actual merits of the decision. The respondent is of the view that the appropriate standard of review is reasonableness, but concedes that \"questions relating to procedural fairness are to be weighed against the (", "<FRAGMENT_SUPPRESSED> ) criteria. <FRAGMENT_SUPPRESSED>"], ["[20]", "The standard of review analysis prescribed by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  requires the Court to first ask whether the existing jurisprudence has satisfactorily determined the degree of deference on the issue. If the existing jurisprudence is unfruitful, then the Court must determine the appropriate standard having regard to the presence of any statutory direction in the form of a privative clause, whether the decision turns on determinations which are primarily factual or legal in nature, and whether or not there is a discrete administrative regime with respect to which the decision-maker has particular expertise. It is notable here that the example of the latter provided by the Supreme Court  <FRAGMENT_SUPPRESSED>", "was labour relations.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Prior to", "Dunsmuir", ", on judicial review of non-adjudicable classification grievances arising under section 91 of the", "PSSRA", ", this Court generally adopted a patent unreasonableness standard of review, as it appears from the cases canvassed by Justice Michel Shore in", "<FRAGMENT_SUPPRESSED>  at para. 24 and following. In this case, however, it is common ground that the grievances arose out of an unprecedented factual situation. Because we are not dealing with classification grievances in the ordinary sense, but with a novel situation, a fresh standard of review analysis is appropriate.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The", "PSSRA", "was repealed on March 31, 2005, and the governing statute is now the", "PSLRA", ". The categorization of adjudicable and non-adjudicable grievances under the", "PSLRA", "remains basically unchanged from what that under the", "PSSRA", ". Section 208 of the", "PSLRA", "is equivalent to the former section 91 of the", "PSSRA", ".  <FRAGMENT_SUPPRESSED>"], ["[23]", "Urging deference, the respondent says that the impugned decision is insulated by section 214 of the", "PSLRA", ", a privative clause", "That provision reads as follows:  <FRAGMENT_SUPPRESSED>", "\"214. If an individual grievance has been presented up to and including the final level in the grievance process and it is not one that under section 209 may be referred to adjudication, the decision on the grievance taken at the final level in the grievance process is final and binding for all purposes of this Act and no further action under this Act may be taken on it. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"214. Sauf dans le cas du grief individuel qui peut être renvoyé à l'arbitrage au titre de l'article 209, la décision rendue au dernier palier de la procédure applicable en la matière est définitive et obligatoire et aucune autre mesure ne peut être prise sous le régime de la présente loi à l'égard du grief en cause. <FRAGMENT_SUPPRESSED>"], ["[24]", "In my view, this is a weak privative clause. Unlike a full or true privative clause, it does not purport to preclude judicial review. Therefore, if anything, it would point towards a lesser degree of deference.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Matters that may be grieved but not adjudicated are varied. It is not in every case that the decision-maker will possess any more expertise than the Court, particularly where questions of law are involved. In this case, the applicants framed their grievances with reference to administrative policies, not laws. I am satisfied that the application of policies and procedures is within the specialized expertise of the decision-maker, which points to deference.  <FRAGMENT_SUPPRESSED>"], ["[26]", "When one examines the statutory scheme as a whole, it is clear that it constitutes a comprehensive scheme for dealing with employment related disputes, whereby Parliament has established an exclusive mechanism of non-adjudicative dispute resolution for grievances which do not involve demotion or termination, or disciplinary actions resulting in financial penalty. This has implications for the level of deference the Court should show to decision-makers acting within this scheme. In this regard, it is noted that in", "<FRAGMENT_SUPPRESSED> , Justice Binnie, writing for a majority of the Court, stated:  <FRAGMENT_SUPPRESSED>", "\"I do not accept [...] that comprehensive legislative schemes which do not provide for third-party adjudication are not, on that account, worthy of deference. It is a consideration, but in the case of the", "PSSRA", "it is outweighed by other more persuasive indications of clues to parliamentary intent.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"While the absence of independent third-party adjudication may in certain circumstances impact on the court's exercise of its residual discretion (as in the whistle-blower cases)", "the general rule of deference in matters arising out of labour relations should prevail", ".\" (emphasis added)  <FRAGMENT_SUPPRESSED>", "What was at issue  <FRAGMENT_SUPPRESSED>", "was whether the", "PSSRA", "excluded recourse to the superior courts as an alternative to the non-adjudicative grievance process provided for therein. The majority answered that question in the affirmative leaving room only for a \"residual\" superior court competence. As noted, under the", "PSLRA", ", exclusive jurisdiction is now legislated at section 236.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In light of the above, I conclude that with respect to the merits of the decision, the appropriate standard of review is reasonableness. It would be contrary to the reasoning  <FRAGMENT_SUPPRESSED>", "to adopt a correctness standard, as advocated by the applicants.  <FRAGMENT_SUPPRESSED>", "Procedural Fairness  <FRAGMENT_SUPPRESSED>"], ["[28]", "It is well-established that procedural fairness is reviewable on a correctness standard:  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  at para. 111.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Whether there is merit to the applicants' submissions regarding adequacy of reasons and the non-attendance of the decision-maker at the grievance hearing turns on the specific content of the duty of procedural fairness in this case.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In the applicant's submission, because they were precluded from any recourse outside of the grievance process, it follows that \"Parliament must have intended this process to be a meaningful process for adjudication of the Applicant's rights.\" From this, they argue, a requirement for an in-person hearing as well as fulsome reasons should be deduced. They rely in this respect on the Federal Court of Appeal's discussion of the adequacy of reasons in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), as well as a passage from Brown & Evans,", "Judicial Review of Administrative", "Act", "ion in Canada", "(looseleaf), para. 12:4340. The authors write:  <FRAGMENT_SUPPRESSED>", "\"Generally speaking, in the absence of express of necessarily implied statutory authority, a tribunal with a duty to adjudicate cannot ... normally delegate responsibility to conduct the hearing or any part of it. <FRAGMENT_SUPPRESSED>"], ["[31]", "The respondent relies on", "Baker", "and submits that having regard to the interests at stake, the nature of the issue, the type of decision making, and the nature of the decision-maker, the procedural fairness requirements attaching to the grievance process are at the low end of the spectrum. The respondent also quotes from Brown & Evans:  <FRAGMENT_SUPPRESSED>", "\"The court will show some deference to the agency's choice [of procedure]. (...) It will be more difficult to satisfy a court that oral hearings should be held by (...) a departmental official before exercising a statutory power to which the duty of fairness or the principles of fundamental justice apply, than in the use of decision making by an independent administrative tribunal. <FRAGMENT_SUPPRESSED>"], ["[32]", "Both parties have proceeded on the basis that a public law duty of fairness applies to the grievance process. Their dispute relates to its intensity not its existence.  <FRAGMENT_SUPPRESSED>"], ["[33]", "I pause to note that  <FRAGMENT_SUPPRESSED>", ", a unanimous Supreme Court overruled its own jurisprudence and held that a public sector employee cannot invoke a public law duty of fairness in the context of a dismissal decision, where the employment relationship is contractual in nature. The Court wrote at para. 113: \"a public authority which dismisses an employee pursuant to a contract of employment should not be subject to any additional public law duty of fairness.\" If this is so, it might be asked why a public law duty of fairness would attach to a public authority's decision on an employment dispute resulting in something less than a dismissal, as is the case here.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In my view, there are indeed good reasons to consider that a public law duty of fairness attaches to the", "PSLRA", "grievance process. Firstly, there is established jurisprudence.  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 641 (F.C.A.), a classification grievance case arising under the", "PSSRA", ", the Federal Court of Appeal wrote, at para. 12, that \"[t]here is clearly a dispute between parties which the grievance process seeks to resolve and", "the duty of fairness clearly applies to that process", "\" (emphasis added). Secondly, the", "PSLRA", "'s procedural provisions governing non-adjudicable grievances are so skeletal that they cannot be viewed as providing statutory procedural protections of any substance, whereas employment contracts and private law are both sources of procedural protections relating to dismissal. Thirdly, where employees have no access to third-party adjudication, it is particularly significant that \"questions of procedural fairness can be addressed as of right on judicial review of the decision-maker's decision,\" as Justice Sexton observed in", "<FRAGMENT_SUPPRESSED> . Finally, there are strong indications  <FRAGMENT_SUPPRESSED>", "itself that its finding should not be extended beyond the \"specific context of dismissal from public employment. <FRAGMENT_SUPPRESSED>"], ["[35]", "For these reasons, I am of the view that the grievors were entitled to some degree of procedural fairness, and that this entitlement arose out of the public law. I am also of the view that the intensity of the obligation was at the low end of the spectrum, as has been established in the classification grievance cases. In this case, the grievances were apparently dealt with on a somewhat ad hoc basis, in that they went directly to the final level, by agreement. In his affidavit filed in this proceeding, the decision-maker, Paul Burkholder, attests \"that the established grievance consultation/hearing process was followed.\" The process followed provided the grievors with a full opportunity to make their case and indeed, on the record before the Court, their presentation to the labour relations advisors was accurately summarized in the", "Final Level Grievance Précis", ". Further, a duty to conduct an in-person hearing does not arise out of any provisions in the", "PSLRA", "and the applicants did not point the Court to any other policy documents that so provide. In these circumstances, I reject the applicants' contention that the decision-maker was under an obligation to attend in-person at the grievors' presentation.  <FRAGMENT_SUPPRESSED>"], ["[36]", "With respect to the requirement to provide reasons and the sufficiency thereof, the applicants submit that Mr. Burkholder's reasons failed to address or even acknowledge the arguments they advanced at their presentation. They rely on", "Via Rail", ", a case in which the Federal Court of Appeal held that \"the obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion.\" The respondent submits that although Paul Burkholder did in fact provide reasons, procedural fairness did not require that he do so, and that therefore, the reasons were not inadequate.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Whether or not reasons were required is somewhat hypothetical in that reasons were in fact given. In any event, whether or not they are required, they presumably reflect the basis of the decision, and that is what the Court is concerned with on judicial review. I would also note that if indeed the respondent is correct that decision-makers are not required to provide reasons in relation to non-adjudicable grievances under the", "PSLRA", ", practically speaking, in all but the most exceptional case it would be difficult for a reviewing court to conclude that a decision is reasonable in the absence of reasons.  <FRAGMENT_SUPPRESSED>"], ["[38]", "In this case, the decision-maker did more than simply state a conclusion. In my view, his reasons are not merely pro forma and they explain why the grievances were dismissed. They are therefore amenable to a substantive review for reasonableness, and accordingly, the Court would not be justified in rejecting them summarily for inadequacy.  <FRAGMENT_SUPPRESSED>", "Reasonableness of the Decision  <FRAGMENT_SUPPRESSED>"], ["[39]", "Having found that this application cannot succeed on either of the procedural fairness grounds raised by the applicants, I turn to the merits of the decision and whether or not it can be characterized as reasonable, in accordance with the applicable standard of review. In this portion of the judgment, I give no weight to the affidavit evidence of the decision-maker, Paul Burkholder, concerning the basis for his decision. On this point I am in agreement with Justice Luc Martineau's observation in", "<FRAGMENT_SUPPRESSED>  that \"authorizing decision-makers to supplement their reasons after the fact through affidavits is not at all conducive to the transparency of the decision-making process. <FRAGMENT_SUPPRESSED>"], ["[40]", "In conducting a review for reasonableness the Court looks for intelligibility, transparency, and justification in the decision-making process:", "Dunsmuir", ", at para. 47. I am also mindful of Justice Fichaud's cautionary observation in", "<FRAGMENT_SUPPRESSED>  that \"'intelligibility' and 'justification' are not correctness stowaways crouching in the reasonableness standard. <FRAGMENT_SUPPRESSED>"], ["[41]", "In this case, the impugned decision is indeed intelligible insofar as the decision-maker proceeded on the basis that \"the manner in which CBSA was created represented a unique situation", "that was not contemplated in existing human resources policy", "\" (emphasis added). The statement indicates a finding that none of the Treasury Board policies relied upon by the grievors had any application. In light of this, I cannot agree with the applicants' submission that the decision-maker failed to consider the", "Terms and Conditions of Employment Policy", "and the", "Regulations Respecting Pay on Reclassification or Conversion.", "He considered them and concluded they didn't contemplate the situation before him; that is why he didn't apply them. Such a determination falls squarely within the decision-maker's expertise.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Moreover, I am of the view that the conclusion is defensible in terms of the facts and the law. As the parties observed, Treasury Board's", "Terms and Conditions of Employment Policy", "contains a provision providing that \"... an employee is entitled to be paid, for services rendered, the appropriate rate of pay in the relevant collective agreement.\" The policy further defines \"relevant collective agreement\" as the collective agreement for the bargaining unit to which the employee is assigned or would be assigned were the employee not excluded. The respondent submits that where the bargaining unit to which the grievors would have been assigned (the MG Group) has never bargained with or contracted with the employer (the Treasury Board), there was no \"relevant collective agreement\". According to the respondent, \"[i]t could not have been the intent of this policy that terms and conditions set in the collective agreement of a separate employer (with a different classification scheme and different rates of pay) would determine the rates of pay of Treasury Board employees.\" This reading of the policy is certainly reasonable and, in my view, correct.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Similarly, the respondent submits that Treasury Board's", "Regulations respecting pay on reclassification or conversion", "must be read in light of the definitions of \"reclassification\" and \"conversion\" in Treasury Board's", "Glossary of Terms and Definitions", ". In the glossary, \"conversion\" refers to the introduction, for an established group, of a new group and/or level or a new classification plan and/or structure. \"Reclassification\" means the change in group and/or level of a position or positions resulting from a review or audit. The respondent submits, and I agree, that these definitions do not embrace the grievors' situation. Again, this is a reasonable interpretation of the policy.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Lastly, I do not agree with the applicants' submission regarding the decision-maker's failure to consider and apply section 37.3 of the", "Public Service Employment Act", ", which deals with the status of employees subject to a block transfer. Contrary to the applicants' suggestion in their memorandum, there is no evidence that an argument grounded on that provision was raised by the grievors at any stage prior to these proceedings. The decision-maker cannot be faulted for not considering a ground which was not before him.  <FRAGMENT_SUPPRESSED>  Admin. L.R.(3d) 151 (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[45]", "In light of the above, I find that the decision was reasonable and should not be interfered with.  <FRAGMENT_SUPPRESSED>"], ["[46]", "At the hearing counsel for both parties agreed that the following persons were to be removed as applicants: Mark Claveau, Terry Lubinski, Jeff McMenemy, Jeff Walters, Elizabeth Warren and Tim Ziola. In light of the parties' agreement, that Order shall issue.  <FRAGMENT_SUPPRESSED>"], ["[47]", "Both parties asked for costs if they were successful. As the respondent was successful, it is entitled to its costs.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[48]", "THIS COURT ORDERS that", ":  <FRAGMENT_SUPPRESSED>", "1. The style of cause shall be amended to remove Mark Claveau, Terry Lubinski, Jeff McMenemy, Jeff Walters, Elizabeth Warren and Tim Ziola as applicants; and  <FRAGMENT_SUPPRESSED>", "2. This application for judicial review is dismissed, with costs.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/clh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}