{"id_": "031572", "body_str": [["[1]", "Le juge Martineau", ": Il s'agit d'examiner la légalité d'une décision rendue le 21 juillet 2010 par la Section d'appel de l'immigration de la Commission de l'immigration et du statut de réfugié (le tribunal) et rejetant l'appel porté par le demandeur, en vertu du paragraphe 63(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001 c 27 (la Loi), à l'encontre du refus de délivrer un visa de résidence permanente à son épouse (la requérante), une citoyenne de Cuba.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Un bref rappel des faits pertinents s'impose pour comprendre la nature de l'appel ayant été porté par le demandeur devant le tribunal.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le demandeur est un citoyen canadien, né au Canada en 1937. Il plaide coupable en 2004 à des infractions d'ordre sexuel impliquant une mineure; les actes en question remontent à plus de 20 ans et la victime est la nièce de son ancienne épouse. Ayant été condamné à purger une peine de deux ans moins un jour de prison, suivie d'une période deux ans de probation, le demandeur est libéré conditionnellement en 2005 et finit de purger sa peine en décembre 2006; les deux ans de probation se terminent en décembre 2008.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Environ un an avant sa condamnation, le demandeur qui se rendait souvent à Cuba pour son ancien employeur, rencontre la requérante en février 2003. La requérante qui a environ 25 ans à l'époque, est alors mariée, mais obtiendra son divorce en septembre 2003. Ceci dit, depuis février 2003, le demandeur a effectué environ 22 voyages à Cuba et a versé environ 20 000 $ à la requérante pour l'aider financièrement. Le demandeur et la requérante, qui avaient déjà conclu une « promesa » à l'effet qu'ils se fréquenteront exclusivement, se marient finalement à Cuba en décembre 2006.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Entretemps, la requérante demande un visa de visiteur en mars 2004 pour venir au Canada, indiquant que le demandeur n'est qu'un simple ami. En juillet 2004, elle fait une deuxième demande, dans laquelle elle affirme être en relation romantique avec le demandeur depuis 2003. Elle admet avoir menti et est empêchée de déposer une nouvelle demande de visa pendant une période de deux ans. Deux autres demandes de visa seront éventuellement faites par la requérante en 2006 et 2008, mais celles-ci seront également refusées par l'agent des visas.  <FRAGMENT_SUPPRESSED>"], ["[6]", "De son côté, en mai 2007, le demandeur qui est alors âgé de 70 ans et n'a pas l'intention de s'établir à Cuba, fait une première demande de parrainage de la requérante. La demande est rejetée au motif que le sous-alinéa 133(1)e)(i) du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement) empêche une personne ayant été déclarée coupable d'une infraction criminelle à caractère sexuel d'en parrainer une autre.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Toutefois, le demandeur a toujours le loisir de déposer une nouvelle demande de parrainage en invoquant des motifs d'ordre humanitaire. C'est ce qu'il décide de faire en mars 2009, mais cette deuxième demande est rejetée par l'agent des visas, cette fois en raison de l'absence de considérations humanitaires. En septembre 2009, le demandeur fait appel et soumet au tribunal un dossier contenant une quarantaine de lettres, courriels et télécopies qui ont été échangés entre la requérante et lui-même, ainsi que des factures de téléphone énumérant les appels interurbains. Il témoigne également à l'audition.  <FRAGMENT_SUPPRESSED>"], ["[8]", "L'appel est contesté par le défendeur qui, d'abord, ne voit aucun motif humanitaire suffisant, et en avril 2010, le tribunal accepte également l'ajout d'un deuxième moyen de rejet, à savoir que le mariage n'est pas authentique et vise principalement l'obtention d'un statut au Canada. En juillet 2010, le tribunal rejette l'appel du demandeur, d'une part, parce que celui-ci n'a pas su démontrer, selon la balance des probabilités, que sa relation avec la requérante n'en est pas une qui est visée par l'article 4 du Règlement, et d'autre part, parce qu'il n'y a pas suffisamment de motifs humanitaires pour pallier au motif de refus en vertu du sous-alinéa 133(1)e)(i) du Règlement.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Le paragraphe 4(1) du Règlement prescrit:  <FRAGMENT_SUPPRESSED>", "4. (1) Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait ou le partenaire conjugal d'une personne si le mariage ou la relation des conjoints de fait ou des partenaires conjugaux, selon le cas:  <FRAGMENT_SUPPRESSED>", "a) visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la Loi;  <FRAGMENT_SUPPRESSED>", "b) n'est pas authentique.  <FRAGMENT_SUPPRESSED>", "4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership  <FRAGMENT_SUPPRESSED>", "(a) was entered into primarily for the purpose of acquiring any status or privilege under the Act; or  <FRAGMENT_SUPPRESSED>", "(b) is not genuine.  <FRAGMENT_SUPPRESSED>"], ["[10]", "La présente demande de contrôle judiciaire porte essentiellement sur le fait que le tribunal a décidé que la requérante est une personne exclue de la catégorie de regroupement familial. Le demandeur prétend que le tribunal a omis de se prononcer sur l'authenticité du mariage, et que la conclusion du tribunal à l'effet que le mariage vise principalement l'acquisition d'un statut, est également déraisonnable. Le défendeur soumet qu'il faut lire la décision dans son ensemble, alors que le tribunal n'a commis aucune erreur révisable et que les conclusions du tribunal sont raisonnables à tous égards.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Rappelons qu'aux termes de l'article 4 du Règlement, le tribunal doit vérifier si le mariage est authentique et si celui-ci a été contracté principalement dans le but d'acquérir un statut ou un privilège aux termes de la Loi (", "<FRAGMENT_SUPPRESSED> ). À cet égard, le tribunal doit tenir compte de la relation telle qu'elle existe à l'heure actuelle, de sorte qu'une relation qui n'était peut-être pas « authentique » au départ l'est peut-être devenue. D'un autre côté, la conclusion négative du tribunal quant à l'authenticité du mariage crée une présomption que le deuxième volet du test est satisfait (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[12]", "Qu'il s'agisse de l'authenticité d'un mariage, des intentions réelles de l'étranger ou de l'existence de motifs d'ordre humanitaire, le tribunal est le mieux placé pour trancher ces questions. Bref, les questions de fait et les questions mixtes de fait et de droit soulevées en l'espèce par le demandeur sont révisables selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> et", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[13]", "Pour les motifs qui suivent, la présente demande de contrôle judiciaire doit être rejetée.  <FRAGMENT_SUPPRESSED>"], ["[14]", "D'une part, le tribunal n'a pas omis de se prononcer sur les deux volets du test. Bien que le tribunal n'utilise jamais l'expression « mariage non-authentique » dans ses motifs de décision, la Cour considère que la phrase « manque de bonne foi », utilisée à maintes reprises par le tribunal, vise bien l'authenticité du mariage. D'autre part, la conclusion générale du tribunal m'apparait raisonnable à la lumière de la preuve au dossier et du droit applicable, même s'il ne s'agit peut-être pas de la seule issue possible.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Dans une attaque tous azimuts concernant le poids accordé par le tribunal à son témoignage, ainsi qu'aux documents qu'il a déposés à l'appui de son appel, le demandeur conteste toutes les conclusions adverses du tribunal portant sur la bonne foi de leur relation et l'authenticité du mariage, de même que sur les intentions réelles de la requérante.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Le demandeur reproche notamment au tribunal de ne pas avoir explicitement parlé dans ses motifs du passeport du demandeur démontrant les 22 visites qu'il a faites à Cuba. Le tribunal a bien fait état du soutien financier de 17 143 $ qu'il a envoyé à la requérante mais, selon le demandeur, ce dernier n'a pas suffisamment accordé de poids à cet élément. Le même reproche vaut pour le peu de considération du tribunal à l'égard des échanges écrits entre le demandeur et la requérante (sauf la lettre du 30 décembre 2007 qui est mentionnée), les quelque 2 000 $ de frais téléphoniques pour des appels à Cuba et la quarantaine de photos montrant les partenaires ensemble durant les années 2003 à 2009.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Le demandeur soumet également qu'il n'a jamais eu l'intention de s'établir à Cuba; il était donc normal que son épouse veuille venir au Canada. Le demandeur soumet également que le tribunal s'est trompé en concluant qu'une demande de mariage a eu lieu entre les parties en 2003, deux mois après leur rencontre, alors que la « promesa » a été conclue en 2004. Le demandeur prétend qu'il a témoigné clairement qu'il existe une différence entre la nature d'une demande en mariage et la nature d'une « promesa » en espagnol, ce dernier indiquant simplement une relation exclusive.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Le demandeur prétend également qu'il était déraisonnable de la part du tribunal de tirer une conclusion négative de la réaction de la requérante aux crimes du demandeur; le demandeur rappelle que cette dernière était triste et lui avait demandé des explications. Finalement, le demandeur admet qu'à l'audition, il a bien dit au tribunal qu'il laisserait à la requérante sa liberté si son appel n'était pas accueilli, mais ceci démontrait simplement son découragement et son intention de ne pas être un fardeau si le couple ne pouvait pas vivre ensemble au Canada.  <FRAGMENT_SUPPRESSED>"], ["[19]", "En somme, le demandeur invite aujourd'hui cette Cour à reprendre l'analyse de toute la preuve au dossier et à se substituer au tribunal. Ce n'est tout simplement pas notre rôle au niveau de l'examen de la légalité de la décision sous étude. Le tribunal est maître des faits et il est présumé avoir examiné l'ensemble de la preuve et le simple fait de ne pas mentionner les éléments de preuve dans les motifs ne suffit pas pour annuler la conclusion générale du tribunal et renvoyer l'affaire pour nouvel examen (", "<FRAGMENT_SUPPRESSED>  (CAF)).  <FRAGMENT_SUPPRESSED>"], ["[20]", "Bien que le tribunal semble s'être trompé dans ses motifs de décision en notant que la « promesa » avait été conclue seulement quelques semaines après la première rencontre des époux (et non un an après), cette erreur n'est pas déterminante en l'espèce. Hormis la confusion de dates, le tribunal pouvait assimiler la « promesa » à une demande de mariage, la requérante, dans son formulaire de demande signé le 10 mars 2009 ayant elle-même mentionné que c'était bien une demande en mariage. Le fait demeure que la demande de mariage était hâtive et que si le mariage n'a pas eu lieu avant décembre 2006, c'est tout simplement parce que le demandeur était en prison en 2004 et 2005.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Il appartenait au demandeur de se décharger de son fardeau de preuve en vertu de l'article 4 du Règlement, et le cas échéant, de convaincre le tribunal qu'il y avait des motifs humanitaires pour pallier, entre autres, au fait que le demandeur est inadmissible à titre de répondant en vertu du sous-alinéa 133(1)e)(i) du Règlement. Le tribunal a dûment considéré l'ensemble du témoignage et les explications du demandeur et les a néanmoins rejetées en se fondant sur la preuve au dossier et en motivant sa décision, ce qui est suffisant en l'espèce.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Enfin, il apparait également à la Cour que l'audience a été équitable envers le demandeur. Dès le début de l'audition, le demandeur a été avisé par le tribunal que la bonne foi du mariage était une question en litige. Si le demandeur n'a pas compris à l'époque l'importance de faire témoigner la requérante par téléphone, ceci ne résulte pas d'un défaut du tribunal. Les intentions prêtées par le tribunal à la requérante ont été déterminantes et le tribunal pouvait raisonnablement conclure que de son côté, le but principal du mariage était l'obtention d'un statut du Canada.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Pour les motifs susmentionnés, la présente demande de contrôle judiciaire doit échouer. Les procureurs ont convenu à l'audience devant la Cour qu'aucune question grave de portée générale ne se soulève dans le présent dossier.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[24]", "LA COUR STATUE que", ":  <FRAGMENT_SUPPRESSED>", "1. La demande de contrôle judiciaire est rejetée; et  <FRAGMENT_SUPPRESSED>", "2. Aucune question n'est certifiée.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  is an application to review the lawfulness of a decision dated July 21, 2010, by the Immigration Appeal Division of the Immigration and Refugee Board (the panel), dismissing the appeal brought by the applicant under subsection 63(1) of the of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act), against the decision not to issue a permanent residence visa to his spouse (the female applicant), a citizen of Cuba.  <FRAGMENT_SUPPRESSED>"], ["[2]", "A brief summary of the relevant facts is required to appreciate the nature of the applicant's appeal before the panel.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant is a Canadian citizen, born in Canada in 1937. He pled guilty in 2004 to sexual offences involving a minor; the acts in question go back more than 20 years and the victim is the niece of his former spouse. Having been sentenced to a prison term of two years less a day followed by two years of probation, the applicant was released on parole in 2005 and finished serving his sentence in December 2006; the two years' probation ended in December 2008.  <FRAGMENT_SUPPRESSED>"], ["[4]", "About a year before his conviction, the applicant, who often travelled to Cuba for his former employer, met the female applicant in February 2003. The female applicant, who was around 25 years old at the time, was married but was granted a divorce in September 2003. That being said, since February 2003, the applicant has made approximately 22 trips to Cuba and has given the female applicant approximately $20,000 to help her financially. The applicant and the female applicant, who had already entered into a \"promesa\" that they would see each other exclusively, were finally married in Cuba in December 2006.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In the meantime, the female applicant applied for a visitor's visa in March 2004 to come to Canada, stating that the applicant was merely a friend. In July 2004, she filed a second application, in which she stated that she had been in a romantic relationship with the applicant since 2003. She admitted that she had lied and was prevented from filing a new visa application for a period of two years. Two other visa applications were later filed by the female applicant in 2006 and 2008, but they were also refused by the visa officer.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In May 2007, the applicant, then 70 years old and with no intention of settling in Cuba, made a first application to sponsor the female applicant. The application was refused on the basis that subparagraph 133(1)(", ")(i) of the", "Immigration and Refugee Protection Regulations", ", S.O.R./2002-227 (the Regulations), prevents a person who has been convicted of a criminal sexual offence from sponsoring another person.  <FRAGMENT_SUPPRESSED>"], ["[7]", "However, the applicant is always free to file a new sponsorship application on humanitarian considerations. This is what he decided to do in March 2009, but this second application was refused by the visa officer, this time because of the lack of humanitarian considerations. In September 2009, the applicant filed an appeal and submitted to the panel a file containing about 40 letters, e-mails and faxes that were sent between him and the female applicant and telephone bills listing long distance calls. He also testified at the hearing.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The appeal was contested by the respondent, who initially thought that there were insufficient humanitarian considerations, and, in April 2010, the panel also agreed to add a second ground for refusal, namely that the marriage was not genuine and was entered into primarily for the purpose of acquiring a status in Canada. In July 2010, the panel dismissed the applicant's appeal, first because he failed to establish that, on a balance of probabilities, his relationship with the female applicant was not covered under section 4 of the Regulations, and second, because there were insufficient humanitarian considerations to offset the ground for refusal under subparagraph 133(1)(", ")(i) of the Regulations.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Subsection 4(1) of the Regulations reads as follows:  <FRAGMENT_SUPPRESSED>", "4. (1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership  <FRAGMENT_SUPPRESSED>", "(a) was entered into primarily for the purpose of acquiring any status or privilege under the Act; or  <FRAGMENT_SUPPRESSED>", "(b) is not genuine.  <FRAGMENT_SUPPRESSED>", "4. (1) Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait ou le partenaire conjugal d'une personne si le mariage ou la relation des conjoints de fait ou des partenaires conjugaux, selon le cas:  <FRAGMENT_SUPPRESSED>", "a) visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la Loi;  <FRAGMENT_SUPPRESSED>", "b) n'est pas authentique.  <FRAGMENT_SUPPRESSED>"], ["[10]", "This application for judicial review is essentially based on the fact that the panel decided that the female applicant is excluded from the family class. The applicant alleges that the panel failed to rule on the genuineness of the marriage and that the panel's finding that the marriage was entered into primarily for the purpose of acquiring a status is also unreasonable. The respondent submits that the decision must be read as a whole, that the panel did not make a reviewable error and that the panel's findings are reasonable in all respects.  <FRAGMENT_SUPPRESSED>"], ["[11]", "It must be remembered that under section 4 of the Regulations, the panel must ascertain whether the marriage is genuine and whether it was entered into primarily for the purpose of acquiring any status or privilege under the Act (", "<FRAGMENT_SUPPRESSED>  at para. 35). In this regard, the panel must consider the relationship in the present tense such that a relationship that may not have been \"genuine\" at the outset may have become genuine. Conversely, the panel's negative finding as to the genuineness of the marriage creates a presumption that the second branch of the test was met (", "<FRAGMENT_SUPPRESSED>  at para. 18;", "<FRAGMENT_SUPPRESSED>  at paras. 15-17).  <FRAGMENT_SUPPRESSED>"], ["[12]", "Whether the issue is the genuineness of a marriage, the foreign national's true intentions or the existence of humanitarian considerations, the panel is in the best position to decide these matters. In short, the questions of fact and questions of mixed fact and law raised by the applicant in this case are reviewable on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  at para. 47;", "<FRAGMENT_SUPPRESSED>  at para. 17, and", "<FRAGMENT_SUPPRESSED>  at para. 12).  <FRAGMENT_SUPPRESSED>"], ["[13]", "For the following reasons, this application for judicial review must be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[14]", "First, the panel did not fail to rule on the two branches of the test. Although the panel never uses the expression \"non-genuine marriage\" in its reasons for decision, the Court finds that the phrase \"lack of good faith\", used many times by the panel, goes to the genuineness of the marriage. Second, the panel's general finding seems reasonable in light of the evidence in the record and the applicable law, even though it may not be the only possible outcome.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In a broad attack on the weight the panel gave to his testimony and the documents he filed in support of his appeal, the applicant disputes all the panel's unfavourable findings on the good faith of their relationship and the genuineness of the marriage, as well as on the true intentions of the female applicant.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant specifically criticized the panel for not having explicitly referred in its reasons to the applicant's passport, which shows the 22 visits he made to Cuba. The panel did note the financial support of $17,143 that he sent to the female applicant, but, according to the applicant, it did not give sufficient weight to this evidence. The same criticism applies to the panel's lack of consideration of the written correspondence between the applicant and the female applicant (except for the letter of December 30, 2007, which is mentioned), the telephone charges of around $2,000 for calls to Cuba and the 40 or so photos showing the partners together from 2003 to 2009.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant also claims that he never intended to live in Cuba; it was therefore normal that his wife should want to come to Canada. The applicant also claims that the panel erred in finding that marriage was proposed between the parties in 2003, two months after they met, but the \"promesa\" was made in 2004. The applicant argues that he clearly testified that there is a difference between the nature of a marriage proposal and a \"promesa\" in Spanish, which simply indicates an exclusive relationship.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant also argues that it was unreasonable for the panel to draw a negative conclusion from the female applicant's reaction to the applicant's crimes; the applicant pointed out that she was sad and had asked him for an explanation. Finally, the applicant admits that at the hearing, he did tell the panel that he would let the female applicant go if his appeal was not allowed, but this merely showed that he was discouraged and that he did not intend to be a burden if they could not live together as a couple in Canada.  <FRAGMENT_SUPPRESSED>"], ["[19]", "In short, the applicant is today asking this Court to reassess all the evidence in the record and to substitute itself for the panel. This is simply not our role in assessing the lawfulness of the decision under review. The panel has sole jurisdiction over the facts and it is presumed to have examined all the evidence and the mere fact of not mentioning evidence in the reasons is not sufficient to set aside the panel's general finding and to refer the matter back for reconsideration (", "<FRAGMENT_SUPPRESSED>  (FCA)).  <FRAGMENT_SUPPRESSED>"], ["[20]", "While the panel seems to have erred in its reasons for decision by noting that the \"promesa\" had been entered into only a few weeks after the spouses had met (and not a year after), that error is not determinative in this case. Aside from the confusion over dates, the panel was entitled to include the \"promesa\" as part of a marriage proposal, since in the female applicant's application, signed on March 10, 2009, she stated herself that it was a marriage proposal. The fact remains that the marriage proposal was rushed and that even though the marriage did not take place before December 2006, it is simply because the applicant was in prison in 2004 and 2005.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The onus was on the applicant to discharge his burden of proof under section 4 of the Regulations and to satisfy the panel that humanitarian considerations existed to offset the fact, among others, that the applicant is not eligible to be a sponsor under subparagraph 133(1)(", ")(i) of the Regulations. The panel gave appropriate consideration to all of the applicant's testimony and explanations and nevertheless rejected them by relying on the evidence in the record and by providing reasons for its decision, which is sufficient in this case.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Finally, it also appears to the Court that the hearing was fair for the applicant. From the beginning of the hearing, the applicant was advised by the panel that the good faith of the marriage was at issue. If the applicant did not understand the importance of having the female applicant testify by telephone at the time, that was not the panel's error. The intentions that the panel attributed to the female applicant were determinative and the panel could reasonably find that the main purpose of the marriage was to acquire a status in Canada.  <FRAGMENT_SUPPRESSED>"], ["[23]", "For the above-noted reasons, this application for judicial review must fail. At the hearing, counsel agreed before the Court that no serious question of general importance arises in this case.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[24]", "THE COURT ORDERS AND ADJUDGES that  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED>", "2. No question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}