{"id_": "031641", "body_str": [["[1]", "Southcott, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD] made December 16, 2014 [the Decision], wherein the Applicant, Eduard Rudoy, was determined not to be a Convention refugee or a person in need of protection under section 96 or 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA]. The Applicant seeks that his claim be sent back for a redetermination on its merits by a differently constituted panel of the RPD."], ["[2]", "For the reasons that follow, this application is allowed.", "I.", "Background"], ["[3]", "The Applicant is a 27 year-old citizen of Ukraine. He alleges to have a well-founded fear of persecution as a member of a particular social group in the Ukraine. He alleges that his life is at risk due to his sexual orientation as a homosexual man."], ["[4]", "The Applicant states that he realized he was gay when he was 15 years old. He discovered homophobia in the Ukraine when he entered university in 2004. Prior to completing his studies, the Applicant travelled to the United States in the summers of 2006 and 2007 and realized the difference between the Ukrainian and American societies in attitudes towards homosexuality. He also alleged that he had five different sexual encounters with three different men in the summer of 2007."], ["[5]", "The Applicant alleges that when he revealed his sexual orientation to two of his friends after he returned from the US in 2007, their attitude towards him changed. He states that he was attacked and beaten in November 2007 and that two of the four men who assaulted him were those friends. Following the attack, he was taken to the hospital and treated. Upon release from the hospital, he went to the police station and made a complaint. He states the police blamed him for the attack and closed the case for lack of evidence."], ["[6]", "In the next couple of years, the Applicant kept a low profile, hoping that the situation in the Ukraine would change. In November 2010, he returned to the Ukraine after visiting Canada and found that the persecution of homosexuals had increased."], ["[7]", "In January 2011, he was attacked again by a group of men and beaten severely. He was taken to the hospital, where he spent eight days. The police responded to his complaint by closing the case for lack of evidence. The Applicant describes two additional occasions where he was attacked and made complaints to the police, which resulted in no prosecution due to a lack of witnesses. On one occasion, the police told him to change his lifestyle."], ["[8]", "The Applicant also alleges that he submitted a letter to a newspaper, which did not publish it, but rather forwarded it to the police. He was summoned and threatened with criminal prosecution for libel. After realizing that he would not receive protection from the police, he decided to leave the Ukraine. Before his arrival in Canada on June 9, 2012, he was attacked once more but did not report it."], ["[9]", "The Applicant made a claim for refugee protection on July 5, 2012. On December 16, 2014, the Decision was communicated to the Applicant, following which he filed this application for judicial review.", "II.", "RPD Decision"], ["[10]", "The determinative issue in the Decision was credibility."], ["[11]", "The RPD believed that the Applicant had visited the US and Canada and was issued various visas. The Board did not believe that the Applicant is homosexual, that he was attacked and physically assaulted because of his sexual orientation or that he had complained to the police and prosecutor's office. It concluded that he did not leave the Ukraine because he was being persecuted due to his sexual orientation."], ["[12]", "The RPD found that the Applicant made up the entire story of his alleged persecution because of his sexual orientation by using a basic set of facts. Through the manipulation of these facts, the Applicant concocted a story of personal persecution to bolster his claim for refugee protection, which undermines the credibility of his subjective fear."], ["[13]", "In arriving at the conclusion that the Applicant was not a credible witness and did not have a subjective fear of persecution, the RPD noted the following:", "A. In his oral testimony, the Applicant stated that his first sexual encounter with a woman was not planned; however, in his written testimony, he stated that it was planned and expected of him. He explained that in his written statement, he was not referring to a specific event but to a general intention to have a sexual encounter with a woman, hoping that it would make him straight. The RPD found this explanation unreasonable because he was writing about this particular experience;", "B. When the Applicant was asked if it was the woman's first experience, he replied that he did not know and that they did not have that conversation, as Ukraine is a conservative society. The RPD found that the Applicant's explanation was evasive, as despite the conservative nature of the society, he was still able to write about his first experience in his Personal Information Form [PIF]. Additionally, the RPD references his multiple experiences, stating that such behaviour is less conservative than to ask a partner about her experience;", "C. The Applicant testified that he first realized Ukraine was homophobic when he entered university, which was in 2004. However, when asked what brought this homophobia to his attention, he referred to being attacked in 2007;", "D. The Applicant testified that he did not tell anyone he was gay until 2007 after he had sexual experiences with men and realized that he was \"completely\" gay. The RPD questioned this, given his testimony that when he was 17, he had a sexual encounter with a woman in the hope that it would make him straight. The Applicant's response was that he had wanted to be like everyone else and therefore attempted to be with a woman. The RPD found this explanation unreasonable, as it did not address the previous answer that he was being asked to explain;", "E. When asked why he didn't file a refugee claim in 2010, when he first came to Canada, the Applicant stated he was only a child and at that time, he did not consider himself to be in danger, as he had only been attacked once. The RPD was not satisfied with this answer because he was aware of the differences in western society and was well-educated at the time;", "F. When asked why he revealed his sexuality to his friends, knowing that homophobia existed in the Ukraine, the Applicant stated he wanted to share his US experiences. The Applicant stated that he did not tell them earlier because they did not become close friends until 2007. The RPD found his explanation for the development of the friendship vague and therefore concluded that he did not tell his friends he was gay;", "G. The Applicant's medical report from 2007 made reference to unidentified attackers. He stated that he did not tell the doctors who attacked him because he was not asked. When asked why the medical report stated that he was attacked due to his sexual orientation, the Applicant replied that he did not remember what was said at that time. The RPD found this explanation unreasonable, concluding that an authentic report would have at least identified his friends as two of the attackers. The RPD gave these documents little weight and found that he was never attacked due to his sexual orientation;", "H. The Applicant had submitted to the RPD, approximately a week before the date scheduled for the hearing, a number of medical and police reports related to the various times he alleged that he was attacked. However, the RPD gave little weight to these documents due to its negative credibility conclusions related to the 2007 medical report and due to the delay in submitting all the reports. His explanation for the delay was the time necessary to prepare translations. The RPD stated that, if he had come to Canada with these documents over two years ago as he claims, it was reasonable for the RPD to have expected them to be submitted on a more timely basis. Given the overall credibility concerns, the RPD doubted the authenticity of these documents; and,", "I. The Applicant waited for a month, following his arrival in Canada, before applying for refugee status. His explanation was that he needed some time to make a final decision and to retain legal counsel. The RPD stated that if he was fleeing persecution, he would have filed for protection at the airport. While the delay in filing may not be long, his explanation was unreasonable, which undermined the credibility of his assertion of a subjective fear. Further, no explanation was provided on why he did not leave Ukraine to seek asylum sooner, considering he had a valid visa for the US effective from September 2011.", "III.", "Issues and Standard of Review"], ["[14]", "The Applicant presents a long list of issues for the Court's review, which I consider to amount to the question whether the Decision was reasonable. The standard of review applicable to credibility determinations is reasonableness (", "FRAGMENT_SUPPRESSED).", "IV.", "Submissions of the Parties", "A. Applicant's Position"], ["[15]", "The Applicant submits that the RPD's questioning was improper. He asserts that the RPD is not entitled to question the Applicant in an insensitive and unprofessional manner."], ["[16]", "The Applicant also submits that there were no inconsistencies in his testimony. Nothing in the PIF narrative states that his first sexual encounter was planned. He simply states: \"This experience, I had naively hoped, would change my sexual orientation, but rather it only reinforced my understanding that I am homosexual\"."], ["[17]", "The Applicant argues that the RPD's implausibility findings were improper and not supported by the evidence. The questioning regarding the virginity of the woman with whom he had the sexual encounter was immaterial to the claim. It is reasonable that he would not have discussed her sexual history given his discomfort and nervousness. The RPD draws an unreasonable comparison between the Applicant's experiences when he was 25 years old with men and one encounter with a woman at 17 years of age. It fails to understand the concept of someone being bisexual or otherwise confused about their sexual orientation. The Applicant's hope that having sex with a woman would change him is not unreasonable given his personal circumstance during this time."], ["[18]", "On the subject of the Applicant's delay in seeking refugee protection, it is his position that the negative inference relating to his return to Ukraine is unreasonable, given that the Applicant had not been physically attacked in the two preceding years. There is also nothing implausible about the Applicant waiting a month until he found a lawyer to help him make a refugee claim when he came to Canada in 2012."], ["[19]", "The Applicant argues that the RPD's assessment of the medical and police documents was perverse. He asserts it is not surprising that he would not remember what exactly he told the doctor about the first attack given the circumstances. He was injured and on medication, which would have affected his memory. The Applicant had provided the RPD with 13 medical and police documents. Conducting a piecemeal assessment of certain evidence and then using that assessment to undermine the credibility of other evidence is not the type of fulsome assessment of the evidence which the RPD is tasked with conducting. Additionally, the Applicant provided a reason for the delay in submitting this documentation, being the time it took to have them translated, and was not further questioned in this regard."], ["[20]", "Finally, the Applicant refers to the fact that the RPD failed to turn on the recording system after the last break in the hearing and argues that he may have given a further, but unrecorded, explanation for the late submission of the medical and police documentation.", "B. Respondent's Position"], ["[21]", "In response to the Applicant's argument that the RPD's questioning was inappropriate, the Respondent submits that it was open to the RPD to ask the questions it did, given that it was concerned with the Applicant's credibility, and that there is no indication in the transcript that this adversely affected the Applicant's ability to give testimony. The Respondent also notes that the Applicant was represented by counsel throughout the hearing and that no objection to the questioning was raised."], ["[22]", "The Respondent also submits that the Applicant had many inconsistencies and contradictions in his evidence and testimony and that he was unable to explain these reasonably to the RPD. The Respondent refers to the Applicant's evidence upon which the RPD based its adverse credibility finding, notes that the RPD is in the best position to gauge the credibility of an account and to draw the necessary inferences, and argues that its findings are not subject to judicial review as long as the inferences drawn are not unreasonable."], ["[23]", "The Respondent argues that, while the Applicant provided to the RPD medical evidence of his assaults, the reports did not corroborate his story and it was therefore reasonable for the RPD, and within its particular field of expertise, to choose to give them little weight."], ["[24]", "The Respondent submits that the Applicant's delay in filing a claim was reasonably assessed. While he alleges that he left Ukraine with all the documents to prove his persecution, he states that he did not make a claim at the airport, not because he did not know he could do so, but because he had to make a final decision. He also provided no explanation for the delay in leaving the Ukraine."], ["[25]", "Finally, in response to the argument that the transcript of the hearing might have recorded some additional explanation for the Applicant's delay in submitting his supporting documents, the Respondent takes the position that the Applicant would be aware if any such explanation had been provided and could have provided an affidavit to that effect in this judicial review application.", "V.", "Analysis"], ["[26]", "My conclusion is that the Decision is not a reasonable one, as the RPD's reasoning in concluding that the Applicant's evidence was not credible or trustworthy, and that he made up the entire story of his sexual orientation and resulting persecution, is not intelligible or within the range of acceptable outcomes."], ["[27]", "It is well-established law that, when an applicant swears to the truth of certain allegations, there is a presumption that they are true unless there is reason to doubt their truthfulness (", "FRAGMENT_SUPPRESSED). While the RPD refers to this principle in the Decision, the subsequent reasoning departs significantly from its application, as the negative findings of credibility are for the most part based on inconsistencies that do not exist, irrational reasoning, and impermissible implausibility analysis."], ["[28]", "On the subject of implausibility findings, although the onus is on the Applicant to prove his claim, and lack of corroborative evidence or inconsistencies can raise doubt, an implausibility finding can only be made in the clearest of cases. In", "FRAGMENT_SUPPRESSED"], ["[29]", "As such, plausibility findings are unreasonable when they are not drawn and set out in clear and unmistakable terms, based on clear evidence, and the result of a clear rationalization process. The RPD must, provide", "FRAGMENT_SUPPRESSED."], ["[30]", "In relation to the RPD's finding regarding the Applicant's first sexual experience, I agree with the Applicant's position that the record does not demonstrate an inconsistency on this point. The PIF does not refer to the Applicant having planned this sexual encounter, only to his hope that it might impact his sexual orientation. To the extent the RPD's adverse credibility finding on this point is due to the Applicant's struggle to provide an explanation, this is not surprising given that there was no clear inconsistency. His explanation, that this particular encounter was not planned but that he was in general planning to have a heterosexual encounter, does not present as unresponsive or as inconsistent with either his oral or his written evidence."], ["[31]", "The RPD also draws negative credibility conclusions from the Applicant's explanation that he and the girl did not discuss whether it was her first sexual experience because Ukraine is a conservative society. With respect, the Court has difficulty finding any rational analysis in this finding. The transcript demonstrates that the Applicant, who was 17 years old at the time of the relevant sexual experience, explained that people are not as open in Ukraine as in Canada and that it would not be common to discuss such intimate details during one's first sexual experience. This presents as a clear and rational response to the RPD's questioning. It is not clear from the Decision whether the RPD believes it has identified an inconsistency in the Applicant's evidence or that his explanation is implausible. However I can also find no inconsistency between this explanation and the fact that the Applicant later disclosed this encounter in his PIF, when he was obliged to make full disclosure as part of his refugee claim, or the fact that 4 years later he had homosexual relationships as he began to accept his sexual orientation. There is also no evidentiary basis, or rational analysis, to support an implausibility finding on this point."], ["[32]", "The Applicant testified that he didn't tell anyone in Ukraine that he was gay until 2007, because it was only then, after he had had several sexual experiences with men that he \"totally realized\" that he was gay. The RPD appears to find an inconsistency between this evidence and the applicant's evidence that he had a heterosexual experience as a teenager in an effort to change his sexual orientation. The Decision reflects that the RPD asked the Applicant to explain why he had testified that he had hoped his first sexual experience with a woman would change his sexual orientation, and that his explanation was that he wanted to be like everyone else but wasn't able to because he had different feelings. The RPD found this explanation unreasonable because it didn't address the previous answer that he had been asked to explain."], ["[33]", "However, reviewing the transcript from the hearing, the actual question and answer are as follows:", "PRESIDING MEMBER: So when you said that you had hoped that your first sexual relationship with a woman would change your sexual orientation what did you mean?", "CLAIMANT: I meant that while looking at all my friends who were always with girls and I did not have this attraction to girls. But I simply wanted to be as everyone else, but I was not able to do that because I was experiencing totally different feelings."], ["[34]", "The RPD's criticism appears to be that the Applicant's answer did not address the apparent inconsistency about which it was concerned, that is that the Applicant was making an effort to change his sexual orientation in 2003 but hadn't \"totally realized\" that he was gay until 2007. However, while the exchange about this inconsistency preceded the question and answer quoted above, the precise request was not for an explanation of what the RPD viewed as an inconsistency but for an explanation as to what the Applicant meant when he said he hoped his first sexual relationship would change his orientation. In fact, the Applicant's question was perfectly responsive to the question asked."], ["[35]", "The RPD proceeds to conclude, based on what it considers to be the Applicant's unreasonable explanation, that he is not gay and therefore does not have a subjective fear basis for his claim. This conclusion is not supported by the evidence and is therefore unreasonable."], ["[36]", "Next, the RPD considers the Applicant's evidence that in 2007 he told two of his friends that he was gay. It finds to be vague the Applicant's explanation as to why it was only in 2007 that he volunteered this information to his friends and therefore concludes that this conversation did not occur and, therefore, that they did not attack him in 2007 as alleged. Again, a review of the transcript indicates that the Applicant testified that these were friends and neighbours, who became closer over the years and that he informed them he was gay in 2007 after he had returned from the US and they were sharing their respective experiences from that summer. With respect, there is no defensible basis to disbelieve the Applicant's claim based on his testimony on this point."], ["[37]", "I do find one of the inconsistencies referenced in the Decision to be a supportable finding. The RPD notes that the Applicant testified that he first realized Ukraine was homophobic when he entered university, which was in 2004. However, when asked what brought home this understanding, he referred to being attacked in 2007. The RPD's precise question was \"What was the first thing to bring home this understanding?\" While the Applicant might have interpreted this as a request for an event that cemented the understanding that Ukraine was a homophobic society, I would not consider it unreasonable for the RPD to have found this to represent an inconsistency which adversely impacted the Applicant's credibility. However, this one finding is not in itself sufficient to sustain the RPD's conclusion that the Applicant's claim is fabricated."], ["[38]", "To corroborate his claim, the Applicant submitted to the RPD a series of medical and police reports related to various times that he was attacked. The RPD analyzed only one of these, the medical report from the first attack in 2007, and it raised inconsistencies. I am conscious of the need for deference to the RPD's credibility determinations when they can be rationally supported. As such, my concern is not with the RPD reaching an adverse credibility determination based on these inconsistencies, but with the breadth of that determination. Based on these inconsistencies, the RPD decides to assign little weight to all the medical and police reports and finds that the Applicant had never been attacked by anyone and had never been treated at any hospital or made any police report related to such an attack. This is not a reasonable treatment of this evidence."], ["[39]", "I note that in deciding to assign little weight to the medical and police reports, the RPD also refers to the Applicant's delay in submitting those documents and to delay overall in claiming refugee protection. The Respondent correctly points out that delay in making a refugee claim, while not determinative, is an important factor to consider and, in the right circumstances, may constitute sufficient grounds upon which to dismiss a claim (see", "FRAGMENT_SUPPRESSED). I find the RPD's analysis of the Applicant's delay to be more reasonable than its other credibility analyses as canvassed above. However, I do not consider this to be a case where the circumstances are such that the delay alone constitutes sufficient grounds upon which to dismiss the claim. The RPD's reliance on the Applicant's delay, as a basis for its conclusion that the Applicant does not subjectively fear prosecution, is intertwined with its adverse credibility determinations. Even in making its adverse conclusion on the authenticity of the various medical and police reports submitted by the Applicant, while the RPD refers in part to its delay analysis, it also links this conclusion to what it describes as \"the credibility problems with the Applicant's story that he is gay and was persecuted for being gay\"."], ["[40]", "The Decision was sufficiently influenced by the RPD's credibility determinations that, given my conclusions that those findings are largely based on inconsistencies that do not exist, irrational reasoning, and impermissible implausibility analysis, the Decision is overall unreasonable and not within the range of acceptable outcomes. This application is accordingly allowed, and it is unnecessary for me to consider the other arguments raised by the Applicant."], ["[41]", "The parties were consulted, and neither proposed a question of general importance for certification for appeal.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "this application is allowed and the matter is referred to a differently constituted panel of the RPD for redetermination. No question is certified for appeal.", "Application allowed.", "Editor: Gary W. McLaughlin", "[End of document]"]]}