{"id_": "031646", "body_str": [["[1]", "Snider, J.", ": The Applicant is a citizen of Mexico who seeks refugee protection in Canada due to an alleged fear of persecution by the Mexican Government and authorities. The Applicant left Mexico in 1993 and remained in the United States, without making any attempts to regularize his status in that country, until he came to Canada in 2009. In a decision dated November 3, 2011, a panel of the Refugee Protection Division of the Immigration and Refugee Board (the Member) determined that the Applicant was neither a Convention refugee, pursuant to s. 96 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], nor a person in need of protection, pursuant to s. 97 of", "IRPA", ". The Member's decision was based on two conclusions: (a) the Applicant failed to establish a subjective fear and an objective basis to his claimed fear in Mexico; and (b) he failed to rebut the presumption of state protection."], ["[2]", "The Applicant seeks to overturn this decision.", "II. Issues"], ["[3]", "The following issues arise on this application for judicial review:", "1. Did the Member's conduct give rise to a reasonable apprehension of bias?", "2. Did the Member err in finding that adequate state protection existed in Mexico?", "3. Did the Member err in concluding that the Applicant did not have subjective fear?", "III. Standard of Review"], ["[4]", "The first issue of reasonable apprehension of bias is not one that gives rise to a standard of review; either the apprehension is established on the evidence or it is not. The remaining issues are reviewable on a standard of reasonableness. The Court will not intervene unless the decision is unreasonable. As taught by the Supreme Court, in", "<FRAGMENT_SUPPRESSED> , \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\", as well as with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\".", "IV. Analysis", "A.", "Issue #1: Did the Member's conduct give rise to a reasonable apprehension of bias?"], ["[5]", "As discussed in the decision, during a mid-hearing conference held after the Member had finished questioning the Applicant and midway through counsel's questions, counsel for the Applicant alleged that the Member was biased and brought made a motion asking the Member to recuse herself. The Member denied the motion providing her reasons for doing so in the decision. In particular, the Member explained that she had considered the nature of the motion, the fact that it had only been made after she had completed her questions and requested a conference for an unrelated purpose, and no specific references had been provided to the Member. The Member also noted that she had not been accused of having prejudged the case, and that she had not in fact done so. In addition, the Member observed that the Applicant had not appeared to be intimidated and that the questions previously put to the Applicant by the Member elicited the same answers when asked by counsel."], ["[6]", "The Applicant argues that the Member's behaviour was\"intimidating\" and \"threatening\" and describes her demeanour, from the beginning of the hearing, as \"upset\". In short, he submits that the Member's conduct during the hearing demonstrated a reasonable apprehension of bias and that he was not accorded a fair hearing."], ["[7]", "The test for a reasonable apprehension of bias was articulated by Justice de Grandpré in his dissenting opinion in", "Committee for Justice and  <FRAGMENT_SUPPRESSED>  at 394:", "The proper test to be applied in a matter of this type was correctly expressed by the Court of Appeal. As already seen by the quotation above, the apprehension of bias must be a reasonable one, held by reasonable and right minded persons, applying themselves to the question and obtaining thereon the required information. In the words of the Court of Appeal, that test is \"what would an informed person, viewing the matter realistically and practically-and having thought the matter through-conclude. Would he think that it is more likely than not that [the decision-maker], whether consciously or unconsciously, would not decide fairly.\""], ["[8]", "The transcript suggests that the hearing was not a pleasant one for anyone involved. While the Applicant, his counsel and co-counsel have described the Member's behaviour as \"threatening\", \"intimidating\" and \"hostile\", the Member complained that counsel was disrespectful, refused to take direction, and that his tone was also intimidating."], ["[9]", "In assessing whether the Member's behaviour rises to the level of reasonable apprehension of bias, I have carefully reviewed the affidavits of the Applicant and an articling student who attended the hearing as co-counsel (the student), together with the transcript. Several factors lead me to give the affidavit evidence little weight."], ["[10]", "First, I observe that the affidavits were sworn almost three months after the hearing. It appears that time has affected the memories of the affiants."], ["[11]", "There are important discrepancies between the allegations made in the student's affidavit and the transcript of the hearing. Whereas the student deposes that she told the Member that she \"felt threatened by her\" and that she found the Member's \"manner and demeanor intimidating\", the transcript reveals that, when asked whether she found the Member threatening, the student responded that she \"", "did not say threatening exactly, possibly intimidating, slightly", "\". Bias is a serious allegation. As the Court of Appeal explained in", "<FRAGMENT_SUPPRESSED> NR 346, such allegations challenge the integrity of a tribunal and cannot be made lightly; they \"must be supported by material evidence demonstrating conduct that derogates from the standard\" rather than \"mere suspicion, pure conjecture, insinuations or mere impressions of an applicant or his counsel\". Given the significant discrepancies between the transcript and the student's affidavit evidence, I give her affidavit little weight."], ["[12]", "I also have concerns with the Applicant's affidavit. During the hearing, counsel for the Applicant led the Applicant extensively with his questions about the alleged intimidation. For example (Certified Tribunal Record at 359 [CTR] ):", "COUNSEL:", "[. . .] Do you feel intimidated when the member ask[s] you questions?", "CLAIMANT:", "Yes I do."], ["[13]", "Such leading questioning was inappropriate and elicited an obvious response. I draw a strong inference that the Applicant was led by such questions or prompted by counsel to state that he felt intimidated, whether or not that was the Applicant's feeling at the time. Accordingly, I put little weight on the Applicant's affidavit. The Applicant, having been prompted by his counsel, may now honestly believe that the Member was intimidating towards him. However, as discussed below, his current views are not supported by the record. Further, in his affidavit, the Applicant does not identify a single question that he would have answered differently; rather, his concerns are very general."], ["[14]", "I agree with the Applicant that a transcript cannot reflect the nuances of demeanour or tone of voice. However, a transcript can and does show many things; for example, a transcript would readily demonstrate if a claimant's responses to questions have been cut off or if counsel has not been permitted to present his case. None of those kinds of problems are seen in this transcript. I pause to note that it would have been helpful had the Applicant submitted the audio recording of the hearing to the Court. There is precedent for the Court to listen to such recordings in considering an allegation of bias (see e.g.", "<FRAGMENT_SUPPRESSED> FTR 139). In the absence of an audio recording, and faced with unreliable affidavit evidence, it is difficult to ascribe any merit to the Applicant's allegations regarding the Member's tone."], ["[15]", "The hearing began with general introductory matters and questioning by the Member. A review of this portion of the transcript indicates no problems. In seven pages of preliminary matters and 28 pages of questioning by the Member, there is not a single objection from counsel or concern about any question posed to the Applicant or in respect of the demeanour of the Member. I see no evidence that the Member cut any responses short or used abusive or intimidating language in her questions."], ["[16]", "I also carefully reviewed the questioning of the Applicant by his counsel to see whether counsel was prevented from completing his examination. He was permitted to proceed and was given considerable latitude in his questioning. Contrary to the assertion of the Applicant in his affidavit that \"when my counsel was asking questions, he was frequently interrupted by the Member . . .\", I find few examples of any interruptions. The Member, as entitled and expected, interjected a very few times to try to direct the hearing and to avoid repetitive questioning."], ["[17]", "Even if I accept that the Member may have used an intimidating tone, the questions posed by the Member were in no way inappropriate, and did not suggest that the Member had prejudged the claim. Indeed, many of the Member's questions were repeated by counsel for the Applicant. Perhaps most importantly, the Member did not curtail counsel's ability to question the Applicant or to make submissions. For example, after the mid-hearing conference, the Member allowed counsel to ask precisely the question which had precipitated the conference: That is, whether electoral fraud is common in Mexico (see CTR at 354, 360)."], ["[18]", "Finally, the transcript does not support the emphasis which the Applicant places on the Member's decision to open the door: The Member asked whether others were hot before opening the door, and explained that the public would not overhear the proceedings. In any event, no testimony occurred while the door was open. This was not, as now asserted by the Applicant, a failure of the Member to appreciate the confidentiality of the hearing. There never was any threat to confidentiality."], ["[19]", "I acknowledge that the transcript shows that there were some sharp exchanges between the Applicant's counsel and the Member. However, these particular exchanges were not between the Member and the Applicant and did not take place until well into the hearing. At no time did the Member ask an inappropriate question or address a negative remark to the Applicant. In the presence of the exchanges between counsel and the Member, I do not doubt that everyone in the room felt uncomfortable. However, the fact that the Applicant may have felt uncomfortable - or even intimidated - does not amount to bias."], ["[20]", "What would a reasonable and well-informed person conclude from a review of the transcript, the Member's decision and the affidavits? I first note that, as explained by Justices L'Heureux-Dubé and McLachlin in", "R v S (RD)", ", [1997] 3 SCR 484 at para 36, 151 DLR (4th) 193, \"[t] he person postulated is not a 'very sensitive or scrupulous' person, but rather a right-minded person familiar with the circumstances of the case\"."], ["[21]", "In my view, a well-informed person would understand the inherently intimidating environment of a refugee hearing. In general, a hearing is likely a somewhat fearful experience for a claimant who would normally feel somewhat intimidated by the decision-maker who was", "there to assess his credibility. Particular to this hearing, it appears to me that the key reflections of an informed person would be the following:", "• The Member completed all of her questioning without incident.", "• Counsel for the Applicant completed all of his questioning of his client and was permitted to make final argument on all aspects of the Applicant's claim.", "• There were very few interruptions by the Member during counsel's questioning of the Applicant.", "• As alleged in the affidavits, the Member may have presented herself as \"upset\" and possibly angry from the beginning of the hearing and may have used a strong tone of voice from time to time.", "• Almost all of the angry verbal exchanges were directly between the Member and the Applicant's counsel.", "• At no time did the Member pose a threatening or objectionable question to the Applicant.", "• There was only one short direct exchange between the Member and the Applicant on the subject of the Member's attitude, which exchange was not characterized by any offensive or aggressive language."], ["[22]", "In addition, a well-informed person would likely appreciate that counsel for the Applicant must bear some responsibility for the difficulties that arose during the hearing. On at least two occasions prior to the mid-hearing conference, the Member asked counsel to be more respectful: First, after counsel refused the Member's request that he stop repeating questions, and again after counsel interrupted the Member when she sought to clarify an aspect of the Applicant's evidence (see CTR at 330-331, 346-347). While the Member clearly allowed her frustration with counsel to show in her body language, her tone of voice and certain of her remarks to counsel, her conduct, although possibly intemperate and regrettable, does not amount to a reasonable apprehension of bias."], ["[23]", "As this Court has previously held, sarcastic and harsh language will typically not be sufficient on its own to demonstrate that a member has lost impartiality (", "<FRAGMENT_SUPPRESSED>  (QL)). This is not a case such as", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 245 (QL) [", "Munoz", "], where Justice Scott held that the member's conduct did raise a reasonable apprehension of bias. In that regard, Justice Scott made the following findings at paragraph 42:", "The Court, after a careful reading of the transcript of the hearing, notes that the Member questioned the applicants in a somewhat erratic and haphazard manner and even went so far as to attribute a purely fictional reaction to the applicants' counsel in her decision. This is sufficient proof of the member's bias. A decision maker cannot simply invent facts to support their findings."], ["[24]", "That is not the case here. While the Applicant alleges that the Member \"had to resort to facts that are simply not true, in order to justify her negative decision\" on the recusal motion, and specifically challenges the Member's statement that \"[t] he claimant gazed at his counsel and answered in the affirmative when he was asked whether he found the Member intimidating\", the Member's observations may well have been justified. As noted above, the transcript indicates that counsel asked the Applicant leading questions regarding whether he felt intimidated. Regardless of whether the Applicant \"gazed\" at counsel, his response was clearly prompted."], ["[25]", "Moreover, while counsel alleged during the hearing that the Member's questions were \"very unorganized\", I see no reviewable error in the manner in which the Member questioned the Applicant, nor did counsel object to any of her questions. When asked by the Member whether her \"manner\" had affected his ability to answer questions, the Applicant only indicated that it made it difficult to express himself in English; however, he maintained that he did not require an interpreter. This stands in contrast to the type of comments at issue in", "<FRAGMENT_SUPPRESSED>  at paragraphs 44-45, which Justice Scott found the comments were capable of interfering with the claimant's testimony."], ["[26]", "Overall, I find that an informed person, viewing the matter realistically and practically-and having thought the matter through- would conclude that the dispute between counsel and the Member did not result in a situation where it was more likely than not that the Member, whether consciously or unconsciously, would not decide fairly.", "B.", "Issue #2: Did the Member err in finding that adequate state protection existed in Mexico?"], ["[27]", "The Applicant submits that the Member ignored or misapprehended several pieces of evidence which established that state protection does not exist in Mexico, as there are \"systemic issues of corruption, human rights abuses by a myriad of government security agencies, and rampant violence throughout Mexico\"."], ["[28]", "A refugee who claims that state protection is inadequate or non-existent bears the evidentiary burden of adducing evidence to that effect, and the legal burden of persuading the trier of fact that his claim is well-founded. The presumption of state protection is rebutted by clear and convincing evidence that the state protection is inadequate or non-existent (", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "Contrary to the Applicant's assertion, the Member did not ignore evidence regarding crime and corruption in Mexico. Rather, the Member explicitly acknowledged this evidence and carefully weighed it against the other evidence in the record."], ["[30]", "While the Applicant clearly disagrees with the Member's conclusion that corruption was not systemic and that adequate state protection exists, that does not render the Member's decision unreasonable.", "C.", "Issue #3: Did the Member err in concluding that the Applicant did not have subjective fear?"], ["[31]", "The Member found that the Applicant had failed to establish a subjective fear and an objective basis for his claimed fear of returning to Mexico. In particular, the Member reasoned that the Applicant's failure to make an asylum claim in the United States after he discussed returning to Mexico with his family in 1995 and his failure to seek protection in Canada with his family in 1996 established that there was a lack of subjective fear."], ["[32]", "The Applicant submits that the Member ignored or misapprehended the evidence in finding that he did not have subjective fear. In particular, the Applicant argues that his decision to not seek refugee protection with his family in 1996 is explained by his ability to remain safely in the United States. In the Applicant's view, he did all that a reasonable person would have done by seeking legal advice and obtaining help from his family."], ["[33]", "Contrary to the Applicant's assertion, the Member did not ignore or misapprehend the evidence in finding that the Applicant did not have subjective fear. The Member specifically acknowledged the Applicant's evidence that he remained in the United States because he believed he was safe and was happy living there. As reflected in the decision, the Member simply did not believe that, prior to 2009, the Applicant was safe living as an illegal immigrant in the United States, or that someone who truly feared torture would be content to live in such a precarious situation."], ["[34]", "The Applicant does not point to any evidence to establish that the Member erred in concluding that he could have been deported from the United States at any time. Indeed, the Applicant agreed with the Member when she asked him whether anyone who is in a country illegally is at risk of being deported. The Member's conclusion that the Applicant lacked subjective fear was open to her, given this evidence.", "V. Conclusion"], ["[35]", "In sum, there is no reason to intervene in the decision. The Applicant has not persuaded me that the Member's behaviour was such as to give rise to a reasonable apprehension of bias or that the decision does not fall within the range of possible, acceptable outcomes which are defensible in respect of the facts and law. The application will be dismissed."], ["[36]", "Neither party proposes a question for certification. None will be certified.", "JUDGMENT"], ["[37]", "THIS COURT ORDERS AND ADJUDGES that", "1. the application for judicial review is dismissed; and", "2. no question of general importance is certified.", ".........................", "<FRAGMENT_SUPPRESSED>", "La juge Snider", "[Traduction]: Le demandeur est un citoyen mexicain qui demande l'asile au Canada parce qu'il craint d'être persécuté par les autorités et le gouvernement mexicains. Il a quitté le Mexique en 1993 et est demeuré aux États-Unis, sans tenter de régulariser sa situation dans ce pays, jusqu'à ce qu'il vienne au Canada en 2009. Le 3 novembre 2011, un tribunal de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la commissaire) a décidé que le demandeur n'avait ni qualité de réfugié au sens de la Convention selon l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR], ni celle de personne à protéger selon l'article 97 de la LIPR. Cette décision était fondée sur deux conclusions: a) le demandeur n'avait pas réussi à faire la preuve d'une crainte subjective et du fondement objectif de sa présumée crainte au Mexique; b) il n'avait pas réussi à réfuter la présomption relative à la protection de l'État."], ["[2]", "Le demandeur veut faire annuler cette décision.", "II. Questions en litige"], ["[3]", "La présente demande de contrôle judiciaire soulève les questions suivantes:", "1. La conduite de la commissaire a-t-elle fait naître une crainte raisonnable de partialité?", "2. La commissaire a-t-elle commis une erreur en concluant que la protection de l'État était adéquate au Mexique?", "3. La commissaire a-t-elle commis une erreur en concluant que le demandeur n'avait pas de crainte subjective?", "III. Norme de contrôle"], ["[4]", "La première question, qui concerne la crainte raisonnable de partialité, n'est assujettie à aucune norme de contrôle. Soit la crainte est établie par la preuve, soit elle ne l'est pas. Les autres questions sont assujetties à la norme de la raisonnabilité. La Cour n'interviendra donc que si la décision est déraisonnable. Comme la Cour suprême du Canada l'a enseigné dans", "<FRAGMENT_SUPPRESSED> , « [l] e caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ».", "IV. Analyse", "A.", "Question no 1: La conduite de la commissaire a-t-elle fait naître une crainte raisonnable de partialité?"], ["[5]", "Comme il est indiqué dans la décision, le conseil du demandeur a allégué, à mi-chemin de son interrogatoire et au cours d'une conférence tenue à mi-chemin de l'audience après que la commissaire eut fini d'interroger le demandeur, que la commissaire était partiale, et il a présenté une requête lui demandant de se récuser. La commissaire a rejeté la requête, expliquant pourquoi dans la décision. Elle a expliqué en particulier qu'elle avait tenu compte de la nature de la requête, du fait que celle-ci avait été présentée seulement après qu'elle eut terminé son interrogatoire et demandé la tenue d'une conférence sur un sujet complètement différent et du fait qu'aucun document de référence ne lui avait été présenté. Elle a aussi mentionné qu'elle n'avait pas été accusée d'avoir jugé d'avance l'affaire et que, de fait, elle ne l'avait pas fait. De plus, elle a souligné que le demandeur n'avait pas paru intimidé et qu'il avait donné aux questions qu'elle lui avait posées la première les mêmes réponses qu'à celles de son conseil."], ["[6]", "Le demandeur prétend que la commissaire s'est conduite de façon [traduction] « intimidante »et« menaçante » et que, dès le début de l'audience, elle était « irritée ».En résumé, il soutient que la conduite de la commissaire pendant l'audience a fait naître une crainte raisonnable de partialité et qu'il n'a pas eu droit à une audience équitable."], ["[7]", "Le critère servant à déterminer si une crainte raisonnable de partialité existe a été énoncé par le juge de Grandpré dans les motifs de dissidence qu'il a formulés dans", "Committee for Justice and  <FRAGMENT_SUPPRESSED> , à la page 394:", "La Cour d'appel a défini avec justesse le critère applicable dans une affaire de ce genre. Selon le passage précité, la crainte de partialité doit être raisonnable et le fait d'une personne sensée et raisonnable qui se poserait elle-même la question et prendrait les renseignements nécessaires à ce sujet. Selon les termes de la Cour d'appel, ce critère consiste à se demander « à quelle conclusion en arriverait une personne bien renseignée qui étudierait la question en profondeur, de façon réaliste et pratique. Croirait-elle que, selon toute vraisemblance, [le décideur], consciemment ou non, ne rendra pas une décision juste? »"], ["[8]", "La transcription laisse croire que l'audience n'a été agréable pour personne. Alors que le demandeur, son conseil et son co-conseil ont qualifié la conduite de la commissaire de [traduction] « menaçante », d'« intimidante » et d'« hostile », la commissaire s'est plainte du fait que le conseil ne s'était pas conduit de manière respectueuse, qu'il ne s'était pas conformé à ses directives et que son ton était également intimidant."], ["[9]", "Pour déterminer si la conduite de la commissaire était de nature à faire naître une crainte raisonnable de partialité, j'ai examiné avec soin, de concert avec la transcription, les affidavits du demandeur et d'une stagiaire qui a assisté à l'audience en tant que co-conseil (la stagiaire). Plusieurs facteurs m'amènent à accorder peu de poids à la preuve par affidavit."], ["[10]", "En premier lieu, je signale que les affidavits ont été signés près de trois mois après l'audience. Il appert que l'écoulement du temps a affecté la mémoire des déposants."], ["[11]", "Par ailleurs, il y a des différences importantes entre les allégations contenues dans l'affidavit de la stagiaire et la transcription de l'audience. Ainsi, alors que la stagiaire affirme dans son affidavit qu'elle a dit à la commissaire qu'elle [traduction] « se sentait menacée par elle » et qu'elle trouvait qu'elle se comportait [traduction] « de manière intimidante », la transcription indique que, lorsqu'on lui a demandé si elle trouvait la commissaire menaçante, la stagiaire a répondu qu'elle [traduction] «", "n'avai[t] pas dit menaçante exactement, peut-être intimidante, un peu", "». La partialité est une allégation sérieuse. Comme la Cour d'appel l'a expliqué dans", "<FRAGMENT_SUPPRESSED> NR 346, une telle allégation met en doute l'intégrité du tribunal et ne peut être faite à la légère. Elle« doit être étayée par des preuves concrètes qui font ressortir un comportement dérogatoire à la norme » et ne pas reposer sur « de simples soupçons, de pures conjectures, des insinuations ou encore de simples impressions d'un demandeur ou de son procureur ». Compte tenu des différences importantes entre la transcription et l'affidavit de la stagiaire, j'accorde peu de poids à ce document."], ["[12]", "J'ai également des réserves quant à l'affidavit du demandeur. Au cours de l'audience, son conseil a largement orienté le demandeur avec ses questions au sujet de la présumée intimidation. Par exemple (dossier certifié du tribunal, à la page 359 [le DCT] ):", "[traduction]", "LE CONSEIL: [...] Vous sentez-vous intimidé quand la commissaire vous pose des questions?", "LE DEMANDEUR D'ASILE: Oui."], ["[13]", "De telles questions biaisées ne convenaient pas et appelaient une réponse évidente. Je suis convaincue que ces questions ont orienté le demandeur ou l'ont incité à dire qu'il se sentait intimidé, qu'il ait eu ce sentiment ou non. En conséquence, j'ai accordé peu de poids à son affidavit. Il est possible que, grâce à son conseil, le demandeur croie maintenant sincèrement que la commissaire a agi de manière intimidante à son égard. Comme je le démontrerai plus loin cependant, son point de vue actuel n'est pas étayé par le dossier. En outre, dans son affidavit, le demandeur ne mentionne aucune question à laquelle il aurait répondu différemment; en fait, ses préoccupations sont de nature très générale."], ["[14]", "Je conviens avec le demandeur qu'une transcription ne peut refléter les nuances dans le comportement ou le ton de la voix. Toutefois, une transcription peut démontrer - et en fait démontre - de nombreuses choses; par exemple, une transcription révèle clairement si le demandeur a été empêché de donner des réponses complètes ou le conseil, de présenter sa preuve et ses arguments. Aucun problème de ce genre ne ressort de la transcription en l'espèce. Je signale en passant qu'il aurait été utile que le demandeur dépose l'enregistrement audio de l'audience à la Cour. Celle-ci a déjà écouté l'enregistrement audio d'une audience dans des affaires où la partialité était alléguée (voir, par exemple,", "<FRAGMENT_SUPPRESSED> FTR 139). Faute d'enregistrement audio et d'une preuve par affidavit digne de foi, il est difficile d'accorder du poids aux allégations du demandeur concernant le ton employé par la commissaire."], ["[15]", "L'audience a commencé par des questions préliminaires générales et par l'interrogatoire mené par la commissaire. Cette partie de la transcription ne présente aucun problème. Dans les sept pages portant sur les questions préliminaires et les 28 pages concernant les questions posées par la commissaire, il n'y a aucune objection du conseil ou préoccupation concernant les questions posées au demandeur ou la conduite de la commissaire. Rien ne me permet de croire que la commissaire a interrompu le demandeur pour l'empêcher de donner des réponses complètes ou a employé un langage offensant ou intimidant lorsqu'elle a posé ses questions."], ["[16]", "J'ai également examiné avec soin les questions posées au demandeur par son conseil afin de voir si l'on a empêché celui-ci de procéder à son interrogatoire. Le conseil a pu poser ses questions et a joui d'une grande latitude à cet égard. Contrairement à ce que le demandeur affirme dans son affidavit, selon lequel son conseil avait été interrompu fréquemment par la commissaire pendant qu'il l'interrogeait, je ne relève que quelques exemples à cet égard. Comme elle en avait le droit et comme elle devait le faire, la commissaire est intervenue à très peu de reprises pour essayer de diriger l'audience et d'éviter les questions répétitives."], ["[17]", "Même si j'admets que la commissaire a peut-être employé un ton intimidant, les questions qu'elle a posées n'étaient d'aucune façon inappropriées et ne permettaient pas de croire qu'elle avait jugé d'avance la demande d'asile. En fait, bon nombre de ses questions ont été répétées par le conseil du demandeur. Fait peut-être le plus important, la commissaire n'a pas empêché le conseil de poser les questions ou de présenter les arguments qu'il voulait. Par exemple, après la conférence ayant eu lieu au milieu de l'audience, la commissaire a permis au conseil de poser précisément la question qui avait justifié la conférence: les fraudes électorales sont-elles courantes au Mexique (voir le DCT, aux pages 354 et 360)?"], ["[18]", "Enfin, la transcription ne reflète pas l'importance que le demandeur accorde à la décision de la commissaire d'ouvrir la porte de la salle d'audience. Avant de prendre cette décision, la commissaire a demandé si d'autres personnes avaient chaud. Elle a expliqué que le public n'entendrait pas ce qui se passait dans la salle d'audience. De toute façon, aucun témoignage n'a été présenté pendant que la porte était ouverte. Contrairement à ce qu'avance maintenant le demandeur, la commissaire n'a pas omis de tenir compte de la confidentialité de l'audience. La confidentialité n'a jamais été compromise."], ["[19]", "Je reconnais que la transcription montre qu'il y a eu des échanges incisifs entre le conseil du demandeur et la commissaire. Toutefois, ces échanges particuliers n'ont pas eu lieu entre la commissaire et le demandeur et ils se sont déroulés alors que l'audience était bien avancée. En aucun temps la commissaire n'a posé une question inappropriée au demandeur ou ne lui a fait une remarque négative. Compte tenu des échanges entre le conseil et la commissaire, je ne doute pas que toutes les personnes présentes dans la pièce aient été mal à l'aise. Toutefois, le fait que le demandeur puisse s'être senti mal à l'aise - ou même intimidé - ne signifie pas que la commissaire était partiale."], ["[20]", "Quelle conclusion une personne bien renseignée et raisonnable tirerait-elle après avoir examiné la transcription, la décision de la commissaire et les affidavits? Je souligne d'abord que, comme les juges L'Heureux-Dubé et McLachlin l'ont expliqué dans", "R c S (RD)", ", [1997] 3 RCS 484, au paragraphe 36, 151 DLR (4th) 193,« [c] ette personne n'est pas \"de nature scrupuleuse ou tatillonne\", c'est plutôt une personne sensée qui connaît les circonstances de la cause »."], ["[21]", "À mon avis, une personne bien renseignée comprendrait l'environnement foncièrement intimidant d'une audience relative à une demande d'asile. En général, une audience est probablement une expérience quelque peu terrifiante pour un demandeur d'asile qui se sentirait normalement quelque peu intimidé par le décideur qui doit évaluer sa crédibilité. Il me semble qu'une personne bien renseignée se ferait principalement les réflexions suivantes en l'espèce:", "• la commissaire a posé toutes ses questions sans qu'aucun incident ne survienne;", "• le conseil du demandeur a posé toutes ses questions à son client et a pu présenter un exposé final sur tous les aspects de la demande d'asile de celui-ci;", "• la commissaire est intervenue à très peu de reprises pendant l'interrogatoire du demandeur par son conseil;", "• comme il est allégué dans les affidavits, la commissaire a peut-être dit qu'elle était [traduction] « irritée »et peut-être aussi en colère au début de l'audience et elle a peut-être levé le ton à l'occasion;", "• presque tous les échanges acrimonieux se sont déroulés entre la commissaire et le conseil du demandeur;", "• la commissaire n'a, en aucun temps, posé une question menaçante ou déplacée au demandeur;", "• il n'y a eu qu'un bref échange direct entre la commissaire et le demandeur au sujet de l'attitude de celle-ci, mais aucun terme insultant ou agressif n'a été employé."], ["[22]", "De plus, une personne bien renseignée comprendrait probablement que le conseil du demandeur doit être tenu en partie responsable des problèmes survenus au cours de l'audience. À au moins deux reprises avant la conférence qui a eu lieu au milieu de l'audience, la commissaire a demandé au conseil d'être plus respectueux: d'abord, après qu'il eut refusé d'arrêter de poser les mêmes questions comme la commissaire le lui demandait, puis après qu'il eut interrompu la commissaire alors que celle-ci tentait d'éclaircir un aspect de la preuve du demandeur (voir le DCT, aux pages 330 et 331, 346 et 347). La commissaire a clairement laissé la frustration que lui inspirait le conseil se refléter dans son langage corporel, son ton de voix et certaines de ses remarques, mais sa conduite, bien qu'elle ait peut-être été immodérée et regrettable, n'est pas de nature à faire naître une crainte raisonnable de partialité."], ["[23]", "Comme la Cour l'a statué dans le passé, des paroles dures ou sarcastiques ne seront généralement pas suffisantes pour démontrer qu'un commissaire a perdu son impartialité (", "<FRAGMENT_SUPPRESSED>  (QL)). La présente affaire est différente de", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 245 (QL) [", "Munoz", "], où le juge Scott a statué que la conduite de la commissaire avait fait naître une crainte raisonnable de partialité. Il a tiré les conclusions suivantes à cet égard au paragraphe 42:", "La Cour, après une lecture attentive de la transcription de l'audience, constate que la Commissaire questionne les demandeurs de façon plutôt erratique et peu structurée et va même à attribuer dans sa décision une réaction à l'avocat des demandeurs qui n'a rien à voir avec la réalité. Cela peut suffire pour conclure à la partialité de la Commissaire. Un décideur ne peut inventer des faits pour soutenir ses conclusions."], ["[24]", "Ce n'est pas ce qui s'est passé en l'espèce. Bien que le demandeur allègue que la commissaire [traduction] « a dû s'appuyer sur des faits qui ne sont tout simplement pas véridiques pour justifier sa décision défavorable » relative à la requête en récusation et qu'il conteste particulièrement l'affirmation de la commissaire selon laquelle « [l] e demandeur d'asile a regardé son conseil et a répondu par l'affirmative à la question de savoir s'il trouvait la commissaire intimidante », les observations de la commissaire pouvaient bien être justifiées. Comme il a été mentionné précédemment, la transcription indique que le conseil a posé au demandeur des questions biaisées afin de savoir s'il se sentait intimidé. Peu importe que le demandeur ait « regardé » son conseil, sa réponse lui a clairement été soufflée."], ["[25]", "En outre, bien que le conseil ait allégué pendant l'audience que les questions de la commissaire étaient [traduction] « très désorganisées », je ne décèle aucune erreur susceptible de contrôle dans la manière dont la commissaire a interrogé le demandeur, et le conseil ne s'est opposé à aucune de ses questions. Lorsque la commissaire lui a demandé si son comportement l'avait empêché de répondre aux questions comme il le voulait, le demandeur a répondu seulement qu'à cause de cela il avait eu de la difficulté à s'exprimer en anglais; il a cependant maintenu qu'il n'avait pas besoin d'un interprète. Ces remarques sont différentes de celles en cause dans", "Munoz", ", précitée, aux paragraphes 44 et 45, qui, selon le juge Scott, pouvaient perturber le témoignage d'un demandeur."], ["[26]", "Dans l'ensemble, j'estime qu'une personne bien renseignée qui étudierait la question en profondeur, de façon réaliste et pratique, conclurait que la dispute entre le conseil et la commissaire n'a pas créé une situation où, selon toute vraisemblance, cette dernière, consciemment ou non, ne rendrait pas une décision juste.", "B.", "Question no 2: La commissaire a-t-elle commis une erreur en concluant que la protection de l'État était adéquate au Mexique?"], ["[27]", "Le demandeur soutient que la commissaire n'a pas pris en considération ou a mal interprété plusieurs éléments de preuve qui établissaient que la protection de l'État n'existe pas au Mexique, car il y a [traduction] « des problèmes systémiques de corruption et des violations des droits de la personne par différentes agences de sécurité gouvernementales, ainsi qu'une violence omniprésente partout au Mexique »."], ["[28]", "Un réfugié qui prétend que la protection de l'État est inadéquate ou n'existe pas a le fardeau de produire des éléments de preuve le démontrant et la charge ultime de convaincre le juge des faits que cette prétention est fondée. La présomption relative à la protection de l'État est réfutée par une preuve claire et convaincante démontrant que la protection de l'État est inadéquate ou inexistante (", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "Contrairement à ce que le demandeur affirme, la commissaire n'a pas omis de prendre en considération des éléments de preuve concernant la criminalité et la corruption au Mexique. En fait, elle a reconnu expressément ces éléments de preuve et les a appréciés en tenant compte des autres éléments de preuve au dossier."], ["[30]", "Ce n'est pas parce que le demandeur ne souscrit clairement pas à la conclusion de la commissaire selon laquelle la corruption n'était pas systémique et la protection de l'État est adéquate que la décision de la commissaire est déraisonnable.", "C.", "Question no 3: La commissaire a-t-elle commis une erreur en concluant que le demandeur n'avait pas de crainte subjective?"], ["[31]", "La commissaire a conclu que le demandeur n'avait pas réussi à établir une crainte subjective et le fondement objectif de la présumée crainte que lui inspirait son retour au Mexique. En particulier, elle estimait que le fait que le demandeur n'avait pas demandé l'asile aux États-Unis après avoir discuté de son retour au Mexique avec sa famille en 1995 et le fait qu'il n'avait pas demandé l'asile au Canada avec sa famille en 1996 dénotaient l'absence d'une crainte subjective."], ["[32]", "Le demandeur soutient que la commissaire n'a pas pris en considération ou a mal interprété la preuve lorsqu'elle a conclu qu'il n'avait pas une crainte subjective. Il soutient en particulier que sa décision de ne pas demander l'asile avec sa famille en 1996 s'explique par le fait qu'il pouvait demeurer en toute sécurité aux États-Unis. Selon lui, il a fait tout ce qu'une personne raisonnable aurait fait en demandant des conseils juridiques et en obtenant l'aide de sa famille."], ["[33]", "Contrairement à ce que le demandeur affirme, la commissaire n'a pas omis de prendre en considération ou n'a pas mal interprété la preuve lorsqu'elle a conclu que le demandeur n'avait pas une crainte subjective. La commissaire a reconnu expressément le témoignage du demandeur selon lequel il est resté aux États-Unis parce qu'il croyait être en sécurité dans ce pays et qu'il y était heureux. Comme il ressort de la décision, la commissaire ne croyait tout simplement pas que, avant 2009, le demandeur vivait en sécurité en étant un immigrant illégal aux États-Unis ou qu'une personne qui craint réellement d'être victime de torture s'accommoderait de vivre dans une situation aussi précaire."], ["[34]", "Le demandeur n'a fait ressortir aucun élément de preuve établissant que la commissaire avait commis une erreur en concluant qu'il aurait pu être expulsé des États-Unis à tout moment. En fait, le demandeur était d'accord avec la commissaire lorsqu'elle lui a demandé si une personne qui se trouve illégalement dans un pays risque d'en être expulsée. La commissaire pouvait, compte tenu de la preuve dont elle disposait, conclure que le demandeur n'avait pas une crainte subjective.", "V. Conclusion"], ["[35]", "En résumé, il n'y a aucune raison de modifier la décision. Le demandeur ne m'a pas convaincue que le comportement de la commissaire a fait naître une crainte raisonnable de partialité ou que la décision n'appartient pas aux issues possibles acceptables pouvant se justifier au regard des faits et du droit. La demande sera rejetée."], ["[36]", "Aucune partie ne propose une question à des fins de certification. Aucune question ne sera certifiée.", "JUGEMENT"], ["[37]", "LA COUR STATUE", "1. La demande de contrôle judiciaire est rejetée.", "2. Aucune question de portée générale n'est certifiée.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}