{"id_": "031665", "body_str": [["[1]", "Phelan, J.", ": The Applicant, a citizen of Sri Lanka, claimed under sections 96 and 97(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27. His claim was based on a fear of persecution due to his ethnicity as a Tamil male from the north and perceived support of the Liberation Tigers of Tamil Eelam [LTTE]. The Immigration and Refugee Board [Board] denied his claim on grounds of credibility and changed circumstances. This is the judicial review of that Board decision."], ["[2]", "The Court, in granting this judicial review, is concerned that a part of the claim that was briefly asserted, namely, that the Applicant also feared persecution as a failed refugee claimant, was not addressed by the Board. While the issue of failed refugee claimant touches both the credibility finding and the conclusion on changed circumstances, the treatment of it stands on a separate legal basis.", "II.", "BACKGROUND"], ["[3]", "The Applicant cited numerous examples occurring over the period 2004-2010 where he was stopped by the army, harassed and threatened. He also claimed to have been detained and to have been beaten at various times. Many of the instances of detention were solved by the payment of bribes."], ["[4]", "On January 7, 2010, the Applicant left Sri Lanka and after a four-month detention in the US, where at least legal assistance was available to him if he wanted to seek asylum, he arrived in Canada at the beginning of October 2010. He never claimed asylum in the US."], ["[5]", "The Board reached its conclusions on the merits of the claim because of negative credibility findings. The Board did not accept that the detentions were anything more than brief and noted that the Applicant was released either with a warning to stay away from the LTTE or upon the payment of a bribe. The fact that the Applicant was released in all instances led the Board to conclude that there was no warrant for his arrest and that he was not on any government security watch list."], ["[6]", "The Board did not believe the Applicant's story that members of a Tamil paramilitary group went to his parents' home looking for him after he had left the country. The conclusion was grounded on the basis that this group had access to police data bases which would have recorded his departure from Sri Lanka. Therefore, so the reasoning went, the paramilitary group would have known that the Applicant had left the country. The Board viewed this story as an attempt by the Applicant to embellish his claim."], ["[7]", "With respect to the failure to claim in the US, the Board concluded that if the Applicant had a genuine fear about returning to Sri Lanka, he would have taken the opportunity to claim in the US where he was in immigration custody with resources available to him. This failure spoke to the well-foundedness of his fear."], ["[8]", "The Board further held that even if credibility was not the determinative issue, the changed circumstances in Sri Lanka would be. The Board reviewed the legislation and jurisprudence governing changed circumstances in the refugee claims context."], ["[9]", "The Board relied heavily on the November 11, 2010 UK Border Agency Report because it is the most recent report, by an independent body, and based on a vast number of external sources. While recognizing some recent negative reports related to Tamils, the Board held that on the balance of probabilities, the situation for Tamils in Sri Lanka had improved significantly in the last two years. The Board concluded that there was less than a serious chance of persecution based on the Applicant's ethnicity."], ["[10]", "The Board held that if there was risk of extortion and robbery of people viewed as wealthy (which category could include the Applicant), this was a generalized and prevalent risk faced by the population at large. As such, it was a risk which was excluded by paragraph 97(1)", "(b)"], ["[11]", "The Board did not address the Applicant's claim that he faced a risk of persecution because he was a failed refugee claimant. His counsel had submitted documents, referred to two of them and had briefly argued the point.", "III.", "ANALYSIS", "A.", "Issues"], ["[12]", "The issues in this judicial review are:", "1) Did the Board err in its negative credibility determination?", "2) Did the Board err in failing to consider the \"failed refugee claimant grounds of persecution\"?"], ["[13]", "The Applicant did not challenge the Board's finding of \"changed circumstances\". In the normal course, the changed circumstances finding would be dispositive; however, in this case, the Board failed to address the failed refugee claimant issue.", "B.", "Standard of Review"], ["[14]", "It is well settled law that the decisions of the Board on credibility and implausibility are largely factual in nature and deserving of a significant amount of deference. The standard of review is reasonableness (see, for example,", "<FRAGMENT_SUPPRESSED> (available on CanLII))."], ["[15]", "With respect to the second issue, the failure to consider relevant grounds of persecution is a question of law and must be assessed on the standard of correctness (", "<FRAGMENT_SUPPRESSED> FTR 165;", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 259;", "<FRAGMENT_SUPPRESSED>  (QL) at para 14).", "C.", "Credibility"], ["[16]", "Given the result in this judicial review, the Court will refrain from a complete analysis of the first issue regarding credibility. It does not affect the Court's conclusion on the second issue which issue is a matter of law."], ["[17]", "It is sufficient to say that where credibility is based on implausibility, as is the case here, the implausibility findings must be reasonably drawn and must be set out in \"clear and unmistakable terms\" (", "<FRAGMENT_SUPPRESSED>  (available on  <FRAGMENT_SUPPRESSED> (available on CanLII), the requirement was described as the Board providing \"a reliable and verifiable evidentiary base against which the plausibility of the Applicant's evidence might be judged\"."], ["[18]", "It is of concern that the Board cited no evidentiary references for the finding that the paramilitary group had access to police data bases or for whether such data bases, if viewed by the paramilitary group, had information about who had left the country or for whether such paramilitary groups would, in fact, check the police data bases."], ["[19]", "Even if the Applicant failed in the credibility challenge which was based on his fear of persecution due to ethnicity, the failure to address the question of his fear based on being a failed refugee claimant remained open.", "D.", "Failed Refugee Claimant"], ["[20]", "The legal issue of the right to have one's grounds for refugee/protection considered transcends the unchallenged finding of changed circumstances. The finding of changed circumstances does not dispose of or render moot the claim of fear based on being a failed refugee claimant."], ["[21]", "In the present case, while this issue was not the primary ground of the Applicant's claim for protection, the issue was raised by counsel in brief submissions:", "There are several articles that I will refer to in my package at C-2; the first one is at page one where it talks about the fact that returning asylum seekers going back to Sri Lanka are all handed over to the CID and Sri Lankan police and many of them are detained and are abused during these detentions. The fact that these people coming from abroad are arrested and abused by the authorities was also confirmed by an Amnesty article at page six which refers to several of the people that have been returned from Australia and how they have been badly abused upon their return."], ["[22]", "While counsel said that he would refer to several articles, he notes two in particular which refer to the situation of returning failed asylum seekers and the mistreatment they experienced."], ["[23]", "This evidence must also be considered in the context of the finding of changed circumstances and in particular, the finding that there are still problems affecting Tamils."], ["[24]", "While Courts are not to engage in microscopic examinations of the Board's record and the reasonableness of a decision should be based on the whole of the decision, every applicant has a legal right to have the asserted grounds for a claim considered,", "if sufficiently raised"], ["[25]", "As held by Justice Snider in <FRAGMENT_SUPPRESSED> , above, even the failure to explain why a ground of persecution was not assessed constitutes a reviewable error. Whether this was because it made the decision unreasonable or whether it was an error of law was immaterial in that case."], ["[26]", "I conclude that it is an error of law as both a denial of natural justice/breach of fairness as well as one of jurisdiction as in not exercising jurisdiction, to fail to address an issue of persecution that was reasonably clearly raised."], ["[27]", "With respect, I would distinguish the decision in", "<FRAGMENT_SUPPRESSED>  (available on CanLII), on the basis that there the secondary grounds of risk were not sufficiently raised to establish the obligation on the Board to address the issue. In the present case, that further ground was sufficiently raised to trigger the obligation on the Board to address it."], ["[28]", "The Board, having failed to address the failed refugee claimant issue, erred in law and the decision cannot stand.", "IV.", "CONCLUSION"], ["[29]", "Therefore, this judicial review will be granted and the matter returned to the Board for a new determination by a differently constituted panel.", "JUDGMENT"], ["[30]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted and the matter is returned to the Board for a new determination by a differently constituted panel.", ".........................", "<FRAGMENT_SUPPRESSED>  Phelan", "[Traduction]: Le demandeur, un citoyen du Sri Lanka, a présenté une demande d'asile en vertu de l'article 96 et du paragraphe 97(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27. Sa demande était fondée sur une crainte de persécution en raison de son origine ethnique - il est un Tamoul du Nord - et de son présumé soutien aux Tigres de libération de l'Eelam tamoul [les TLET]. La Commission de l'immigration et du statut de réfugié [la Commission] a rejeté sa demande pour des motifs de crédibilité et de changement de circonstances. C'est cette décision qui fait l'objet du présent contrôle judiciaire."], ["[2]", "En accueillant la présente demande de contrôle judiciaire, la Cour est préoccupée par le fait que la Commission n'a pas examiné un aspect de la demande dont le demandeur a traité brièvement, à savoir qu'il craignait également d'être persécuté en tant que demandeur d'asile débouté. Bien que cet aspect concerne à la fois la conclusion relative à la crédibilité et celle relative au changement de circonstances, son traitement repose sur un fondement juridique différent.", "II.", "LE CONTEXTE"], ["[3]", "Le demandeur a donné maints exemples d'incidents survenus pendant la période de 2004 à 2010, au cours desquels il a été arrêté par l'armée, harcelé et menacé. Il prétendait en outre avoir été détenu et battu à différents moments. Dans un grand nombre de ces cas, il a été libéré en échange d'un pot-de-vin."], ["[4]", "Le 7 janvier 2010, le demandeur a quitté le Sri Lanka et, après avoir passé quatre mois en détention aux États-Unis, où il avait à tout le moins droit à l'aide juridique s'il voulait demander l'asile, il est arrivé au Canada au début d'octobre 2010. Il n'a jamais demandé l'asile aux États-Unis."], ["[5]", "La Commission a statué sur le fond de la demande d'asile en s'appuyant sur ses conclusions défavorables concernant la crédibilité. Elle n'a pas cru que les détentions avaient duré longtemps et elle a noté que le demandeur avait été libéré soit après avoir été averti de se tenir loin des TLET, soit après avoir versé un pot-de-vin. Le fait que le demandeur a été libéré dans tous les cas a amené la Commission à conclure qu'aucun mandat d'arrêt n'avait été lancé contre lui et qu'il n'était inscrit sur aucune liste de surveillance du gouvernement."], ["[6]", "La Commission n'a pas cru non plus que les membres d'un groupe paramilitaire tamoul à la recherche du demandeur s'étaient rendus chez les parents de celui-ci après son départ du pays. Selon elle, ce groupe avait accès aux bases de données de la police où aurait été inscrit le départ du demandeur. Le groupe paramilitaire aurait donc su que le demandeur avait quitté le Sri Lanka. La Commission a considéré que le demandeur essayait d'ajouter du poids à sa demande d'asile en invoquant cette visite."], ["[7]", "En ce qui concerne le fait que le demandeur n'avait pas demandé l'asile aux États-Unis, la Commission a conclu que, s'il craignait véritablement de retourner au Sri Lanka, le demandeur aurait saisi l'occasion de demander l'asile aux États-Unis où il était détenu par les autorités de l'immigration et où des ressources étaient à sa disposition. Ce défaut de demander l'asile influait sur le bien-fondé de sa crainte."], ["[8]", "La Commission a statué également que, contrairement à la crédibilité, le changement de circonstances survenu au Sri Lanka était déterminant. Elle a passé en revue les dispositions législatives et la jurisprudence régissant le changement de circonstances dans le contexte des demandes d'asile."], ["[9]", "La Commission s'est appuyée fortement sur le rapport du Border Agency du Royaume-Uni du 11 novembre 2010 parce qu'il s'agissait du rapport le plus récent rédigé par un organisme indépendant et qu'il était fondé sur un grand nombre de sources externes. Tout en reconnaissant que certains rapports récents décrivaient de façon négative la situation des Tamouls, elle a affirmé que, selon la prépondérance des probabilités, la situation des Tamouls au Sri Lanka s'était considérablement améliorée au cours des deux années précédentes. Elle a conclu qu'il existait moins qu'un risque sérieux que le demandeur soit persécuté en raison de son origine ethnique."], ["[10]", "La Commission a statué que, si les personnes considérées comme étant fortunées (une catégorie pouvant inclure le demandeur) étaient susceptibles d'être victimes d'extorsion et de vol, il s'agissait d'un risque généralisé et répandu auquel était exposée la population en général. Ce risque était donc exclu par l'alinéa 97(1)", ")."], ["[11]", "La Commission n'a pas examiné la prétention du demandeur selon laquelle il était exposé à un risque de persécution parce qu'il était un demandeur d'asile débouté. Le conseil du demandeur avait produit des documents, avait fait référence à deux d'entre eux et avait présenté de brefs arguments sur la question.", "III.", "ANALYSE", "A.", "Les questions en litige"], ["[12]", "Les questions suivantes sont en litige dans le présent contrôle judiciaire:", "1) La Commission a-t-elle commis une erreur en tirant une conclusion défavorable concernant la crédibilité?", "2) La Commission a-t-elle commis une erreur en n'examinant pas les [traduction] « motifs de persécution liés à la qualité de demandeur d'asile débouté »?"], ["[13]", "Le demandeur n'a pas contesté la conclusion de la Commission concernant le « changement de circonstances ». Une telle conclusion est généralement déterminante. En l'espèce cependant, la Commission a omis d'aborder la question du demandeur d'asile débouté.", "B.", "La norme de contrôle"], ["[14]", "Il est bien établi en droit que les décisions de la Commission sur la crédibilité et les invraisemblances sont de nature largement factuelle et doivent faire l'objet d'une grande déférence. La norme de contrôle qui s'applique à ces décisions est celle de la raisonnabilité (voir, par exemple,", "<FRAGMENT_SUPPRESSED> (disponible sur CanLII))."], ["[15]", "En ce qui concerne la deuxième question, le défaut d'examiner des motifs de persécution pertinents est une question de droit qui doit être contrôlée au moyen de la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED> FTR 165;", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 259;", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 14).", "C.", "La crédibilité"], ["[16]", "Compte tenu de l'issue du présent contrôle judiciaire, la Cour s'abstiendra de procéder à une analyse complète de la première question relative à la crédibilité. Cette décision n'a aucune incidence sur la conclusion de la Cour concernant la deuxième question, laquelle est une question de droit."], ["[17]", "Il suffit de dire que, lorsque la crédibilité est fondée sur des invraisemblances, comme c'est le cas en l'espèce, les conclusions d'invraisemblance doivent être raisonnablement tirées et être énoncées en « termes clairs et explicites » (", "<FRAGMENT_SUPPRESSED>  (disponible sur  <FRAGMENT_SUPPRESSED> (disponible sur CanLII), la Cour a indiqué que la Commission peut s'acquitter de ces obligations en invoquant des « éléments de preuve fiables et vérifiables au regard desquels la vraisemblance des témoignages des demandeurs pourraient être appréciés »."], ["[18]", "La Cour est préoccupée par le fait que la Commission n'a cité aucun élément de preuve au soutien de la conclusion selon laquelle le groupe paramilitaire avait accès aux bases de données de la police ou pour déterminer si, selon le groupe paramilitaire, ces bases de données renfermaient des renseignements au sujet des personnes qui avaient quitté le pays ou si le groupe paramilitaire avait effectivement consulté ces bases de données."], ["[19]", "Même si le demandeur n'avait pas gain de cause quant à sa contestation fondée sur sa crainte d'être persécuté en raison de son origine ethnique et visant la conclusion tirée par la Commission au sujet de sa crédibilité, il n'en reste pas moins que la Commission n'a pas abordé la question de sa crainte fondée sur la qualité de demandeur d'asile débouté.", "D.", "La qualité de demandeur d'asile débouté"], ["[20]", "La question juridique du droit d'une personne de faire examiner les motifs de sa demande d'asile transcende la conclusion non contestée concernant le changement de circonstances. La conclusion d'un changement de circonstances ne permet pas de rendre une décision au sujet de la présumée crainte fondée sur le fait d'être un demandeur d'asile débouté et ne rend pas cette question théorique."], ["[21]", "En l'espèce, le conseil du demandeur a traité brièvement de cette question qui ne constituait pas le principal motif invoqué au soutien de la demande d'asile:", "[traduction] Il y a plusieurs articles auxquels je ferai référence à l'onglet C-2 de mon dossier; le premier, qui se trouve à la page 1, indique que tous les demandeurs d'asile qui retournent au Sri Lanka sont livrés au Service des enquêtes criminelles et à la police sri-lankaise et que bon nombre d'entre eux sont détenus et maltraités pendant leur détention. Le fait que ces personnes venant de l'étranger sont arrêtées et maltraitées par les autorités a également été confirmé par un article d'Amnistie, à la page 6, qui fait état de plusieurs des personnes qui sont revenues d'Australie et des mauvais traitements dont elles ont été victimes à leur retour."], ["[22]", "Le conseil a mentionné qu'il ferait référence à plusieurs articles, mais il en mentionne deux en particulier qui traite de la situation des demandeurs d'asile qui retournent au Sri Lanka et des mauvais traitements dont ils font l'objet."], ["[23]", "Cette preuve doit également prise en compte dans le contexte de la conclusion de changement de circonstances et, en particulier, de la conclusion selon laquelle il existe encore des problèmes touchant les Tamouls."], ["[24]", "Bien que les cours de justice ne doivent pas examiner dans les moindres détails le dossier de la Commission et que la décision doive être considérée dans son ensemble pour déterminer si elle est raisonnable, chaque demandeur a le droit, en vertu de la loi, de voir les motifs qu'il invoque au soutien d'une demande être examinés", "s'ils sont suffisamment exprimés"], ["[25]", "Comme la juge Snider l'a statué dans <FRAGMENT_SUPPRESSED> , ci-dessus, même le défaut d'expliquer pourquoi un motif de persécution n'a pas été apprécié constitue une erreur susceptible de contrôle. Que ce soit parce que cette erreur avait rendu la décision déraisonnable ou parce qu'il s'agissait d'une erreur de droit n'avait aucune importance dans cette affaire."], ["[26]", "Je conclus que le fait de ne pas examiner une question de persécution qui a été raisonnablement et clairement soulevée constitue une erreur de droit parce qu'il s'agit d'un manquement à la justice naturelle ou à l'équité et d'une erreur de compétence, la Commission n'ayant pas exercé sa compétence."], ["[27]", "Avec égards, je ferais une distinction avec", "<FRAGMENT_SUPPRESSED>  (disponible sur CanLII), parce que, dans cette affaire, les motifs de risque secondaires n'avaient pas été suffisamment exprimés pour obliger la Commission à les examiner. En l'espèce, ce motif additionnel a été suffisamment invoqué pour que la Commission soit tenue de l'examiner."], ["[28]", "La Commission a commis une erreur de droit en ne s'intéressant pas à la question de la qualité de demandeur d'asile débouté et sa décision ne peut être maintenue.", "IV.", "CONCLUSION"], ["[29]", "En conséquence, la présente demande de contrôle judiciaire sera accueillie et l'affaire sera renvoyée à la Commission pour qu'une nouvelle décision soit rendue par un tribunal différemment constitué.", "JUGEMENT"], ["[30]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie et que l'affaire est renvoyée à la Commission pour qu'une nouvelle décision soit rendue par un tribunal différemment constitué.", "[End of document]"]]}