{"id_": "031792", "body_str": [["[1]", "Snider, J.", ": Mr. Johannes Mueller, the Respondent, is a citizen of Germany. He became a permanent resident of Canada on April 14, 1995, and submitted an application for Canadian citizenship on June 10, 2003. By decision dated June 22, 2004, a Citizenship Judge approved Mr. Mueller's application for Canadian citizenship. The Minister of Citizenship and Immigration appeals this decision pursuant to s. 14(5) of the Citizenship Act, R.S.C. 1985, c. C-29 (the \"Act\")."], ["[2]", "The sole issue is whether the Citizenship Judge erred in concluding that Mr. Mueller had met the requirements for Canadian citizenship set out in s. 5(1)(c) of the Citizenship Act. That provision requires that an applicant for citizenship accumulate \"at least three years' residence in Canada within a four year period immediately preceding the date of the application\"."], ["[3]", "The parties agree on the facts including the fact that during the relevant time period, the four years immediately prior to the application, June 10, 1999 to June 10, 2003, Mr. Mueller was absent for a total of 1146 days and physically present in Canada for 314 days. The requirement of s.5(1)(c) of the Act is that he spend a total of 1095 days during the relevant period, in Canada."], ["[4]", "Decisions of this Court on the standard of review to be applied to decisions of citizenship judges has recently coalesced around a standard of reasonableness simpliciter ( <FRAGMENT_SUPPRESSED> ; 2004 FC 1688 (T.D.) at para. 4; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2005 FC 110 at para. 21). I accept this standard. Accordingly, as long as there is a demonstrated understanding of the case law and appreciation of the facts and their applicability to the statutory test, deference should be shown. Unfortunately, the decision in this case does not meet that standard."], ["[5]", "In assessing Mr. Mueller's application, the Citizenship Judge relied on the decision of Re Koo [1993] 1 F.C. 286; [1992] F.C.J. No. 1107 (T.D.). In that case, Justice Reed formulated six factors to assist in determining whether Canada is the country where an applicant for citizenship \"regularly, normally or customarily lives\" or whether Canada is the country in which the applicant has \"centralized his or her mode of existence\". The six factors to be addressed are as follows:", "(1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?", "(2) where are the Applicant's immediate family and dependents (and extended family) resident?", "(3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?", "(4) what is the extent of the physical absences? If an Applicant is only a few days short of the 1,095-day total it is easier to find deemed residence than if those absences are extensive.", "(5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted employment abroad?", "(6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country?"], ["[6]", "The Citizenship Judge used a form that set out all of the above questions and left a space for her conclusions for each question. From this, I conclude that she was applying the test in Re Koo . In using this test, it was incumbent on the Citizenship Judge to respond to each question based on the evidence before her. As described in the following, she failed to do this."], ["[7]", "The Judge's response to the first question was as follows:", "\"Met his wife overseas she is a Canadian & in 1995 came to Canada and travelled with his wife & relatives for about 6 months. Wife and client are missionaries. In April [1997] client was employed by Nascor a Canadian company.\"", "This is simply not responsive to the question of whether Mr. Mueller was physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship."], ["[8]", "Similarly, the Citizenship Judge's response to the second question was:", "\"Wife & children are Canadian citizens born in Canada. In laws are Canadians. Clients family are German citizens (parents and siblings).\"", "The question was where the family members are resident; the question of citizenship is irrelevant."], ["[9]", "In response to the final question on the quality of the connection with Canada, the Judge responds \"yes\" and carries on to describe Mr. Mueller's job in Germany. It is not clear to me how this description assists in determining whether Mr. Mueller's connection to Canada is \"more substantial\" than that which he has with Germany."], ["[10]", "The fifth question asks the Citizenship Judge to assess whether the physical absence was a \"clearly temporary situation\". Her response was;", "\"Yes in spring of '97 he was employed by Nascor. The first absence was in the spring of '99.", "There is no analysis of the nature of the position with Nascor; there was merely an assumption that a Canadian company would only assign Mr. Mueller to Germany temporarily. The question was not answered"], ["[11]", "Because of these shortcomings in the her analysis, I am persuaded that the Citizenship Judge erred. She did not demonstrate an understanding of the case law and appreciation of the facts and their applicability to the test. Accordingly, the appeal must be allowed."], ["[12]", "I was advised that Mr. Mueller has now been working in Canada since January 2003. Accordingly, any possible problems with the residency requirement of the Citizenship Act should soon be behind him and he should qualify, without difficulty, for Canadian citizenship.", "ORDER"], ["[13]", "THIS COURT ORDERS that:", "The appeal is allowed and the matter referred back to a different Citizenship Judge for re-determination.", "[End of document]"]]}