{"id_": "031745", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act] of a decision of the Refugee Protection Division of the Immigration and Refugee Board [the Board] dated July 26, 2011 in which the Board determined that the applicant is not a Convention refugee or person in need of protection.", "BACKGROUND FACTS"], ["[2]", "The applicant is an Albanian citizen born on February 8, 1987. He claims refugee protection because of a blood feud against his family."], ["[3]", "After the fall of the communist regime, the Albanian government transferred a parcel of land to the applicant's grandfather. Prec Gjoni [Gjoni], who owns the land immediately to the north of that parcel, believed that the land was rightfully his. In 1999, Gjoni was arguing with the applicant's uncle, Mark Jakaj, and Mark struck Gjoni. Gjoni and his family then declared a blood feud. Mark remains in Albania in hiding, but his son Edmond, the applicant's cousin, made a successful refugee claim in Canada in 2005."], ["[4]", "The applicant's father moved to Italy in the 1990s. Although he was initially there without status, the applicant's father became an Italian permanent resident. The applicant, his mother, and his siblings joined his father in Italy in May of 2001. The applicant was 14 years old at the time. He began working in Italy when he was 16 years old."], ["[5]", "In 2008, the applicant's father learned that Gjoni knew where the family was in Italy and was threatening them, since Edmond was out of his reach in Canada. As the eldest son, the applicant was particularly at risk so the applicant's father made arrangements for the applicant to travel to Canada. The applicant arrived in Canada on July 20, 2008, travelling on a false Italian passport. He claimed refugee protection on his arrival."], ["[6]", "His refugee claim was heard on October 5, 2010 and June 28, 2011. The first hearing date was adjourned to address the question of the applicant's status in Italy, as the Minister of Public Safety and Emergency Preparedness had intervened to argue that the applicant was excluded from refugee protection. After it was determined that the applicant's status in Italy had lapsed, the Minister withdrew his submissions about exclusion.", "THE DECISION UNDER REVIEW"], ["[7]", "The Board found that the applicant had failed to credibly establish the existence of the blood feud. It based this determination on inconsistencies in the applicant's evidence about how his father learned that Gjoni was looking for the applicant as well as the fact that the applicant's family continues to live in the same location in Italy and has not had any problems with Gjoni since the applicant's departure. The Board therefore determined that the applicant had fabricated the allegation that Gjoni found his family in Italy to further his refugee claim."], ["[8]", "The Board also noted the applicant's lack of knowledge about the land dispute, which it determined to be the cause of the blood feud. The Board further doubted the existence of the blood feud because of this lack of knowledge and the lack of evidence that Gjoni has formally disputed the land ownership."], ["[9]", "Finally, the Board acknowledged the letter from the Peace Missionaries that confirms the existence of the feud, but gave it little weight because it was based only on interviews with the two families. The Board found that there was no independent and reliable evidence to confirm the existence of the blood feud."], ["[10]", "The Board therefore found that the applicant was not a Convention refugee or person in need of protection.", "STANDARD OF REVIEW"], ["[11]", "The Board's determination was essentially one of credibility and will therefore be reviewed on the reasonableness standard (see", "<FRAGMENT_SUPPRESSED>  CarswellNat 898 at para 29). Therefore, the decision will only be disturbed if it falls outside of \"the range of acceptable outcomes that are defensible in respect of the facts and the law\" (", "<FRAGMENT_SUPPRESSED>  at para 47).", "IS THE DECISION REASONABLE?"], ["[12]", "The applicant submits that the decision is unreasonable because the Board failed to address all of the evidence before it. Specifically, he argues that the Board failed to consider an email sent by the Canadian Mission in Rome which corroborated the existence of the blood feud and which referenced the Albanian police being aware of the feud. He further argues that the Board placed too much emphasis on minor inconsistencies in his evidence, citing", "<FRAGMENT_SUPPRESSED>  FTR 43 and", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 264. He also notes that the Board made no mention of the letter from his Village Dignitary or to the National Reconciliation Committee [NRC], which was contacted by the Canadian Mission in Rome."], ["[13]", "I agree. I find that the Board misconstrued the evidence that was before it to support the existence of the blood feud. The Board found that the letter from the Peace Missionaries was not sufficient evidence to establish the existence of a blood feud, but it made no mention of the letter from the Village Dignitary, the letter from the Chairman of the village, the declaration from the applicant's father, or the letter from the All-Nation Association for the Integration of the Prisoners and Political Prosecuted Persons, all of which attested to the existence to the blood feud and the risk to the applicant. Nor did the Board mention the email from the Canadian Mission, which indicated that the NRC corroborated the existence of the feud. Although the staff at the Canadian Mission did not contact the Albanian police directly, the email does suggest that the police in the village are aware of the blood feud."], ["[14]", "At paragraph 16 of its decision, the Board stated that \"The English version of the Peace Missionaries letter, attests [sic] to the existence of a blood feud, but other than interviewing both families, gives no other information as to why the author believes that a feud exists\". The applicant argues that there was evidence in the record that Peace Missionaries and other reconciliation committees do more than merely interview families and that, in any event, the Board's experience with other refugee claimants alleging blood feuds is not sufficient to ground specialized knowledge. I note that a police report, which the Board suggested would have been more reliable evidence than the Peace Missionaries letter, would likely also be based on interviews with the families. In any event, given that the blood feud is essentially a private dispute between families, it is unclear what other evidence can be expected to attest to the existence of the blood feud."], ["[15]", "It was open to the Board to give little weight to the letters and declarations provided by the applicant, but it was required to explain its reasons for doing so; the same is true of the email from the Canadian Mission, which was put before the Board by the Minister of Public Safety and Emergency Preparedness. Further, even if each of these documents is on its own insufficient to establish a risk to the applicant, the Officer was required to consider the cumulative effect of these various documents which all state that there is a blood feud against the applicant's family and that the applicant is therefore at risk in Albania."], ["[16]", "Based on these omissions, I find that the Board misconstrued the evidence and that its decision must therefore be set aside."], ["[17]", "I also accept the applicant's submission that the Board's credibility assessment is unreasonable because it was based on relatively minor inconsistencies. These inconsistencies arose with respect to two issues: how the applicant's family learned of the threat in Italy and the basis for the land dispute."], ["[18]", "However, the applicant's evidence about how the family learned of the threat was not actually contradictory. The applicant testified that his aunt told the family of the threat and later that they learned of the threats by word of mouth. His PIF states that they were threatened indirectly. These three accounts may differ slightly, but they are easily reconciled with one another. I note as well that the applicant testified at the second day of the hearing that his father was told of the threats by his sister, the applicant's aunt, and several others. Although the Board suggested that the PIF should have referenced the applicant's aunt if indeed she told the family about the threat, I am not prepared to accept this proposition. The applicant consistently stated that his father informed him of the threat, and these so-called inconsistencies relate to how his father learned of it. Given that the applicant was recounting what his father told him about how he had learned of the threat, I do not find these slight variations to be a reasonable basis for a negative credibility finding."], ["[19]", "The other inconsistency concerned the details of the land dispute, which began in the 1990s when the applicant was a small child. Although the applicant's evidence was somewhat inconsistent about the land dispute, I find this inconsistency to be peripheral. This inconsistency, either on its own or in combination with the variations in the applicant's evidence about how the family learned of the threat, is not in my view sufficient to ground a negative credibility finding."], ["[20]", "The Board essentially required a police report in order to find that the blood feud existed. I am not satisfied that this was reasonable, given the young age at which the applicant fled Albania and the fact that his uncle who remains there is in hiding. I also note that the applicant testified email. In these circumstances, and given the evidence corroborating the existence of the blood feud that the Board failed to address, I find the decision to be unreasonable."], ["[21]", "For these reasons, the application is allowed. The decision is set aside and the matter is remitted to a differently constituted panel of the Board.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed. The decision is hereby set aside and the matter is remitted to a differently constituted panel of the Board.", ".........................", "<FRAGMENT_SUPPRESSED>  Tremblay-Lamer", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire fondée sur le paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi], visant la décision rendue par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié [la Commission] le 26 juillet 2011, selon laquelle le demandeur n'a ni qualité de réfugié au sens de la Convention ni celle de personne à protéger.", "LES FAITS À L'ORIGINE DU LITIGE"], ["[2]", "Le demandeur, un citoyen albanais né le 8 février 1987, demande l'asile à cause d'une vendetta déclarée contre sa famille."], ["[3]", "Après la chute du régime communiste, le gouvernement albanais a transféré une parcelle de terre au grand-père du demandeur. Prec Gjoni [M. Gjoni], qui possède le terrain situé au nord de la parcelle, croyait en être légalement propriétaire. En 1999, il s'est disputé avec l'oncle du demandeur, Mark Jakaj, qui l'a frappé. M. Gjoni et sa famille ont alors déclaré une vendetta. Mark est resté en Albanie, où il a vécu dans la clandestinité, mais son fils Edmond, le cousin du demandeur, a obtenu l'asile au Canada en 2005."], ["[4]", "Le père du demandeur a déménagé en Italie dans les années 1990. Après avoir vécu dans ce pays sans statut, il est devenu un résident permanent italien. Le demandeur, sa mère et ses frères et sœurs l'ont rejoint en Italie en mai 2001. Le demandeur était alors âgé de 14 ans. À 16 ans, il a commencé à travailler en Italie."], ["[5]", "En 2008, le père du demandeur a appris que M. Gjoni savait que la famille était en Italie et qu'il avait proféré des menaces à l'égard de celle-ci, étant donné qu'Edmond était hors d'atteinte au Canada. Comme le demandeur était particulièrement en danger en tant que fils aîné, son père a pris des dispositions afin qu'il puisse venir au Canada. Le demandeur est arrivé au Canada le 20 juillet 2008 avec en main un faux passeport italien. Il a demandé l'asile à son arrivée."], ["[6]", "La demande d'asile du demandeur a été instruite le 5 octobre 2010 et le 28 juin 2011. La première audience a été ajournée afin que la question du statut du demandeur en Italie puisse être réglée, le ministre de la Sécurité publique et de la Protection civile étant intervenu pour soutenir que le demandeur était exclu de l'asile. Après qu'il a été déterminé que le demandeur n'avait plus aucun statut en Italie, le ministre a retiré ses prétentions concernant l'exclusion.", "LA DÉCISION FAISANT L'OBJET DU PRÉSENT CONTRÔLE"], ["[7]", "La Commission a conclu que le demandeur n'avait pas établi l'existence de la vendetta de manière crédible. Elle s'est fondée à cet égard sur les incohérences contenues dans la preuve du demandeur concernant la façon dont son père avait appris que M. Gjoni était à sa recherche, ainsi que sur le fait que la famille du demandeur continue d'habiter au même endroit en Italie et qu'elle n'a eu aucun problème avec M. Gjoni depuis le départ du demandeur. La Commission a donc déterminé que le demandeur avait inventé l'allégation selon laquelle M. Gjoni avait retrouvé sa famille en Italie dans le but d'ajouter du poids à sa demande d'asile."], ["[8]", "La Commission a aussi signalé le manque de connaissances du demandeur quant à la dispute concernant le terrain qui, selon elle, était à l'origine de la vendetta. En outre, elle avait des doutes au sujet de l'existence de la vendetta à cause de ce manque de connaissances et de l'absence de preuve démontrant que M. Gjoni avait officiellement contesté la propriété du terrain."], ["[9]", "Enfin, la Commission a fait état de la lettre des Missionnaires de la paix qui confirmait l'existence de la vendetta, mais elle lui a accordé peu de poids parce que cette lettre était fondée uniquement sur des entrevues avec les deux familles. La Commission a estimé qu'elle ne disposait d'aucune preuve indépendante et digne de foi confirmant l'existence de la vendetta."], ["[10]", "En conséquence, la Commission a conclu que le demandeur n'avait ni qualité de réfugié au sens de la Convention ni celle de personne à protéger.", "LA NORME DE CONTRÔLE"], ["[11]", "La décision de la Commission concernait essentiellement la crédibilité; elle est donc assujettie à la norme de la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  CarswellNat 898, au paragraphe 29). Par conséquent, la décision ne sera modifiée que si elle n'appartient pas aux « issues possibles acceptables pouvant se justifier au regard des faits et du droit »(", "<FRAGMENT_SUPPRESSED> , au paragraphe 47).", "LA DÉCISION EST-ELLE RAISONNABLE?"], ["[12]", "Le demandeur soutient que la décision est déraisonnable parce que la Commission n'a pas examiné toute la preuve qui lui avait été présentée. Il prétend en particulier que la Commission n'a pas tenu compte d'un courriel envoyé par la Mission canadienne à Rome, qui confirmait l'existence de la vendetta et qui indiquait que la police albanaise était au courant de celle-ci. Il prétend également que la Commission a accordé une trop grande importance à des incohérences mineures contenues dans sa preuve. Il cite à cet égard", "<FRAGMENT_SUPPRESSED>  FTR 43, et", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 264. Il souligne également que la Commission n'a fait aucune mention de la lettre du dignitaire de son village ou de la lettre adressée au comité de réconciliation nationale [le CRN] par la Mission canadienne à Rome."], ["[13]", "Je partage l'avis du demandeur. J'estime que la Commission a mal interprété la preuve qui lui avait été présentée pour démontrer l'existence de la vendetta. La Commission a conclu que la lettre des Missionnaires de la paix n'était pas suffisante pour établir l'existence d'une vendetta, mais elle n'a rien dit de la lettre du dignitaire du village, de la lettre du président du village, de la déclaration du père du demandeur et de la lettre de l'association mondiale pour l'intégration des prisonniers et des personnes persécutées pour des motifs politiques, qui toutes confirmaient l'existence de la vendetta et le risque auquel le demandeur est exposé. La Commission n'a pas mentionné non plus le courriel de la Mission canadienne, qui indiquait que le CRN corroborait l'existence de la vendetta. Le personnel de la Mission canadienne n'a pas communiqué directement avec la police albanaise, mais le courriel semble indiquer que la police du village est au courant de la vendetta."], ["[14]", "La Commission a déclaré, au paragraphe 16 de sa décision, que « [l] a version anglaise de la lettre des Peace Missionaries atteste l'existence d'une vendetta, mais, hormis les entrevues réalisées avec les deux familles, elle ne donne aucune autre information expliquant la raison pour laquelle l'auteur de la lettre croit qu'une telle vendetta existe ». Le demandeur soutient que la preuve au dossier indiquait que les Missionnaires de la paix et d'autres comités de réconciliation ne se contentent pas de faire des entrevues avec les familles et que, de toute façon, l'expérience de la Commission à l'égard des demandeurs d'asile alléguant l'existence d'une vendetta n'est pas suffisante pour considérer qu'elle possède une expertise dans le domaine. Je mentionne qu'un rapport de police, qui, selon ce que la Commission a laissé entendre, aurait été une preuve plus digne de foi que la lettre des Missionnaires de la paix, serait également probablement fondé sur des entrevues avec les familles. Quoi qu'il en soit, on ne sait pas quelles autres preuves auraient pu être produites pour attester l'existence de la vendetta étant donné que celle-ci est essentiellement une dispute privée entre des familles."], ["[15]", "Il était loisible à la Commission d'accorder peu de poids aux lettres et aux déclarations fournies par les demandeurs, mais elle devait expliquer pourquoi; elle devait le faire également pour ce qui est du courriel de la Mission canadienne, qui avait été produit par le ministre de la Sécurité publique et de la Protection civile. En outre, même si chacun de ces documents est en soi insuffisant pour établir que le demandeur court un risque, l'agent était tenu de tenir compte de l'effet cumulatif de ces différents documents qui, tous, indiquent qu'il existe une vendetta contre la famille du demandeur et que ce dernier est donc en danger en Albanie."], ["[16]", "Compte tenu de ces omissions, je conclus que la Commission a mal interprété la preuve et que sa décision doit donc être annulée."], ["[17]", "Je conviens également avec le demandeur que l'évaluation que la Commission a faite de la crédibilité est déraisonnable parce qu'elle était fondée sur des incohérences relativement mineures. Ces incohérences concernaient deux aspects: la façon dont la famille du demandeur avait appris l'existence de la menace en Italie et la raison de la dispute concernant le terrain."], ["[18]", "La preuve du demandeur sur le premier aspect n'était cependant pas réellement contradictoire. Le demandeur a d'abord déclaré dans son témoignage que sa tante avait parlé de la menace aux membres de la famille, puis que ces derniers l'avaient appris par le bouche-à-oreille, alors qu'il avait écrit dans son FRP que des menaces avaient été indirectement proférées contre eux. Ces trois récits diffèrent peut-être légèrement, mais ils peuvent aisément être conciliés. Je souligne également que, le deuxième jour de l'audience, le demandeur a déclaré dans son témoignage que sa sœur, sa tante et plusieurs autres personnes avaient mis son père au courant des menaces. La Commission a laissé entendre que le FRP aurait dû faire référence à la tante du demandeur si celle-ci avait effectivement parlé des menaces à la famille, mais je ne suis pas disposée à accepter cette proposition. Le demandeur a constamment affirmé que son père l'avait mis au courant de la menace et les présumées incohérences ont trait à la façon dont celui-ci avait été informé de la menace. Étant donné que le demandeur a répété ce que son père lui avait dit au sujet de la façon dont il avait été informé de la menace, ces légères différences ne sont pas, à mon avis, un motif raisonnable pour tirer une conclusion défavorable concernant la crédibilité."], ["[19]", "L'autre incohérence avait trait aux détails de la dispute concernant le terrain, laquelle a commencé dans les années 1990 lorsque le demandeur était un jeune enfant. La preuve du demandeur sur cette question était quelque peu incohérente, mais j'estime que cela a peu d'importance. À mon avis, cette incohérence, seule ou combinée aux divergences contenues dans la preuve du demandeur concernant la façon dont la famille a appris l'existence de la menace, n'est pas un motif suffisant pour tirer une conclusion défavorable relativement à la crédibilité."], ["[20]", "La Commission exigeait essentiellement un rapport de police afin de conclure à l'existence de la vendetta. Je ne suis pas convaincue que cela était raisonnable, compte tenu du jeune âge du demandeur au moment de sa fuite d'Albanie et du fait que son oncle resté dans ce pays vit dans la clandestinité. Je souligne également que le demandeur a déclaré dans son témoignage qu'il n'y a qu'un policier dans son village, ce que confirme d'ailleurs le courriel. Dans ces circonstances, et compte tenu de la preuve corroborant l'existence de la vendetta dont la Commission n'a pas tenu compte, j'estime que la décision de celle-ci est déraisonnable."], ["[21]", "Pour ces motifs, la demande est accueillie. La décision est annulée et l'affaire est renvoyée à un tribunal différemment constitué de la Commission.", "JUGEMENT"], ["[22]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie. Par la présente, la décision est annulée et l'affaire est renvoyée à un tribunal différemment constitué de la Commission.", "[End of document]"]]}