{"id_": "031831", "body_str": [["[1]", "Le juge Pinard", ": Il s'agit d'une demande de contrôle judiciaire afin d'obtenir un bref de mandamus, ordonnant au défendeur de statuer et rendre une décision définitive sur la demande de résidence permanente présentée par le demandeur en date du 12 août 1996, au Canada."], ["[2]", "Henri Jean-Claude Seyoboka (le demandeur) est de citoyenneté rwandaise. Il est arrivé au Canada le 17 janvier 1996, date à laquelle il a revendiqué le statut de réfugié."], ["[3]", "Le 25 octobre 1996, la Commission de l'immigration et du statut de réfugié (la CISR) a reconnu au demandeur le statut de réfugié au sens de la Convention."], ["[4]", "Le 12 août 1996, le demandeur a déposé une demande de résidence permanente. Jusqu'à date, le défendeur n'a toujours pas fait suite à cette demande."], ["[5]", "A plusieurs occasions, le demandeur a cherchéà connaître l'état de sa demande. Le défendeur a toujours répondu que les recherches en matière de sécurité se poursuivaient."], ["[6]", "Le demandeur soumet que l'alinéa 9(1)a) et le paragraphe 21(1) de la Loi sur l'immigration et la protection des réfugiés, L.C. (2001), ch. 27, et les alinéas 70(1)a) et 70(2)c) du Règlement sur l'immigration et la protection des réfugiés, DORS/2002-227, obligent Citoyenneté et Immigration Canada à faire droit à une demande de résidence permanente dès que les conditions requises sont rencontrées. Le demandeur soumet qu'il a rempli toutes les conditions pour que sa demande de résidence puisse être émise. Pour sa part, le défendeur soumet qu'il existe encore des recherches en matière de sécurité à compléter et que le demandeur doit subir un nouvel examen médical."], ["[7]", "L'émission d'un bref de mandamus est un recours extraordinaire en équité. La Cour d'appel fédérale a établi les conditions selon lesquelles un bref de mandamus doit être accordé dans  <FRAGMENT_SUPPRESSED> :", "1. Il doit exister une obligation légale d'agir qui ait un caractère public.", "2. L'obligation doit exister envers le requérant.", "3. Il doit exister un droit clair d'obtenir l'exécution de cette obligation.", "4. Lorsque l'obligation dont on demande l'exécution forcée est discrétionnaire, il faut prendre en considération la nature du pouvoir discrétionnaire et la manière dont il doit être exercé.", "5. Le requérant n'a aucun autre recours.", "6. Le bref sollicité aura une incidence sur le plan pratique.", "7. Dans l'exercice de son pouvoir discrétionnaire, le tribunal estime que rien ne l'empêche, en vertu de l'equity, d'accorder la réparation demandée.", "8. Compte tenu de la \"prépondérance des inconvénients\", le bref de mandamus devrait être accordé."], ["[8]", "Bien qu'à première vue neuf ans constituent une longue période de temps pour quelqu'un qui attend l'émission du statut de résident permanent, les demandes de mandamus doivent être appréciées en fonction des faits particuliers de la cause, la jurisprudence ne servant qu'à établir des paramètres (Mohamed c. ministre de la Citoyennetéet de l'Immigration, [2000] A.C.F. no 1677, au paragraphe 15). En l'espèce, des ajouts significatifs ont été faits par le demandeur à son dossier au cours de ces neuf ans. Ce dernier a d'abord modifié son formulaire original de demande de résidence permanente en mai 1998, y ayant ajouté à la main qu'il avait fait des études à l'École supérieure militaire et qu'il avait été employé par les forces armées du Rwanda, rectifiant ainsi deux fausses déclarations antérieures sur le sujet. Plus tard, le 1er novembre 2004, le demandeur a fourni deux documents qui font référence à sa participation dans le génocide au Rwanda."], ["[9]", "A mon avis, compte tenu des faits présentés par le demandeur depuis sa demande initiale de résidence permanente, le défendeur est justifié de compléter son enquête de sécurité. Lorsqu'il est question de sécurité, la Cour ne doit pas émettre une ordonnance de mandamus qui aurait comme résultat une enquête avortée ou asphyxiée (Bouhaik c. ministre de la Citoyennetéet de l'Immigration, [2001] A.C.F. no 155 (QL))."], ["[10]", "De plus, le ministre de la Sécurité publique a ensuite demandé à la CISR d'annuler le statut de réfugié du demandeur. Cette demande, bien que tardive, n'est certes pas frivole. Si elle est accordée, tout droit de résidence permanente accordé au demandeur serait annulé. En attendant, donc, que la demande du ministre de la Sécurité publique ne soit décidée, je suis d'avis qu'il n'est pas utile d'émettre un bref de mandamus (voir, par exemple, Kang c. ministre de la Citoyennetéet de l'Immigration, [2001] A.C.F. no 1544 (QL), Chaudhry c. ministre de la Citoyennetéet de l'Immigration, [1998] A.C.F. no 1695 (QL) et Singh c. ministre de la Citoyennetéet de l'Immigration, [1998] A.C.F. no 585 (QL))."], ["[11]", "Pour tous ces motifs, compte tenu des exigences énoncées dans l'arrêt Apotex Inc., supra, pour l'émission d'un bref de mandamus, la demande de contrôle judiciaire est rejetée.", ".........................", "<FRAGMENT_SUPPRESSED>  for judicial review in order to obtain a writ of mandamus, ordering the respondent to determine and make a definitive decision on the applicant's application for permanent residence dated August 12, 1996, in Canada."], ["[2]", "Henri Jean-Claude Seyoboka (the applicant) is a citizen of Rwanda. He arrived in Canada on January 17, 1996, the date that he claimed refugee status."], ["[3]", "On October 25, 1996, the Immigration and Refugee Board (the IRB) recognized the applicant as a Convention refugee."], ["[4]", "On August 12, 1996, the applicant filed an application for permanent residence. To date, the respondent has still not processed that application."], ["[5]", "On several occasions, the applicant tried to find out the status of his application. The respondent always replied that the security check was ongoing."], ["[6]", "The applicant submits that paragraph 9(1)(a) and subsection 21(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27, and paragraphs 70(1)(a) and 70(2)(c) of the Immigration and Refugee Protection Regulations, SOR/2002-227, require Citizenship and Immigration Canada to allow a permanent residence application once the required conditions are met. The applicant submits that he fulfilled all of the conditions for his application to be issued. The respondent, however, submits that there are still security checks to be done and that the applicant must undergo another medical examination."], ["[7]", "The issuance of a writ in mandamus is an extraordinary remedy in equity. The Federal Court of Appeal established the conditions for granting a writ of mandamus in  <FRAGMENT_SUPPRESSED> :", "1. There must be a public legal duty to act.", "2. The duty must be owed to the applicant.", "3. There must be a clear right to performance of that duty.", "4. Where the duty sought to be enforced is discretionary, the nature of the discretionary power and the manner in which it must be exercised must be considered.", "5. No other adequate remedy is available to the applicant.", "6. The order sought will be of some practical value or effect.", "7. The Court in the exercise of its discretion finds no equitable bar to the relief sought.", "8. On a \"balance of convenience\" an order in the nature of mandamus should issue."], ["[8]", "Even though at first glance nine years is a long time for someone who is waiting to be given permanent residence status, mandamus applications must be assessed in accordance with the particular facts of the case; the case law is used only to outline the parameters ( <FRAGMENT_SUPPRESSED> ). In this case, the applicant made some significant additions to his file over the last nine years. First, the applicant amended his original permanent residence application form in May 1998, adding to it that he had studied at the Military Academy and that he had been employed with the Rwanda Armed Forces, thereby rectifying two previous false statements on the subject. Later, on November 1st, 2004, the applicant provided two documents referring to his involvement in the genocide in Rwanda."], ["[9]", "In my opinion, considering the facts presented by the applicant since his initial permanent residence application, the respondent is justified in completing its security check. When it is a matter of security, the Court must not issue an order of mandamus having the effect of an aborted or abbreviated investigation ( <FRAGMENT_SUPPRESSED>  (QL))."], ["[10]", "Further, the Minister of Public Safety applied to the IRB to annul the applicant's refugee status. That application, though late, is certainly not frivolous. If it is granted, any right to permanent residence would be annulled. In the interim, therefore, until the application by the Minister of Public Safety is decided, in my opinion issuing a writ of mandamus would serve no purpose (see, for example,  <FRAGMENT_SUPPRESSED>  (QL) and  <FRAGMENT_SUPPRESSED>  (QL))."], ["[11]", "For all of these reasons, considering the requirements listed  <FRAGMENT_SUPPRESSED>  Inc., supra, to issue a writ of mandamus, the application for judicial review is dismissed.", "[End of document]"]]}