{"id_": "031872", "body_str": [["[1]", "Fothergill, J.", ": Otto Balaz (the Applicant) has brought an application for judicial review under s 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c.27 (the IRPA) of a decision of the Refugee Protection Division the Immigration Refugee Board (the Board). The Board determined that the Applicant is neither a Convention refugee within the meaning of s 96 of the IRPA, nor a person in need of protection as defined in s 97(1) of the IRPA."], ["[2]", "For the reasons that follow, the application for judicial review is dismissed.", "II.", "Background"], ["[3]", "The Applicant is 63 years old and a citizen of Slovakia. He arrived in Canada on May 19, 2012 together with four distant family members. Their claims for refugee protection were initially joined, but the Applicant's claim was later severed from the others. The Applicant says that he faces persecution in Slovakia because of his Roma ethnicity."], ["[4]", "Questions arose regarding the documents the Applicant completed at the port of entry (POE), particularly in relation to the amended Personal Information Form submitted by his counsel after his claim was severed. The Applicant said that because he was travelling with the other claimants, the mother assumed responsibility for telling their story and it did not occur to him to supplement it with details of his own circumstances. It was only after his claim was separated that he realized the need to provide details of the persecution he faced personally. Thus, the initial narrative provided on behalf of the Applicant referred only generally to discrimination that the Applicant faced when applying for jobs, and one incident in which he was not paid for a job. In the latter incident, the Applicant and two co-workers were beaten when they asked to be paid. Following this, the police took the victims to the hospital, and told them that the police would be of no further help."], ["[5]", "In his amended narrative, the Applicant spoke broadly of ongoing persecution of Roma in Slovakia since 1985, and in more detail about his personal experience during the two years preceding his claim. The incident of being beaten by an employer's \"thugs\" was repeated but with more detail. Four additional incidents of beatings were recounted, one in which the Applicant was kidnapped and held for two days. He said that \"white people\" were extorting him under threat of death. The Applicant went to the police on three occasions but they refused to investigate. He was taken to the hospital twice, and was denied treatment on one of these occasions."], ["[6]", "The Board expressed concern regarding the Applicant's narrative because it was in English, with no certificate of translation, and it was not signed by the Applicant. The Applicant's counsel explained that the narrative was recorded with the assistance of an interpreter, and the Applicant confirmed under oath that it was true, accurate, and complete."], ["[7]", "In his testimony before the Board, the Applicant said that he sought help from the police after he was kidnapped, but he did not include this detail in the amended narrative because he considered it repetitive. The Applicant added that his house was illegally expropriated by the group that extorted him. There were also further inconsistencies between the amended narrative and the Applicant's testimony before the Board, primarily with respect to the dates on which the incidents occurred."], ["[8]", "In its decision dated November 28, 2013, the Board found that the Applicant was neither a refugee nor a person in need of protection. The Board accepted that the Applicant had been beaten. However, due to the many inconsistencies between the POE documents, his amended narrative and his oral testimony, as well as the lack of corroborating evidence, the Board made an adverse finding of credibility and found that the beatings did not amount to persecution. Based on its analysis of country condition reports, the Board also found that Roma do face discrimination in Slovakia, but the presumption of state protection was not rebutted in this case.", "III.", "Issues"], ["[9]", "The following issues are raised by this application for judicial review:", "A. Whether the Board's findings with respect to the Applicant's credibility were reasonable;", "B. Whether the Board's finding regarding the Applicant's lack of persecution was reasonable; and", "C. Whether the Board's finding of adequate state protection was reasonable.", "IV.", "Analysis"], ["[10]", "All three issues raised in this case are subject to review by this Court against a standard of reasonableness (REFERENCE_SUPPRESSED).", "A.", "The Applicant's Credibility"], ["[11]", "The Applicant focuses his criticism on paragraphs 24 and 25 of the Board's decision, which address an inconsistency between his amended narrative and his oral testimony. The amended narrative states that the police would not help the Applicant and his co-workers, while the Applicant testified at the hearing that the police also told them that they got what they deserved because of their ethnicity."], ["[12]", "This is admittedly a small inconsistency, and were it the only reason for the Board's adverse credibility finding then the decision may have been unreasonable. However, a review of the Board's lengthy and detailed analysis of the Applicant's credibility confirms that this was only one of many inconsistencies. The Board concluded its analysis with the following observation (at para 34):", "I am aware that none of the concerns raised here may be sufficient, each on its own, to negate the claims. However the cumulative effect of all of them is that I do not have sufficient credible, plausible and trustworthy evidence upon which to base a determination that the claimant is a Convention refugee."], ["[13]", "In my view it was reasonable for the Board to find that the cumulative effect of many small inconsistencies undermined the Applicant's credibility (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). Read as a whole, the Board's decision on this point is credible, transparent, and defensible with respect to the facts and law.", "B.", "Persecution"], ["[14]", "The Board concluded that, although the Applicant faced discrimination in Slovakia, this did not reach the threshold of persecution. The Board also found that some of the incidents described in the amended narrative had been embellished."], ["[15]", "Based on its negative assessment of the Applicant's credibility, the Board concluded that his experiences of discrimination \"do not individually or cumulatively, rise to a level of seriousness of harm amounting to persecution\". This finding of fact that was open to the Board based on the evidence, and there is therefore no basis on which this Court may legitimately intervene.", "C.", "State Protection:"], ["[16]", "In", "REFERENCE_SUPPRESSED, Justice Russell held that the application of the proper test for adequate state protection is subject to review against the standard of correctness. However, the application of the test to the facts is subject to review against the standard of reasonableness. Here, it is alleged the Board's finding was unsupported by the evidence. This falls into the latter category, and attracts a standard of reasonableness."], ["[17]", "The Applicant relies upon", "REFERENCE_SUPPRESSED for the proposition that, even if the Board provides a detailed analysis of state protection, this may be undermined by a focus on efforts to improve state protection rather than the results achieved. He also cites my recent decision in", "REFERENCE_SUPPRESSED."], ["[18]", "In this case, the Board reasonably found that the Applicant did not consistently avail himself of state protection. Based on its credibility analysis, together with the Applicant's admission that he did not always report incidents, the Board concluded that the Applicant was refused help by the police on only one occasion: the incident reported in the initial POE documents. Although the police declined to investigate this incident, they nevertheless provided assistance by transporting the three Roma victims to hospital. In", "REFERENCE_SUPPRESSED, Justice Manson observed that", "CITATION_SUPPRESSED", "is less concerned with an applicant's efforts to seek protection than with the overt refusal of the police to help."], ["[19]", "As Chief Justice Crampton wrote in", "REFERENCE_SUPPRESSED:", "Nevertheless, the RPD's misunderstanding or misapplication of the \"adequate state protection\" test is not necessarily fatal in cases where, as here, the RPD also reasonably concluded on other grounds that the Applicants had failed to rebut the presumption of adequate state protection with \"clear and convincing evidence of the state's inability to protect [them].\" In this case, those grounds were the failure of the Applicants to demonstrate that they had taken all objectively reasonable steps to avail themselves of state protection, and to provide compelling or persuasive evidence to explain their failure to do more than make a single attempt to seek protection from the police. As discussed below, it is clear from various parts of the decision that these were very important considerations for the RPD, and, indeed, provided an alternate basis for the RPD's decision. Having regard to the RPD's determinations on these points, its decision was not unreasonable."], ["[20]", "Furthermore, as Justice Mosley held in", "REFERENCE_SUPPRESSED:", "Each case must be determined on its own facts as established by the evidence. This is not a case such as", "REFERENCE_SUPPRESSED where the Board had failed to properly weigh the documentary evidence, its analysis was vague and there was an insufficient basis for the adequacy conclusion."], ["[21]", "Here the Board conducted a forward-looking analysis of the Applicant's risk of persecution, and properly considered the mixed evidence contained in the country condition reports. The Board acknowledged the shortcomings in the protection available to Roma in Slovakia, but nevertheless concluded that the Applicant had failed to rebut the presumption of state protection."], ["[22]", "In my view this conclusion was open to the Board based on the evidence provided. It is trite law that the Board is not required to refer to every piece of evidence that supports its decision. There is no indication that the Board ignored evidence that contradicted its findings, and its analysis was thorough and well-reasoned."], ["[23]", "I therefore find that the Board's state protection analysis was reasonable.", "V.", "Conclusion"], ["[24]", "The application for judicial review is dismissed. Neither party proposed a certified question for appeal, and none arises in this case.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question is certified for appeal.", ".........................", "CITATION_SUPPRESSED"]]}