{"id_": "031822", "body_str": [["[1]", "Near, J.", ": The Applicants seek judicial review of the January 26, 2012, decision of the Refugee Protection Division of the Immigration and Refugee Board (\"the Board\") in which the Board determined that the Applicants were neither Convention refugees nor persons in need of protection in accordance with sections 96 and 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA)."], ["[2]", "For the following reasons, this application is allowed.", "I.", "Facts"], ["[3]", "The Applicants are a family composed of the Principal Applicant (Veronica Cox), her husband (Castor Cox), and three minor children (Indra Veronic Thomas, Darlia Vernita Thomas and Kurtis Magnus Cox). The two eldest children are the biological children of the Principal Applicant and her deceased common-law partner. The youngest child is the biological child of the two adult Applicants. They are all citizens of Saint Lucia."], ["[4]", "The Principal Applicant came to Canada with her three children on October 28, 2010, and submitted their claim for refugee protection on November 15, 2010, on the basis of her fear of their former neighbour, whom she suspects killed her then-common-law spouse. Mr. Cox arrived in Canada on April 3, 2011, and submitted his claim for refugee protection upon arrival. His claim is based on the same grounds."], ["[5]", "The Principal Applicant recounts that Mr. Maximus Agdomar built a house very close to that of her and her common-law spouse. They shared many things with Mr. Agdomar, including their electricity lines, and carpooled to get all of their children to school. The neighbours' relationship deteriorated quickly, however, in May 2005 when a number of small incidents occurred. The main source of the dispute remains unclear."], ["[6]", "According to the Principal Applicant, Mr. Agdomar, who was a police officer in Saint Lucia, began harassing and threatening her and her common-law spouse, who drove taxis at night. He would call the Applicants' house late at night, while the common-law spouse was out working, and would lurk around their property. He purportedly slung mud in their driveway, blocked it with cement blocks, and regularly uttered death threats. Mr. Agdomar admitted to killing at least one of the Applicants' pets. As previously mentioned, this conduct began in May 2005."], ["[7]", "The Principal Applicant reported Mr. Agdomar's activities to the police on a number of occasions, and served him with a letter threatening legal action. He replied with a letter from his lawyer, threatening a civil action in return. The Principal Applicant submitted an initial complaint to the Police Complaints Commission, which conducts internal investigations of police misconduct, on May 17, 2005. The Commission's reply indicated that their investigation of the complaint had been completed and that they recommended that the matter be dropped. A meeting with the Commission was set up on October 25, 2005, following a letter contesting the findings of the Commission dated October 19, 2005. A hearing on the matter was held on November 29, 2005. All that is clear from the record as to the outcome of this hearing is that the Principal Applicant was unsatisfied as to its result."], ["[8]", "On June 15, 2006, the Principal Applicant's common-law spouse was found on the hood of his taxi, a gunshot wound to the head. He was declared dead at the hospital later that day. Mr. Agdomar was purportedly arrested by police, but was released 72 hours later. No charges were ever laid in the case, and it appears that an investigation is still ongoing."], ["[9]", "Shortly thereafter, Mr. Agdomar's house was burned down, and he moved into town with his mother, approximately a 15-minute drive from the Applicants' home. A store house of various guns, ammunition, computers and motorcycles were allegedly found in the house's remains."], ["[10]", "The Principal Applicant describes that the threats and stalking continued, even after she married Mr. Cox in 2010, until the time that she left for Canada."], ["[11]", "The Applicants' hearing before the Board was held on December 2, 2011. Counsel for the Applicants then provided written submissions following the hearing, along with an application to admit additional evidence.", "II.", "Decision under Review"], ["[12]", "The Board found that the Applicants do not have a well-founded fear of persecution in Saint Lucia for Convention reasons or a risk to their lives, a risk of cruel and unusual treatment or punishment, or a danger of torture. The Board cited credibility concerns as the basis of its conclusion."], ["[13]", "Specifically, the Board found that it was \"more likely than not that if an agent with the profile, means, reach and attitude alleged by the claimants continues to have a persecutory interest in any of the claimants after the 2005/2006 period, when there is some objective basis to the claimants' allegations that he and the claimant's family were involved in a dispute and if he knew most or all of the claimant's residential, occupational and educational whereabouts and activities, then he or those acting on his behalf would have seriously mistreated one or more of the claimants long before they left St. Lucia in late October 2010.\""], ["[14]", "The Applicants' explanation that Mr. Agdomar may have wanted to torture them first did not satisfy the Board sufficiently to overcome the \"substantial implausibilities presented by the foundational allegations in the claim.\""], ["[15]", "The Board further pointed to the absence of corroborating evidence on multiple issues, including that one of the minor Applicants had sought counselling in connection with the Applicants' claim for protection, and that the Principal Applicant had made police reports. Additionally, the Board found that the fact that Mr. Cox stayed behind in Saint Lucia to deal with the couple's properties and vehicles was inconsistent with a genuine subjective fear of the imminent harm they alleged that they faced. Finally, the Board took issue with the Applicants' failure to leave their house, even temporarily, for safety reasons in response to the death threats."], ["[16]", "The Applicants submitted an application for the admission of additional evidence following the hearing. The Board determined that it was inadmissible because it had not been adequately explained why the documents submitted post-hearing were not able to be requested, obtained and put before the Board within the timelines set out in the", "Refugee Protection Division Rules", ", SOR/2002-228 (\"the Rules\") or even at the hearing. The Board further noted that \"no reliable explanation [could] be discerned or intuited for this [delay] on the face of the post-hearing materials.\"", "III.", "Issues"], ["[17]", "This application raises the following issues:", "(a) Was the Board's exclusion of the post-hearing evidence a breach of procedural fairness?", "(b) Was the Board's credibility finding reasonable?", "IV.", "Standard of Review"], ["[18]", "The issue of whether post-hearing evidence is allowed has been deemed to be a question of procedural fairness (", "FRAGMENT_SUPPRESSED). Questions of procedural fairness are scrutinized under the standard of correctness (see", "FRAGMENT_SUPPRESSED)."], ["[19]", "Conversely, as determinations of fact and mixed fact and law, credibility findings are reviewable on the standard of reasonableness (see", "FRAGMENT_SUPPRESSED)."], ["[20]", "As the Supreme Court elaborated in", "FRAGMENT_SUPPRESSED, reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law.", "V.", "Analysis", "A.", "Post-Hearing Evidence and Procedural Fairness"], ["[21]", "The Applicants argue that the Board erred in rejecting the \"highly probative documentary evidence that corroborates the subjective fear of the applicants\" when the documents were submitted twenty days prior to the Board's rendering of its decision. They cite Rule 30 of the Rules, positing that the Board failed to consider the factors listed in that rule, and that it failed to provide any reasons for its failure to consider them. Specifically, the Applicants submit that the Board did not determine the relevance, probative value or new evidence that the documents may have brought to the proceedings."], ["[22]", "The Respondent counters that it is Rule 37 of the Rules that governs this situation, rather than Rule 30. Additionally, the Respondent argues that the Board had no duty to consider expressly the application to admit the evidence in its reasons because the application did not comply with all of the requirements of Rule 37. Particularly, the Respondent underlines the want of explanation in the application as to why the evidence could not have been submitted in time for the hearing."], ["[23]", "I note that, while the factors to be considered by the Board under both Rules 30 and 37 are similar, the Respondent is correct in identifying Rule 37 as that governing the situation before us:", "Additional documents after the hearing has ended", "37. (1) A party who wants to provide a document as evidence after a hearing must make an application to the Division.", "Written application", "(2) The party must attach a copy of the document to the application. The application must be made under rule 44, but the party is not required to give evidence in an affidavit or statutory declaration.", "Factors", "(3) In deciding the application, the Division must consider any relevant factors, including:", ") the document's relevance and probative value;", ") any new evidence it brings to the proceedings; and", ") whether the party, with reasonable effort, could have provided the document as required by rule 29.", "Documents supplémentaires après l'audience", "37. (1) Pour transmettre, après l'audience, un document à la Section pour qu'elle l'admette en preuve, la partie en fait la demande à la Section.", "Forme de la demande", "(2) La partie fait sa demande selon la règle 44 et y joint une copie du document, mais elle n'a pas à y joindre d'affidavit ou de déclaration solennelle.", "Éléments à considérer", "(3) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", "a) la pertinence et la valeur probante du document;", "b) toute preuve nouvelle qu'il apporte;", "c) si la partie aurait pu, en faisant des efforts raisonnables, le transmettre selon la règle 29."], ["[24]", "The Board found that the application made by the Applicants was proper. As such, I reject the Respondent's contention that there was no obligation on the Board to name the considerations expressly in its reasons. Indeed, in accordance with the case law cited by the Respondent, the Board had a duty to consider the newly submitted evidence expressly (", "FRAGMENT_SUPPRESSED)."], ["[25]", "As this Court has held, the Board \"could simply mention in its decision that, having reviewed the letter, it decided not to consider the evidence because of factors listed in Rule 37(3) or it could accept to consider the new evidence and deal with it in its decision\" (", "FRAGMENT_SUPPRESSED)."], ["[26]", "I am not satisfied that the Board met its procedural fairness obligations in this case. While the Board did not simply ignore the evidence submitted, like in", "FRAGMENT_SUPPRESSED", ", above, it weighed only one factor listed in Rule 37(3). I agree with the Applicant that the documents' relevance and probative value were important facts that the Board should have considered in its treatment of the application to admit the post-hearing evidence, particularly given that the other basis for denying the Applicants' claim is related to the plausibility of their story."], ["[27]", "The Board acknowledged that the Applicants had been represented by counsel experienced in matters of refugee law at all material times throughout the procedure, had failed to give an explanation as to why the evidence was not provided at an earlier time, and failed to explain why they had not appeared to make reasonable efforts to obtain the documents until after the hearing - all considerations that fall within Rule 37(3)(c). Nonetheless, the Board was required to consider the relevance, probative value, and newness of the documents, i.e. the factors enumerated in Rules 37(3)(a) and (b). While the list of factors to be considered in Rule 37(3) is not exhaustive, the use of the word \"including\" rather than the words \"such as\" before the list of factors indicates the intent that each of the factors included in the sub-rule be considered. A failure to do so gives rise to a breach of procedural fairness."], ["[28]", "As the application for judicial review is granted on the basis of procedural fairness alone, I find it unnecessary to address the second issue.", "VI.", "Conclusion"], ["[29]", "The Board's failure to consider two of the three factors identified in Rule 37(3) constitutes a breach of procedural fairness.", "JUDGMENT"], ["[30]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed and the matter is remitted back to a newly constituted panel of the Board for re-consideration.", "Application allowed.", "Editor: Angela E. McKay/vnh"]]}