{"id_": "031867", "body_str": [["[1]", "Shore, J.", ": A significant distinction exists between being in the Canadian Forces Reserve Service and the Regular Force of the Canadian Forces:", "\"... there is a fundamental difference between being a separate entity ensuring that preparations and training within a unit are completed and that the unit is operationally ready for an operation, and being an integral part of the unit engaged, or preparing to engage in the operation ...\" (Decision of the Chief of the Defence Staff at p. 3)."], ["[2]", "As analyzed by Justice Carolyn Layden-Stevenson, formerly judge of the Federal Court and presently of the Federal Court of Appeal, in", "<FRAGMENT_SUPPRESSED> :", "\"[65] Armstrong could not come within the transitional Class 'C' provision of (the Canadian Forces General Message) CANFORGEN 023/02 because he was not on operations, deployed operations, MCDV (Maritime Coastal Defence Vessel) crew, or local contingency operations, including increased security measures ...", "\"[66] The same result occurs under articles 9.07 and 9.08 of the QRO (", "Queen's Regulations and Orders", "). To come within article 9.08, he must be serving in a Regular Force establishment position. His position is a Reserve Force Temporary Augmentation Position loaned from the Primary Reserve List. Moreover, he lacks the requisite Class \"C\" approval by the CDS. Rather, his duties are temporary because they are of fixed duration and he does have the requisite Class 'B' approval by the CDS.\""], ["[3]", "For a reservist, consent is a factor in regard to nationally-based postings and deployment to operations; furthermore, Justice Layden-Stevenson has stated in the <FRAGMENT_SUPPRESSED> decision:", "\"[2] ...", "As a member of the Reserve Force, absent his consent, he is not subject to posting throughout Canada or deployment to operations", ".\" (Emphasis added)."], ["[4]", "The Chief of the Defence Staff (CDS) acting within the provisions of the", "National Defence", "Act", ", R.S.C. 1985, c. N-5 (", "NDA", "), enabling legislation, has the inherent authority in his position to act as a final authority to the Armed Forces. His expertise stems from the basis of his overall knowledge of the Forces and from which he derives information of the factual issues; his understanding of the needs of the Armed Forces and of its military resources is thus recognized. From his vantage point, the CDS has a global perspective on the management of the military. Such specialized background is recognized by the Supreme Court of Canada in the", "<FRAGMENT_SUPPRESSED>  decision."], ["[5]", "Thus, as for the standard of review, as was also discussed by Justice Layden-Stevenson in the <FRAGMENT_SUPPRESSED> decision, above, citing", "<FRAGMENT_SUPPRESSED> :", "\"[55] A decision will be unreasonable only if there is no line of analysis within the given reasons that could reasonably lead the tribunal from the evidence before it to the conclusion at which it arrived ...", "\"[56] This does not mean that every element of the reasoning given must independently pass a test for reasonableness. The question is rather whether the reasons, taken as a whole, are tenable as support for the decision. At all times, a court applying a standard of reasonableness must assess the basic adequacy of a reasoned decision remembering that the issue under review does not compel one specific result. Moreover, a reviewing court should not seize on one or more mistakes or elements of the decision which do not affect the decision as a whole.\"", "II. Introduction"], ["[6]", "By his direct implication in the classification of the Naval Reservist position the CDS seeks to avoid an error in the Armed Forces; that of an inflated sense of entitlement by those not directly implicated in action. Otherwise, a distinction would not be drawn between the Canadian Forces Reserve Service and the Regular Force of the Canadian Forces.", "III. Judicial Procedure"], ["[7]", "This is an application pursuant to s. 18.1 of the", "Federal Courts", "Act", ", R.S. 1985, c. F-7, seeking judicial review of a decision of the CDS acting as a final authority, dated March 15, 2010. The CDS' decision determined that the classification of CPO2 Birks' service is of a Class B category rather than that of Class C.", "IV. Background"], ["[8]", "The Applicant, Mr. John Henry Birks, is a member of the Primary Reserve Non-Commissioned Officer Component of the Canadian Forces, holding the rank of Chief Petty Officer Second Class ((CPO2 Birks) the rank or title by which he is honourably referred). He joined the Canadian Forces in 1991, and served on the HMCS Scotian as a Boatswain. He has been employed with the Canadian Forces in various positions since April 1994."], ["[9]", "From January 2005 to December 2007, CPO2 Birks was employed as a Coxswain on board the Maritime Coastal Defence Vessel (MCDV), the HMCS Summerside. CPO2 Birks' position was designated as that of Class C Reserve Service."], ["[10]", "In December 2007, CPO2 Birks accepted a position as Chief Boatswain Mate with the minor War Vessel cell at Sea Training Atlantic (ST(A)). Unlike the HMCS Summerside, the Reserve positions on ST(A) are designated as Class B, except when members are employed at sea in the performance of their duties, during which time they are designated as Class C members. As a result, CPO2 Birks was paid at the Class B rate of pay upon his accepting the position at ST(A)."], ["[11]", "CPO2 Birks submitted a redress of grievance over the issue on January 6, 2008 through his Chain of Command regarding the classification of his current position at ST(A)."], ["[12]", "On March 10, 2008, the matter was referred to the Canadian Forces Grievance Board (CFGB) for its review."], ["[13]", "On March 11, 2008, the CFGB contacted CP02 Birks informing him of its involvement in his case."], ["[14]", "On October 16, 2008, the CFGB requested additional information from CPO2 Birks."], ["[15]", "Also, on October 16, 2008, CP02 Birks signed a Statement of Understanding (SOU) confirming his B classification."], ["[16]", "The CFGB provided an Analysis Report dated December 17, 2008 and asked for additional comments if CPO2 Birks deemed they were required. CPO2 Birks provided his comments on January 8, 2009."], ["[17]", "On April 7, 2009, the CFGB submitted its Findings and Recommendations to both the CDS and CPO2 Birks. The CFGB upheld the grievance and determined that the duties of the Applicant's position met the requirements of designation within a Class C classification."], ["[18]", "On July 8, 2009, the Grievance Synopsis was submitted by the Director General of the Canadian Forces Grievance Authority (DGCFGA)."], ["[19]", "CPO2 Birks replied on July 28, 2009, outlining alleged errors and areas he believed were overlooked."], ["[20]", "The CDS rendered his decision denying the Applicant's grievance on March 15, 2010."], ["[21]", "On April 16, 2010, the Applicant filed a Notice of Application with the Federal Court.", "V. Positions of the Parties"], ["[22]", "The Applicant disputes the classification of his position at ST(A) as that of Class B Reserve Service. He argues that his position meets the definition for Class C Reserve Service and that he should therefore receive the Class C rate of pay, which is higher than the Class B rate of pay. The Applicant contends that the Class B salary, that is currently being paid to Reserve members of ST(A) when not at sea, is not in keeping with the", "Queen's Regulations and Orders", "(QR&O),", "Code", "of Ethics", "and the", "Employment Equity", "Act", ", 1995, c. 44", "The ST(A)'s role is alleged to be operational and the Applicant also contends that the Reserve Service should not be considered temporary in nature and that a number of inaccuracies appear in the CDS decision."], ["[23]", "The Respondent submits that the CDS was within the limits of his authority in making a decision which differed from that of the CFGB. The decision of the CDS is properly based on a reasonable interpretation of the legislative framework. No facts support the statement that the Applicant ought to be paid as a member of Class C; moreover, no error alleged by the Applicant was material to the decision of the CDS.", "VI. Issue"], ["[24]", "One main issue requires resolution: Did the CDS err in his decision that the Applicant be denied a designation in the Class C category?", "VII. Standard of Review"], ["[25]", "The standard of review is one of reasonableness according to <FRAGMENT_SUPPRESSED> , above. In <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada clearly indicates the standard of reasonableness on a question of fact, discretion, or policy, as well as one, wherein legal and factual issues cannot be separated."], ["[26]", "In the case of", "<FRAGMENT_SUPPRESSED> ; 364 F.T.R. 49; 2009 FC 1092, the Court reviewed a decision of the DGCFGA, on behalf of the CDS, which refused to consider an applicant's grievance on the basis that the grievance was filed out of time. The <FRAGMENT_SUPPRESSED> decision cited Justice Layden-Stevenson, in <FRAGMENT_SUPPRESSED> , above:", "\"[15] In the case at bar, the Court is of the opinion that the Grievance Authority's determination is a question of mixed law and fact and that the applicable standard of review is reasonableness (", "<FRAGMENT_SUPPRESSED>  F.T.R. 302 at paragraph 21,", "this Court noted that a certain degree of deference was owed with respect to factual determinations and the exercise of discretion by the CDS", ".  <FRAGMENT_SUPPRESSED>  F.T.R. 49 at paragraph 37, Justice Layden-Stevenson noted the following:", "'Balancing the factors, I conclude that for findings of fact, the applicable standard of review is that set out in the", "Federal Courts", "Act", ", that is, they are reviewable only if they are erroneous, made in a perverse or capricious manner or without regard to the evidence. This is equivalent to patent unreasonableness. In all other respects, the decision of the CDS (in this case the Grievance Authority) is subject to review on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>  2005 FC 1281 at paras. 14-20.'\" (Emphasis added)."], ["[27]", "The reasonableness standard is concerned with the existence of justification, transparency and intelligibility in the decision-making process ( <FRAGMENT_SUPPRESSED> , above, at para. 47); thus, judicial review can only be granted by the Court if it is determined that the decision of the CDS to refuse redress was unreasonable. It must be recalled that the contention of CPO2 Birks is in regard to the Recommendations of the CFGB; furthermore, it must be noted that the recommendations were but recommendations (not part of a decision on the part of the CFGB) and thus perceived as such by the head of Canada's CDS.", "VIII. Decision under Review"], ["[28]", "In the making of his decision, the CDS took into consideration the grievance of CPO2 Birks and his subsequent comments, the comments of the latter's superiors at various levels in the chain of command, and the advice of the senior staff at headquarters. The CDS also considered the Findings and Recommendations of the CFGB, and those of the DGCFGA (CDS Decision at pp. 1-2)."], ["[29]", "The CDS decision examined the mandate of the ST(A) according to the Chief of Military Personnel (CMP) Instructions 20/04, the CFGB, the correspondence exchange between the Vice Chief of the Defence Staff (VCDS) and the Chief of the Maritime Staff (CMS), the Reserve Employment Framework and the alleged pay irregularities. The CDS summarizes the relevant facts and the Applicant's arguments. The CDS decision reviews CP02 Birks' position as follows:", "\"... You were employed as the Coxswain on board the Maritime Coastal Defence Vessel (MCDV) HMCS SUMMERSIDE from January 2005 to December 2007. Due to the nature of the ship's employment, your position, as with several of the reserve crew members on board HMCS SUMMERSIDE, was designated as CI 'C' service. In December 2007, you accepted a position as the Chief Boatswain Mate (CBM) with the Minor War Vessel (MWV) cell of ST(A). Unlike your position on HMCS SUMMERSIDE,", "reserve positions at ST(A) are designated as CI 'B' service, except when employed at sea in the performance of their duties, at which time they revert to CI 'C' service", "...\" (Emphasis added). (CDS Decision at p. 2)"], ["[30]", "As for the CFGB Recommendations, they concluded that the CMS considers ST(A) as an operational unit, and, by extension, all the activities conducted by the ST(A) are \"routine naval operations\". Once the CDS had carefully examined the CFGB Recommendations, he then explained his differing point of view:", "\"... The CFGB argued that your duties, when ashore, are included in the definition of 'operational' as they are necessary for the operation of MCDVs. I disagree. I acknowledge the unique nature of your employment and the challenges that come with preparing for an evaluating HMC ships for operations at sea. However, there is a fundamental difference between being a separate entity ensuring that preparations and training within a unit are complete and that the unit is operationally ready for an operation, and being an integral part of the unit engaged, or preparing to engage in the operation. Without this fundamental difference, a similar argument could also be made to justify CI 'C' designation for other organizations including certain headquarters personnel, technical support staff and other shore-based personnel that are involved in preparing ships for operations at sea. ST(A) personnel are afforded a CI 'C' designation when embarked on board an MCDV in the performance of their duties in accordance with QR&O 9.08(1)(b) as articulated above. When not embarked in an MCDV, ST(A) staff no longer meet the requirements for a CI 'C' designation and, as is the case for other shore based staff, revert to CI 'B' service. Notwithstanding the findings of the CFGB, based on the evidence on file, I am satisfied that the designation of CI 'B', combined with the CI 'C' designation afforded to ST(A) staff when embarked on ships at sea is reasonable.\" (CDS Decision at pp. 3-4)."], ["[31]", "In his decision, the CDS found that CPO2 Birks was \"treated fairly\" as a member of ST(A) with respect to the CI \"B\" classification and therefore the redress that was requested was denied.", "IX. Relevant Statutory Provisions"], ["[32]", "Administrative policy of Class A, Class B and Class C Reserve classifications are contained in the CMP Instruction 20/04 (CMP Instruction 20/04, issued 1 December 2004 - Administrative Policy for Class \"A\", Class \"B\" and Class \"C\" Reserve Service). Excerpts from paragraphs 5.3 and 5.4 of the CMP Instruction 20/04 read as follows:", "5.3 Approved Cl 'C' Reserve Service - Operations", "a. Effective 17 Sep 03, QR&O 9.08 was amended to provide for a member of the Res F to be on Cl 'C' Reserve Service when the member is on full time service and is employed on operational duties approved by or on the behalf of the CDS;", "b. Operational duties are defined as the employment of individuals, units or task forces of the CF for specific missions. Cl 'C' Reserve Service is authorized during specified routine operations and all contingency operations. It includes participation during all phases of the operations during which a Cl 'C' reservist is activated - preparation (including any necessary training), deployment, employment and redeployment (including all post deployment activities) and leave related to the operation. General definitions are:", "1. Routine operations are those operations for which a given CF component has been specifically tasked, organized and equipped. Routine operations normally reflect tasks from the Canadian Joint Task List (CJTL) that have been assigned to a CF component in the Defence Plan; and", "2. Contingency Operations can be conducted either domestically or internationally. If an operation does not fall into the routine category, then it is a contingency operation and a grouping, specifically tailored to the operation, is generated.", "Note", "- In all cases, any Res F personnel engaged for the purposes of preparation and training for operations, that have been deemed necessary by both the Force Generator and the Force Employer, shall be on Cl 'C' Reserve Service through the preparation period.", "5.4 Types of Operations", "a. Pursuant to QR&O subparagraph 9.08(1)(b) the following types of operations are approved for Cl 'C' Reserve Service:", "1. all contingency and routine operations outside Canada;", "2. all contingency operations in Canada;", "3. routine operations in Canada when approved by Canada Command;", "4.", "routine naval operations in Canada (including MCDVs)", "5. routine operations in Canada for all unit members of Joint Task Force 2 (JTF2), 427 Sqn and Canadian Forces Nuclear Biological Chemical Defence Company (CFJNBCD Coy), Canadian Special Operations Regiment (CSOR) and Joint Task Force X-Ray (JTFX);", "6. routine operational activities for which forces are maintained at a high readiness state, as directed by the CDS, and as funded by the applicable EC or equivalent organization;", "7. aid of the civil power as set out in Part VI of the", "National Defence", "Act", "8. Humanitarian Assistance;", "9. Service for public service duties and assistance to law enforcement duties; and", "10. base and strategic infrastructure defence.", "b. For full time Res F employed on routine operations in naval ships, all personnel posted to high readiness forces, JTF2, 427 Sqn, CSOR, CFJNBCD and JTFX, Cl 'C' Reserve Service is authorized for the duration of their posting with the operational unit.\" (Emphasis added).", "5.3 Service de réserve de classe 'C' approuvé - Opérations - Généralités", "a. Le 17 septembre 2003, on modifiait l'art.9.08 des ORFC afin de permettre aux membres de la F rés d'effectuer un service de classe 'C' lorsqu'ils sont en service à temps plein et qu'ils exécutent des fonctions opérationnelles approuvées par le Chef d'état-major de la Défense (CEMD) ou pour son compte.", "b. La notion de 'tâches opérationnelles' se définit par l'emploi d'individus, d'unités ou de forces opérationnelles des FC à des fins et pour des missions bien précises. Le service de réserve de classe 'C' est permis lors d'opérations courantes bien précises, ainsi que durant toutes les opérations de contingence. De plus, le service de réserve de classe 'C' touche la participation du réserviste pendant toutes les phrases de l'opération, soit la préparation (y compris tout entraînement requis), le déploiement, l'emploi et le redéploiement (y compris toute activité postdéploiement), et les congés se rapportant à l'opération. Les définitions pertinentes à retenir sont les suivantes:", "1. Les opérations courantes sont les opérations pour lesquelles un élément constitutif des FC a été expressément désigné, organisé et équipé pour la mission. Les opérations courantes correspondent en général aux tâches comprises dans la Liste canadienne de tâches interarmées (LCTI) qui, dans le Plan de la Défense, ont été assignées à un élément constitutif des FC.", "2. On peut effectuer des opérations de contingence au pays ou à l'étranger. Si une opération ne fait pas partie de la catégorie des opérations courantes, il s'agit alors d'une opération de contingence pour laquelle un organisme spécialement conçu pour cette opération est mis sur pied.", "Remarque", "- Dans tous les cas, tout membre du personnel de la F rés engagé dans le cadre d'une préparation et d'un entraînement à des opérations jugées nécessaires à la fois par le responsable de la mise sur pied d'une force et par l'utilisateur d'une force demeure en service de réserve de classe 'C' tout au long de la période de préparation.", "5.4 Types d'opérations", "a. Conformément au sous-alinéa 9.08(1)(b) des ORFC, les types d'opérations suivants sont approuvés dans le cadre du service de réserve de classe 'C':", "1. toutes les opérations de contingence et courantes à l'étranger;", "2. toutes les opérations de contingence au Canada;", "3. les opérations courantes au Canada approuvées par Commandement Canada;", "4.", "les opérations navales courantes au Canada (y compris le service à bord d'un navire de défense côtière [NDC] )", "5. les opérations courantes au Canada pour tous les membres de la Force opérationnelle armée (FOI) 2; de l'escadron (esc) 427, de la Compagnie de défense nucléaire, biologique et chimique interarmées (CDNBCI) des FC, du Régiment d'opérations spéciales du Canada (ROSC) et de l'exerSAIOCe de la Force opérationnelle interarmées (Ex FOI);", "6. toute activité opérationnelle courante qui, suivant les instructions du CEMD, appelle au maintien d'une force de haut niveau de préparation et est financée par un commandement d'armée ou toute autre organisation équivalente;", "7. l'aide au pouvoir civil, tel qu'énoncé à la Partie IV de la Loi sur la défense nationale;", "8. l'aide humanitaire;", "9. les services relatifs à des tâches de service public et à l'application de la loi;", "10. la défense des bases et des infrastructures stratégiques.", "b. Pour les membres de la F rés à temps plein qui participent à des opérations courantes au sein d'unités navales, ainsi que tous ceux qui sont affectés auprès de forces opérationnelles de haut niveau de préparation, de la FOI 2, de l'esc 427, du ROSC, de la CDNBCI et de l'EX FOI, le service de réserve de classe 'C' est autorisé pour la durée de leur affectation au sein de l'unité opérationnelle.\""], ["[33]", "The CMP Instructions 20/04 is to be read in accordance with the", "Queen's Regulations and Orders", "Chapter 9 (Reserve Service):", "9.07 - CLASS 'B' RESERVE SERVICE", "(1) A member of the Reserve Force is on Class 'B' Reserve Service when the member is on full-time service and:", "(a) serves in a temporary position on the instructional or administrative staff of a school or other training establishment conducting training for the Reserve Force, the Royal Canadian Sea Cadets, the Royal Canadian Army Cadets or the Royal Canadian Air Cadets;", "(b) proceeds on such training attachment or such training course of such duration as may be prescribed by the Chief of the Defence Staff; or", "(c) is on duties of a temporary nature approved by the Chief of the Defence Staff, or by an authority designated by him, when it is not practical to employ members of the Regular Force on those duties.", "(2) Class 'B' Reserve Service includes proceeding to and returning from the place of duty.", "9.075 - DEEMED FULL-TIME SERVICE", "A member of the Reserve Force who is serving on an operation of a type approved by or on behalf of the Chief of the Defence Staff under subparagraph 9.08(1)(b) (", "Class 'C' Reserve Service", ") is deemed to be on full-time service.", "(G) (P.C. 2003-1372 of 17 September 2003)", "9.08 - CLASS 'C' RESERVE SERVICE", "(1) A member of the Reserve Force is on Class 'C' Reserve Service when the member is on full-time service and is serving", "(a) with approval by or on behalf of the Chief of the Defence Staff in a Regular Force establishment position or is supernumerary to Regular Force establishment; or", "(b) on either an operation or an operation of a type approved by or on behalf of the Chief of the Defence Staff.", "(17 September 2003)", "(1.1) For the purpose of subparagraph (1)(b), 'operation' includes training and other duties necessary for the operation, and leave related to the operation.", "(17 September 2003)", "(2) Class 'C' Reserve Service includes proceeding to and returning from the place of duty.", "(G) (P.C. 2003-1372 of 17 September 2003)", "9.07 - SERVICE DE RÉSERVE DE CLASSE 'B'", "(1) Un militaire de la force de réserve sert en service de réserve de classe 'B' lorsqu'il accomplit du service à plein temps et que selon le cas, il:", "a) sert à titre temporaire en qualité de membre du personnel des instructeurs ou du personnel administratif d'une école ou de tout autre établissement de formation où se donne de l'instruction pour la force de réserve, les Cadets royaux de la Marine canadienne, les Cadets royaux de l'Armée canadienne ou les Cadets royaux de l'Aviation canadienne;", "b) est envoyé, soit en affectation pour fins d'instruction, soit à un cours d'instruction pour une période que peut prescrire le chef d'état-major de la défense;", "c) est affecté à des tâches de nature temporaire sur l'autorisation du chef d'état-major de la défense ou d'une autorité désignée par lui, lorsqu'il n'est pas pratique d'affecter des militaires de la force régulière à ces tâches.", "(2) Le service de réserve de classe 'B' comprend le temps consacré pour se rendre au lieu de service et en revenir.", "9.075 - PRÉSOMPTION RELATIVE AU SERVICE À PLEIN TEMPS", "Un militaire de la force de réserve servant dans le cadre d'une opération approuvée par le chef d'état-major de la défense ou d'une opération dont le genre est approuvé par celui-ci aux termes du sous-alinéa 9.08(1)b) (", "Service de réserve de classe 'C", "') est réputé être en service à plein temps.", "(G) (C.P. 2003-1372 du 17 septembre 2003)", "9.08 - SERVICE DE RÉSERVE DE CLASSE 'C'", "(1) Un militaire de la force de réserve est en service de réserve de classe 'C', lorsqu'il est en service à plein temps et que, selon le cas:", "a) avec l'approbation du chef d'état-major de la défense, il occupe un poste prévu à l'effectif de la force régulière ou est surnuméraire à l'effectif de cette force;", "b) il sert dans le cadre d'une opération approuvée par le chef d'état-major de la défense ou d'une opération dont le genre est approuvé par celui-ci.", "(17 septembre 2003)", "(1.1) Pour l'application du sous-alinéa (1)b), sont assimilés à une opération l'instruction en vue de l'opération, toute autre tâche nécessaire dans le cadre de l'opération ainsi que tout congé relatif à l'opération. (", "17 septembre 2003)", "(2) Le service de réserve de classe 'C' comprend le temps consacré pour se rendre au lieu de service et en revenir.", "(G) (C.P. 2003-1372 du 17 septembre 2003)", "X. Analysis", "The policy background"], ["[34]", "In March 2002, the Armed Forces Council (AFC) approved a new Reserve Employment Framework restricting Class C Reserve Service to operations", ". (CANFORGEN 023/02).", "The <FRAGMENT_SUPPRESSED> decision, above, had already explained the background related to the CANFORGEN adoption", "\"[7] The three categories for Reserve Service, Class 'A', Class 'B' and Class 'C', are defined in Chapter 9 of the", "Queen's Regulations and Orders", "QRO", "), enacted pursuant to the provisions of the", "National Defence", "Act", ", R.S.C. 1985, c. N-5, as amended (", "NDA", "). Classification, under these headings, will impact the members' entitlement to remuneration and benefits.", "\"[8] In August 2001, the CF announced a new Reserve Force Employment Policy. The stated purpose of the change was to recognize the contemporary nature of Reserve Force training and employment. It was intended that, under the new structure, the majority of reservists would serve in a form of limited liability service of a full or part-time nature. The policy was promulgated as Canadian Forces General Message (CANFORGEN) 095/01 and was released on August 27, 2001. Apparently, it was a source of confusion, which was not alleviated by CANFORGEN 104/01 dated September 17, 2001. These policies were revoked by CANFORGEN 023/02, introduced on March 23, 2003, which approved a 'new and modified' Reserve Employment Framework, scheduled to take effect on April 1, 2003. Transitional Class 'C' policies, outlined in CANFORGEN 023/02, were to take effect immediately.\""], ["[35]", "The CANFORGEN had a direct impact on the classifications of the ST(A). The new Reserve Employment Framework limited Class C and the accompanying Regular Force rates of pay", "to reservists on operations", "(Analysis Report, December 17, 2008 at p. 1)."], ["[36]", "On December 20, 2002, the VCDS reviewed the Class C designation on the ST(A), noting that staff was not employed in operations identified in the Strategic Capability Staff for the Canadian Forces. The VCDS decided that the Reserve ST(A) positions should be designated as Class B but allowed Class C designation when the affected members were at sea aboard MCDVs during work-ups and exercises."], ["[37]", "The CDS examined the exchange of letters between the VCDS and the CMS. The CDS studied both positions:", "\"While both CMS and VCDS made valid points in their letter exchange, based on the evidence on file, I find insufficient justification that would warrant overturning the direction provided by the VCDS ...\" (CDS Decision at p. 4)."], ["[38]", "On February 3, 2003, the CMS decided to accept to follow VCDS' opinion on the matter. The CDS decision reiterated the principal arguments of the VCDS:", "\"'... the types of operations is limited to the", "spectrum of conflict", "as detailed in the Strategic Capability Planning for the CF and, as Reserve Sea Training Staff are not employed in these operations, they do not qualify for permanent Class C designation ...'", "Moreover, unlike CMS, the VCDS was obliged to consider the Navy's request in the broad context of the CF as a whole and to weigh the impact of making an exception to one Environment would have on the integrity of the administration of CI 'C' service on the other environments", ".\" (Emphasis added). (CDS Decision at p. 4; Letter of December 20, 2002)."], ["[39]", "The CDS reviewed the CMS and VCDS arguments. He also considered the CFGB Recommendations and DGCFGA Grievance Synopsis. Contrary to the Applicant's allegation, the CDS did not delegate his authority.", "Delegation"], ["[40]", "The present case involves a decision made by the CDS pursuant to section 29.11 of the", "NDA", ". This provision designates the CDS as the final authority in the grievance process. The affidavit of Lieutenant Commander Thomas Miller supports that no initial authority (IA) had decided the matter in regard to CPO2 Birks' grievance. Thus, the matter was sent directly to the CDS for consideration. The decision of the CDS is final and binding (section 29.15 of the", "NDA", "). In the case at hand, as per section 29.13 (1) of the", "NDA", ", the CDS was not bound by any recommendations of the CFGB or of any other grievance authority.", "Chief of the Defence Staff not bound", "\"29.13(1) The Chief of the Defence Staff is not bound by any finding or recommendation of the Grievance Board.", "Reasons", "\"29.13(2) If the Chief of the Defence Staff does not act on a finding or recommendation of the Grievance Board, the Chief of the Defence Staff shall include the reasons for not having done so in the decision respecting the disposition of the grievance.\"", "Décision du Comité non obligatoire", "\"29.13(1) Le chef d'état-major de la défense n'est pas lié par les conclusions et recommandations du Comité des griefs.", "Motifs", "\"29.13(2) S'il choisit de s'en écarter, il doit toutefois motiver son choix dans sa décision.\""], ["[41]", "According to the", "NDA", "legislation, the CDS has full discretion to decide on classifications of service for any given position. This formulation is put forward by the <FRAGMENT_SUPPRESSED> case, above, as was held by Justice Layden-Stevenson:", "\"[59] In my view, the Grievance Authority appropriately referred to the definition of 'operations' contained in CANFORGEN 023/02. The definition contained in the operations manual, dealing with 'operations', is totally unrelated to Armstrong and the work that he is performing. In order to qualify as being on an 'operation', he would necessarily have to come within the operations defined by CANFORGEN 023/02. This he could not do.", ". . . . .", "\"[65] Armstrong could not come within the transitional Class 'C' provision of CANFORGEN 023/02 because he was not on operations, deployed operations, MCDV crew, or local contingency operations, including increased security measures. His Class 'C' position terminated in June 2002. He accepted a Class 'B' position in July 2002. He could not benefit from the provision, that provided for honouring existing agreements for reservists serving on Class 'C' in non-operational positions, because he did not have a Class 'C' position. In entering his new position, the provisions of subparagraph 5 D of CANFORGEN 023/02 came into play, that is, service in non-operational positions would be normally authorized as Class 'B'. Armstrong made no request under the extraordinary circumstances provision. Under CANFORGEN 023/02, Armstrong is subject to a Class 'B' classification.", "\"[66] The same result occurs under articles 9.07 and 9.08 of the QRO. To come within article 9.08, he must be serving in a Regular Force establishment position. His position is a Reserve Force Temporary Augmentation Position loaned from the Primary Reserve List. Moreover, he lacks the requisite Class 'C' approval by the CDS. Rather, his duties are temporary because they are of fixed duration and he does have the requisite Class 'B' approval by the CDS.\""], ["[42]", "As final authority, it was in the purview of the discretion of the CDS to gather information and then, to decide to which recommendations or opinion he would give more weight. The CDS used his discretion to determine the distinctions between the Class B and Class C classifications, depending which duties were carried out on the ST(A) MCDV, as elaborated by the VCDS, [sic] was reasonable in the circumstances (CDS Decision at p. 5).", "The distinction in the position of CP02 Birks as to operational duties"], ["[43]", "The recommendations of the CFGB and the CDS decision stem from the actual operational duties of CP02 Birks. The", "Queen's Regulations and Orders", "differentiates between the Class \"B\" and Class \"C\" classifications:", "9.08 - CLASS 'C' RESERVE SERVICE", "(1) A member of the Reserve Force is on Class 'C' Reserve Service when the member is on full-time service and is serving", "(a) with approval by or on behalf of the Chief of the Defence Staff in a Regular Force establishment position or is supernumerary to Regular Force establishment; or", "(b) on either an operation or an operation of a type approved by or on behalf of the Chief of the Defence Staff.", "(17 September 2003)", "(1.1) For the purpose of subparagraph (1)(b), 'operation' includes training and other duties necessary for the operation, and leave related to the operation.", "(17 September 2003)", "(2) Class 'C' Reserve Service includes proceeding to and returning from the place of duty.", "(G) (P.C. 2003-1372 of 17 September 2003)"], ["[44]", "As for the CPM Instructions 20/04, section 5.3 defines what constitutes an \"operational duty\":", "\"... as the employment of individuals, units or tasks forces of the CF for specific missions. Class C reserve service is authorized during specified routine operations and all contingency operations. It includes participation during all phases of the operations during which a Class 'C' reservist is activated - preparation (including any necessary training), deployment, employment and redeployment (including all post deployment activities) and leave related to the operation.\""], ["[45]", "The CDS decision describes the mandate of the ST(A), which \"is to provide training and expertise to the Atlantic Fleet, both at sea and alongside, to achieve and maintain the level of operational readiness and standards of safety and procedures set by the Navy (ST(A) mandate taken from the Sea Training Atlantic web site from the Maritime Forces Atlantic", "(MARLANT)", "homepage", "as cited by the CDS", "at p. 2). As for the Applicant's specific duties, the CFGB, beforehand, similarly tried to describe and summarize the Applicant's tasks. In describing the Applicant's position on board of the ST(A), the CFGB stated:", "\"... The grievor further argued that the STU(A) members have to prepare before and after being deployed. He explained that they have to draft pre-deployment alert letters, command team, meetings with the involved ships crews and conduct individual department briefs with follow-ups. Regarding post-deployment, the grievor added that his responsibilities include drafting deployment reports, critiques and summaries during a two-week period after the deployment.\" (CFGB Findings and Recommendations at p. 6)."], ["[46]", "In his Response to the Grievance Synopsis, dated July 28, 2009, CPO2 Birks provided additional information with respect to performance in regard to his specific duties on the ST(A):", "\"... ST(A) is not a training entity as mentioned. We have no classrooms, no QSPs, no instructors and no exams. We do not train units for operations; we evaluate their preparedness for their roles. As referred to by CMS in his letter, don't confuse the function of ST with its title. Page 155 of the Redress states 'They [meaning ST] play a critical role in evaluating and assisting'. As most Naval members know, ST evaluates what a crew has learned at different schools and ST are there to ensure the proper practices are followed, not to give them lessons on what they have already learned. ... all of the paperwork and preparations done by ST throughout the year are for the sole purposes of deploying with and/or ensuring the ships are prepared to deploy.\" (Response to the Grievance Synopsis at para. 3)."], ["[47]", "For an overall summary of his duties with the ST(A), the Applicant provided a copy of his Performance Development Review (PDR) (as was cited in the CFGB Findings and Recommendations at p. 6). The PDR, in a one page document, enumerates certain duties performed as Chief Boatswain. CPO2 Birks namely had \"to guide the Coxwain in ensuring that the dress and deportment of their ship's companies is of a high standard, ... [to] perform[s] duties as the Chief Boatswain Mate in the Kingston class fleet and ...", "to participate in several workups and exercises aboard ships", ".\" (Emphasis added)."], ["[48]", "After examining the evidence, the CDS explains that there is a difference between the broad definition of Class C classification offered by the CFGB and the actual duties of the Applicant:", "\"... there is a fundamental difference between being a separate entity ensuring that preparations and training within a unit are complete and that the unit is operationally ready for an operation, and being an integral part of the unit engaged, or preparing to engage in the operation. Without this fundamental difference, a similar argument could also be made to justify a CI 'C' designation for other organizations including certain headquarters personnel, technical support staff and other shore-based personnel that are involved in preparing ships for operations at sea.\" (CDS Decision at p. 3)."], ["[49]", "The Court finds that it was reasonable for the CDS to consider and evaluate each of the duties of CPO2 Birks and the objectives of the ST(A) as a unit. The decision was in the purview of the CDS to make. In considering CPO2 Birks duties as analyzed in the framework of the", "Queen's Regulations and Orders", ", the Court finds that the CDS could reasonably have reached the conclusion that the duties were, in fact, not \"operational duties\". The Applicant cannot ask the Court to substitute itself for the finder of fact, decision-maker and, thus, to grant the judicial review on the sole basis that the Applicant preferred the findings of the CFGB. The standard of review calls for a strong degree of deference in regard to a decision by the CDS, as the final authority in that specific hierarchy.", "Alleged Inequity between Class B and Class C"], ["[50]", "In the broad picture of the Canadian Armed Forces lies the question of differential pay between Class B and Class C classifications. As the Applicant is aware, more than 8000 reservists are currently on engagements within the Canadian Forces. It is in the CDS objectives to consider the financial impact of his decision on all of the Canadian Forces; whereas, it may seem as common sense to the Applicant to allocate financial resources to the remuneration of reservists, and whereas the CDS acknowledges the importance of the Canadian Forces Reserve Service, the CDS considers it his duty to represent and to recognize the global or complete picture of the Canadian Forces in regard to its overall situation as it is affected by the matter in question."], ["[51]", "The Applicant questions why the full-time Reserve members on Class B are paid approximately 15% less than the members of the Regular Forces (CFGB Findings and Recommendations at p. 3). On that particular point, the CDS Decision (p. 5) specifies that: \"... There remain differences between certain occupational qualifications, promotion standards and the degree of liability between Regular and Reserve Forces.\" Even the CFGB did not take issue with the current policy of setting Class B rates of pay at 85% of the Regular Forces pay. The CFGB Recommendations specified that:", "... there are differences between the occupational qualifications, promotion standards and the degree of liability required from a Reg F member and a reservist on operation versus those required from a Res F member on Class B", ".\" (Emphasis added)."], ["[52]", "The Court considers that the CDS' evaluation of the Reserve Employment Framework was reasonable. In considering the evidence, it is reasonable for the CDS, as final authority, to give more weight to arguments which he considers constitute the basis for the proper administration of and within the Forces.", "An alleged administrative burden"], ["[53]", "In the present case, the Applicant requests to be classified as a part of Class C because the ST(A) reservists were alternating between classes of service, which constituted an allegedly administrative burden."], ["[54]", "Having considered the substantive aspects of the CDS decision, above, with respect to the CFGB Findings and Recommendations, awareness now turns to the administrative procedures, themselves, as the Applicant referred to the combination of the Class B and Class C system as an \"administrative burden\". The CDS reasonably addressed the administrative procedural matter in his decision by specifying that he will direct the CMS to examine the administrative issue of Reserve pay. It seems reasonable to the Court that the CDS, in this regard, is also attempting to find a solution by which to simplify administrative procedures within the Canadian Forces."], ["[55]", "The CDS did not err in his decision. The Court finds that the CDS decision meets the criteria of justification, transparency and intelligibility within the process. The decision does fall within a range of possible outcomes which are defensible in respect of the facts and the law.", "The inaccurate information"], ["[56]", "The Applicant submits that the CDS acted on inaccurate information given to him by the DGCFGA, allegedly in respect of:", "• 29 crewmembers on the HMCS Summerside who were Class \"C\" designated;", "• a Statement of Understanding (SOU) was signed, not as to the actual terms of employment;", "• the SOU was signed after the Applicant was in his position (and after the grievance had already been submitted);", "• exceptions do exist at other bases and in other circumstances, where non operational or deployed positions are Class \"C\" classified;", "• whether Canadian Forces policy is reviewed on a regular basis or not.", "(Aspects in regard to temporary duties, the integral participation in the fleet and fixed duties of a temporary nature of the Reserve Forces are inherent to the reasons from the outset)."], ["[57]", "The alleged errors would not have caused the CDS to make an unreasonable decision. The Court finds that the alleged errors were not material to the substance in question and that they had no effect on the decision of the CDS. The Applicant also failed to explain how the alleged errors were determinant in the decision of the CDS."], ["[58]", "As to the question by which to determine if \"a member whose terms of service are for a fixed period of service is serving on duties that are temporary\", the Applicant contends that the CANFORGEN 172/06, released one year after <FRAGMENT_SUPPRESSED> , above, conflicts with this decision (Applicant's Memorandum of Fact and Law at para. 18 f). The Applicant asks the Court to \"[R]e-evaluate the designation temporary service as determined in <FRAGMENT_SUPPRESSED> para. 12 to reflect the VCDS Executive's new Regular Force Policy of 18 months service and to deem Reserves employed for the same time period or longer to be full time for the purposes of pay ...\" (Applicant's Memorandum of Fact and Law at para. 33). If the Applicant alleges that the pay system and new framework adopted by the Canadian Forces are inadequate, the Applicant is actually requesting for policy changes."], ["[59]", "As to whether the ST(A) is an integral part of each ship fleet or not, the Court has already answered that question.", "XI.", "Conclusion"], ["[60]", "The Court finds that the CDS, as the final authority, reasonably denied the grievance. Due to the above considerations, the application for judicial review is dismissed.", "JUDGMENT"], ["[61]", "THIS COURT ORDERS that", "the application for judicial review be dismissed without costs. (The counsel for the Respondent in her pleadings did not insist on costs, recognizing that the Applicant is self-represented. It must, nevertheless, be clearly recognized that the matter in question is res judicata, as it has been decided per the", "Amstrong", "decision, above; thus, the Court had already pronounced itself on this very issue).", "Obiter"], ["[62]", "The categorization and classification of personnel and the distribution of human, financial and material resources in addition to the allocation of funds requires profound consideration in the Armed Forces as in all other situations of choices to be made for a large organization or entity; however, in the Armed Forces, more than morale and fairness are at stake. The very lives of men and women in uniform may be at risk."], ["[63]", "Therefore, the decisions of those in overall command positions who make choices can often only be understood for their reasonableness from a specialized internal authoritative vantage point. The following, although of a totally different variety is a striking example of the consequence of choices by an internal decision-maker who has the specialized knowledge to make a particular decision in the overall scheme of factors for his or her organization or entity. In a reference to the United States Armed Forces, as reported in the Newsweek article of September 12, 2010, it is stated:", "\"In the spring of 2007, [Robert] Gates [Defense Secretary of the United States of America] read a newspaper story about the Marines using mine-resistant, ambush-protected vehicles known as MRAPs. Gates was impressed to learn that the MRAPs had sustained 300 attacks without a single lost Marine. The secretary of defense inquired, 'Why is the Army not doing this?' The response, says Gates, was that the MRAP 'wasn't part of the Army's program, and if they spent money to get the MRAPs then they might have to sacrifice something else that they were going to get 10 years from now, maybe. And that just made me crazy.' So he intervened: 'We had zero MRAP all--terrain vehicles in Afghanistan in January '09. Now we have over 5,000.'", "\"Gates became unusually exercised when he recalled his efforts to make sure soldiers wounded on the battlefield in Afghanistan were evacuated in what doctors call 'the golden hour'-the time when the badly wounded may be saved if they can get to a doctor. 'The standard for medical evacuation [from the battlefield] in Iraq was an hour,' says Gates. 'Everybody had to be 'medevaced' within an hour. But Afghanistan is a lot tougher terrain. And so it came to my attention that they had settled on two hours. And I said: 'Bulls--t. It's going to be the same in Afghanistan as in Iraq.' And the medical guys, the medical bureaucracy, pushed back on me and said: 'No, no, it really doesn't matter.' And I said: 'Well, if I'm a soldier and I'm going out on patrol, it matters to me.' And so we sent a bunch of new helicopters, three new field hospitals, a whole bunch of stuff. And so now we have the 'golden hour' in Afghanistan.", "\"'It took pressure from me to make all these things happen,' he says. Nobody but the secretary can compel different parts of the vast military machine to work together: the medevac problem concerned ground forces; the Air Force had the helicopters to solve it; but the Army couldn't make that happen. 'People didn't want to disturb the programs that they already had,' says Gates. 'They didn't want to think outside of the box. I think there've been some real improvements, but we've still got a ways to go, in my view.'\"", "Application dismissed.", "Editor: E. Joanne Oley/vnh", "[End of document]"]]}