{"id_": "031859", "body_str": [["[1]", "Rothstein, J.", ": This is a judicial review of a decision of a panel of the Immigration and Refugee Board (Refugee Division), dated August 27, 1992.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant came to Canada from the People's Republic of China on March 1, 1992. He claimed refugee status on the basis of a well-founded fear of persecution by reason of his political opinion.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant was involved in student uprisings at Shanghai in 1989. In order to avoid arrest, the applicant left Shanghai secretly for his home town of Fukian. On July 23, 1989, the applicant was arrested at Fukian. He was detained at the city police office for two days and then was sent back to Shanghai where he was detained for approximately two months. In September 1989, he was released but had to stay in Shanghai and report to the police regularly. In April 1990, he was repatriated to his home town of Fukian. Thereafter, there was no evidence that the police had further contact with him although he was required to obtain his household registration annually rather than every five to ten years as is the case for most other people.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant's evidence was that as a result of his arrest and detention, his name was placed on a \"black file\" which prevented him from getting employment or going back to school to upgrade his qualifications. The \"black file\" or \"black marks\" are referred to in the documentary evidence prepared by the Immigration and Refugee Board Documentation Centre in Ottawa, dated December 1991, entitled", "China: Country Profile", ". This evidence is consistent with the applicant's story. At page 33 of this document, it is stated:  <FRAGMENT_SUPPRESSED>", "\"Every citizen in the People's Republic of China has a personal dossier kept by the local Public Security Bureau (PSB). Although relatively little is known about the personal dossier, in part because citizens are not allowed access to it, there are reports that the dossier contains school records and work unit reports as well as a wide range of personal information, including copies or summaries of all self-criticisms written throughout one's lifetime. Confessions and self-criticisms, long an important aspect of the Chinese legal system, have been required from a wide range of Chinese people since the military crackdown. The information reportedly remains in the file for life, whether specific information is used against an individual immediately, or sometime in the future when political winds have shifted. Currently, many of the dissidents arrested and subsequently released after June, 1989, have had difficulties retaining their old jobs or finding new employment, outside of part-time work, because of 'black marks' on their dossier. <FRAGMENT_SUPPRESSED>"], ["[5]", "As a result of not being able to be employed legally in work units in Fukian, the applicant obtained employment in the private sector from a Hong Kong businessman in October 1990. He worked until August 1991, when, with the assistance of his employer, he was able to obtain illegal travel documents and left China, going first to Guyana and then to Canada.  <FRAGMENT_SUPPRESSED>"], ["[6]", "At the hearing before the panel the applicant was asked about his ability to obtain employment if he was sent back to China.  <FRAGMENT_SUPPRESSED>", "\"Claimant: Because he employed me was not openly, I mentioned and that was under the circumstances that the Public Security did not know there and the local employment centre did not know I had that job.  <FRAGMENT_SUPPRESSED>", "Rho: My question was, whether you could return and work with him illegally or legally?  <FRAGMENT_SUPPRESSED>", "Claimant: I believe it will be impossible.  <FRAGMENT_SUPPRESSED>", "Rho: And why do you believe that?  <FRAGMENT_SUPPRESSED>", "Claimant: If I return the local Public Security will know of my return. They will not like, they would have interrupted. And they will try to chase how I got those passport and all those procedures. And very possibly they will trace to him, the Hong Kong boss, too.  <FRAGMENT_SUPPRESSED>", "Rho: You discussed how the people, the work units that you applied for jobs to, would receive information about your work history, would find out about the trouble you had in Shanghai.  <FRAGMENT_SUPPRESSED>", "Claimant: Yes.  <FRAGMENT_SUPPRESSED>", "Rho: Is it then that employer's decision to hire you notwithstanding your political concerns?  <FRAGMENT_SUPPRESSED>", "Claimant: Yes.  <FRAGMENT_SUPPRESSED>", "Rho: There's no legal reason why an employer couldn't hire you even though you had been in trouble?  <FRAGMENT_SUPPRESSED>", "Claimant: In China, you cannot look at what happened in China from the viewpoint that you are in Canada. It's different. Politics was closely linked with other field.  <FRAGMENT_SUPPRESSED>", "Rho: So it would not be desirable for an employer to have you as an employee?  <FRAGMENT_SUPPRESSED>", "Claimant: No. No. <FRAGMENT_SUPPRESSED>"], ["[7]", "The panel concluded that while the applicant may have been the victim of discrimination or harassment, this did not amount to persecution. At pages 12 and 13 of its reasons, the panel stated:  <FRAGMENT_SUPPRESSED>", "\"However, the panel finds that, even though the Chinese authorities may have discriminated against the claimant for reasons of his political opinion by taking the above-mentioned measures against him, these discriminatory measures in themselves, either individually or cumulatively amount to no more than harassment. This harassment is not sufficient to support the claim of a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"Whatever difficulties the claimant experienced from the work unit in finding employment did not prevent him from securing employment in his professional field in the private sector with the Hong Kong businessman from August 1990 until he left China in August 1991. The claimant's difficulties amount to no more than discrimination. What discrimination the claimant did suffer on this ground does not amount to persecution, and we see no reason to think that there is a reasonable chance that it would lead to persecution in the future.\" (footnote omitted)  <FRAGMENT_SUPPRESSED>"], ["[8]", "The issues in this case are whether the blacklisting of the applicant amounts to persecution or merely discrimination, and whether the panel erred by making conclusions which were unsupported by the evidence.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The", "Handbook on Procedures and Criteria for Determining Refugee Status", "of the Office of the United Nations High Commissioner For Refugees, (Geneva, January 1988) states in paragraph 54 thereof:  <FRAGMENT_SUPPRESSED>", "\"54. Differences in the treatment of various groups do indeed exist to a greater or lesser extent in many societies. Persons who receive less favourable treatment as a result of such differences are not necessarily victims of persecution. It is only in certain circumstances that discrimination will amount to persecution. This would be so if measures of discrimination lead to consequences of a substantially prejudicial nature for the person concerned, e.g. serious restrictions on his right to earn his livelihood, his right to practise his religion, or his access to normally available educational facilities. <FRAGMENT_SUPPRESSED>"], ["[10]", "While no cases decided by the Federal Court directly on point were identified by counsel for the applicant, the Federal Court of Appeal has suggested that refusal of permission for an individual to continue his education because of his political opinion should be considered as a factor in a refugee claim.  <FRAGMENT_SUPPRESSED>  (F.C.A.), at 69. In the case at bar, the evidence is that the applicant did suffer restrictions on his right to earn his livelihood and his access to normally available educational facilities. In my view, the panel did not properly appreciate this evidence. At page 10 of its reasons, the panel states:  <FRAGMENT_SUPPRESSED>", "\"... and the claimant knows of no legal reasons why this businessman could not hire him in the future, notwithstanding his troubles with the authorities. <FRAGMENT_SUPPRESSED>", "The panel seems to have concluded that although the applicant had difficulties in obtaining employment through his work unit, he would have no trouble seeking employment in the private sector. There was nothing in the evidence to support this finding by the panel. Indeed, the evidence, if anything, was closer to the opposite, as can be seen from the excerpt of the evidence quoted above.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The ability to sustain oneself normally depends upon the opportunity to work and earn a livelihood. In my view, if, in a country in which the state controls the economy, the state takes steps to prevent a person from securing employment, the consequences will be substantially prejudicial to the person concerned. Systematic governmental interference with the opportunity to find work must be viewed as a serious restraint on an individual.  <FRAGMENT_SUPPRESSED>"], ["[12]", "It was not made clear to me, from the applicant's evidence and the documents incorporated into the record, the extent of the government's interference in preventing the applicant from securing employment. If blacklisting only restricts a person from finding employment through certain channels but does not affect a person's ability to obtain employment through other channels, this action would not necessarily amount to persecution. However, if, as suggested by the applicant's oral testimony, his blacklisting makes it illegal for him to be employed by anyone in China, then the situation would be different.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The fact that the applicant did, and might again, obtain employment illegally, is no answer. If it is illegal for the applicant to work in China, he would be required to hide, from the Chinese authorities, any employment that he might be fortunate enough to secure. This is, of course, assuming that the applicant is able to find employment. It may well be that no potential employer would be willing to risk the consequences of providing the applicant with employment. In any event, if he were employed illegally, there would, in all likelihood, be consequences if the government authorities found out.  <FRAGMENT_SUPPRESSED>"], ["[14]", "In the case at bar, the evidence suggests that the only opportunity for the applicant to be employed in China is through illegal means. While the panel was not obligated to accept this evidence, it was not entitled to ignore it, as appears to have been the case. The conclusion of the panel, that there is no legal reason why the applicant could not be employed by his former employer, is contrary to, and therefore unsupported by, the evidence before the panel. The panel made a finding of fact without regard to the material before it and therefore erred in the manner justifying relief being granted by this court.  <FRAGMENT_SUPPRESSED>"], ["[15]", "I would allow the application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Counsel for the applicant submitted that this court has jurisdiction to substitute its decision on the merits for that of a panel of the Immigration and Refugee Board. Alternatively, he submitted that I should direct the Board to find that the applicant is a Convention refugee.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The court's jurisdiction on applications for judicial review is found in s. 18.1(3) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, as amended:  <FRAGMENT_SUPPRESSED>", "\"18.1(3) On an application for judicial review, the Trial Division may  <FRAGMENT_SUPPRESSED>", "(a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or  <FRAGMENT_SUPPRESSED>", "(b) declare invalid or unlawful, or quash, set aside or set aside and refer back for determination in accordance with such directions as it considers to be appropriate, prohibit or restrain, a decision, order, act or proceeding of a federal board, commission or other tribunal. <FRAGMENT_SUPPRESSED>", "A reading of s. 18.1(3) shows that there is nothing in the subsection that indicates that the court has the jurisdiction to substitute its opinion for that of the tribunal whose decision is under judicial review, and make the decision that the tribunal should have made. If Parliament had intended the court to substitute its decision for that of the board, commission or tribunal whose decision is under judicial review, it could easily have put words in the", "Act", "to that effect. (See for example s. 52 of the", "Federal Court Act", "in respect of appeals to the Federal Court of Appeal.) As such words do not appear in the", "Act", "in respect of judicial reviews to the Federal Court, I am of the view that this court does not have jurisdiction to substitute its decision for that of the tribunal in a judicial review.  <FRAGMENT_SUPPRESSED>"], ["[18]", "While the court does have jurisdiction to refer a matter back for redetermination in accordance with such directions as it considers appropriate, it seems to me that the court should only issue directions to a tribunal in the nature of a directed verdict, where the case is straightforward and the decision of the court on the judicial review would be dispositive of the matter before the tribunal. While such cases undoubtedly will arise, as a general rule, the court should leave to tribunals, with their expertise in the matters over which they have jurisdiction, the right to make decisions on the merits based on the evidence before them.  <FRAGMENT_SUPPRESSED>"], ["[19]", "This matter is therefore referred back for redetermination by another panel of the Immigration and Refugee Board. I direct the parties to produce for the panel, evidence, supported by documents, if possible, as to whether blacklisting renders it illegal for a person to be employed in China or whether it only limits employment opportunities and how serious such limitations are.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Debra F. MacCausland/mdc  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}