{"id_": "031959", "body_str": [["[1]", "Crampton, C.J.", ": Mr. Escobar Rosa's application for refugee protection was dismissed by the Refugee Protection Division [RPD] of the Immigration and Refugee Board on two principal and independent grounds. First, it found that Mr. Escobar Rosa had voluntarily returned to El Salvador on several occasions since he moved to Canada with his spouse in 2006. Second, it found that there was no credible basis for his claim for protection, including with respect to an attempt on his life that he alleges occurred at the end of his last trip to El Salvador."], ["[2]", "Mr. Escobar Rosa submits that, in reaching its decision, the RPD erred by:", "a. concluding that he is ineligible for refugee protection by reason of his numerous returns to El Salvador;", "b. concluding that there was no credible basis for his claim for protection;", "c. questioning the authenticity of a police report regarding the alleged attempt on his life, without giving notice to him of its concerns in this regard;", "d. concluding that an attempt had not been made on his life; and", "e. finding implausible his allegation that another politician in El Salvador wanted to kill him."], ["[3]", "Given that Mr. Escobar Rosa was removed from Canada in July of this year, the Respondent submits that the RPD no longer has the jurisdiction to reconsider his application. For this reason, it asserts that this application no longer gives rise to a \"live controversy\", and is therefore moot."], ["[4]", "For the reasons that follow, I have concluded that (i) the RPD does have the jurisdiction to reconsider Mr. Escobar Rosa's application for protection, (ii) this application is not moot, and (iii) this application should nevertheless be dismissed on its merits."], ["[5]", "The Respondent requested guidance as to how, procedurally, this issue of jurisdiction and mootness should be brought before the Court in similar circumstances in the future. Given the very particular nature of those circumstances and the relevant legislative scheme, the Respondent is invited to bring this issue before the Court in the future by way of a motion to dismiss.", "I.", "Background"], ["[6]", "Mr. Escobar Rosa is a citizen of El Salvador. He was elected leader of the Farabundo Marti National Liberation Front [FMLN] in his home town, El Divisadero, in the mid-1990s. Two years later, he was elected FMLN leader for the Morazan province. He was then elected to the National Legislative Assembly of El Salvador in 2000 and again in 2003."], ["[7]", "In late 2004, he became involved in a public dispute over the FMLN's failure to address allegations of corruption that he had made concerning the mayor of El Divisadero, Mr. Ruben Benitez Andrade [Benitez], who he believed was accepting bribes."], ["[8]", "After the FMLN failed to act on his allegations, Mr. Escobar Rosa quit the FMLN to help form a rival political party in June 2005."], ["[9]", "He claims to have decided to leave politics around the end of 2005 or early 2006 after an old friend who was well connected warned him that Benitez, who remains mayor of El Divisadero, was making plans to have him murdered. This followed an initial warning that he received around March 2005, when he was informed by a friend that someone he knew in a gang had been approached by someone in league with Benitez, who tried to pay them to have Mr. Escobar Rosa killed."], ["[10]", "Mr. Escobar Rosa claims to have taken the second report concerning Benitez' alleged plans to kill him more seriously than the first, for several reasons. First, by that point in time he had left the FMLN and had made a lot of powerful enemies, many of whom had fought in the civil war and saw him as a traitor. Second, his term in office was ending in June 2006 and he would no longer have bodyguards. Finally, he was concerned that Benitez, who is well connected to the ruling elite of the FMLN, would be more likely to carry through his plans once he (Escobar Rosa) was out of public office and therefore in a more vulnerable position."], ["[11]", "As the end of his second term in the Legislative Assembly approached in the ensuing months, Mr. Escobar Rosa arranged for his wife to be appointed to work at the Salvadoran Consulate in Vancouver. She obtained a consular visa and entered Canada in June 2006. He followed her with their children approximately one month later. Their most recent visas expired on May 31, 2014."], ["[12]", "Between 2006 and 2013, Mr. Escobar Rosa returned to El Salvador seven times. The reasons he gave for travelling there included the following: to obtain his children's school and immunization records, to dispose of property, and to visit his father, who has health issues with his lungs."], ["[13]", "During the last of his visits to El Salvador in September 2013, Mr. Escobar Rosa claims that he was driving from San Miguel to El Divisadero with his nephew when a pick-up truck passed them on the highway. He alleges that the vehicle then blocked the road in front of them and forced him to stop. When two men with rifles stepped out of the vehicle, he accelerated around them and sped away as they shot at him and his nephew."], ["[14]", "Immediately after making a complaint to the police the following day, he returned to Canada. In February of this year, he made a claim for refugee protection. That claim was rejected in April. He was then informed in June that he would be removed to El Salvador. After bringing an unsuccessful motion before Justice Russell to stay his removal, he was removed to that country on July 21, 2014. Leave for judicial review was then granted by this Court on August 27, 2014."], ["[15]", "On July 29, 2014, Mr. Escobar Rosa left El Salvador for Nicaragua, where he has remained pending the outcome of this application.", "II.", "Relevant Legislation"], ["[16]", "Pursuant to paragraph 96(a) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA], a Convention refugee is a person who, by reason of a well founded fear of persecution for one of five stipulated reasons, including their political opinion,", "is outside each of their countries of nationality", "and is unable or, by reason of that fear, unwilling to avail themselves of the protection of each of those countries."], ["[17]", "Pursuant to subsection 97(1), a person in need of protection is a person who is \"in Canada\" and would be subjected to a danger or risk described in paragraphs 97(1)(a) or (b), if removed to their country of nationality. Subsection 112(1), which allows a person to make an application for protection on those grounds, is also only available to a \"person in Canada\"."], ["[18]", "Notwithstanding the foregoing, paragraph 108(1)(a) states that a claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, where the person has voluntarily reavailed themself of the protection of their country of nationality."], ["[19]", "Pursuant to subsection 49(2), a removal order made with respect to a claimant for refugee protection is conditional and comes into force upon the latest of certain dates. Where the claim for protection is rejected by the RPD, that date is \"the expiry of the time limit referred to in subsection 110(2.1) or, if an appeal is made, 15 days after notification by the Refugee Appeal Division \"RAD\" that the claim is rejected\" (subsection 49(2)(c))."], ["[20]", "Subsection 110(2.1) simply states that appeals to the RAD must be filed and perfected within the  time limits set out in the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, as amended [Regulations]."], ["[21]", "If the RPD is of the opinion, in rejecting a claim, that there was no credible or trustworthy evidence on which it could have made a favourable decision, subsection 107(2) requires the RPD to include that finding in its reasons for the decision."], ["[22]", "Pursuant to subsection 110(2)(c), no appeal to the RAD may be made from a negative decision of the RPD in which the RPD states that the claim has no credible basis or is manifestly unfounded."], ["[23]", "The full text of the above-mentioned sections is reproduced in Appendix 1 to these reasons.", "III.", "Mootness"], ["[24]", "The Respondent submits that both the scheme of the IRPA and the jurisprudence support the view that the RPD does not have the jurisdiction to reconsider Mr. Escobar Rosa's application for protection. For this reason, it maintains that there is no \"live controversy\" between the parties to this application and that the application is therefore moot. I do not agree."], ["[25]", "The general test for mootness was stated in", "<FRAGMENT_SUPPRESSED> , at para 16 [ <FRAGMENT_SUPPRESSED> ], as follows:", "The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term \"moot\" applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the \"live controversy\" test. A court may nonetheless elect to address a moot issue if the circumstances warrant."], ["[26]", "With respect to the latter circumstances, the Supreme Court of Canada identified three principal factors to be considered, namely, whether an adversarial relationship continues to exist between the parties, judicial economy, and whether proceeding to determine the merits of the matter might be viewed as intruding into the role of the legislative branch ( <FRAGMENT_SUPPRESSED> , above, at paras 31 to 42)."], ["[27]", "With respect to the scheme of the IRPA, the Respondent notes that section 96 requires an applicant for refugee protection to be outside of the country to which his or her alleged fear pertains and that section 97 requires an applicant to be in Canada. It submits that Mr. Escobar Rosa meets neither criteria."], ["[28]", "Mr. Escobar Rosa concedes that section 97 defines a person in need of protection to be a person \"in Canada\" whose removal to their country of nationality would subject them to a danger or a risk described in paragraphs 97(1)(a) or (b). The same is true of section 112(1), the provision under which persons may apply for protection, as contemplated by section 97. He also acknowledges that the jurisprudence has established that a judicial review of a negative determination under those provisions becomes moot once the applicant is removed from Canada (", "<FRAGMENT_SUPPRESSED> [", "Solis Perez", "];", "Canada (Minister of Public Safety and  <FRAGMENT_SUPPRESSED> ). (I note in passing, however, that in the latter case the FCA proceeded to observe that the Court can nonetheless exercise its discretion to hear a moot application from a negative pre-removal risk assessment [PRRA] made pursuant to sections 97 and 112 on the basis of the other considerations set out in <FRAGMENT_SUPPRESSED> , above, and identified at paragraph 26 above.)"], ["[29]", "Nevertheless, Mr. Escobar Rosa submits that he continues to be eligible for refugee protection under section 96 because he applied for such protection while he was in Canada and he is currently outside El Salvador. In this latter regard, he filed an affidavit sworn by his son shortly after the Respondent filed its Further Memorandum of Argument in this proceeding. In that affidavit, which is not contested by the Respondent, his son states, among other things, that his father left El Salvador for Nicaragua approximately one week after being removed by Canadian authorities to El Salvador, and that he has remained in Nicaragua since that time. This appears to be confirmed by the copy of Mr. Escobar Rosa's passport that was appended to his son's affidavit. Given that this affidavit was adduced to support Mr. Escobar Rosa's position that the RPD has the jurisdiction to reconsider his application and that, therefore, his application for judicial review is not moot, it is admissible in this proceeding (", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "Notwithstanding the fact that Mr. Escobar Rosa is in Nicaragua, and therefore outside his country of nationality, the Respondent maintains that the basis for the RPD to consider his application under section 96 has been eliminated because sections 99 and 100, which govern the referral of applications to the RPD, require that such applications originate from persons within Canada. In this regard, the Respondent notes that subsections 99(2) and 99(3) draw a clear distinction between how applications inside and outside Canada, respectively, are to be processed. When a person is inside Canada, subsection 99(3) contemplates that an application for refugee protection must be made to an officer in Canada who will then determine whether the claim is eligible to be referred to the RPD, in accordance with subsection 100(1). By contrast, when a person is outside Canada, subsection 99(2) contemplates that an application for refugee protection must be made by making an application for a visa to a visa officer outside Canada, and that the application would then be governed by Part 1 of the IRPA, which deals with immigration to Canada from abroad."], ["[31]", "The Respondent adds that subsection 49(2) of the IRPA, which governs the coming into force of removal orders, also contemplates that the RPD is to make determinations under sections 96 and 97 prior to the removal of an applicant from Canada. Specifically, the Respondent suggests that Parliament contemplated that the RPD must make its determinations while applicants for protection are still in Canada because, in the case of claims rejected by the RPD, removal orders come into force upon the expiry of the time limit for making an appeal, or if an appeal is made, 15 days after notification by the RAD that the claim is rejected."], ["[32]", "In support of the foregoing submissions regarding the scheme of the IRPA, the Respondent relies on", "Solis  <FRAGMENT_SUPPRESSED> , and a number of cases in which that case has been followed (", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> )."], ["[33]", "In", "Solis Perez", ", the FCA stated:"], ["[5] We agree that the application for judicial review is moot, and in particular with the statement made by Martineau J. at page 25 of his reasons where he says:", "[...] Parliament intended that the PRRA should be determined before the PRRA applicant is removed from Canada, to avoid putting her or him at risk in her or his country of origin. To this extent, if a PRRA applicant is removed from Canada before a determination is made on the risks to which that person would be subject to in her or his country of origin, the intended objective of the PRRA system can no longer be met.", "Indeed, this explains why section 112 of the Act specifies that a person applying for protection is a \"person in Canada\"", "By the same logic, a review of a negative decision of a PRRA officer after the subject person has been removed from Canada, is without object. [emphasis added]"], ["[34]", "In my view, an important factor in the decisions of both the FCA and Justice Martineau at first instance (", "<FRAGMENT_SUPPRESSED> ) was that section 112 specifies that a person applying for protection is a \"person in Canada\". The same was true in", "Sogi Canada (Minister of Citizenship and Immigration)", ", 2007 FC 108, at para 31, where Justice Noel stated: \"... [I] f a PRRA applicant is removed from Canada before a determination is made on the risks to which that person would be subject to in his or her country of origin, the intended objective of the PRRA system can no longer be met. This is why section 112 of the IRPA specifies that a person applying for protection is a 'person in Canada'.\" Those cases, as well as the cases cited at paragraph 32 above, were all judicial reviews of decisions made by a PRRA officer, pursuant to sections 97 and 112 of the IRPA."], ["[35]", "In a judicial review of a negative PPRA decision, there would be little point in sending the matter back for redetermination by a different PRRA officer, because the applicant would no longer be \"in Canada\", as required by those provisions. In that context, it is readily apparent that the judicial review would be without object (", "Solis  <FRAGMENT_SUPPRESSED> )."], ["[36]", "The same cannot be said with respect to a judicial review of a negative decision by the RPD under section 96. There is no specific requirement in section 96 that the refugee claimant still be in Canada at the time of the redetermination. In the absence of clear wording in the IRPA to the contrary, I reject the Respondent's position that the RPD does not have the jurisdiction to reconsider an application under section 96 once the applicant has properly been removed from Canada, even if this Court determines that the RPD committed a reviewable error in denying the application. Indeed, there is jurisprudence of this Court to the contrary (", "<FRAGMENT_SUPPRESSED> )."], ["[37]", "In my view, the RPD does have the jurisdiction to reconsider an application initially made pursuant to section 96 and in accordance with subsection 99(3) in such circumstances, provided that the applicant is outside each of his or her countries of nationality. Contrary to the Respondent's position, there continues to be a \"live controversy\" in respect of the application in those circumstances, and therefore, an application for judicial review of the RPD's initial decision is not moot."], ["[38]", "The position adopted by the Respondent would preclude any possibility of a remedy for legitimate refugee claimants who have been removed from Canada following a negative decision by the RPD that was unreasonable or otherwise fatally flawed. In my view, such an outcome would be inconsistent with a number of the objectives set forth in subsection 3(2) of the IRPA, including the following:", "- granting fair consideration to those who come to Canada claiming persecution (paragraph 3(2)(c));", "- offering a safe haven to persons who are able to demonstrate that they are a Convention refugee, as defined in section 96 (paragraph 3(2)(d)); and", "- establishing fair and efficient procedures that maintain the integrity of the Canadian refugee protection system, while upholding Canada's respect for the human rights and fundamental freedoms of all human beings (paragraph 3(2)(e))."], ["[39]", "The fact that a removal order comes into force following a negative decision by the RPD and upon the expiry of the time limit referred to in subsection 110(2.1) if an appeal to the RAD is not made or is unavailable, does not necessarily imply that Parliament intended to preclude the RPD from being able to hear an application that is remitted to it for redetermination after a person has been removed from Canada. The same is true with respect to the fact that, pursuant to subsection 48(2), persons who are subject to enforceable removal orders are required to leave Canada immediately and such orders must be enforced as soon as possible. Among other things, these provisions implicitly assume that the RPD did not commit a reviewable error in reaching the decision that led to the conditional removal order becoming enforceable."], ["[40]", "Given my conclusions that the RPD has the jurisdiction to reconsider the claim made by Mr. Escobar Rosa under section 96 and subsection 99(3), and that therefore there continues to be a \"live controversy\" between the parties, it is not necessary to proceed to the second stage of the analysis set forth in <FRAGMENT_SUPPRESSED> , above. Nevertheless, I consider it appropriate to briefly address one of the submissions made in this regard by the Respondent."], ["[41]", "Relying on this Court's decisions in", "<FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED>  at paras 20-22, the Respondent submitted that if I had decided that this application was moot, it would not have been appropriate for me to exercise my discretion to hear the merits of the application, because this would involve the Court encroaching upon the legislative function of Parliament. In this regard, the Respondent maintained that quashing the RPD's decision and remitting the matter back for redetermination by a differently constituted panel would essentially amount to establishing a new mechanism for persons outside Canada to seek refugee protection. In the Respondent's view, Parliament can be taken to have already addressed its mind to this issue, by establishing the Convention refugees abroad class and the country of asylum class in the Regulations (ss. 70(2)(c) and 144 - 147). Accordingly, the Respondent maintained that the Court should refrain from expanding the refugee protection available to persons outside Canada beyond those categories."], ["[42]", "In my view, this argument fails to recognize that persons in Mr. Escobar Rosa's situation made their application, pursuant to subsection 99(3),", "while they were in Canada", ". If they are able to demonstrate that the RPD erred in reaching its decision, they are entitled to have that", "same application", "reheard by a differently constituted panel of the RPD, provided that they remain outside each of their countries of nationality, or, if they do not have a country of nationality, outside the country of their former habitual residence, as required by paragraphs 96(a) and (b), respectively."], ["[43]", "In passing, I pause to note that had it been necessary for me to move to the second stage of the framework set forth in <FRAGMENT_SUPPRESSED> , above, I would have found that the fact that the Court dismissed Mr. Escobar Rosa's motion for a stay, after determining that it raised no serious issue to be tried, weighed in favour of rejecting this judicial review on its merits ( <FRAGMENT_SUPPRESSED> , above, at para 19)."], ["[44]", "Similarly, a refusal of this Court to grant a stay, after finding that no serious issue to be tried had been raised, generally will also weigh strongly in favour of the Court declining to grant leave for judicial review on the application underlying the motion for the stay. This is because it would ordinarily follow in such circumstances that there is no a fairly arguable case ( <FRAGMENT_SUPPRESSED> , above, at paras 45 and 49)."], ["[45]", "The Respondent made its submissions regarding jurisdiction and mootness at the outset of the hearing of this application. It noted that in another recent matter, dealing with a similar fact pattern (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]), it raised those issues by way of a preliminary motion in writing to dismiss the application for judicial review of the RPD's decision. That motion was dismissed. The Respondent requested guidance regarding the procedure for raising those issues in the future, when a claimant for refugee protection has been removed from Canada."], ["[46]", "My response to this request is influenced by my view that the jurisdictional issue raised by the Respondent may well warrant consideration by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  at some point in the future. This will be particularly so if the removal of refugee claimants from Canada soon after the issuance of a negative decision by the RPD is not a rare occurrence and if inconsistencies in the jurisprudence of this court begin to emerge. (No evidence was adduced in this proceeding regarding the frequency of such removals.)"], ["[47]", "However, it may take some time before an application for judicial review of a decision of the RPD in which this issue would be dispositive of the appeal comes before the Court (", "<FRAGMENT_SUPPRESSED> ; Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). This is because, when the jurisdiction and mootness issues are raised in this context, they will be alongside other issues raised by the parties. If the FCA were to reject the submissions made with respect to jurisdiction and mootness, the arguments raised with respect to the substance of RPD's decision would remain to be addressed."], ["[48]", "With this in mind, a motion to dismiss would provide a more efficient method for the issues of jurisdiction and mootness to be brought before the FCA, after initial adjudication by this Court."], ["[49]", "Although a challenge to an application for judicial review ordinarily should be heard at the time of the hearing of the application itself, there are exceptions to this principle (", "<FRAGMENT_SUPPRESSED> ). Likewise, although the scheme contemplated in paragraphs 72(1)(e) and 74(d) of the IRPA generally precludes the bringing of an appeal from an interlocutory judgment of this Court in connection with an application for judicial review of a decision made under that legislation, there are once again exceptions to this principle (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). These exceptions include an interlocutory judgment that \"constitutes a separate, divisible, judicial act\" from assessing, on the applicable standard of review, the merits of a decision made under the IRPA (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). They may also include where a question is certified (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> )."], ["[50]", "In my view, an interlocutory judgment that concerns the jurisdiction of the RPD to reconsider a decision after an applicant for refugee protection has been removed from Canada is the type of separate, divisible, judicial act contemplated by <FRAGMENT_SUPPRESSED> , above, and the judgments cited therein. I am satisfied that it is also the type of exception contemplated by", "David Bull", ", above.", "IV.", "Standard of Review"], ["[51]", "With the exception of the procedural fairness issue that Mr. Escobar Rosa has raised concerning the RPD's failure to provide notice that it had concerns regarding the authenticity of the police report, the other issues that he has raised (as set forth in paragraph 2 above) are all questions of fact, or mixed fact and law. Those issues are therefore reviewable on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> , at para 43).", "V.", "Analysis", "A. Did the RPD err in finding that the Applicant was ineligible for refugee protection by reason of his numerous returns to El Salvador?"], ["[53]", "In its decision, the RPD addressed each of the reasons why Mr. Escobar Rosa returned to El Salvador and concluded that his actions were at all times voluntary. In this regard, it found that there was nothing that he \"accomplished while in El Salvador that could not have been done through mail or by telephone or by having relatives provide [him] with the assistance that [he] required.\" It added that there was \"no matter urgent enough that it overrode [his] free will in choosing to go back.\""], ["[54]", "The RPD proceeded to find, pursuant to paragraph 108(1)(a) of the IRPA, that its findings on this issue were determinative of Mr. Escobar Rosa's claim, on that ground alone."], ["[55]", "Given the nature of the reasons offered by Mr. Escobar Rosa for returning seven times to El Salvador (namely, to obtain his children's school and immunization records, to dispose of property, and to visit his father who has health issues with his lungs), I am satisfied that the RPD's conclusion on this issue was reasonable."], ["[56]", "Mr. Escobar Rosa asserts that the RPD erred in reaching its conclusion on this issue because he applied for refugee protection immediately following the attempt on his life on September 15, 2013 and he did not return to El Salvador between that time and the execution of the removal order in July of this year."], ["[57]", "I accept that the RPD might have erred in applying paragraph 108(1)(a) to the facts of this case,", "if it had accepted", "that an attempt had been made on his life by agents of Mr. Benitez,", "or if it had unreasonably rejected", "that allegation (", "<FRAGMENT_SUPPRESSED> )."], ["[58]", "However, I am satisfied that the RPD reasonably concluded that Mr. Escobar Rosa had not established that the alleged attack on his life on September 15, 2013 in fact occurred."], ["[59]", "Once the RPD had raised several reasonable credibility concerns regarding Mr. Escobar Rosa's narrative, it was open to the RPD to require persuasive corroboration of his allegations regarding that purported attack on his life. However, the only corroboration he provided was a police report that simply reflected what he had told the police."], ["[60]", "The RPD noted that additional corroboration could have been provided, for example, either by evidence from Mr. Escobar Rosa's nephew, who purportedly was an eye witness to the alleged attack, or by pictures of bullet holes in his car. The RPD also observed that the police report did not make any mention of who was responsible for the alleged attack, despite the fact that Mr. Escobar Rosa has \"strong ideas as to who likely was responsible for the attack\". Given the foregoing, it decided not to give the police report any weight."], ["[61]", "On the particular facts of this case, I am satisfied that it was reasonably open to the RPD to conclude that Mr. Escobar Rosa had not established that the alleged attack on his life occurred. In my view, that conclusion was well within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at para. 47)."], ["[62]", "Having reasonably reached that conclusion, it was not unreasonable for the RPD to proceed to reject Mr. Escobar Rosa's claim for protection on the basis that he had voluntarily returned to El Salvador on numerous occasions. But for the procedural fairness issue that Mr. Escobar Rosa has raised, that finding alone would be a sufficient basis upon which to reject this application for judicial review.", "B. Did the RPD err in finding that there was no credible basis for his claims?"], ["[63]", "Mr. Escobar Rosa submits that the RPD's finding that there was no credible basis for his claims under sections 96 and 97 of the IRPA was unreasonable. He maintains that this is so \"even if it were fair to question the authenticity of the police report, or if it were reasonable to conclude that no attempt was made on his life on September 15, 2013\", both of which propositions he categorically rejects."], ["[64]", "Mr. Escobar Rosa supports his position on this point by stating that there was objective evidence to support a number of aspects of his narrative. These include the following facts:", "- He was a politician with a reputation for integrity and public service who publicly denounced not only Benitez but the leadership of the FLMN and was a key person in a mass resignation from the FMLN;", "- He is described in Wikileaks cables as being part of a moderate wing of the FMLN that was being purged by the hard left vanguard of the party in 2006;", "- The very people that he criticized publicly have consolidated their power and influence in El Salvador, including Mr. Benitez, who remains mayor of El Divisadero."], ["[65]", "In reaching its decision, the RPD explicitly accepted Mr. Escobar Rosa's statements that he had been a politician in El Salvador, that he had political differences with other politicians in that country and that he may have raised issues of corruption against those politicians. In this regard, the RPD observed that politicians raise these types of allegations against other politicians in many parts of the world, including Canada, and that this is not, in and of itself, evidence that would have supported a favourable decision on his applications under sections 96 and 97 of the IRPA. In my view, those were entirely reasonable observations."], ["[66]", "The RPD also noted that Mr. Escobar Rosa testified that he initially left El Salvador in 2006 because he was afraid Mr. Benitez wanted to kill him. A review of the transcript of the hearing before the RPD reflects that Mr. Escobar Rosa also expressed a concern that other senior members of the FLMN with whom he had difficulties might also want to kill him (Certified Tribunal Record [CTR], at pp. 4-5 and 329-330). A similar fear was stated in Mr. Escobar Rosa's Basis of Claim [BOC] form, where he stated that he fears \"not only Ruben Benitez personally but the people with whom he associates including ENEPASA and the ruling elite of the FMLN\". He identified ENEPASA as being an organization with ties to the Chavez regime in Venezuela."], ["[67]", "Towards the end of the hearing, the RPD identified \"the evidentiary issue ... at this point\" as being \"whether people want to kill him because of his political views.\" (CTR, at p. 330.)"], ["[68]", "The RPD's conclusion that there was no credible basis for Mr. Escobar Rosa's stated fears was based on several findings. These included the following:", "- He attended public places, and publicly broadcasted his presence while he was in the general jurisdiction of Mr. Benitez, when he gave an interview to a local radio station;", "- Despite his testimony that he began to fear for his life at the beginning of 2006 and believed the police couldn't help him, he chose not to leave until after June 2006, even though there was nothing preventing him from leaving;", "- If the threat to his life was sufficient as to require him to want to leave the country, merely having two guards assigned to him would not alleviate that risk in his mind, when the option of simply leaving the country was open to him;", "- Despite first arriving in Canada in 2006, he did not make a refugee claim until March 2014, even though his sister, who lives in Canada, is (according to his testimony) knowledgeable about immigration matters in Canada and advised him to make his claim sooner;", "- Even after having returned to Canada after an attempt allegedly was made on his life in September 2013, he did not make a claim for refugee protection for approximately six months;", "- Beyond his testimony and the police report that was not given any weight, he provided no independent evidence that anyone ever threatened him, despite the fact that his nephew apparently was an eye witness to the alleged attempt on his life in September 2013 and \"physical evidence in the form of pictures of bullet holes in the vehicle\" would have been necessary."], ["[69]", "With respect to the latter point, Mr. Escobar Rosa attempted to adduce an affidavit from his son, to which was attached a translated statutory declaration of Mr. Escobar Rosa's nephew corroborating that he witnessed the alleged attack on his uncle's life. A second attachment to that affidavit was a translated copy of a police document titled \"Photo Album\", identifying Mr. Escobar Rosa as the victim of the crime of attempted murder and showing three photographs of bullet impact images on the vehicle driven by his father on September 15, 2013. This evidence is not admissible in this proceeding because it was not before the RPD and goes to the merits of Mr. Escobar Rosa's claim that the RPD's finding of no credible basis was unreasonable."], ["[70]", "Based on my review of the RPD's decision and the CTR, I am satisfied that it was reasonably open to the RPD to conclude that there was no credible basis for Mr. Escobar Rosa's stated fears. That decision was amply justified, transparent, intelligible and supported by the evidence before the RPD. The outcome was also well \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , above, at para 47). This is particularly so given that, in addition to providing no corroboration for his stated claims, Mr. Escobar Rosa was unable to provide evidence of similarly situated persons who had been harmed or otherwise targeted in the manner that he feared he might be treated, despite being requested to do so during the RPD's hearing (CTR, at pp. 324-5, 339 and 342-343)."], ["[71]", "As Justice Russell observed in disposing of Mr. Escobar Rosa's application to stay his removal from Canada, \"the [RPD's decision] is clear and reasonable on the issue of reavailment. Unless the shooting incident can be established then, in my view, the reavailment finding and the no credible basis finding under s. 107(2) are unassailable.\" (", "<FRAGMENT_SUPPRESSED>  2014).)", "C. Did the RPD err in questioning the authenticity of a police report regarding the alleged attempt on the Applicant's life, without giving notice to him of its concerns in this regard?"], ["[72]", "Mr. Escobar Rosa submits that the RPD erred by questioning the authenticity of the police report and by failing to put him on notice that it had doubts about that report and about whether the alleged attack on his life had actually occurred."], ["[73]", "I agree with the Respondent that the focus of the RPD's concern with the police report was its contents, rather than with its authenticity. This is clear from its observation that the police report was \"based on statements that you allegedly made to the police\" and did not contain any mention of \"who likely was responsible for the attack\", because he had chosen not to divulge that information to the police. Given all of the reasonable credibility concerns that the RPD identified regarding Mr. Escobar Rosa's testimony, it was reasonably open to the RPD to decline to give the police report any weight."], ["[74]", "As to the issue of notice, it is readily apparent from the transcript of the RPD's proceeding that Mr. Escobar Rosa had ample notice of the RPD's concerns about the police report and the alleged attack on his life."], ["[75]", "At the outset of the hearing, the RPD identified the issues central to Mr. Escobar Rosa's claim as being \"credibility, subjective fear, particularly a delay in leaving, delay in claiming and re-availment, and the objective basis for the alleged fear.\" (CTR, at p. 305)."], ["[76]", "The RPD then invited him to explain why he had not provided a statement from his nephew or photographs of bullet holes in his car, to corroborate his allegations regarding the attempt on his life in September 2013. (CTR, pp. 322-323.). It also asked him why he didn't mention to the police that he had an idea as to who might have been responsible for the attack. (CTR, p. 323.) It was reasonably open to the RPD to reject Mr. Escobar Rosa's explanation that he did not consider that such corroboration would be necessary, because he had provided a copy of the police report."], ["[77]", "In his submissions at the end of the RPD hearing, Mr. Escobar Rosa's counsel explicitly addressed the issue of whether the attack on his life in fact happened. (CTR, pp. 341 and 344) In so doing, he demonstrated that he understood that the issue of whether the attempt on Mr. Escobar Rosa's life ever happened had been squarely raised. He then proceeded to address the other credibility issues that had been raised (for example, at pp. 341, 345 and 347)."], ["[78]", "Based on the foregoing, and contrary to Mr. Escobar Rosa's assertions, I am satisfied that the RPD did not err by failing to give notice to Mr. Escobar Rosa regarding the authenticity of the police report concerning the attack on his life that allegedly occurred in September 2013. As I have explained above, the focus of the RPD's concerns was on the contents of the police report, and ample notice of those concerns was provided to Mr. Escobar Rosa during the RPD's hearing. He then had every opportunity to address those concerns.", "D. Did the RPD err in concluding that an attempt had not been made on the Applicant's life?"], ["[79]", "This alleged error has been addressed in part V.A of these reasons above.", "E. Did the RPD err in finding implausible the Applicant's allegation that another politician in El Salvador wanted to kill him?"], ["[80]", "Given the conclusions that I have reached above, it is not necessary to address this issue.", "VI.", "Conclusion"], ["[81]", "For the reasons set forth above, this application is not moot, but will nonetheless be dismissed."], ["[82]", "At the end of the hearing before me, the Respondent requested that I certify the following question:", "Is an application for judicial review of a Refugee Protection Division decision moot where the individual who is the subject of the decision has been removed from or has left Canada, and, if yes, should the Court normally refused to exercise its discretion to hear it?"], ["[83]", "Counsel for Mr. Escobar Rosa replied that this is not a serious question, because the matter has been decided by <FRAGMENT_SUPPRESSED> , above."], ["[84]", "I prefer to take the position that the Respondent's proposed question should not be certified because it would not be dispositive of the appeal. This is because if the FCA were to agree with my finding that this application is not moot, it would then have to address the arguments that have been raised with respect to the substance of the RPD's decision."], ["[85]", "I am satisfied that no other question for certification arises on the particular facts of this case.", "JUDGMENT"], ["[86]", "THIS COURT'S JUDGMENT is that", "1. This Application is dismissed.", "2. There is no question for certification.", "Application dismissed.", "Editor: Angela E. McKay/bk", "APPENDIX \"1\"", "Legislation", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "Objectives - refugees", "3. (2) The objectives of this Act with respect to refugees are", "(a) to recognize that the refugee program is in the first instance about saving lives and offering protection to the displaced and persecuted;", "(b) to fulfil Canada's international legal obligations with respect to refugees and affirm Canada's commitment to international efforts to provide assistance to those in need of resettlement;", "(c) to grant, as a fundamental expression of Canada's humanitarian ideals, fair consideration to those who come to Canada claiming persecution;", "(d) to offer safe haven to persons with a well-founded fear of persecution based on race, religion, nationality, political opinion or membership in a particular social group, as well as those at risk of torture or cruel and unusual treatment or punishment;", "(e) to establish fair and efficient procedures that will maintain the integrity of the Canadian refugee protection system, while upholding Canada's respect for the human rights and fundamental freedoms of all human beings;", "(f) to support the self-sufficiency and the social and economic well-being of refugees by facilitating reunification with their family members in Canada;", "(g) to protect the health and safety of Canadians and to maintain the security of Canadian society; and", "(h) to promote international justice and security by denying access to Canadian territory to persons, including refugee claimants, who are security risks or serious criminals.", "Enforceable removal order", "48. (1) A removal order is enforceable if it has come into force and is not stayed.", "Effect", "(2) If a removal order is enforceable, the foreign national against whom it was made must leave Canada immediately and the order must be enforced as soon as possible.", "In force", "49. (1) A removal order comes into force on the latest of the following dates:", "(a) the day the removal order is made, if there is no right to appeal;", "(b) the day the appeal period expires, if there is a right to appeal and no appeal is made; and", "(c) the day of the final determination of the appeal, if an appeal is made.", "In force - claimants", "(2) Despite subsection (1), a removal order made with respect to a refugee protection claimant is conditional and comes into force on the latest of the following dates:", "(a) the day the claim is determined to be ineligible only under paragraph 101(1)(e);", "(b) in a case other than that set out in paragraph (a), seven days after the claim is determined to be ineligible;", "(c) if the claim is rejected by the Refugee Protection Division, on the expiry of the time limit referred to in subsection 110(2.1) or, if an appeal is made, 15 days after notification by the Refugee Appeal Division that the claim is rejected;", "(d) 15 days after notification that the claim is declared withdrawn or abandoned; and", "(e) 15 days after proceedings are terminated as a result of notice under paragraph 104(1)(c) or (d).", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Claim", "99. (1) A claim for refugee protection may be made in or outside Canada.", "Claim outside Canada", "(2) A claim for refugee protection made by a person outside Canada must be made by making an application for a visa as a Convention refugee or a person in similar circumstances, and is governed by Part 1.", "Claim inside Canada", "(3) A claim for refugee protection made by a person inside Canada must be made to an officer, may not be made by a person who is subject to a removal order, and is governed by this Part.", "Claim made inside Canada - not at port of entry", "(3.1) A person who makes a claim for refugee protection inside Canada other than at a port of entry must provide the officer, within the time limits provided for in the regulations, with the documents and information - including in respect of the basis for the claim - required by the rules of the Board, in accordance with those rules.", "Permanent resident", "(4) An application to become a permanent resident made by a protected person is governed by Part 1.", "Referral to Refugee Protection Division", "100. (1) An officer shall, within three working days after receipt of a claim referred to in subsection 99(3), determine whether the claim is eligible to be referred to the Refugee Protection Division and, if it is eligible, shall refer the claim in accordance with the rules of the Board.", "Burden of proof", "(1.1) The burden of proving that a claim is eligible to be referred to the Refugee Protection Division rests on the claimant, who must answer truthfully all questions put to them.", "Decision", "(2) The officer shall suspend consideration of the eligibility of the person's claim if", "(a) a report has been referred for a determination, at an admissibility hearing, of whether the person is inadmissible on grounds of security, violating human or international rights, serious criminality or organized criminality; or", "(b) the officer considers it necessary to wait for a decision of a court with respect to a claimant who is charged with an offence under an Act of Parliament that is punishable by a maximum term of imprisonment of at least 10 years.", "Consideration of claim", "(3) The Refugee Protection Division may not consider a claim until it is referred by the officer. If the claim is not referred within the three-day period referred to in subsection (1), it is deemed to be referred, unless there is a suspension or it is determined to be ineligible.", "Documents and information to be provided", "(4) A person who makes a claim for refugee protection inside Canada at a port of entry and whose claim is referred to the Refugee Protection Division must provide the Division, within the time limits provided for in the regulations, with the documents and information - including in respect of the basis for the claim - required by the rules of the Board, in accordance with those rules.", "Date of hearing", "(4.1) The referring officer must, in accordance with the regulations, the rules of the Board and any directions of the Chairperson of the Board, fix the date on which the claimant is to attend a hearing before the Refugee Protection Division.", "Quarantine Act", "(5) If a traveller is detained or isolated under the Quarantine Act, the period referred to in subsections (1) and (3) does not begin to run until the day on which the detention or isolation ends.", "Decision", "107. (1) The Refugee Protection Division shall accept a claim for refugee protection if it determines that the claimant is a Convention refugee or person in need of protection, and shall otherwise reject the claim.", "No credible basis", "(2) If the Refugee Protection Division is of the opinion, in rejecting a claim, that there was no credible or trustworthy evidence on which it could have made a favourable decision, it shall state in its reasons for the decision that there is no credible basis for the claim.", "Rejection", "108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances:", "(a) the person has voluntarily reavailed themself of the protection of their country of nationality;", "(b) the person has voluntarily reacquired their nationality;", "(c) the person has acquired a new nationality and enjoys the protection of the country of that new nationality;", "(d) the person has voluntarily become re-established in the country that the person left or remained outside of and in respect of which the person claimed refugee protection in Canada; or", "(e) the reasons for which the person sought refugee protection have ceased to exist.", "Restriction on appeals", "110. (2) No appeal may be made in respect of any of the following:", "(a) a decision of the Refugee Protection Division allowing or rejecting the claim for refugee protection of a designated foreign national;", "(b) a determination that a refugee protection claim has been withdrawn or abandoned;", "(c) a decision of the Refugee Protection Division rejecting a claim for refugee protection that states that the claim has no credible basis or is manifestly unfounded;", "(d) subject to the regulations, a decision of the Refugee Protection Division in respect of a claim for refugee protection if", "(i) the foreign national who makes the claim came directly or indirectly to Canada from a country that is, on the day on which their claim is made, designated by regulations made under subsection 102(1) and that is a party to an agreement referred to in paragraph 102(2)(d), and", "(ii) the claim - by virtue of regulations made under paragraph 102(1)(c) - is not ineligible under paragraph 101(1)(e) to be referred to the Refugee Protection Division;", "(d.1) a decision of the Refugee Protection Division allowing or rejecting a claim for refugee protection made by a foreign national who is a national of a country that was, on the day on which the decision was made, a country designated under subsection 109.1(1);", "(e) a decision of the Refugee Protection Division allowing or rejecting an application by the Minister for a determination that refugee protection has ceased;", "(f) a decision of the Refugee Protection Division allowing or rejecting an application by the Minister to vacate a decision to allow a claim for refugee protection.", "Making of appeal", "(2.1) The appeal must be filed and perfected within the time limits set out in the regulations.", "Application for protection", "112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "Objet relatif aux réfugiés", "3. (2) S'agissant des réfugiés, la présente loi a pour objet", "a) de reconnaître que le programme pour les réfugiés vise avant tout à sauver des vies et à protéger les personnes de la persécution;", "b) de remplir les obligations en droit international du Canada relatives aux réfugiés et aux personnes déplacées et d'affirmer la volonté du Canada de participer aux efforts de la communauté internationale pour venir en aide aux personnes qui doivent se réinstaller;", "c) de faire bénéficier ceux qui fuient la persécution d'une procédure équitable reflétant les idéaux humanitaires du Canada;", "d) d'offrir l'asile à ceux qui craignent avec raison d'être persécutés du fait de leur race, leur religion, leur nationalité, leurs opinions politiques, leur appartenance à un groupe social en particulier, ainsi qu'à ceux qui risquent la torture ou des traitements ou peines cruels et inusités;", "e) de mettre en place une procédure équitable et efficace qui soit respectueuse, d'une part, de l'intégrité du processus canadien d'asile et, d'autre part, des droits et des libertés fondamentales reconnus à tout être humain;", "f) d'encourager l'autonomie et le bien-être socioéconomique des réfugiés en facilitant la réunification de leurs familles au Canada;", "g) de protéger la santé des Canadiens et de garantir leur sécurité;", "h) de promouvoir, à l'échelle internationale, la sécurité et la justice par l'interdiction du territoire aux personnes et demandeurs d'asile qui sont de grands criminels ou constituent un danger pour la sécurité.", "Mesure de renvoi", "48. (1) La mesure de renvoi est exécutoire depuis sa prise d'effet dès lors qu'elle ne fait pas l'objet d'un sursis.", "Conséquence", "(2) L'étranger visé par la mesure de renvoi exécutoire doit immédiatement quitter le territoire du Canada, la mesure devant être exécutée dès que possible.", "Prise d'effet", "49. (1) La mesure de renvoi non susceptible d'appel prend effet immédiatement; celle susceptible d'appel prend effet à l'expiration du délai d'appel, s'il n'est pas formé, ou quand est rendue la décision qui a pour résultat le maintien définitif de la mesure.", "Cas du demandeur d'asile", "(2) Toutefois, celle visant le demandeur d'asile est conditionnelle et prend effet:", "a) sur constat d'irrecevabilité au seul titre de l'alinéa 101(1)e);", "b) sept jours après le constat, dans les autres cas d'irrecevabilité prévus au paragraphe 101(1);", "c) en cas de rejet de sa demande par la Section de la protection des réfugiés, à l'expiration du délai visé au paragraphe 110(2.1) ou, en cas d'appel, quinze jours après la notification du rejet de sa demande par la Section d'appel des réfugiés;", "d) quinze jours après la notification de la décision prononçant le désistement ou le retrait de sa demande;", "e) quinze jours après le classement de l'affaire au titre de l'avis visé aux alinéas 104(1)c) ou d).", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Demande", "99. (1) La demande d'asile peut être faite à l'étranger ou au Canada.", "Demande faite à l'étranger", "(2) Celle de la personne se trouvant hors du Canada se fait par une demande de visa comme réfugié ou de personne en situation semblable et est régie par la partie 1.", "Demande faite au Canada", "(3) Celle de la personne se trouvant au Canada se fait à l'agent et est régie par la présente partie; toutefois la personne visée par une mesure de renvoi n'est pas admise à la faire.", "Demande faite au Canada ailleurs qu'à un point d'entrée", "(3.1) La personne se trouvant au Canada et qui demande l'asile ailleurs qu'à un point d'entrée est tenue de fournir à l'agent, dans les délais prévus par règlement et conformément aux règles de la Commission, les renseignements et documents - y compris ceux qui sont relatifs au fondement de la demande - exigés par ces règles.", "Résident permanent", "(4) La demande de résidence permanente faite au Canada par une personne protégée est régie par la partie 1.", "Examen de la recevabilité", "100. (1) Dans les trois jours ouvrables suivant la réception de la demande, l'agent statue sur sa recevabilité et défère, conformément aux règles de la Commission, celle jugée recevable à la Section de la protection des réfugiés.", "Charge de la preuve", "(1.1) La preuve de la recevabilité incombe au demandeur, qui doit répondre véridiquement aux questions qui lui sont posées.", "Sursis pour décision", "(2) L'agent sursoit à l'étude de la recevabilité dans les cas suivants:", "a) le cas a déjà été déféré à la Section de l'immigration pour constat d'interdiction de territoire pour raison de sécurité ou pour atteinte aux droits humains ou internationaux, grande criminalité ou criminalité organisée;", "b) il l'estime nécessaire, afin qu'il soit statué sur une accusation pour infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans.", "Saisine", "(3) La saisine de la section survient sur déféré de la demande; sauf sursis ou constat d'irrecevabilité, elle est réputée survenue à l'expiration des trois jours.", "Renseignements et documents à fournir", "(4) La personne se trouvant au Canada, qui demande l'asile à un point d'entrée et dont la demande est déférée à la Section de la protection des réfugiés est tenue de lui fournir, dans les délais prévus par règlement et conformément aux règles de la Commission, les renseignements et documents - y compris ceux qui sont relatifs au fondement de la demande - exigés par ces règles.", "Date de l'audition", "(4.1) L'agent qui défère la demande d'asile fixe, conformément aux règlements, aux règles de la Commission et à toutes directives de son président, la date de l'audition du cas du demandeur par la Section de la protection des réfugiés.", "Loi sur la mise en quarantaine", "(5) Le délai prévu aux paragraphes (1) et (3) ne court pas durant une période d'isolement ou de détention ordonnée en application de la Loi sur la mise en quarantaine.", "Décision", "107. (1) La Section de la protection des réfugiés accepte ou rejette la demande d'asile selon que le demandeur a ou non la qualité de réfugié ou de personne à protéger.", "Preuve", "(2) Si elle estime, en cas de rejet, qu'il n'a été présenté aucun élément de preuve crédible ou digne de foi sur lequel elle aurait pu fonder une décision favorable, la section doit faire état dans sa décision de l'absence de minimum de fondement de la demande.", "Rejet", "108. (1) Est rejetée la demande d'asile et le demandeur n'a pas qualité de réfugié ou de personne à protéger dans tel des cas suivants:", "a) il se réclame de nouveau et volontairement de la protection du pays dont il a la nationalité;", "b) il recouvre volontairement sa nationalité;", "c) il acquiert une nouvelle nationalité et jouit de la protection du pays de sa nouvelle nationalité;", "d) il retourne volontairement s'établir dans le pays qu'il a quitté ou hors duquel il est demeuré et en raison duquel il a demandé l'asile au Canada;", "e) les raisons qui lui ont fait demander l'asile n'existent plus.", "Restriction", "110. (2) Ne sont pas susceptibles d'appel:", "a) la décision de la Section de la protection des réfugiés accordant ou rejetant la demande d'asile d'un étranger désigné;", "b) le prononcé de désistement ou de retrait de la demande d'asile;", "c) la décision de la Section de la protection des réfugiés rejetant la demande d'asile en faisant état de l'absence de minimum de fondement de la demande d'asile ou du fait que celle-ci est manifestement infondée;", "d) sous réserve des règlements, la décision de la Section de la protection des réfugiés ayant trait à la demande d'asile qui, à la fois:", "(i) est faite par un étranger arrivé, directement ou indirectement, d'un pays qui est - au moment de la demande - désigné par règlement pris en vertu du paragraphe 102(1) et partie à un accord visé à l'alinéa 102(2)d),", "(ii) n'est pas irrecevable au titre de l'alinéa 101(1)e) par application des règlements pris au titre de l'alinéa 102(1)c);", "d.1) la décision de la Section de la protection des réfugiés accordant ou rejetant la demande d'asile du ressortissant d'un pays qui faisait l'objet de la désignation visée au paragraphe 109.1(1) à la date de la décision;", "e) la décision de la Section de la protection des réfugiés accordant ou rejetant la demande du ministre visant la perte de l'asile;", "f) la décision de la Section de la protection des réfugiés accordant ou rejetant la demande du ministre visant l'annulation d'une décision ayant accueilli la demande d'asile.", "Formation de l'appel", "(2.1) L'appel doit être interjeté et mis en état dans les délais prévus par les règlements.", "Demande de protection", "112. (1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).", "[End of document]"]]}