{"id_": "032083", "body_str": [["[1]", "Tremblay-Lamer, J.", "[Translation]: This is an application for judicial review of a \"Requirement to Pay\" (administrative seizure) issued by the Canada Customs and Revenue Agency (respondent) on January 25, 2006, to the National Bank of Canada requiring it to remit the sum of $58,200.75, property of Jus d'Or Inc. (applicant), to the Receiver General on account of the liability of the tax debtor, Jus d'Or Inc.", "Facts"], ["[2]", "The applicant operates a restaurant, hotel and bar business. The payroll management for its staff is contracted out to third parties, 9145-5287 Québec Inc, 9079-1526 Québec Inc. and 6369910 Canada Inc."], ["[3]", "The respondent sought to determine whether the amounts deducted from the wages of the applicant's employees under the", "Income Tax", "Act", ", R.S.C. 1985, c. 1 (5th supp.) (the", "ITA", ") and the", "Employment Insurance", "Act", ", R.S.C. 1996, c. 23 (the", "EIA", ") had been remitted. Having failed to obtain the relevant documents from the applicant and the third-party companies, the respondent issued a first notice of assessment against the applicant on January 17, 2006, in the amount of $58,100.39. This figure represented the source deductions from the wages of the applicant's employees for the period from April 1, 2005 to December 31, 2005."], ["[4]", "The amount claimed was payable immediately. In fact, on January 26, 2006, the respondent sent an administrative seizure to the National Bank of Canada for $58,200.75, naming the applicant as the tax debtor. This amount was remitted to the respondent the following day."], ["[5]", "On March 6, 2006, the applicant sent the respondent a notice of objection to the notice of assessment issued on January 17, 2006, under the", "ITA"], ["[6]", "On March 10, 2006, after the respondent had obtained more information about the source deductions from the wages of the applicant's employees, a new notice of assessment was issued against the applicant requiring payment of $96,275.28.", "Issues", "(1) Did Canada Customs and Revenue Agency err in assessing the applicant?", "(2) Did the administrative seizure comply with the time limits in subsection 225.1 of the", "ITA", "(3) Did the second notice of assessment nullify the administrative seizure that had been sent to the National Bank of Canada?", "Analysis", "(1) Did Canada Customs and Revenue Agency err in assessing the applicant?"], ["[7]", "According to the applicant, two distinct legal entities were responsible for hiring, dismissing and paying the employees who worked in the applicant's businesses. The applicant therefore maintains that, under the principles developed in", "FRAGMENT_SUPPRESSED, the respondent erred in assessing Jus d'Or Inc. for non-payment of the source deductions. According to this decision, where a third party is responsible for paying employees' wages, the same company should be responsible for statutory deductions. However, this Superior Court decision does not apply here at all because this is an application for judicial review to the Federal Court of a notice of assessment issued under the", "ITA", "and the", "EIA", ", not a notice of assessment issued by the Minister of Revenue of Quebec under the", "Ministry of Revenue", "Act"], ["[8]", "It should be noted that the jurisdiction of this Court is much narrower than that of the Québec Superior Court. In fact, the jurisprudence of this Court is clear: the", "Federal Court has no jurisdiction on a judicial review to vacate or review tax assessments", "FRAGMENT_SUPPRESSED). In", "FRAGMENT_SUPPRESSED"], ["[9]", "More recently, Mr. Justice O'Keefe statedFRAGMENT_SUPPRESSED", "In view of this jurisprudence, it is clear that the Court cannot grant the relief requested on an application for judicial review."], ["[10]", "The legislation establishes the procedure that must be followed by anyone who objects to a notice of assessment issued under the", "ITA", "or the", "EIA", ". The procedure is set out in sections 165 and following of the", "ITA", "and in sections 92 and 103 of the", "EIA", ". These provisions provide that an objection to a notice of assessment must be served on the Minister and that it may be appealed to the Tax Court of Canada and from there to the Federal Court of Appeal. Accordingly, to allow this Court on an application for judicial review to vacate or review a notice of assessment would create a duplicity of proceedings, which is not acceptable under section 18.5 of the", "Federal Courts", "Act", ", R.S.C. 1985, c. F-7.", "(2) Did the administrative seizure comply with the time limits in subsection 225.1 of the", "ITA"], ["[11]", "The purpose of the administrative seizure of January 26, 2006, was to recover the amounts that had been deducted from the wages of the applicant's employees from April 1, 2005, to December 31, 2005, pursuant to the", "ITA", "and the", "EIA"], ["[12]", "The collection of amounts due on account of tax is suspended during the time periods specified in subsections 225.1(1) to (5) of the", "ITA", ". The exceptions to this suspension are set out in subsection 225.1(6) of the", "ITA", ". The relevant provisions can be found in the Appendix."], ["[13]", "As indicated in this provision, particularly subsection 225.1(6) of the", "ITA", ", collection activity is not suspended for \"an amount required to be deducted or withheld, and required to be remitted or paid.\" That said, subsection 153(1) of the", "ITA", "specifies that deductions from an employee's wages are \"amount[s] required to be deducted or withheld, and required to be remitted or paid.\""], ["[14]", "Consequently, the respondent was entitled to proceed by way of administrative seizure on January 26, 2006, to recover the amounts deducted for tax from the wages of the applicant's employees. I also accept that there is no restriction on the collection of amounts deducted from employees' wages under the", "EIA"], ["[15]", "In short, there was no restriction on the applicant in collecting amounts due under the", "ITA", "or the", "EIA", "(3) Did the second notice of assessment nullify the administrative seizure that had been sent to the National Bank of Canada?"], ["[16]", "A first notice of assessment was issued against the applicant on January 17, 2006, in the amount of $58,100.39 to recover the amounts deducted from the wages of the applicant's employees from April 1, 2005 to December 31, 2005. On January 25, 2006, the respondent sent an administrative seizure to the National Bank of Canada to collect the amount of $58,100.39. Last, on March 10, 2006, a second notice of assessment was issued against the applicant in the amount of $96,275.28 for the deductions from employees' wages from April 1, 2005, to February 16, 2006."], ["[17]", "It should be noted that the applicant's requirement to pay acknowledged that the $58,200.75 seized on January 27, 2006, should be applied to the $96,275.28 that was indicated in the second notice of assessment."], ["[18]", "That being said, the applicant maintains that the second notice of assessment issued on March 10, 2006, replaced the first notice of assessment issued on January 17, 2006, and therefore any collection action before March 10, 2006, under the first notice of assessment should be set aside. Accordingly, the applicant seeks reimbursement of the $58,200.75 that was seized on January 25, 2006."], ["[19]", "This position is not consistent with the jurisprudence of the Federal Court. In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal wrote:", "It follows that a reassessment of tax does not nullify the liability to pay the tax covered by the previous tax [sic] as long as that tax is included in the amount reassessed.", "As there can be no basis for the appellant's contention on this motion unless the 'amount payable' on which the certificate was based had ceased to be 'payable' and as the material before us does not show that it had ceased to be payable, in our view, the appeal had to be dismissed. Indeed, the appeal was argued, as we understood the argument, on the assumption that the amounts on which the certificate was based were carried forward into the new assessments.\" (Emphasis added.)"], ["[20]", "I would add that the Federal Court of Appeal repeated these statements in", "FRAGMENT_SUPPRESSED."], ["[21]", "In light of this jurisprudence, I am of the view that the administrative seizure that took place on January 27, 2006, is valid because the second notice of assessment did not nullify the amount of tax payable established in the first notice of assessment. The applicant may pursue its opposition to the assessment before the appropriate courts. If it is successful at the end of this process, it may be entitled to a refund pursuant to subsections 164(4.1) of the", "ITA", "and 96(3) of the", "EIA"], ["[22]", "For these reasons, the Court dismisses the application for judicial review with costs.", "ORDER"], ["[23]", "THE COURT ORDERS that", "the application for judicial review is dismissed with costs.", "Application dismissed.", "Editor: Giovanni A. Merlini/vnh", "APPENDIX", "Section 255.1 of the", "ITA", "reads as follows:", "225.1(1) Where a taxpayer is liable for the payment of an amount assessed under this Act, other than an amount assessed under subsection 152(4.2), 169(3) or 220(3.1), the Minister shall not, for the purpose of collecting the amount,", "(a) commence legal proceedings in a court,", "(b) certify the amount under section 223,", "(c) require a person to make a payment under subsection 224(1),", "(d) require an institution or a person to make a payment under subsection 224(1.1),", "(e) require the retention of the amount by way of deduction or set-off under section 224.1,", "(f) require a person to turn over moneys under subsection 224.3(1), or", "(g) give a notice, issue a certificate or make a direction under subsection 225(1)", "until after the day that is 90 days after the day of the mailing of the notice of assessment.", "(2) Where a taxpayer has served a notice of objection under this Act to an assessment of an amount payable under this Act, the Minister shall not, for the purpose of collecting the amount in controversy, take any of the actions described in paragraphs 225.1(1)(a) to 225.1(1)(g) until after the day that is 90 days after the day on which notice is mailed to the taxpayer that the Minister has confirmed or varied the assessment.", "(3) Where a taxpayer has appealed from an assessment of an amount payable under this Act to the Tax Court of Canada, the Minister shall not, for the purpose of collecting the amount in controversy, take any of the actions described in paragraphs 225.1(1)(a) to 225.1(1)(g) before the day of mailing of a copy of the decision of the Court to the taxpayer or the day on which the taxpayer discontinues the appeal, whichever is the earlier.", "(4) Where a taxpayer has agreed under subsection 173(1) that a question should be determined by the Tax Court of Canada, or where a taxpayer is served with a copy of an application made under subsection 174(1) to that Court for the determination of a question, the Minister shall not take any of the actions described in paragraphs 225.1(1)(a) to 225.1(1)(g) for the purpose of collecting that part of an amount assessed, the liability for payment of which will be affected by the determination of the question, before the day on which the question is determined by the Court.", "(5) Notwithstanding any other provision in this section, where a taxpayer has served a notice of objection under this Act to an assessment or has appealed to the Tax Court of Canada from an assessment and agrees in writing with the Minister to delay proceedings on the objection or appeal, as the case may be, until judgment has been given in another action before the Tax Court of Canada, the Federal Court of Appeal or the Supreme Court of Canada in which the issue is the same or substantially the same as that raised in the objection or appeal of the taxpayer, the Minister may take any of the actions described in paragraphs 225.1(1)(a) to 225.1(1)(g) for the purpose of collecting the amount assessed, or a part thereof, determined in a manner consistent with the decision or judgment of the Court in the other action at any time after the Minister notifies the taxpayer in writing that", "(a) the decision of the Tax Court of Canada in that action has been mailed to the Minister,", "(b) judgment has been pronounced by the Federal Court of Appeal in that action, or", "(c) judgment has been delivered by the Supreme Court of Canada in that action,", "as the case may be.", "(6)", "Subsections 225.1(1) to 225.1(4) do not apply with respect to", "(a) an amount payable under Part VIII;", "(b) an amount required to be deducted or withheld, and required to be remitted or paid, under this Act or the Regulations;", "(c) an amount of tax required to be paid under section 116 or a regulation made under subsection 215(4) but not so paid;", "(d) the amount of any penalty payable for failure to remit or pay an amount referred to in paragraph 225.1(6)(b) or 225.1(6)(c) as and when required by this Act or a regulation made under this Act; and", "(e) any interest payable under a provision of this Act on an amount referred to in this paragraph or any of paragraphs 225.1(6)(a) to 225.1(6)(d). [Emphasis added]", "Subsection 153(1) of the", "ITA", "states:", "153(1) Every person paying at any time in a taxation year", "(a) salary, wages or other remuneration, other than amounts described in subsection 212(5.1),", "(b) a superannuation or pension benefit,", "(c) a retiring allowance,", "(d) a death benefit,", "(d.1) an amount described in subparagraph 56(1)(a)(iv),", "(e) an amount as a benefit under a supplementary unemployment benefit plan,", "(f) an annuity payment or a payment in full or partial commutation of an annuity,", "(g) fees, commissions or other amounts for services, other than amounts described in subsection 212(5.1),", "(h) a payment under a deferred profit sharing plan or a plan referred to in section 147 as a revoked plan,", "(i) (Repealed by S.C. 1996, c. 23, s. 175.)", "(j) a payment out of or under a registered retirement savings plan or a plan referred to in subsection 146(12) as an \"amended plan\",", "(k) an amount as, on account or in lieu of payment of, or in satisfaction of, proceeds of the surrender, cancellation or redemption of an income-averaging annuity contract,", "(l) a payment out of or under a registered retirement income fund or a fund referred to in subsection 146.3(11) as an \"amended fund\",", "(m) a prescribed benefit under a government assistance program,", "(m.1) (Repealed by S.C. 1994, c. 21, s. 77(1).)", "(n) one or more amounts to an individual who has elected for the year in prescribed form in respect of all such amounts,", "(o) an amount described in paragraph 115(2)(c.1),", "(p) a contribution under a retirement compensation arrangement,", "(q) an amount as a distribution to one or more persons out of or under a retirement compensation arrangement,", "(r) an amount on account of the purchase price of an interest in a retirement compensation arrangement", "(s) an amount described in paragraph 56(1)(r), or", "(t) a payment made under a plan that was a registered education savings plan", "shall deduct or withhold from the payment the amount determined in accordance with prescribed rules and shall, at the prescribed time, remit that amount to the Receiver General on account of the payee's tax for the year under this Part or Part XI.3, as the case may be, and, where at that prescribed time the person is a prescribed person, the remittance shall be made to the account of the Receiver General at a designated financial institution.", "Subsections 85(1-2) of the", "EIA", "provide:", "85(1) The Minister may assess an employer for an amount payable by the employer under this Act, or may reassess the employer or make such additional assessments as the circumstances require, and the expression \"assessment\" when used in this Act with reference to any action so taken by the Minister under this section includes a reassessment or an additional assessment.", "(2) After assessing an employer for an amount payable under this Act, the Minister shall send the employer a notice of assessment, and", "when the notice is sent the assessment is valid and binding subject to being vacated or varied on appeal under this Act, and the employer is liable to pay the amount to Her Majesty without delay.", "(Emphasis added)"]]}