{"id_": "032277", "body_str": [["[1]", "Le juge Martineau", ": Le demandeur conteste la légalité de la décision de la Commission canadienne des droits de la personne (la Commission), rendue le 3 décembre 2008, de ne pas statuer sur une plainte de discrimination et de disparité salariale portée en vertu de la Loi canadienne sur les droits de la personne, L.R.C. 1985, c. H-6 (la Loi) par quatre employés de l'Agence de revenu du Canada (l'Agence), incluant le demandeur.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Essentiellement, suite à l'analyse et la recommandation contenues dans le rapport préparé par la Direction des enquêtes, et après considération des observations écrites transmises ultérieurement par le demandeur et l'Agence, la Commission a estimé que la plainte était frivole, donc irrecevable en vertu de l'alinéa 41(1)d) de la Loi.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le demandeur qui se représente seul, reproche aujourd'hui à la Commission d'avoir rendu une décision déraisonnable et d'avoir violé l'équité procédurale en refusant de statuer sur la plainte en question.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Le Procureur général du Canada qui a été constitué à titre de défendeur, soumet qu'il n'y a pas lieu d'intervenir en l'espèce parce que la décision contestée est raisonnable et que l'équité procédurale n'a pas été violée par la Commission.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Pour les motifs qui suivent, la présente demande de contrôle judiciaire doit échouer.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Dans plusieurs paragraphes de son affidavit, le demandeur présente des arguments et des opinions, ce qui est interdit par les règles de la  <FRAGMENT_SUPPRESSED> ). Ceci étant dit, étant donné que le défendeur ne demande pas formellement la radiation de ces paragraphes et que le demandeur se représente lui-même, il suffit de noter que la Cour tiendra compte de cette limitation.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Le rôle de la Commission est bien connu et consiste essentiellement à vérifier s'il existe une preuve suffisante avant de déférer une plainte à un tribunal des droits de la personne. Il ne lui appartient pas de juger si la plainte est fondée mais si, aux termes de la Loi est eu égard à l'ensemble des faits, il est justifié de tenir une enquête:  <FRAGMENT_SUPPRESSED> , aux paragraphes 52 et 53; Syndicat des employés de production du  <FRAGMENT_SUPPRESSED> , à la page 899 (SEPQA).  <FRAGMENT_SUPPRESSED>"], ["[8]", "L'alinéa 41(1)d) de la Loi prévoit qu'une plainte peut être déclarée irrecevable lorsque la Commission estime que « la plainte est frivole, vexatoire ou entachée de mauvaise foi ». À cette étape, il s'agit essentiellement d'une question de fait, sinon d'une question mixte de fait et de droit.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Il n'est pas contesté que c'est la norme de la décision raisonnable qui s'applique en l'espèce:  <FRAGMENT_SUPPRESSED>  (Dunsmuir). Le caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit: Dunsmuir, au paragraphe 47.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Ceci étant dit, l'équité procédurale est révisable selon la norme de la décision correcte ( <FRAGMENT_SUPPRESSED> ). L'équité procédurale requiert que les parties soient informées de l'essentiel de la preuve qui a été obtenue par l'enquêteur et qui sera déposée devant la Commission et que les parties aient la possibilité de réagir à cette preuve et de faire toutes les observations s'y rapportant: arrêt SEPQA, précité ;  <FRAGMENT_SUPPRESSED> et 31 (Lusina).  <FRAGMENT_SUPPRESSED>"], ["[11]", "Dans leur plainte, les plaignants allèguent de façon générale que l'Agence viole les articles 10 et 11 de la Loi parce qu'elle applique des conditions discriminatoires lors de la classification et qu'elle pratique de la disparité salariale.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Rappelons ici que l'article 10 de la Loi interdit la discrimination au niveau des chances d'emploi ou d'avancement, tandis que l'article 11 prohibe la disparité salariale entre les hommes et les femmes qui exécutent, dans le même établissement, des fonctions équivalentes.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Examinons brièvement les reproches formulés par les plaignants à l'endroit de l'Agence et leur traitement par la Commission, en commençant par le volet disparité salariale.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Dans un premier temps, les plaignants allèguent que le groupe administration des programmes (PM) dont ils font partie est moins bien rémunéré que le groupe vérification (AU) majoritairement constitué d'hommes. Selon leur plainte, les employés du groupe PM, comptant environ 60% femmes, bénéficient d'une rémunération inférieure à ceux du groupe AU, comptant environ 65% hommes, pour exécuter des fonctions pratiquement identiques.  <FRAGMENT_SUPPRESSED>"], ["[15]", "En l'espèce, la Commission estime que la plainte dont elle est saisie, est dépourvue d'un « élément essentiel », ce qui la rend « frivole ».  <FRAGMENT_SUPPRESSED>"], ["[16]", "Pour réussir dans une plainte de disparité salariale, un plaignant doit démontrer qu'il y a un groupe composé majoritairement de membres d'un sexe, qu'il y a un autre groupe qui exécute des fonctions équivalentes, que l'autre groupe est composé majoritairement de membres de l'autre sexe et que les deux groupes font partie du même établissement.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Selon le paragraphe 11(2) de la Loi, le critère permettant d'établir l'équivalence des fonctions exécutées par des salariés dans le même établissement est de dosage de qualifications, d'efforts et de responsabilités nécessaires pour leur exécution, compte tenu des conditions de travail. Selon les critères établis dans l'Ordonnance de 1986 sur la parité salariale, DORS/86-1082 (l'Ordonnance), un groupe comptant plus de 500 membres est à prédominance féminine si plus de 55 % des membres du groupe sont des femmes tandis qu'un groupe comptant entre 100 et 500 membres si plus de 60% de ses membres sont des femmes.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Selon les plaignants, les groupes de comparaison doivent être les employés titulaires d'un poste PM et ceux titulaires d'un poste AU: Canada (Procureur général) c. Alliance de la fonction publique du Canada, [2000] 1 C.F. 146 (1er inst.).  <FRAGMENT_SUPPRESSED>"], ["[19]", "À titre d'illustration, les plaignants comparent le poste PM-0727, au niveau PM-03 (le poste du demandeur et les autres plaignants), comptant 56% hommes, avec les postes AU-0144 et AU-0145 (Vérificateur d'impôt, les postes AU), qui sont aussi majoritairement masculins. C'est bien là où le bât blesse, car de l'avis de la Commission, la plainte ne révèle pas l'existence d'une cause d'action basée sur la disparité salariale entre les hommes et les femmes faisant partie de groupes professionnels exerçant des fonctions équivalentes dans le même établissement.  <FRAGMENT_SUPPRESSED>"], ["[20]", "En l'espèce, suivant le raisonnement de la Commission, qui s'appuie sur les conclusions du rapport d'enquête et les positions prises par les plaignants et de l'Agence, peu importe le groupe professionnel identifiable choisi, un élément essentiel est manquant dans le cas de la plainte sous étude.  <FRAGMENT_SUPPRESSED>"], ["[21]", "D'une part, si la Commission accepte le groupe identifié par les plaignants, soit le groupe PM, comme le groupe professionnel identifiable, la plainte est dépourvue d'un élément essentiel, c'est-à-dire des informations portant sur les fonctions exécutées par groupe.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Par contre, si la Commission accepte le groupe identifié par la mise en cause comme le groupe professionnel identifiable, soit le groupe PM-0727, c'est-à-dire le groupe pour lequel les plaignants ont fourni de l'information autant sur les fonctions exécutées, il manque à la plainte l'élément essentiel d'être une plainte déposée par un groupe à prédominance féminine. En effet, le groupe PM-0727 comptait 331 membres au moment du dépôt de la plainte dont 145 des membres étaient des femmes, ce qui est en-dessous du seuil de 60% mentionné à l'Ordonnance.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Le raisonnement de la Commission est fondé sur la Loi et la preuve au dossier et le demandeur ne m'a pas convaincu que celui-ci est déraisonnable dans les circonstances.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Je conclus donc que les arguments du demandeur ne peuvent prévaloir. Même si le demandeur a établi que le groupe PM compte majoritairement des femmes, contrairement au groupe AU, il n'a pas soumis de précisions suffisantes sur les fonctions équivalentes exécutées par des employés féminins comparées aux employés masculins. L'information qu'il a fournie correspond exclusivement aux fonctions exécutées par les employés du poste PM-0727, au niveau PM-03, un groupe qui est majoritairement masculin.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Subsidiairement, si l'information concernant la nature des fonctions et les conditions de travail des autres postes du groupe PM est essentielle à l'étude de la plainte, alors le demandeur fait valoir que la Commission a violé l'équité procédurale en ne vérifiant pas elle-même s'il y a des membres du groupe PM, autres que les titulaires du poste PM-0727, dont les fonctions sont équivalentes et qui sont moins bien rémunérés que les membres du groupe AU, incluant les postes AU-0145 et AU-0144.  <FRAGMENT_SUPPRESSED>"], ["[26]", "De plus, le demandeur souligne que pour qu'une enquête soit juste, il faut qu'elle soit neutre et rigoureuse ( <FRAGMENT_SUPPRESSED>  (1er Inst.)). Le demandeur soumet que l'enquête n'a pas été rigoureuse parce que, lorsqu'il avait déposé la plainte, il avait bien indiqué à l'enquêteur que le groupe professionnel qu'il identifiait comme étant discriminé, était le groupe PM généralement et non seulement les employés du poste PM-0727, au niveau PM-03.  <FRAGMENT_SUPPRESSED>"], ["[27]", "L'allégation voulant qu'il y ait eu violation d'un principe d'équité procédurale doit également être rejetée.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Premièrement, il appartient à un plaignant d'établir prima facie l'existence d'une situation de disparité salariale ou de discrimination (Bateman, supra, au paragraphe 25 ;  <FRAGMENT_SUPPRESSED> ). Or, les plaignants se sont contentés de fournir de l'information sur les fonctions des postes PM-0727 et les postes AU.  <FRAGMENT_SUPPRESSED>"], ["[29]", "L'équité procédurale ne commande pas à l'enquêteur de la Commission, à ce stade, de faire une analyse comparative des fonctions des groupes professionnels visés à partir de preuves qui ne sont pas déjà au dossier ou d'informations n'ayant pas été fournies par les parties. L'enquêteur, en préparant son rapport, pouvait s'en tenir aux précisions fournies par les plaignants à l'appui de leur plainte de disparité salariale.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Les plaignants ont eu l'opportunité de compléter leur dossier et de produire des informations supplémentaires par rapport aux fonctions exécutées par les autres membres du groupe PM. Le 8 mai 2008, une copie du rapport de l'enquêteur a été envoyée au demandeur avec une lettre l'invitant à présenter des observations. Jamais, le demandeur n'a demandé la permission de produire une réponse excédant la norme habituelle de 10 pages.  <FRAGMENT_SUPPRESSED>"], ["[31]", "D'ailleurs, le 2 juin 2008, le demandeur a soumis des observations indiquant qu'il a « lu attentivement le rapport du 8 mai », mais ses observations ne concernent pas les fonctions du groupe PM en général. De plus, la Commission a communiqué au demandeur les observations de l'Agence et l'a invité à soumettre des observations supplémentaires.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Considérant que le rapport de l'enquêteur a été communiqué au demandeur ainsi que les observations de l'Agence, je ne peux conclure que les principes d'équité procédurale ont été violés. Ceci est tout à fait conforme avec la jurisprudence ( <FRAGMENT_SUPPRESSED>  aux paragraphes 30 et 31). Il est vrai que les plaignants n'étaient pas représentés par un procureur mais cela ne change rien au fait que l'enquêteur doit agir dans la plus stricte neutralité. Ce n'est pas son rôle de bonifier une plainte défectueuse à sa face même. Au passage, les allégations faites par le demandeur à l'audition à l'effet que l'enquêteur était partial n'ont aucun fondement objectif et doivent également être écartées.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Ce qui laisse la deuxième partie de la plainte touchant le volet discrimination et son traitement par la Commission.  <FRAGMENT_SUPPRESSED>"], ["[34]", "De surcroît, les plaignants allèguent dans leur plainte que les exigences de scolarité en matière de dotation font en sorte que les titulaires de postes classifiés dans le groupe PM, soit être titulaire d'un diplôme d'études secondaires ou une combinaison acceptable de formation, d'études ou d'expérience, sont moins rémunérés que les titulaires de postes classifiés dans le groupe AU, qui doivent soit détenir un diplôme d'une université reconnue avec une spécialisation acceptable en comptabilité ou encore détenir une accréditation auprès d'une association reconnue de comptables professionnels (CGA, CMA,CA).  <FRAGMENT_SUPPRESSED>"], ["[35]", "Puisque le groupe PM compte plus de femmes que d'hommes, de l'avis des plaignants, cette distinction est elle-même discriminatoire à l'égard des femmes, ce qui est contraire à l'article 10 de la Loi. À titre de réparation, les plaignants désirent obtenir un rehaussement des exigences de scolarité du poste PM-0727 et une augmentation salariale qui accompagnerait une nouvelle classification du poste, ainsi qu'une déclaration à l'effet que les personnes actuellement employées comme PM-0727 soient dégagées, à perpétuité, de satisfaire cette nouvelle exigence pour ce poste, ainsi que pour tout autre poste ayant des fonctions équivalentes.  <FRAGMENT_SUPPRESSED>"], ["[36]", "En ce qui a trait aux allégations de discrimination faites en vertu de l'article 10 de la Loi, la Commission estime que celles-ci sont également « frivoles » parce que l'Agence « a déjà donné suite aux préoccupations des plaignants ». Encore une fois, cette dernière conclusion fait partie de l'éventail des possibilités pouvant être raisonnablement choisies par la Commission.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Commençons par rappeler que la Commission peut refuser d'enquêter sur une plainte lorsqu'elle estime qu'il existe une autre voie disponible de recours. Ainsi, le 6 février 2007, la Commission avise les plaignants que l'enquête concernant la plainte sera suspendue, conformément à l'alinéa 41(1)a) de la Loi, parce qu'il y existe une autre voie de recours disponible, en l'occurrence la poursuite du ou des griefs dénonçant la situation de discrimination dont les employés du groupe visé par la plainte serait l'objet.  <FRAGMENT_SUPPRESSED>"], ["[38]", "C'est que, en mars 2006, le demandeur, avec quelques autres employés titulaires d'un poste classifié PM-0727, avaient formulé trois griefs concernant les fonctions, les payes intérimaires et les exigences de scolarité du poste PM-0727.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Pour les fins des présentes, il n'est pas nécessaire d'examiner les deux premiers griefs qui ont été rejetés le 18 janvier 2007 par le sous-commissaire de la Direction générale des ressources humaines de l'Agence. Dans le troisième grief, il est demandé que les exigences scolaires pour le poste PM-0727 soient augmentées. Il est aussi demandé que les titulaires du poste PM-0727 soient réputés satisfaire aux nouvelles exigences du poste, que les postes soient classifiés à nouveau et que le taux de rémunération soit ajusté en conséquence. Les réparations recherchées dans le troisième grief rencontrent donc les demandes ayant été formulées auprès de la Commission.  <FRAGMENT_SUPPRESSED>"], ["[40]", "En l'espèce, suite au grief touchant les exigences scolaires, l'Agence a accepté de procéder à une analyse approfondie des impacts d'une modification aux normes de scolarité exigées pour le poste l'emploi PM-0727. D'ailleurs, des discussions avec l'agent négociateur représentant les employés du groupe ont déjà été tenues.  <FRAGMENT_SUPPRESSED>"], ["[41]", "Le 14 octobre 2007, le demandeur écrit à la Commission aux fins de réactiver la plainte sur la disparité salariale puisque le grief présenté à l'Agence n'a jamais abordé ce dernier sujet. Toutefois, le demandeur n'a apporté rien de nouveau en ce qui a trait au volet discrimination qui a donné lieu au dépôt d'un grief sur la classification.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Bref, la Commission a conclu qu'elle ne statuera pas sur la plainte en vertu l'article 10, parce que « la mise en cause a déjà donné suite aux préoccupations des plaignants ». Cette décision ne m'apparait pas déraisonnable dans les circonstances.  <FRAGMENT_SUPPRESSED>"], ["[43]", "À date, il n'y a pas de preuve que la gestion ait rendu une décision finale par rapport aux exigences scolaires du poste PM-0727 suite à la complétion de son analyse. Ceci étant dit, il était raisonnable pour la Commission de ne pas statuer sur la plainte. Si l'Agence n'a pas à ce jour donné suite à l'analyse dont il a été fait état plus haut, il appartient au demandeur ou à son agent négociateur de demander des comptes à l'Agence, à poursuivre tout grief non réglé et à demander son renvoi à un arbitre le cas échéant.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Pour les motifs plus haut mentionnés, la demande de contrôle judiciaire doit être rejetée. Le défendeur n'a pas demandé de dépens, donc aucuns dépens ne seront accordés.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[45]", "LA COUR DÉCLARE, ORDONNE ET ADJUGE que", "la demande de contrôle judiciaire du demandeur soit rejetée sans dépens.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  challenging the legality of the decision of the Canadian Human Rights Commission (the Commission), dated December 3, 2008, not to deal with a complaint of discrimination and wage disparity filed under the", "Canadian Human Rights Act", ", R.S.C. 1985, c. H-6 (the Act) by four employees of the Canada Revenue Agency (the Agency), including the applicant.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Essentially, following the analysis and recommendation contained in the report by the Investigations Directorate, and after considering the written submissions sent subsequently by the applicant and by the Agency, the Commission determined that the complaint was frivolous, and therefore inadmissible under paragraph 41(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant, who is representing himself, is now criticizing the Commission for having made an unreasonable decision and for having breached procedural fairness by refusing to deal with the complaint in question.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Attorney General of Canada, named as respondent, submits that there is no reason to intervene in this case because the impugned decision is reasonable and there was no breach of procedural fairness by the Commission.  <FRAGMENT_SUPPRESSED>"], ["[5]", "For the following reasons, this application for judicial review must fail.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In several paragraphs of his affidavit, the applicant is argumentative and opinionated, which is proscribed by the rules of the Court (", "<FRAGMENT_SUPPRESSED> ). That being said, given that the respondent has not formally requested that these paragraphs be struck out and that the applicant is representing himself, suffices it to note that the Court will take this limitation into account.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Commission's role is well known and consists essentially in assessing the sufficiency of the evidence before referring a complaint to a human rights tribunal. It is not the job of the Commission to determine whether the complaint is made out. Rather its duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts:", "<FRAGMENT_SUPPRESSED> , at paragraphs 52 and 53;", "Syndicat des employés de production du  <FRAGMENT_SUPPRESSED> , at page 899 (", "SEPQA", ").  <FRAGMENT_SUPPRESSED>"], ["[8]", "Paragraph 41(1)(", ") of the Act provides that a complaint may be declared inadmissible if it appears to the Commission that ''the complaint is trivial, frivolous, vexatious or made in bad faith''. At that stage, the question is essentially one of fact, if not a question of mixed fact and law.  <FRAGMENT_SUPPRESSED>"], ["[9]", "It is not disputed that the applicable standard of review in the case at bar is reasonableness:", "<FRAGMENT_SUPPRESSED>  (", "Dunsmuir", "). In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:", "Dunsmuir", ", at paragraph 47.  <FRAGMENT_SUPPRESSED>"], ["[10]", "That said, matters of procedural fairness are reviewable against the standard of correctness (", "<FRAGMENT_SUPPRESSED> ). Procedural fairness dictates that the parties be informed of the substance of the evidence obtained by the investigator which will be put before the Commission and that the parties be provided the opportunity to respond to this evidence and make all relevant representations in relation thereto:", "SEPQA", "above", "<FRAGMENT_SUPPRESSED> (", "Lusina", ").  <FRAGMENT_SUPPRESSED>"], ["[11]", "In their complaint, the complainants generally allege that the Agency is in violation of sections 10 and 11 of the Act because it pursues discriminatory classification policies and maintains differences in wages.  <FRAGMENT_SUPPRESSED>"], ["[12]", "It should be noted that section 10 of the Act prohibits discrimination in hiring or promotion, while section 11 prohibits differences in wages between male and female employees employed in the same establishment who are performing work of equal value.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Let us briefly review the criticisms levelled by the complainants against the Agency and the way these were dealt with by the Commission, beginning with the issue of wage disparity.  <FRAGMENT_SUPPRESSED>"], ["[14]", "First, the complainants allege that the Program Administration group (PM), of which they are part, is paid less than the Audit group (AU), which is predominantly male. According to their complaint, the employees in the PM group, of whom about 60% are women, are paid less than those in the AU group, of whom about 65% are men, for work which is of practically equal value.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In the case at bar, the Commission considered the case before it to be lacking an [translation] ''essential element'', thereby rendering it ''frivolous''.  <FRAGMENT_SUPPRESSED>"], ["[16]", "For a wage disparity complaint to succeed, a complainant must show that a group is composed predominantly of members of the same sex, that there is another group performing work of equal value, that the other group is composed predominantly of members of the opposite sex and that the two groups are employed in the same establishment.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Under subsection 11(2) of the Act, in assessing the value of work performed by employees employed in the same establishment, the criterion to be applied is the composite of the skill, effort and responsibility required in the performance of the work and the conditions under which the work is performed. Under the criteria established in the", "Equal Wage Guidelines, 1986", "SOR/86-1082 (Guidelines), a group with over 500 members is predominantly female if 55% of its members are women while a group with 100 to 500 members is predominantly female if 60% of its members are women.  <FRAGMENT_SUPPRESSED>"], ["[18]", "According to the complainants, the comparator groups must be employees in PM positions and those in AU positions:", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[19]", "To illustrate their point, the complainants compared the PM-0727 position, at the PM-03 level (the position held by the applicant and other complainants), which is 56% male, with the AU-0144 and AU-0145 positions (Tax Auditor, AU positions), which are also predominantly held by men. And there, indeed, lies the problem, because, in the Commission's opinion, the complaint is lacking a cause of action based on the wage disparity between men and women who are members of professional groups performing work of equal value in the same establishment.  <FRAGMENT_SUPPRESSED>"], ["[20]", "In the case at bar, following the Commission's logic, which relies on the findings of the investigation report and the positions taken by the complainants and the Agency, whichever professional group is chosen, an essential element remains missing in the case of the complaint under review.  <FRAGMENT_SUPPRESSED>"], ["[21]", "On the one hand, if the Commission accepts the group identified by the complainants, namely the PM group, as the identifiable professional group, the complaint would lack an essential element, i.e., information about the work performed by the group.  <FRAGMENT_SUPPRESSED>"], ["[22]", "On the other hand, if the Commission accepts the group identified by the respondent as the identifiable professional group, namely the PM-0727 group, i.e., the group for which the complainants provided information about the work performed, the complaint would lack the essential element of being a complaint filed by a predominantly female group. In fact, the PM-0727 group had 331 members when the complaint was filed, of whom 145 were women, which is below the 60% threshold mentioned in the Guidelines.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Commission's reasoning is based on the Act and the evidence in the record, and the applicant has not persuaded me that it was unreasonable under the circumstances.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Therefore, I find that the applicant's arguments cannot succeed. Even if the applicant established that the PM group is predominantly female, in contrast to the AU group, he failed to submit sufficient details about the work of equal value performed by female employees compared to male employees. The information he provided pertains exclusively to work performed by employees in PM-0727 positions, at the PM-03 level, a group that is predominantly male.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Alternatively, if the information about the nature of the work performed and the working conditions of the other positions in the PM group is essential to reviewing the complaint, then the applicant submits that the Commission breached procedural fairness by not verifying for itself whether there were members of the PM group, other than those in PM-0727 positions, who were performing work of equal value and who were earning less than members of the AU group, including AU-0145 and AU-0144 positions.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Moreover, the applicant notes that, for an investigation to be fair, it must be neutral and thorough (", "<FRAGMENT_SUPPRESSED>  (T.D.)). The applicant submits that the investigation was not thorough because, when he filed the complaint, he had indeed indicated to the investigator that the professional group he had identified as being discriminated against was the PM group as a whole, and not only the employees in PM-0727 positions at the PM-03 level.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The allegation that a principle of procedural fairness had been breached must also be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[28]", "First, the onus lies on the complainant to prove prima facie discrimination or the existence of wage disparity (", "Bateman", "above", ", at paragraph 25;", "<FRAGMENT_SUPPRESSED> ). In this case, however, the complainants were content to simply provide information about the work performed in PM-0727 and AU positions.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Procedural fairness did not require the Commission's investigator, at that stage, to conduct a comparative analysis of the work performed by the professional groups concerned based on evidence that was not already in the record or on information that had not yet been submitted by the parties. The investigator, in drawing up his report, was entitled to consider only those details provided by the complainants in support of their wage disparity complaint.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The complainants had the opportunity to complete their file and to provide additional information with regard to the work performed by the other members of the PM group. On May 8, 2008, a copy of the investigator's report was sent to the applicant along with a letter inviting him to make submissions. Not once did the applicant ever request leave to file a response exceeding the usual 10 pages.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Moreover, on June 2, 2008, the applicant made submissions indicating that he had [translation] ''carefully read the May 8 report'', but his submissions do not address the work performed by the PM group as a whole. Furthermore, the Commission sent the Agency's submissions to the applicant and invited him to make additional submissions.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Considering that the investigator's report was sent to the applicant along with the Agency's submissions, I cannot conclude that there was a breach of the principles of procedural fairness. This is completely consistent with the case law (", "<FRAGMENT_SUPPRESSED>", "at paragraphs 30 and 31). While it is true that the complainants were not represented by counsel, this in no way changes the fact that the investigator must act with the utmost neutrality. It is not the role of the investigator to try to improve a complaint that is deficient on its face. Incidentally, the allegations made by the applicant at the hearing to the effect that the investigator was biased have no objective basis and must also be disregarded.  <FRAGMENT_SUPPRESSED>"], ["[33]", "This brings us to the second part of the complaint, which deals with the discrimination issue and the way it was handled by the Commission.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The complainants further allege in their complaint that the educational requirements with regard to staffing are such that employees in the PM group, who are required to have a high school diploma or an acceptable combination of training, education and experience, are paid less than employees in the AU group, who either need to have a degree from a recognized university with an accepted specialization in accounting, or be an accredited member of a professional accounting association (CGA, CMA, CA).  <FRAGMENT_SUPPRESSED>"], ["[35]", "Since the PM group has more women than men in it, according to the complainants, this distinction itself discriminates against women, which is contrary to section 10 of the Act. As a remedy, the complainants are seeking an increase in the educational requirements for the PM-0727 position and the pay increase that a reclassification would bring with it, as well as a statement to the effect that people currently employed in PM-0727 positions be exempted, in perpetuity, from having to meet this new requirement for the position, as well as for any other position where equivalent work is being performed.  <FRAGMENT_SUPPRESSED>"], ["[36]", "As for the allegations of discrimination made pursuant to section 10 of the Act, the Commission is of the view that these too are ''frivolous'' because the Agency [translation] ''has already acted on the complainants' concerns''. Once again, this last finding falls within the range of possibilities reasonably open to the Commission.  <FRAGMENT_SUPPRESSED>"], ["[37]", "It should be recalled here that the Commission may decline to investigate a complaint if it appears to the Commission that another available remedy exists. As such, on February 6, 2007, the Commission advised the complainants that the investigation would be suspended, under paragraph 41(1)(", ") of the Act, because another available remedy existed, in this case pursuing one or more grievances against the alleged discrimination suffered by employees in the group referred to in the complaint.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The fact is that, in March 2006, the applicant, along with several other employees in PM-0727 positions, filed three grievances regarding duties, interim pay and educational requirements for the PM-0727 position.  <FRAGMENT_SUPPRESSED>"], ["[39]", "For the purposes of this proceeding, there is no need to examine the first two grievances, which were dismissed on January 18, 2007, by the Assistant Commissioner of the Agency's Human Resources Directorate. In the third grievance, it was requested that the educational requirements for PM-0727 positions be raised. It was also requested that those in PM-0727 positions be deemed to have met the position's new requirements, that the positions be reclassified and that the pay rate be adjusted accordingly. Therefore, the remedies sought in the third grievance correspond to the requests made before the Commission.  <FRAGMENT_SUPPRESSED>"], ["[40]", "In this case, further to the grievance relating to the educational requirements, the Agency agreed to proceed with a detailed analysis of the impacts of a change in the educational requirements for PM-0727 positions. In fact, discussions with the bargaining agent representing the group's employees have already been held.  <FRAGMENT_SUPPRESSED>"], ["[41]", "On October 14, 2007, the applicant wrote to the Commission for the purposes of reactivating the wage disparity complaint, since the grievance filed with the Agency had never addressed this issue. However, the applicant added nothing new with regard to the discrimination component which had given rise to the filing of a classification grievance.  <FRAGMENT_SUPPRESSED>"], ["[42]", "In short, the Commission determined that it would not deal with the complaint under section 10, because [translation] ''the respondent has already acted on the complainants' concerns''. This decision does not strike me as being unreasonable under the circumstances.  <FRAGMENT_SUPPRESSED>"], ["[43]", "To date, there is no evidence that management has made any final decision regarding the educational requirements for the PM-0727 position following the completion of its analysis. That said, it was reasonable for the Commission to not deal with the complaint. If the Agency has not, to date, followed up on the analysis referred to above, it is up to the applicant or his bargaining agent to seek an explanation from the Agency, to pursue any unresolved grievances and to request that the matter be referred to an adjudicator, if applicable.  <FRAGMENT_SUPPRESSED>"], ["[44]", "For the reasons stated above, the application for judicial review must be dismissed. The respondent did not claim costs; therefore, no costs will be awarded.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[45]", "THE COURT DECLARES, ORDERS AND ADJUDGES that", "the applicant's application for judicial review be dismissed without costs.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}