{"id_": "032318", "body_str": [["[1]", "Le juge Boivin", ": Il s'agit d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 (la Loi), relativement à une décision datée du 24 mai 2011 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut du réfugié (le Tribunal) a conclu que la demanderesse n'avait pas la qualité de réfugiée ou d'une personne à protéger au sens des articles 96 et 97 de la Loi.", "I.", "Le contexte", "A. Le contexte factuel"], ["[2]", "Madame Fazia Touileb Ousmer (la demanderesse) est une citoyenne algérienne âgée de 60 ans. La demanderesse est musulmane, séparée de son mari et elle est mère de quatre enfants."], ["[3]", "La demanderesse allègue qu'elle craint la persécution en Algérie en raison du fait qu'elle est une femme seule et de sa situation familiale. Plus particulièrement, sa fille aînée est mariée avec un conjoint juif et vit en France."], ["[4]", "La demanderesse soutient que ses problèmes ont commencé en 2006 quand sa fille l'a avisée qu'elle est tombée enceinte de son conjoint juif hors les liens du mariage. La demanderesse allègue que cette nouvelle a été mal reçue par sa famille puisque les relations sexuelles hors mariage sont sanctionnées par la loi musulmane et il est interdit pour une musulmane d'épouser un non-musulman."], ["[5]", "Les difficultés de la demanderesse sont devenues apparentes lorsque sa fille l'a visitée en octobre 2006 et en octobre 2007. En raison de la situation de sa fille, et puisque la demanderesse refusait de la désavouer, la demanderesse allègue qu'elle était considérée déshonorée et elle a été traitée comme une paria par ses voisins et sa famille. Elle a fait l'objet d'insultes, d'ostracisme, de menaces de mort, d'une agression physique; son logement a été incendié et sa chienne a été empoisonnée et battue."], ["[6]", "La demanderesse a obtenu un visa canadien et est arrivée au Canada - où deux de ses enfants résident - le ou vers le 19 septembre 2008. Elle a fait une demande d'asile dans les semaines suivant son arrivée."], ["[7]", "Le Tribunal a entendu sa demande le 1er avril 2011.", "B. La décision contestée"], ["[8]", "Le Tribunal a conclu que la demanderesse n'était pas une réfugiée ou une personne à protéger au sens des articles 96 et 97 de la Loi en raison de l'existence d'une possibilité de refuge intérieur (PRI) et de son absence de crédibilité quant à certains éléments de son récit."], ["[9]", "Dans sa décision, le Tribunal a indiqué qu'il a tenu compte des", "Directives du président", "concernant les", "Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe"], ["[10]", "Quoique le Tribunal ait constaté que la demanderesse avait fait preuve de grandes difficultés, le Tribunal a estimé que l'ampleur, la fréquence et la gravité de ces problèmes ont été exagérées par la demanderesse afin d'embellir sa demande. Le Tribunal a qualifié certaines explications offertes par la demanderesse de déraisonnables et incompatibles avec ses actions. De plus, le Tribunal a noté que les explications de la demanderesse changeaient continuellement au fil de son témoignage. Par conséquent, le Tribunal a tiré certaines conclusions négatives quant à la crédibilité de la demanderesse."], ["[11]", "Le Tribunal a conclu que l'isolement et l'exclusion vécus par la demanderesse en raison de son statut de femme divorcée ne constituent pas un préjudice suffisamment grave ou répétitif pour établir une forme de persécution. Le Tribunal a aussi expliqué que la demanderesse n'avait pas démontré que sa situation personnelle l'ait réellement fait craindre de rester en Algérie."], ["[12]", "En ce qui concerne l'existence d'une PRI, le Tribunal a conclu, à la lumière de la preuve au dossier, qu'il n'était pas objectivement déraisonnable pour la demanderesse de se réinstaller à Alger où ses nouveaux voisins ne seraient pas au courant des problèmes de sa fille et où ses anciens voisins ne seraient pas intéressés ou en mesure de la persécuter.", "II.", "La question en litige"], ["[13]", "La Cour estime que la question déterminante en l'espèce est la suivante:", "Le Tribunal a-t-il erré en faits et en droit dans son évaluation de", "a. la crédibilité de la demanderesse;", "b. l'existence d'une PRI à Alger?", "III.", "Les dispositions législatives applicables"], ["[14]", "Les articles 96 et 97 de la Loi se lisent comme suit:", "Notions d'asile, de réfugié et de personne à protéger", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Refugee Protection, Convention Refugees and Persons in Need of Protection", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "IV.", "La norme de contrôle applicable"], ["[15]", "Les arrêts", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] et", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , enseignent que les conclusions factuelles tirées par un tribunal sont révisables selon la norme de la décision raisonnable. Or, les conclusions du Tribunal quant à la crédibilité et aux risques auxquels le demandeur d'asile feraient face advenant son retour dans son pays sont assujetties à cette norme (", "<FRAGMENT_SUPPRESSED>  (CA)). En ce qui concerne la question de l'existence d'une PRI, la norme de contrôle applicable est également celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 709;", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 636). Par conséquent, l'intervention de la Cour ne serait justifiée que si la décision du Tribunal n'appartient pas « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (Dunsmuir, ci-dessus, au para 47).", "V.", "Analyse"], ["[16]", "En l'espèce, la Cour est appelée à déterminer si le Tribunal a erré dans son évaluation de la crédibilité de la demanderesse et de l'existence d'une PRI à Alger.", "A. La crédibilité de la demanderesse"], ["[17]", "La demanderesse avance que la conclusion du Tribunal quant à sa crédibilité est déraisonnable. La demanderesse soutient qu'en reconnaissant qu'elle a témoigné avec beaucoup d'émotions quant aux problèmes qu'elle a dû confronter en Algérie et qu'en reconnaissant pour avérés les faits allégués, le Tribunal ne pouvait raisonnablement conclure à son absence de crédibilité. La demanderesse avance qu'en jugeant qu'elle avait exagéré les faits, le Tribunal contredit sa propre appréciation des faits."], ["[18]", "De plus, la demanderesse prétend que certaines parties de la décision du Tribunal ne sont pas intelligibles ni transparentes et que l'appréciation de sa crédibilité est laconique et incohérente. Elle soutient que le Tribunal s'est erronément livré à une analyse microscopique de son témoignage. En outre, la demanderesse maintient que le Tribunal a ignoré la distinction entre une analyse objective d'une personne raisonnable placée dans les mêmes circonstances et celle de l'analyse subjective", "in concreto", ", soit l'état d'esprit de la personne faisant l'objet de la décision. Finalement, la demanderesse affirme que le Tribunal a omis de traiter de certains éléments de preuve importants, notamment le certificat médical."], ["[19]", "Pour sa part, le défendeur affirme que les conclusions du Tribunal quant à la crédibilité de la demanderesse sont raisonnables: le Tribunal a fourni des motifs clairs et non équivoques sur l'absence de crédibilité de la demanderesse quant à certains éléments de son témoignage. Par ailleurs, le Tribunal a soulevé plusieurs invraisemblances dans ce témoignage, notamment elle avait permis à sa fille de venir la visiter en octobre 2006 malgré les difficultés qu'elle éprouvait et sa fille serait revenue en octobre 2007. De plus, le défendeur confirme la raisonnabilité de la conclusion du Tribunal que les difficultés vécues par la demanderesse, en raison de sa situation personnelle et de son statut de femme divorcée, ne représentent pas un préjudice suffisamment grave ou répétitif pour constituer une forme de persécution. À l'encontre de l'argument de la demanderesse concernant certaines preuves documentaires, le défendeur soumet qu'il est bien établi qu'il relève de l'expertise du Tribunal d'analyser la preuve et de choisir les éléments les plus pertinents. Le défendeur soutient que la demanderesse ne peut demander à la Cour de réévaluer la preuve soumise et de substituer son opinion à celle du Tribunal."], ["[20]", "Lecture faite du dossier et après avoir entendu les parties, la Cour ne peut partager l'opinion de la demanderesse. La Cour estime que l'analyse du Tribunal ne peut être qualifiée d'imparfaite, d'incomplète ou contradictoire au point où l'intervention de cette Cour soit justifiée. Au contraire, la décision du Tribunal est articulée et détaillée. Il était raisonnable pour le Tribunal de rejeter les explications de la demanderesse et de conclure que les actes de cette dernière ne concordaient pas avec sa crainte de persécution alléguée. En outre, la Cour rappelle qu'une présomption existe à l'effet que le tribunal a pris en considération toutes les preuves produites au dossier, incluant le certificat médical, dans ce cas-ci (", "<FRAGMENT_SUPPRESSED>  (1998) 157 FTR 35). Par conséquent, la Cour conclut que l'évaluation de la crédibilité de la demanderesse par le Tribunal était raisonnable.", "b) L'existence d'une PRI à Alger"], ["[21]", "La demanderesse estime qu'en l'espèce, le Tribunal a déraisonnablement conclu qu'elle ne s'est pas déchargée de son fardeau d'établir que l'existence d'une PRI n'est pas une option viable. La demanderesse soutient que la preuve documentaire et son témoignage démontrent les grandes difficultés et les obstacles confrontés par les femmes seules en Algérie, ainsi que la persécution à laquelle fera face la demanderesse advenant son retour."], ["[22]", "Pour sa part, le défendeur maintient que le Tribunal pouvait raisonnablement conclure que la demanderesse pouvait s'établir dans la ville d'Alger. Le défendeur explique que la demanderesse avait le fardeau de démontrer par « une preuve réelle et concrète » qu'elle ne pouvait bénéficier d'aucune possibilité de refuge intérieure en Algérie, qu'elle risquait sérieusement d'être persécutée partout dans son pays, et qu'il était objectivement déraisonnable pour elle de se prévaloir d'un refuge intérieur. Le défendeur rajoute que le Tribunal a bien appliqué le test à deux volets établi dans l'arrêt  <FRAGMENT_SUPPRESSED> . Le défendeur avance que le Tribunal a analysé attentivement chacune des explications proposées par la demanderesse pour écarter l'existence d'une PRI et a rejeté chacune d'entre elles."], ["[23]", "La Cour est également d'avis que le Tribunal n'a pas erré dans sa détermination de l'existence d'une PRI à Alger, une ville de plusieurs millions d'habitants où la demanderesse peut se fondre dans la population. De plus, la preuve documentaire est à l'effet qu'Alger ne figure pas parmi les régions où il peut y avoir des risques d'insécurité liés au terrorisme (Dossier du Tribunal, p 143). En fait, tout au cours de ses représentations devant la Cour, le procureur de la demanderesse a tenté de greffer et d'extrapoler la situation de la fille de la demanderesse et les conséquences qu'y pourraient s'y rattacher à la demanderesse elle-même. Cependant, sur la base de la preuve au dossier, cet argument ne peut être retenu par la Cour (Dossier du Tribunal, pp 78-79, 236)."], ["[24]", "Les conclusions du Tribunal relatives à l'existence d'une PRI sont bien étayées et appartiennent aux issues possibles acceptables ( <FRAGMENT_SUPPRESSED> ). Il est également bien établi par la jurisprudence que l'existence d'une PRI, comme en l'espèce, est fatale à toute demande d'asile (", "<FRAGMENT_SUPPRESSED> )."], ["[25]", "La Cour sympathise avec la situation de la demanderesse mais, dans les circonstances, l'intervention de la Cour n'est pas justifiée. Par conséquent, la demande de contrôle judiciaire est rejetée. Les parties n'ont proposé aucune question aux fins de certification et ce dossier n'en soulève aucune.", "JUGEMENT"], ["[26]", "LA COUR STATUE que", "1. La demande est rejetée;", "2. Il n'y a aucune question à certifier.", ".........................", "<FRAGMENT_SUPPRESSED>  under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act), for judicial review of a decision dated May 24, 2011, in which the Refugee Protection Division of the Immigration and Refugee Board (the panel) determined that the applicant was neither a refugee nor a person in need of protection under sections 96 and 97 of the Act.", "I.", "Background", "A. Facts"], ["[2]", "Ms. Fazia Touileb Ousmer (the applicant) is a 60-year-old Algerian citizen. The applicant is Muslim, separated from her husband and the mother of four children."], ["[3]", "The applicant alleges that she fears persecution in Algeria because she is a single woman and because of her family situation. Specifically, her oldest daughter is married to a Jewish man and lives in France."], ["[4]", "The applicant states that her problems began in 2006 when her daughter told her that she had become pregnant by her Jewish spouse outside of marriage. The applicant says that this news was not well received by her family because Islamic law punishes sexual relations outside marriage, and a Muslim woman is prohibited from marrying a non-Muslim."], ["[5]", "The applicant's difficulties became apparent when her daughter visited her in October 2006 and October 2007. As a result of her daughter's situation and because the applicant refused to disown her, the applicant claims that she was considered disgraced and was treated like a pariah by her neighbours and her family. She was insulted, ostracized, received death threats and was physically attacked; her house was burned down and her dog was poisoned and beaten."], ["[6]", "The applicant obtained a Canadian visa and arrived in Canada-where two of her children live-on or about September 19, 2008. She applied for refugee status in the weeks following her arrival."], ["[7]", "The panel heard her application on April 1, 2011.", "B. Impugned decision"], ["[8]", "The panel found that the applicant was neither a refugee nor a person in need of protection under sections 96 and 97 of the Act because an internal flight alternative (IFA) existed and some parts of her account were not credible."], ["[9]", "In its decision, the panel indicated that it took into consideration the Chairperson's Guidelines concerning \"Women Refugee Claimants Fearing Gender-Related Persecution.\""], ["[10]", "Although the panel noted that the applicant had demonstrated serious difficulties, the panel found that the applicant had exaggerated the extent, frequency and seriousness of these problems in order to embellish her claim. The panel described some of the applicant's explanations as unreasonable and inconsistent with her actions. Furthermore, the panel observed that the applicant's explanations changed constantly in the course of her testimony. Consequently, the panel made certain negative findings about the applicant's credibility."], ["[11]", "The panel found that the isolation and exclusion experienced by the applicant because of her status as a divorced woman did not constitute harm that was sufficiently serious or repetitive to establish a form of persecution. The panel also stated that the applicant had not demonstrated that her personal situation actually made her afraid to stay in Algeria."], ["[12]", "With regard to the existence of an IFA, the panel determined, based on the evidence in the record, that it was not objectively unreasonable for the applicant to relocate to Algiers where her new neighbours would not know about her daughter's problems and where her former neighbours would not be interested in persecuting her or able to do so.", "II.", "Issue"], ["[13]", "The Court finds that the determinative issue in this case is as follows:", "Did the panel err in fact and in law in its assessment of", "a. the applicant's credibility;", "b. the existence of an IFA in Algiers?", "III.", "Relevant statutory provisions"], ["[14]", "Sections 96 and 97 of the Act read as follows:", "Refugee Protection, Convention Refugees and Persons in Need of Protection", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Notions d'asile, de réfugié et de personne à protéger", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "IV.", "Standard of review"], ["[15]", "The decisions in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , teach that findings of fact made by a tribunal are reviewable on a reasonableness standard. The panel's findings with respect to credibility and the risks refugee claimants would face should they return to their country are subject to this standard (", "<FRAGMENT_SUPPRESSED>  (CA)). Regarding the issue of an IFA, the appropriate standard of review is also reasonableness (", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 709;", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 636). Consequently, the Court's intervention would only be justified if the panel's decision did not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47).", "V.", "Analysis"], ["[16]", "In this case, the Court must determine whether the panel erred in its assessment of the applicant's credibility and the existence of an IFA in Algiers.", "A. Applicant's credibility"], ["[17]", "The applicant submits that the panel's credibility finding is unreasonable. The applicant maintains that, by recognizing that she was quite emotional when she testified about the problems she had to deal with in Algeria and by accepting the alleged facts as proven, the panel could not reasonably find that she was not credible. The applicant argues that, in finding that she had exaggerated the facts, the panel contradicted its own assessment of the facts."], ["[18]", "Moreover, the applicant submits that some parts of the panel's decision are not intelligible or transparent and that the assessment of her credibility is cursory and inconsistent. She contends that the panel erroneously conducted a microscopic analysis of her testimony. In addition, the applicant maintains that the panel disregarded the distinction between an objective analysis by a reasonable person in the same circumstances and a subjective analysis", "in concreto", ", i.e. the state of mind of the person who is the subject of the decision. Last, the applicant states that the panel did not address some important evidence, notably, the medical certificate."], ["[19]", "The respondent states that the panel's findings regarding the applicant's credibility are reasonable: the panel provided clear, unequivocal reasons about the applicant's lack of credibility with respect to some parts of her testimony. The panel also noted a number of implausibilities in her testimony, notably, that she had allowed her daughter to visit her in October 2006 despite the difficulties she was experiencing and that her daughter returned in October 2007. In addition, the respondent confirms the reasonability of the panel's finding that the difficulties the applicant experienced because of her personal situation and her status as a divorced woman do not represent harm that is sufficiently serious or repetitive to constitute a form of persecution. In response to the applicant's argument about some of the documentary evidence, the respondent submits that it is well established that analyzing the evidence and choosing the most relevant elements fall within the panel's expertise. The respondent contends that the applicant cannot ask the Court to reassess the evidence that was adduced and to substitute its opinion for the panel's."], ["[20]", "After reviewing the record and hearing the parties, the Court cannot agree with the applicant's view. In the Court's view, the panel's analysis cannot be characterized as imperfect, incomplete or inconsistent to the point where this Court's intervention would be warranted. On the contrary, the panel's decision is articulate and detailed. It was reasonable for the panel to reject the applicant's explanations and to find that her actions were inconsistent with her alleged fear of persecution. Moreover, the Court notes that there is a presumption that the tribunal has considered all the evidence in the record, including the medical certificate in this case (", "<FRAGMENT_SUPPRESSED>  (1998) 157 FTR 35). Accordingly, the Court finds that the panel's assessment of the applicant's credibility was reasonable.", "b) Availability of IFA in Algiers"], ["[21]", "The applicant believes that in this case the panel unreasonably concluded that she had not discharged her burden of establishing that an IFA was not a viable option. The applicant submits that the documentary evidence and her testimony demonstrate the significant difficulties and obstacles that single women in Algeria encounter as well as the persecution the applicant will face should she return."], ["[22]", "The respondent maintains that it was open to the panel to find that the applicant could relocate to the city of Algiers. The respondent submits that the onus was on the applicant to demonstrate through \"actual and concrete evidence\" that there was no internal flight alternative in Algeria, that she was at serious risk of persecution throughout her country and that it was objectively unreasonable for her to avail herself of an internal flight alternative. The respondent adds that the panel correctly applied the two-pronged test established in  <FRAGMENT_SUPPRESSED> . The respondent argues that the panel carefully analyzed each of the explanations the applicant put forward to rule out the availability of an IFA and rejected each of them."], ["[23]", "The Court is also of the view that the panel did not err in determining that an IFA existed in Algiers, a city of several million people where the applicant could blend in with the population. Moreover, according to the documentary evidence, Algiers is not one of the regions where there may be a safety risk related to terrorism (Tribunal Record, page 143). In fact, throughout his submissions to the Court, counsel for the applicant tended to link and extrapolate the daughter's situation to the impact it could have on the applicant herself. However, based on the evidence in the record, the Court cannot accept this argument (Tribunal Record, pages 78-9, 236)."], ["[24]", "The panel's IFA findings are well substantiated and fall within a range of possible, acceptable outcomes ( <FRAGMENT_SUPPRESSED> ). It is also settled law that the existence of an IFA, as in this case, is fatal to any refugee claim (", "<FRAGMENT_SUPPRESSED> )."], ["[25]", "The Court sympathises with the applicant's situation, but in the circumstances the Court's intervention is not justified. Consequently, the application for judicial review is dismissed. The parties did not propose any question for certification, and the record does not raise any.", "JUDGMENT"], ["[26]", "THE COURT RULES that", "1. the application is dismissed;", "2. there is no question to certify.", "[End of document]"]]}