{"id_": "032489", "body_str": [["[1]", "Hughes, J.", ": This is an application for judicial review of a decision of the Canadian Human Rights Commission dated March 16, 2012, wherein the Commission decided, pursuant to subsection 44(3)(b)(i) of the", "Canadian Human Rights Act", ", RSC 1985, c. H-6, to dismiss the Applicant's complaint. For the reasons that follow, I find that the application is dismissed, with costs."], ["[2]", "The Applicant Ulysse Guerrier worked for the Respondent Canadian Imperial Bank of Commerce (CIBC) from July 2007 to September 2008 as a bilingual sales and service specialist  <FRAGMENT_SUPPRESSED> 's Toronto Visa Centre. He began with a probationary period, which was twice extended. At the end of the second probationary period he was made a permanent employee. A few days later he went on short-term disability. The Applicant resigned in September 2008, which resignation was accepted by CIBC. The Applicant argues that he was constructively dismissed."], ["[3]", "The Applicant filed a complaint with the Ontario Human Rights Commission. That Commission lacked jurisdiction over the CIBC, a federal bank, whereupon the Applicant commenced the present proceeding. CIBC unsuccessfully sought to have this proceeding dismissed, arguing that the matter should be handled through the collective agreement with the union."], ["[4]", "An investigation was conducted by an Investigator of the Canadian Human Rights Commission, who delivered a nineteen-page Report dated 7 December 2011. The Applicant and CIBC were invited to make submissions respecting that Report, and did so. The Commission examined that Report and responses and, in the decision now under review, stated,", "inter alia", "Before rendering the decision, the Commission reviewed the report disclosed to you previously and any submission(s) filed in response to the report. After examining this information, the Commission decided, pursuant to subparagraph 44(3)(b)(i) of the Canadian Human Rights Act, to dismiss the complaint because", "the evidence does not appear to support that the complainant required accommodation in the form of lower job standards as a result of a disability,", "the evidence suggests that notwithstanding this issue, the respondent appears to have provided the complainant with reasonable accommodation,", "the evidence does not appear to support that the complainant was treated differently because of his disability, and", "given all of the circumstances of this complaint, further inquiry by the Canadian Human Rights Tribunal does not appear to be warranted.", "Accordingly, the file on his matter has now been closed."], ["[5]", "In his Memorandum of Fact and Law filed in this Court, the Applicant has stated the issues to be as follows:", "a) Did the CHRC error in law by violating section 42(1) of the Act or alternatively, did it breach the principles of procedural fairness in failing to provide adequate reasons for its decision?", "b) Did the CHRC deny the Applicant procedural fairness and natural justice during its investigative process?", "c) Did the final decision of the CHRC, dated March 16, 2012, err in law?", "d) Did the investigator and/or CHRC conduct a neutral and through investigation?", "e) Was \"open-mindedness\" lost by the investigator and/or the CHRC?", "f) Did the investigator's report err in law and fact?", "g) Did the CHRC err in law by failing to address the Applicant's reasonable apprehension of bias or in the alternative; did the CHRC err in law by conducting a biased investigation?"], ["[6]", "I accept the distillation of these issues into four issues, as presented  <FRAGMENT_SUPPRESSED> 's factum, which reflects the manner in which Counsel for both parties argued the matter before me. They are:", "1. The CHRC breached Guerrier's right to procedural fairness by failing to provide adequate reasons for its decision to dismiss the complaint;", "2. The CHRC breached Guerrier's right to procedural fairness because the investigator was biased against him;", "3. The CHRC breached Guerrier's right to procedural fairness by completing an investigation which was not thorough; and", "4. The CHRC \"erred\" in its decision.", "STANDARD OF REVIEW"], ["[7]", "The Applicant has raised issues of procedural fairness and bias. They must be dealt with on a correctness standard; that is, was the procedure fair, or not; was there bias, or not."], ["[8]", "The Applicant has attacked the merits of the decision itself. Any error of law must be dealt with on the basis of correctness; otherwise, the decision is to be reviewed on a standard of reasonableness."], ["[9]", "Justice Barnes of this Court provided a good analysis as to the standard of review of the Commission's decision in circumstances such as the present in", "<FRAGMENT_SUPPRESSED> . I accept and adopt what he wrote at paragraphs 12 to 14 of that decision:", "12 The Commission's screening function under s 44 of the Act has been compared to the role of a judge presiding over a preliminary inquiry. The role was described by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  at para 53 as follows", "53 The Commission is not an adjudicative body; that is the role of a tribunal appointed under the Act. When deciding whether a complaint should proceed to be inquired into by a tribunal, the Commission fulfills a screening analysis somewhat analogous to that of a judge at a preliminary inquiry. It is not the job of the Commission to determine if the complaint is made out. Rather its duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it. Justice Sopinka emphasized this point  <FRAGMENT_SUPPRESSED>  des employés de production du  <FRAGMENT_SUPPRESSED> , at p. 899", "The other course of action is to dismiss the complaint. In my opinion, it is the intention of s. 36(3)(b) that this occur where there is insufficient evidence to warrant appointment of a tribunal under s. 39. It is not intended that this be a determination where the evidence is weighed as in a judicial proceeding but rather the Commission must determine whether there is a reasonable basis in the evidence for proceeding to the next stage.", "[Emphasis added]", "13 In screening complaints, the Commission relies upon the work of an investigator who typically interviews witnesses and reviews the available documentary record. Where the Commission renders a decision consistent with the recommendation of its investigator, the investigator's report has been held to form a part of the Commission's reasons: see  <FRAGMENT_SUPPRESSED>  at para 37.", "14 As noted in the above authorities, the Commission's decision to dismiss or refer a complaint inevitably requires some weighing of the evidence to determine if it is sufficient to justify a hearing on the merits. It is this aspect of the process that has been said to require deference on judicial review. Deference is not required, however, in the context of a review of the fairness of the process including the thoroughness of the investigation. For such issues the standard of review is correctness.", "Issue #1", "Adequacy of Reasons"], ["[10]", "In the present case, the Commission stated that it had reviewed the Report of the Investigator, as well as the submissions of each of the parties as to that Report. The Commission's four-point conclusions reflect the conclusions summarized in the Report. As written by Justice Linden for the panel of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> the Court should treat the Report as constituting the Reasons of the Commission:", "37 In my view, the appellant's argument on this issue must fail. While it is true that the investigator and Commission do have \"mostly separate identities\"( <FRAGMENT_SUPPRESSED>  at para. 21, per MacGuigan J.A., (Décary J.A. concurring)), it is also well-established that, for the purpose of a screening decision by the Commission pursuant to section 44(3) of the Act, the investigator cannot be regarded as a mere independent witness before the Commission (Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED>  at para. 25 [SEPQA]). The investigator's Report is prepared for the Commission, and hence for the purposes of the investigation, the investigator is considered to be an extension of the Commission (SEPQA, supra at para. 25). When the Commission adopts an investigator's recommendations and provides no reasons or only brief reasons, the Courts have rightly treated the investigator's Report as constituting the Commission's reasoning for the purpose of the screening decision under section 44(3) of the Act (SEPQA, supra at para. 35;  <FRAGMENT_SUPPRESSED>  at para. 43 (C.A.))."], ["[11]", "The Supreme Court of Canada in", "Newfoundland and  <FRAGMENT_SUPPRESSED>  per Abella J for the Court, has stated that perfection is not the standard; the Reasons are not to be reviewed in a vacuum; rather, they are to be read in the context of the parties' submissions and the process. She wrote at paragraph 18:", "18 Evans J.A. in  <FRAGMENT_SUPPRESSED> , explained in reasons upheld by this Court (2011 SCC 57) that Dunsmuir seeks to \"avoid an unduly formalistic approach to judicial review\" (para. 164). He notes that \"perfection is not the standard\" and suggests that reviewing courts should ask whether \"when read in light of the evidence before it and the nature of its statutory task, the Tribunal's reasons adequately explain the bases of its decision\" (para. 163). I found the description by the Respondents in their Factum particularly helpful in explaining the nature of the exercise", "When reviewing a decision of an administrative body on the reasonableness standard, the guiding principle is deference. Reasons are not to be reviewed in a vacuum - the result is to be looked at in the context of the evidence, the parties' submissions and the process. Reasons do not have to be perfect. They do not have to be comprehensive. [para. 44]"], ["[12]", "Justice Barnes summarized the point well in", "<FRAGMENT_SUPPRESSED> :", "20 The Association's argument that the inadequacy of the Commission's reasons constitutes a breach of procedural fairness is also untenable. I accept that where reasons are a procedural requirement, a breach of fairness may arise where none are forthcoming. But according to the decision in Newfoundland and Labrador Nurses' Union, above, an argument that a set of reasons is insufficient (ie. lacking justification, transparency or intelligibility) must be assessed on the standard of reasonableness and not correctness."], ["[13]", "In the present case, taking the letter of March 16, 2012, together with the Investigator's Report and the parties' responses to that Report, I find that the decision is quite clear, intelligible, and addresses the relevant points. The reasons are adequate.", "Issue #2", "Procedural Fairness and Bias"], ["[14]", "The Applicant argues that there was \"bias\" in that the Investigator did not approach the matter with an \"open mind\". The basis for this argument is that the Applicant filed his original Complaint with the Commission. The Commission forwarded that Complaint to the CIBC for its submissions. Those submissions were received; they constituted submissions from CIBC's lawyers, as well as a number of documents. The Manager of Investigations of the Commission passed this material on to the Applicant's representative with a five-page summary of CIBC's comments. The Manager's letter concludes with a sentence:", "Please note that the respondent  <FRAGMENT_SUPPRESSED>  has provided extensive documentary evidence, internal correspondence, e-mails and performance related documents which appear to support its position."], ["[15]", "The Applicant's argument is that the words \"appear to support [CIBC's] position\" reflect a pre-judging of the case and prevent an \"open minded\" determination on the merits."], ["[16]", "The law on this point has been well summarized by Justice Mactavish of this Court in", "<FRAGMENT_SUPPRESSED> to 24:", "22 The Canadian Human Rights Commission is clearly subject to the duty of fairness when it is exercising its statutory powers to investigate human rights complaints: Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED>  (\"SEPQA\"). This requires that the Commission and its investigators be free from bias.", "23 That said, because of the non-adjudicative nature of the Commission's responsibilities, it has been held that the standard of impartiality required of a Commission investigator is something less than that required of the Courts. That is, the question is not whether there exists a reasonable apprehension of bias on the part of the investigator, but rather, whether the investigator approached the case with a \"closed mind\": see  <FRAGMENT_SUPPRESSED> , at paras. 17-22.", "24 As the Court stated in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), the test in cases such as this:", "[I]s not whether bias can reasonably be apprehended, but whether, as a matter of fact, the standard of open-mindedness has been lost to a point where it can reasonably be said that the issue before the investigative body has been predetermined."], ["[17]", "In the present circumstances, I find that the words \"appear to support [CIBC's] position\" as used by the Manager, who was not the person who subsequently investigated the matter and provided the Report, did not give rise to bias or lack of open-mindedness on behalf of the Investigator or the Commission. The word \"appear\" does no more than serve to alert the Applicant that he should address the submissions of CIBC and the supporting documents. In fact, he did so; and after the Investigator made the Report, the Applicant took advantage of a further opportunity to comment on the matter. I find that a person viewing the matter reasonably would not consider that there was bias or a lack of open-mindedness. Further, such person would consider that the Applicant, through his representative, was given and took advantage of ample opportunities to address CIBC's position and the documents provided. The procedure was fair.", "Issue #3", "Thoroughness"], ["[18]", "The Applicant argues that the investigation was not thorough. In particular, the Investigator did not interview three persons whom the Applicant named as persons who would have knowledge of the matter; nor did the Investigator take any initiative to interview other unnamed persons, such as medical personnel, who may have knowledge respecting the Applicant's situation."], ["[19]", "The Investigator did interview the Applicant himself, as well as his managers at the CIBC. The Investigator clearly stated in the Report in respect of the three persons named by the Applicant that a hospital social worker was not interviewed, since that person would only know what the Applicant told her; that a relative of the Applicant was not interviewed because that person would only know what she was told by the Applicant. A third person, identified by the Applicant as being the person he was speaking to on his cell phone when he was allegedly yelled at by his manager to get back to work, was not interviewed because the Investigator determined that the incident was irrelevant to the issues to be determined."], ["[20]", "As to other persons that the Applicant argues should have been interviewed, no names were provided by the Applicant. It must be pointed out that while the Applicant argues that he was discriminated against because of his medical condition, the Applicant provided scant evidence as to that condition and what effect it would have on his performance at work. All that CIBC, and subsequently the Commission, was told was through the applicant himself. They were told that he had Sickle Cell Anemia, and that he would periodically require a day off work, plus a day or so recovery time, to receive blood transfusions. There was no endeavour by the Applicant to explain what effect, if any, this condition might have on his work performance, or to identify persons who could provide appropriate information in this regard. I note that", "after", "the Applicant left CIBC, a letter written by a social worker - not a doctor - endeavouring to provide some explanation, was filed in evidence in this Court. That letter is not evidence from a medically trained person, and was written after the relevant events."], ["[21]", "The duty of an Investigator to be thorough was reviewed by Justice Martineau of this Court in", "<FRAGMENT_SUPPRESSED>  (C.A.) and that the parties be informed of the substance of the evidence obtained by the investigator to be put before the Commission, as well as given the chance to respond to this evidence and make all relevant representations thereto (Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> ).", "20 The applicant makes no allegation of impartiality against the investigator. Rather, she argues that the investigation was not thorough, as the investigator failed to interview both her and her proposed witness, her partner Warrant Officer Doug McQueen, also a member of the CF.", "21 The practical effect of the duty of thoroughness is canvassed by Justice Nadon in Slattery, above, at paras 56 and 57", "Deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly. It should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted. Such an approach is consistent with the deference allotted to fact-finding activities of the Canadian Human Rights Tribunal by the Supreme Court in the case of  <FRAGMENT_SUPPRESSED> .", "In contexts where parties have the legal right to make submissions in response to an investigator's report, such as in the case at bar, parties may be able to compensate for more minor omissions by bringing such omissions to the attention of the decision-maker. Therefore, it should be only where complainants are unable to rectify such omissions that judicial review would be warranted. Although this is by no means an exhaustive list, it would seem to me that circumstances where further submissions cannot compensate for an investigator's omissions would include: (1) where the omission is of such a fundamental nature that merely drawing the decision-maker's attention to the omission cannot compensate for it; or (2) where fundamental evidence is inaccessible to the decision-maker by virtue of the protected nature of the information or where the decision-maker explicitly disregards it.", "[Emphasis added]", "22 The investigator's duty of thoroughness clearly does not require the investigator to interview every person proposed by the applicant ( <FRAGMENT_SUPPRESSED>  (QL), at paragraph"], ["[22]", "I find that the Investigator's decision not to interview three witnesses identified by the Applicant, and not to conduct a further extensive investigation on her own initiative, was reasonable and provides no grounds for setting the decision aside.", "Issue #4", "Was the Decision Erroneous?"], ["[23]", "No argument was made by the Applicant that the Commission made some error of law in its decision. The arguments made before me take issue with the factual determinations made and whether those determinations, if in error, should result in the decision being set aside. The standard of review in these circumstances is that of reasonableness, and in that regard, the well-known decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  wrote:", "47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[24]", "The Applicant in his factum and through Counsel in argument before me took issue with several determinations by the Investigator as adopted by the Commission, including:", "• what occurred at the October 24th meeting between the Applicant and his CIBC Manager; to what extent did CIBC become aware of the Applicant's condition?", "• did CIBC act fairly or not in respect of the assessment of the Applicant's performance as against standards set for such performance?", "• what was the relevance, if any, of the incident when the Applicant was allegedly \"yelled at\" for being on his cell phone during working hours?", "• what was the effect, if any, of the allegedly \"fraudulent\" unsigned typewritten letter of resignation?", "• what effect, if any, did the alleged \"constructive dismissal\" of the Applicant have?"], ["[25]", "These and other like determinations are those which the Commission is required to make in the performance of its duties. It is to be afforded a deferential latitude of reasonableness. I find no reviewable error.", "CONCLUSION AND COSTS"], ["[26]", "In the result, I find that the Applicant has not demonstrated that there is any basis for setting aside the Commission's decision. I must comment that the Applicant does not appear to have put in a good case before the Commission, nor has the Applicant put in, in his written material, a good case before this Court. The Applicant should have been better advised not to seek judicial review based on the record before me. In awarding costs, I must be mindful not only of the circumstances of an individual litigant, but also of the need to provide a clear warning that judicial review should not be undertaken lightly or without solid, sober thought."], ["[27]", "I have no evidence before me as to the Applicant's financial circumstances. His Counsel asked for $3,500 costs, if successful. CIBC's Counsel asked for $7,500. I will fix costs at $5,000.", "JUDGMENT"], ["[28]", "FOR THE REASONS PROVIDED:", "THIS COURT'S JUDGMENT is that:", "1. The application is dismissed; and", "2. The Respondent CIBC is entitled to costs to be paid by the Applicant fixed in the sum of $5,000.", ".........................", "<FRAGMENT_SUPPRESSED>  Hughes", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire visant la décision de la Commission canadienne des droits de la personne datée du 16 mars 2012, par laquelle cette dernière avait décidé, en vertu du sous-alinéa 44(3)", ")(i) de la", "Loi canadienne sur les droits de la personne", ", LRC 1985, c H-6 (la Loi), de rejeter la plainte du demandeur. Je conclus, pour les motifs qui suivent, que la présente demande doit être rejetée."], ["[2]", "Le demandeur, Ulysse Guerrier (M. Guerrier) avait travaillé pour la défenderesse, la Banque canadienne impériale de commerce (la CIBC), de juillet 2007 à septembre 2008 comme spécialiste bilingue des ventes et du service à la clientèle au Centre Visa de la CIBC à Toronto. Il avait d'abord été en période d'essai, laquelle avait été prolongée à deux reprises. À la fin de la deuxième période d'essais, on avait fait de lui un employé permanent. Quelques jours plus tard, il s'était retrouvé en congé d'invalidité de courte durée. Le demandeur avait démissionné en septembre 2008; la CIBC avait accepté sa démission. Le demandeur prétend qu'il avait fait l'objet d'un congédiement déguisé."], ["[3]", "Le demandeur a déposé une plainte auprès de la Commission ontarienne des droits de la personne. Cet organisme n'avait pas compétence à l'égard de la CIBC, une banque fédérale. Le demandeur a ensuite introduit la présente instance. La CIBC a tenté, sans succès, de faire rejeter la présente instance, en prétendant que l'affaire devrait être traitée avec le syndicat sous le régime de la convention collective."], ["[4]", "Une enquête a été effectuée par une enquêteuse de la Commission ontarienne des droits de la personne, qui a publié un rapport de 19 pages daté du 7 décembre 2011. Le demandeur et la CIBC ont été invités à présenter des observations au sujet du rapport, ce qu'ils ont fait. La Commission a examiné ce rapport et les réponses fournies au sujet du rapport, puis, dans la décision faisant l'objet du présent examen, a entre autres déclaré ce qui suit:", "[traduction]", "Avant de rendre la décision, la Commission a examiné le rapport qui avait été communiqué précédemment, ainsi que toute observation déposée en réponse au rapport. Après avoir examiné ces renseignements, la Commission a décidé, en vertu du sous-alinéa 44(3)b)(i) de la", "Loi canadienne sur les droits de la personne", ", de rejeter la plainte, et ce pour les motifs suivants:", "• la preuve ne semble pas appuyer le fait que le plaignant avait besoin, à titre de mesures d'adaptation, de normes de travail moins sévères pour cause d'invalidité;", "• la preuve donne à penser que, nonobstant cet enjeu, la défenderesse semble avoir offert au plaignant des mesures d'adaptation raisonnables;", "• la preuve ne semble pas appuyer le fait que le demandeur avait été traité différemment en raison de son incapacité;", "• il ne semble pas justifier de renvoyer la plainte au Tribunal canadien des droits de la personne.", "Par conséquent, le dossier est maintenant clos."], ["[5]", "Le demandeur, dans son mémoire des faits et du droit déposé à la Cour, a exposé de la manière suivante les questions en litige:", "a) La CCDP a-t-elle commis une erreur de droit en contrevenant au paragraphe 42(1) de la Loi ou, subsidiairement, a-t-elle manqué aux principes d'équité procédurale en ne fournissant pas des motifs adéquats à l'appui de sa décision?", "b) La CCDP a-t-elle violé les droits du demandeur en matière d'équité procédurale et de justice naturelle au cours de son processus d'enquête?", "c) La décision définitive de la CCDP datée du 16 mars 2012 constitue-t-elle une erreur de droit?", "d) L'enquêteuse et/ou la CCDP ont-elles fait preuve de neutralité et de rigueur dans leur enquête?", "e) L'enquêteuse et/ou la CCDP ont-elles oublié de faire preuve « d'ouverture d'esprit » ?", "f) L'enquêteuse a-t-elle commis des erreurs de droit et de fait dans son rapport?", "g) La CCDP a-t-elle commis une erreur de droit en omettant de traiter de la crainte raisonnable de partialité qu'avait le demandeur ou, subsidiairement, la CCDP a-t-elle commis une erreur de droit en effectuant une enquête teintée de partialité?"], ["[6]", "La CIBC a proposé, dans son mémoire des faits, quatre allégations qui constituent la synthèse des questions énoncées par le demandeur. J'accepte sa synthèse. Cette proposition reflète la manière dont les avocats des deux partis ont plaidé l'affaire devant la Cour. Ces allégations sont les suivantes:", "1. La CCDP a violé les droits de M. Guerrier à l'équité procédurale en omettant de fournir des motifs adéquats à l'appui de sa décision de rejeter la plainte;", "2. La CCDP a violé les droits de M. Guerrier à l'équité procédurale en raison du fait que l'enquêteuse a fait preuve de partialité envers lui;", "3. La CCDP a violé les droits de M. Guerrier à l'équité procédurale en effectuant une enquête qui n'était pas rigoureuse;", "4. La CCDP a « commis une erreur » dans sa décision.", "LA NORME DE CONTRÔLE APPLICABLE"], ["[7]", "Le demandeur a soulevé des questions d'équité procédurale et de partialité. Celles-ci doivent être examinées selon la norme de la décision correcte. La procédure était-elle équitable ou non? Y a-t-il eu partialité ou non?"], ["[8]", "Le demandeur a contesté le bien-fondé de la décision même. Toute question liée à une erreur de droit doit être examinée sous l'angle de la décision correcte; sinon, la décision doit être examinée selon la norme de la raisonnabilité."], ["[9]", "Le juge Barnes de la Cour a fait, dans l'affaire", "<FRAGMENT_SUPPRESSED>  une bonne analyse en ce qui concerne la norme de contrôle applicable à la décision de la Commission dans des circonstances comme celles en l'espèce. Je fais mien le propos qu'il a exposé aux paragraphes 12 à 14 de cette décision:", "12 L'examen préalable auquel procède la Commission en vertu de l'article 44 de la Loi a été comparé au rôle du juge qui effectue une enquête préliminaire. La Cour suprême du Canada décrit ce rôle comme suit au paragraphe 53 de l'arrêt", "<FRAGMENT_SUPPRESSED> :", "53", "La Commission n'est pas un organisme décisionnel; cette fonction est remplie par les tribunaux constitués en vertu de la Loi. Lorsqu'elle détermine si une plainte devrait être déférée à un tribunal, la Commission procède à un examen préalable assez semblable à celui qu'un juge effectue à une enquête préliminaire. Il ne lui appartient pas de juger si la plainte est fondée. Son rôle consiste plutôt à déterminer si, aux termes des dispositions de la Loi et eu égard à l'ensemble des faits, il est justifié de tenir une enquête. L'aspect principal de ce rôle est alors", "de vérifier s'il existe une preuve suffisante", ". Le juge Sopinka a souligné ce point dans", "Syndicat des employés de production du  <FRAGMENT_SUPPRESSED> , à la p. 899:", "L'autre possibilité est le rejet de la plainte. À mon avis, telle est l'intention sous-jacente à l'al. 36(3)", ") pour les cas", "où la preuve ne suffit pas pour justifier la constitution d'un tribunal en application de l'art. 39", ". Le but n'est pas d'en faire une décision aux fins de laquelle la preuve est soupesée de la même manière que dans des procédures judiciaires; la Commission doit plutôt déterminer si la preuve fournit une justification raisonnable pour passer à l'étape suivante.", "[Non souligné dans l'original]", "13 Pour procéder à l'examen préalable des plaintes, la Commission s'appuie sur le travail de l'enquêteur qui généralement interroge des témoins et examine la preuve documentaire au dossier. Lorsque la Commission rend une décision qui va dans le sens de la recommandation de son enquêteur, le rapport de l'enquêteur est considéré comme faisant partie des motifs de la Commission: voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 37.", "14 Comme il l'a été noté dans la jurisprudence précitée, la décision de la Commission de rejeter ou de renvoyer une plainte requiert qu'elle apprécie la preuve afin de déterminer si elle est suffisante pour justifier une audience sur le fond. C'est cet élément du processus qui exige la retenue judiciaire. La retenue judiciaire n'est pas requise, toutefois, dans le contexte du contrôle de l'équité du processus, notamment en ce qui a trait à la rigueur de l'enquête. Pour de telles questions, la norme de contrôle judiciaire est celle de la décision correcte.", "Question #1", "Le caractère adéquat des motifs"], ["[10]", "Dans la présente affaire, la Commission a mentionné qu'elle avait examiné le rapport de l'enquêteuse, ainsi que les observations formulées par chacune des parties au sujet de ce rapport. La conclusion en quatre points de la Commission reflète les conclusions résumées dans le rapport. Comme l'a écrit le juge Linden pour la formation de la Cour d'appel fédérale dans l'arrêt", "<FRAGMENT_SUPPRESSED> la Cour devrait considérer le rapport comme étant les motifs de la Commission:", "37 Selon moi, l'argument de l'appelant à cet égard doit être rejeté. Il est vrai que l'enquêteur et la Commission sont deux entités « à bien des égards distinctes » (", "Canada (Commission des droits de la personne) c. Pathak", "(1995), 180 N.R. 152, [1995] 2 C.F. 455, au paragraphe 21, le juge MacGuigan (avec l'appui du juge Décary)), mais il est également bien établi qu'aux fins d'une décision de la Commission en conformité avec le paragraphe 44(3) de la Loi, l'enquêteur n'est pas qu'un simple témoin indépendant devant la Commission (", "Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> , au paragraphe 25 [", "SEPQA", "]). L'enquêteur établit son rapport", "à l'intention", "de la Commission et, par conséquent, il mène l'enquête en tant que prolongement de la Commission (", "SEPQA", ", précité, au paragraphe 25). Lorsque la Commission adopte les recommandations de l'enquêteur et qu'elle ne présente aucun motif ou qu'elle fournit des motifs très succincts, les cours ont, à juste titre, décidé que le rapport d'enquête constituait les motifs de la Commission aux fins de la prise décision en vertu du paragraphe 44(3) de la Loi (", "SEPQA", ", précité, au paragraphe 35;", "<FRAGMENT_SUPPRESSED> (C.A.))."], ["[11]", "La juge Abella, s'exprimant au nom de la Cour suprême du Canada dans l'arrêt", "Newfoundland and  <FRAGMENT_SUPPRESSED>  a énoncé qu'on ne s'attend pas à de la perfection et qu'il ne faut pas examiner les motifs dans l'abstrait; il faut examiner le résultat dans le contexte de la preuve, des arguments des parties et du processus. Voici ce qu'elle a écrit au paragraphe 18:", "18 Dans", "Société canadienne des postes c. Alliance de la Fonction publique du Canada", ", 2010 CAF 56, [2011] 2 R.C.F. 221, le juge Evans précise, dans des motifs confirmés par notre Cour (2011 CSC 57, [2011] 3 R.C.S. 572), que l'arrêt <FRAGMENT_SUPPRESSED> cherche à « [éviter] qu'on [aborde] le contrôle judiciaire sous un angle trop formaliste » (par. 164). Il signale qu' « [o]n ne s'atten[d] pas à de la perfection » et indique que la cour de révision doit se demander si, « lorsqu'on les examine à la lumière des éléments de preuve dont il disposait et de la nature de la tâche que la loi lui confie, on constate que les motifs du Tribunal expliquent de façon adéquate le fondement de sa décision » (par. 163). J'estime que la description de l'exercice que donnent les intimées dans leur mémoire est particulièrement utile pour en décrire la nature:", "[traduction] La déférence est le principe directeur qui régit le contrôle de la décision d'un tribunal administratif selon la norme de la décision raisonnable. Il ne faut pas examiner les motifs dans l'abstrait; il faut examiner le résultat dans le contexte de la preuve, des arguments des parties et du processus. Il n'est pas nécessaire que les motifs soient parfaits ou exhaustifs. [par. 44]"], ["[12]", "Le juge Barnes a bien résumé ce point dans la décision", "Association des pilotes d' <FRAGMENT_SUPPRESSED> :", "20 La prétention de l'Association selon laquelle l'insuffisance des motifs de la Commission constitue un manquement à l'équité procédurale est également indéfendable. Je conviens qu'il y a manquement à l'équité procédurale lorsque la procédure exige qu'une décision soit motivée et qu'", "aucun", "motif n'est donné. Cependant, selon", "Newfoundland and Labrador Nurses' Union", ", précité, c'est la norme de contrôle de la raisonnabilité, et non celle de la décision correcte, qui s'applique à la prétention selon laquelle un ensemble de motifs est insuffisant (parce qu'ils ne sont pas conformes aux principes de justification, de transparence ou d'intelligibilité)."], ["[13]", "Dans la présente affaire, si on prend la lettre datée du 16 mars 2012 et qu'on la lit conjointement avec le rapport de l'enquêteuse et avec les réponses que les parties ont formulées au sujet de ce rapport, je conclus que la décision est plutôt claire, qu'elle est intelligible et qu'elle traite des éléments pertinents. Les motifs sont adéquats.", "Question #2", "L'équité procédurale et la partialité"], ["[14]", "Le demandeur prétend que l'enquêteuse a fait preuve de « partialité »,en ce sens qu'elle a abordé l'affaire avec un « esprit fermé ». Cet argument repose sur le fait que le demandeur avait déposé sa plainte initiale auprès de la Commission. La Commission avait transféré cette plainte à la CIBC, pour que cette dernière formule ses observations. La Commission a reçu ces observations; qui comprenaient les observations des avocats de la CIBC ainsi qu'en un certain nombre de documents. Le gestionnaire des enquêtes de la Commission a envoyé ces documents au représentant du demandeur, lesquels étaient accompagnés d'un résumé de cinq pages des commentaires de la CIBC. La lettre du gestionnaire se termine par la phrase suivante:", "[traduction]", "Veuillez constater que la défenderesse [la CIBC] a produit beaucoup d'éléments de preuve documentaire, de la correspondance interne, des courriels et des documents relatifs au rendement, lesquels semblent appuyer sa position"], ["[15]", "Le demandeur prétend que l'emploi des mots [traduction] « semble appuyer [la position de la CIBC] » reflète une préconception de l'affaire et qu'il va à l'encontre d'une décision « ouverte d'esprit » sur le fond."], ["[16]", "La juge Mactavish de la Cour a bien résumé le droit applicable à cet égard dans la décision", "<FRAGMENT_SUPPRESSED> à 24:", "22 La CCDP est manifestement soumise à l'obligation d'agir équitablement quand elle exerce les pouvoirs que la loi lui confère de faire enquête sur une plainte relative aux droits de la personne:", "Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED>  (", "SEPQA", "), et cela exigent que la Commission et ses enquêteurs soient exempts de toute partialité.", "23 Cela dit, vu la nature non décisionnel des responsabilités de la Commission, il a été statué que la norme d'impartialité exigée d'un enquêteur de la Commission est moins stricte que celle qui s'applique aux membres de la magistrature. Plus précisément, il ne s'agit pas de savoir s'il existe une crainte raisonnable de partialité de la part de cette enquêteuse mais plutôt de savoir s'il a abordé l'affaire avec un « esprit fermé »: voir", "<FRAGMENT_SUPPRESSED> , aux paragraphes 17 à 22.", "24 Comme l'a déclaré la Cour dans la décision", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.), le critère à appliquer dans les affaires semblables à la présente est le suivant:", "[L]e critère ne repose donc pas sur le point de savoir si l'on peut raisonnablement discerner un parti pris, mais plutôt si l'on s'est tellement écarté de la norme de l'ouverture d'esprit qu'on pourrait avec raison affirmer qu'il y a eu préjugement de la question portée devant l'organisme d'enquête."], ["[17]", "Dans les circonstances de l'espèce, je conclus que l'emploi des mots [traduction] « semble appuyer [la position de la CIBC] » par le gestionnaire, qui n'était ni la personne ayant subséquemment fait enquête sur l'affaire ni l'auteur du rapport, ne laisse pas voir de la partialité ou un manque d'ouverture d'esprit de la part de l'enquêteuse ou de la Commission. Le mot « semble » avait seulement pour but d'avertir le demandeur qu'il devait présenter des observations en réponse à celles de la CIBC ainsi qu'aux documents à l'appui. Et c'est effectivement ce qu'il avait fait; de plus, après que l'enquêteuse eut produit le rapport, le demandeur a pu bénéficier d'une possibilité supplémentaire de faire des commentaires sur l'affaire. Je conclus qu'une personne qui examine l'affaire de manière raisonnable ne considérerait pas qu'il y avait là partialité ou manque d'ouverture d'esprit. De plus, une telle personne jugerait probablement que le demandeur, par l'entremise de son représentant, avait eu amplement d'occasions de présenter des observations en réponse à l'égard de la position de la CIBC et des documents qui lui avaient été fournis, et qu'il s'est prévalu de ces possibilités. La procédure était équitable.", "Question #3", "La rigueur"], ["[18]", "Le demandeur prétend que l'enquête n'avait pas été effectuée avec rigueur. Plus particulièrement, l'enquêteuse n'avait pas interrogé trois des personnes que le demandeur avait désignées comme des gens qui auraient connaissance de l'affaire, pas plus qu'elle n'a pris l'initiative d'interroger d'autres personnes qui n'avaient pas été désignées et qui pouvaient détenir des renseignements au sujet de la situation du demandeur, comme le personnel médical."], ["[19]", "L'enquêteuse a bel et bien interrogé le demandeur, ainsi que ses gérants à la CIBC. En ce qui concerne les trois personnes désignées par le demandeur, l'enquêteuse a clairement mentionné dans le rapport qu'une travailleuse sociale n'avait pas été interrogée, puisque celle-ci aurait seulement eu connaissance de ce que le demandeur lui avait dit; qu'une des membres de la famille du demandeur n'avait pas été interrogée parce que celle-ci aurait seulement eu connaissance de ce que le demandeur lui avait dit. Une troisième personne, que le demandeur avait désignée comme étant la personne avec qui il parlait sur son téléphone cellulaire lorsque son gestionnaire lui aurait prétendument crié de retourner au travail, n'avait pas été interrogée parce que l'enquêteuse avait jugé que l'incident en question n'était pas pertinent quant aux questions devant être tranchées."], ["[20]", "Le demandeur n'a pas donné de noms en ce qui concerne les autres personnes qui auraient dû, selon lui, être interrogées. Il faut souligner que, bien que le demandeur prétende qu'il avait fait l'objet de discrimination en raison de son état de santé, il n'a fourni que peu d'éléments de preuve relativement à son problème de santé et aux effets que ce problème aurait eus sur son rendement au travail. Tout ce que la CIBC et ensuite la Commission ont entendu à ce sujet provenait du demandeur lui-même. Le demandeur leur avait dit qu'il était atteint d'anémie drépanocytaire et qu'il aurait besoin de journées de congé à certains intervalles pour recevoir des transfusions sanguines, en plus d'une journée de récupération. Le demandeur n'a pas tenté d'expliquer les effets, le cas échéant, que ce problème de santé pouvait avoir sur son rendement au travail, ni de nommer des gens qui pourraient produire des renseignements appropriés à cet égard. Je remarque qu'une lettre rédigée", "après que", "le demandeur eut quitté son emploi à la CIBC par une travailleuse sociale, et non par un médecin, et dans laquelle elle tenait de donner certaines explications, a été déposée en preuve à la Cour. Cette lettre n'est pas un élément de preuve provenant d'une personne ayant reçu une formation en médecine et elle avait été rédigée après les incidents pertinents."], ["[21]", "L'obligation de rigueur imposée à l'enquêteur a été examinée par le juge Martineau de la Cour dans la décision", "<FRAGMENT_SUPPRESSED>  (C.A.), et que les parties soient informées de la substance de la preuve obtenue par l'enquêteur et produite devant la Commission, et qu'elles aient l'occasion de répondre à cette preuve et de faire toutes les observations pertinentes (", "Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED> , à la page 902; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 10).", "20 La demanderesse ne fait aucune allégation relative à l'impartialité contre l'enquêteur. Cependant, elle affirme qu'il n'a pas conduit son enquête de manière rigoureuse, puisqu'il n'a interrogé ni elle, ni le témoin qu'elle avait proposé, son partenaire l'adjudant Doug McQueen, lui aussi membre des FC.", "21 L'effet pratique de l'obligation de rigueur est énoncé par le juge Nadon dans", "Slattery", ", précité, aux paragraphes 56 et 57:", "Il faut faire montre de retenue judiciaire à l'égard des organismes décisionnels administratifs qui doivent évaluer la valeur probante de la preuve et décider de poursuivre ou non les enquêtes.", "Ce n'est que lorsque des omissions déraisonnables se sont produites, par exemple lorsqu'un enquêteur n'a pas examiné une preuve manifestement importante, qu'un contrôle judiciaire s'impose", ". Un tel point de vue correspond à la retenue judiciaire dont la Cour suprême a fait preuve à l'égard des activités d'appréciation des faits du Tribunal des droits de la personne dans l'affaire", "Canada (Procureur général) c. Mossop", ", [1993] 1 R.C.S. 554.", "Dans des situations où les parties ont le droit de présenter des observations en réponse au rapport de l'enquêteur, comme c'est le cas en l'espèce, les parties peuvent compenser les omissions moins graves en les portant à l'attention du décideur. Par conséquent, ce ne serait que lorsque les plaignants ne sont pas en mesure de corriger de telles omissions que le contrôle judiciaire devrait se justifier", ". Même s'il ne s'agit pas d'une liste exhaustive, il me semble que les circonstances où des observations supplémentaires ne sauraient compenser les omissions de l'enquêteur devraient comprendre: (1) les cas où l'omission est de nature si fondamentale que le seul fait d'attirer l'attention du décideur sur l'omission ne suffit pas à y remédier; ou (2) le cas où le décideur n'a pas accès à la preuve de fond en raison de la nature protégée de l'information ou encore du rejet explicite qu'il en a faite. [Non souligné dans l'original.]", "22 L'obligation de rigueur de l'enquêteur n'oblige pas celui-ci à interroger chaque personne que propose le demandeur (", "<FRAGMENT_SUPPRESSED>  (QL), au paragraphe 10). L'enquêteur doit cependant s'assurer que son rapport d'enquête traite de toutes les questions fondamentales soulevées dans la plainte du demandeur (", "Bateman", ", précité, au paragraphe 29)."], ["[22]", "Je conclus que la décision de l'enquêteuse de ne pas interroger les trois témoins nommés par le demandeur et de ne pas avoir effectué une autre enquête approfondie de son propre chef était raisonnable et qu'elle ne constitue pas un motif pour annuler la décision.", "Question #4", "La décision était-elle erronée?"], ["[23]", "Le demandeur n'a formulé aucun argument selon lequel la Commission avait fait quelque erreur de droit dans sa décision. Les arguments dont je suis saisi tiennent à une opposition aux conclusions de fait qui ont été tirées et ils se rapportent la question de savoir si ces conclusions, dans l'éventualité où elles étaient erronées, devraient entraîner l'annulation de la décision. La norme de contrôle applicable dans ces circonstances est la raisonnabilité, et à cet égard, l'arrêt bien connu de la Cour suprême du Canada dans l'affaire", "<FRAGMENT_SUPPRESSED>  écrit ce qui suit:", "47 La norme déférente du caractère raisonnable procède du principe à l'origine des deux normes antérieures de raisonnabilité: certaines questions soumises aux tribunaux administratifs n'appellent pas une seule solution précise, mais peuvent plutôt donner lieu à un certain nombre de conclusions raisonnables. Il est loisible au tribunal administratif d'opter pour l'une ou l'autre des différentes solutions rationnelles acceptables. La cour de révision se demande dès lors si la décision et sa justification possèdent les attributs de la raisonnabilité. Le caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit."], ["[24]", "Le demandeur a contesté, dans son mémoire des faits ainsi que par l'entremise de son avocat au stade des plaidoiries, plusieurs des conclusions tirées par l'enquêteuse ayant été adoptées par la Commission, notamment:", "• Ce qui s'était produit lors de la réunion du 24 octobre entre le demandeur et son gérant à la CIBC; dans quelle mesure la CIBC était-elle au courant du problème de santé du demandeur?", "• La CIBC a-t-elle agi équitablement ou non en ce qui concerne l'évaluation du rendement du demandeur eu égard aux normes établies en matière de rendement?", "• Quelle était la pertinence, le cas échéant, de l'incident au cours duquel on aurait prétendument « crié » contre le demandeur parce qu'il utilisait son téléphone cellulaire au cours des heures de travail?", "• Quel était l'effet, le cas échéant, des prétendues lettres de congédiement « frauduleuses » rédigées à la main et non signées?", "• Quel effet, le cas échéant, le prétendu « congédiement déguisé » du demandeur avait-il sur la situation?"], ["[25]", "Ces conclusions, ainsi que d'autres conclusions apparentées, sont celles que la Commission a l'obligation de tirer dans l'exercice de ses fonctions. On doit lui accorder la marge de manœuvre afférente à la norme de la raisonnabilité. Je ne relève pas d'erreurs susceptibles de contrôle.", "CONCLUSION ET DÉPENS"], ["[26]", "Par conséquent, je conclus que le demandeur n'a pas démontré l'existence de quelque fondement que ce soit pour annuler la décision de la Commission. Je dois faire la remarque que le demandeur ne semble pas avoir présenté une bonne cause devant la Commission, pas plus qu'il n'a présenté, dans ses documents écrits, une bonne cause devant la Cour. Selon le dossier dont je dispose, le demandeur aurait mieux fait de ne pas demander la tenue d'un contrôle judiciaire. Je dois, lorsque j'accorde des dépens, garder à l'esprit non seulement la situation d'une partie, mais aussi la nécessité de donner un avertissement clair qu'une demande de contrôle judiciaire ne devrait pas être présentée à la légère ou sans avoir réfléchi de manière approfondie et sérieuse."], ["[27]", "Aucune preuve ne m'a été présentée en ce qui concerne la situation financière du demandeur. Son avocat demandait que les dépens soient fixés à 3 500 $, si son client avait gain de cause. L'avocat de la CIBC avait demandé que les dépens soient fixés à 7 500 $. Je fixerai les dépens à 5 000 $.", "JUGEMENT"], ["[28]", "POUR LES MOTIFS EXPOSÉS", "LA COUR STATUE QUE", "1. La demande est rejetée.", "2. La défenderesse CIBC a droit à des dépens de 5 000 $, que le demandeur paiera.", "[End of document]"]]}