{"id_": "032538", "body_str": [["[1]", "Gibson, J.", ": The Minister of Citizenship and Immigration (the \"Minister\") notified Van Ky Phan (the \"defendant\") that she intends to make a report to the Governor-in-Council pursuant to s. 10(1) of the", "Citizenship Act", "[see footnote 1] recommending that the defendant's Canadian citizenship be revoked. The ground cited is that he obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances when he failed to divulge to a citizenship official or a citizenship judge that he was charged with indictable offences under an Act of Parliament between the time he applied for citizenship and the time when he took the oath of citizenship. The defendant requested that his case be referred to this court as he was entitled to do under s. 18 of the", "Citizenship Act", ". The Deputy Attorney General of Canada, on behalf of the Minister, referred the defendant's case to this court by statement of claim. The following relief is sought: a declaration, made in accordance with s. 10(1) and s. 18(1)(b) of the", "Citizenship Act", ", that the defendant obtained Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances, with costs against the defendant."], ["[2]", "These reasons follow the trial of the reference.", "AGREED FACTS"], ["[3]", "At the opening of the hearing of the reference, counsel introduced as an exhibit an agreed statement of facts in the following terms:", "\"The parties agree on the following facts:", "1. The defendant, Van Ky Phan, was born on January 1, 1974 in Vietnam.", "2. On April 17, 1985, the defendant was granted permanent residence status in Canada.", "3. The defendant first applied for Canadian citizenship on June 13, 1988 when he was 14 years old.", "4. The defendant's 1988 Citizenship Application contained a Warning that Canadian citizenship shall not be granted or the Oath of Citizenship administered while the citizenship applicant is charged with an indictable offence under any Act of Parliament and that a certificate of citizenship may be cancelled or revoked if the certificate has been obtained by false representation, fraud or by knowingly concealing material circumstances.", "5. Paragraph 5(1)(b) of the", "Citizenship Act", ", R.S.C. 1985 c. C-29 ('the", "Citizenship Act", "'), requires a person to be eighteen (18) years or over to be granted citizenship.", "6. The defendant's first Citizenship Application was not approved.", "7. The defendant next applied for Canadian citizenship on February 5, 1992 when he was 18 years old.", "8. The defendant's 1992 Citizenship Application contained a Warning that Canadian citizenship shall not be granted, or the oath of citizenship, taken while the citizenship applicant is charged with an indictable offence under any Act of Parliament.", "9. Item 18 of the defendant's 1992 Citizenship Application contained an Attestation that stated: 'I am aware that if under any Canadian law I am charged with an indictable offence or put on probation before I take the oath of citizenship I must notify a citizenship official'. The plaintiff affirmed or swore this Attestation before a citizenship officer on February 5, 1992.", "10. Paragraph 22(1)(b) of the", "Citizenship Act", "provides that a person shall not be granted Canadian citizenship, or administered the oath of citizenship, while the person is charged with an indictable offence under any Act of Parliament.", "11. On October 18, 1993, a peace officer of the Royal Canadian Mounted Police issued an Appearance Notice to the defendant that alleged that the defendant had committed offences under subss. 3(1) and 4(2) of the", "Narcotic Control Act", ", R.S.C. 1985, C.N-1, ('the", "Act", "') (possession of a narcotic, and possession of a narcotic for the purpose of trafficking).", "12. The October 18, 1993 Appearance Notice required the defendant to attend court on December 21, 1993 to answer to these charges.", "13. On December 2, 1993, the defendant was interviewed by a citizenship judge. In answer to the Citizenship Judge's question whether he had any involvement with the police, the defendant responded that he had not had any involvement with the police, when he had, because he believed the charges were minor and would be dropped.", "14. The defendant affirmed before the Citizenship Judge on December 2, 1993, that since he filed his application for citizenship, he had not been subject to criminal proceedings.", "15. On December 17, 1993, an Information was laid by a Court Liaison Officer charging the defendant with:", "(i) possession for the purpose of trafficking in the narcotic heroin contrary to s. 4(2) of the", "NCA", "(ii) possession for the purpose of trafficking in the narcotic cocaine contrary to s. 4(2) of the", "NCA", "(iii) possession of the narcotic heroin contrary to s. 3(1) of the", "NCA", ", and", "(iv) resisting a peace officer in the execution of his duty contrary to s. 129(a) of the", "Criminal Code of Canada", "16. Possession of a narcotic for the purpose of trafficking under s. 4(2) of the", "NCA", ", was an indictable offence.", "17. Possession of a narcotic under s. 3(1) of the", "NCA", "was a hybrid offence that could be proceeded with as an indictable or a summary conviction offence.", "18. Resisting a peace officer in the exercise of his duty contrary to s. 129(a) of the", "Criminal Code of Canada", "is a hybrid offence and can be proceeded with either as an indictable or a summary conviction offence.", "19. On December 21, 1993, the defendant appeared in the Provincial Court of British Columbia in Nanaimo for his first appearance. The Record of Proceedings and Endorsement of Information indicates that the reading of the Information was waived.", "20. Prior to taking the oath of citizenship, the defendant was notified through a Notice to Appear to take the Oath of Citizenship, that he was to appear on December 23, 1993 to take the oath of citizenship and receive his citizenship certificate.", "21. The Notice To Appear To Take the Oath of Citizenship form with the marking 'CC 3 200 (1-91)' in the bottom left hand corner contained a Warning that Canadian Citizenship shall not be granted or the oath of citizenship taken if the applicant for citizenship is charged with an offence under any Act of Parliament; that if this circumstances [sic] applied to the applicant for citizenship, he must inform the citizenship office; and that citizenship may be revoked if it has been obtained by false representation, fraud or by knowingly concealing material circumstances.", "22. The defendant did not notify a Citizenship Official that he was changed [sic] with indictable offences under the", "NCA", ", an Act of Parliament, before he took the Oath of Citizenship.", "23. The defendant did not tell any Citizenship Official that he had been charged with a criminal offence when he took the oath of citizenship on December 23, 1993 because he believed the charges were minor and would be dropped and he wanted Canadian citizenship so that he could get a passport to visit his mother in Vietnam.", "24. On December 23, 1993, the defendant took the oath of citizenship before a Citizenship Judge and was granted Canadian citizenship. The defendant received Canadian citizenship certificate no. 5587300.", "25. By Notice dated January 21, 2000 and served August 17, 2000, the Minister of Citizenship and Immigration ('the Minister') notified the defendant of the Minister's intention to make a report to the Governor-in-Council within the meaning of s. 10(1) of the", "Citizenship Act", ", without reference to s. 10(2) of the", "Citizenship Act", ", recommending that the defendant's Canadian citizenship be revoked on the ground that he obtained Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances by failing to divulge that he was charged with an indictable offence under an Act of Parliament between the time he applied for citizenship and the time when he took the oath of citizenship.", "26. By letter dated August 24, 2000 and received August 30, 2000, the defendant requested his case be referred to the Federal Court - Trial Division.", "27. By having a statement of claim issued on November 26, 2001, the Minister referred the defendant's case to this court and seeks a declaration, made in accordance with s. 10(1) and s. 18(1)(b) of the", "Citizenship Act", ", deciding that the defendant obtained Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances.\" (Sources references deleted)"], ["[4]", "Immediately following the presentation of the Agreed Statement of Facts, counsel for the Minister noted that paragraph 15 omits reference to a fifth charge reflected in the Information dated the 17th of December, 1993, that charge being \"possession of the narcotic cocaine contrary to s. 3(1) of the", "NCA", "\".", "TESTIMONY BEFORE THE COURT"], ["[5]", "Counsel for the Minister called two witnesses, a former citizenship judge who held that office in the lower mainland region of British Columbia at all relevant times in 1993, and a citizenship officer who served in the Surrey, British Columbia Office of the Ministry of Citizenship and Immigration at all relevant times when the defendant's citizenship application was being processed through that office."], ["[6]", "The citizenship judge testified as to her extensive experience in interviewing applicants for Canadian citizenship. She testified that in each case she would have the interviewees with their application in front of her. A copy of the defendant's 1992 application for citizenship was produced to her and she identified it as an application on which she would have conducted an interview."], ["[7]", "When questioned about the warning appearing on the face of the application to the effect that an applicant could not be granted citizenship and the oath of citizenship could not be taken while the applicant was charged with an indictable offence under any Act of the Parliament of Canada, the former citizenship judge testified that it was her practice to ask applicants whether they were \"in any trouble with the police\" or \"any trouble with the law\", questions to which the applicants almost invariably answered \"No\". She testified that, if an applicant answered \"yes\" or demonstrated uncertainty with respect to either of those questions, she would suspend the interview in order to allow for an investigation to be conducted by citizenship officials."], ["[8]", "A \"Notice\" to the Minister of a Citizenship Judge's Decision concerning the defendant was placed before the former citizenship judge. She identified it by her signature on the form confirming that the defendant, then the applicant for citizenship, had attested before her that he had not been subject to \"criminal proceedings\". In the result, she testified that she had recommended the defendant be granted Canadian citizenship."], ["[9]", "The citizenship official who was called as a witness testified as to the procedure followed in the Surrey, British Columbia citizenship office in and around 1992 and 1993 when an application for citizenship, completed but unsigned, was received in that office. She testified that the applicant would be given an appointment to come in and review his or her application with a citizenship officer. Only after that review would the applicant sign his application. The citizenship officer was shown a copy of the defendant's application and identified it as an application on which she conducted the interview with the applicant, here the defendant. She identified it by various comments and changes that were in her handwriting on the form and by her initials at several places and her signature on the form."], ["[10]", "The citizenship official testified that she too, like the citizenship judge, would have drawn the defendant's attention to the warning that he could not be granted citizenship and could not take the oath of citizenship if he were charged with an indictable offence under any Act of Parliament."], ["[11]", "The citizenship official testified that, following an interview that resulted in an applicant signing his or her application form, the application would be referred for criminal and security checks. Following a positive completion of those checks, an interview with a citizenship judge would be scheduled. If that interview resulted in a recommendation that citizenship be granted, as was the case with the defendant, a Notice To Appear To Take The Oath If Citizenship would be issued indicating the date, time and location at which applicants such as the defendant were to appear to take the oath of citizenship."], ["[12]", "The citizenship official identified a form of a Notice to Appear produced to her as the form that was in use in 1993. That form contained an explicit warning that \"Canadian citizenship shall not be granted or the oath of citizenship taken while the applicant ... is \"charged with, ... an indictable offence under any Act of Parliament\". The form further noted that if such a circumstance applied to an applicant to whom the notice was sent, he or she \"... must inform this citizenship office\"."], ["[13]", "The citizenship officer testified that when an applicant for citizenship appeared in response to a Notice To Appear To Take The Oath Of Citizenship, he or she would be required to identify himself or herself to a citizenship officer, thus providing an opportunity to respond to the warning, before he or she would be allowed to proceed to take the oath of citizenship and to receive his or her citizenship certificate."], ["[14]", "It was not in dispute before me that the applicant signed on the 5th of February, 1992, his application for citizenship before the citizenship officer who testified before me, that he appeared before and was interviewed by a citizenship judge on the 2nd of December, 1993, and that the oath of citizenship was administered to him on the 23rd of December, 1993 at Surrey, British Columbia."], ["[15]", "The defendant was called as the sole witness on his own behalf. He spoke briefly of his leaving Vietnam in the company of his brother at the age of ten (10), of their four (4) day voyage through open waters and of his sojourn for a year in a refugee camp before he came to Canada in 1985. He and his brother first went to Kelowna where his brother worked and where he went to school with some emphasis ont he study of English as a second language. After three (3) years, he and his brother moved to Toronto where the defendant commenced his working career. His brother later moved to Surrey leaving the defendant in Toronto."], ["[16]", "The defendant followed his brother to Surrey, apparently in company with his girlfriend and, since that time, the defendant and his girlfriend, now his wife, have lived together with his brother. The defendant and his wife have two (2) Canadian born children. The language in their home is Vietnamese. The defendant has for some time worked as a cook in a Vietnamese restaurant where his working language is also Vietnamese."], ["[17]", "The defendant testified at some length as to his experience on the 18th of October, 1993, barely two (2) months before the time of his interview with a citizenship judge and the date on which the oath of citizenship was administered to him. On that day, he had apparently been invited by a \"friend\" who was a patron of the restaurant where the defendant worked to visit the \"friend\" in Nanaimo. The defendant was driven to the ferry terminal, presumably at Deep Cove. He walked onto the ferry and walked off at the Nanaimo end. He was met by \"his friend\" who took the defendant to his home. The defendant was asked by the friend to take the friend's car to a shopping centre parking lot in Nanaimo to meet another friend of the \"friend\". The defendant complied with the request."], ["[18]", "While the defendant was sitting in the car in the shopping centre parking lot, police arrived on the scene. Two (2) police officers exited their car, one in uniform and the other in plain clothes, with guns drawn, and ordered the defendant who had started his car and was attempting to move away from the police, to stop. The officers identified themselves as police. The defendant drove the car that he occupied head on into another police car. The defendant was ordered out of car. He was ordered to lie on the ground. He was handcuffed. A quantity of suspicious substances was found on the ground just outside the door from which the defendant had exited the car. The defendant was driven in a police vehicle to the police department. He was interrogated. He was offered the opportunity to make a telephone call but he declined the offer. His", "Charter", "rights were read to him on a number of occasions. He was placed in a police cell."], ["[19]", "The suspicious substances were identified as heroin and cocaine."], ["[20]", "An appearance notice was issued to the defendant requiring him to appear in court in Nanaimo on the 21st of December, 1993. The appearance notice alleged, in very curt terms, that the applicant has breached the", "Narcotic Control Act", "through possession of a narcotic and possession of a narcotic for the purpose of trafficking."], ["[21]", "The defendant was released from custody some seven (7) hours after the events in the shopping centre parking lot. He went looking for his \"friend\" but was unable to find him. To the date of the hearing before me, the defendant never again saw the \"friend\"."], ["[22]", "The defendant's interview with the citizenship judge followed on the 2nd of December, 1993. He acknowledged that, during that interview, he made no mention of his experiences on the 18th of October. He testified that he regarded his encounter with the police as not important. He knew that he was to appear in court but he did not regard any charges against him as serious. He believed they would be dropped because the narcotics were not his and he knew nothing about them. He also did not know what the charges against him were. At the time, his mother in Vietnam was very ill and he was anxious to get his citizenship so that he could obtain a passport and visit his mother."], ["[23]", "An \"Information\" issued against the defendant on the 17th of December, 1993 citing that the informant has reasonable and probable grounds to believe and did believe that the defendant has committed the acts underlying the five (5) offences referred to earlier in these reasons."], ["[24]", "The defendant testified that he appeared in court as required on the 21st of December, 1993. He met briefly with duty counsel since he did not have his own lawyer. Reading of the charges was waived. The matter was put over to another day and the defendant was advised to retain counsel. Following his hearing, the defendant waited to meet again with the duty counsel but no further meeting took place."], ["[25]", "On the 23rd of December, 1993, two (2) days after his appearance in court in Nanaimo, the defendant attended a citizenship ceremony, was administered the oath of citizenship and received his citizenship certificate. Once again, despite the warning reflected on his invitation to that ceremony, he testified that he made no disclosure whatsoever of his encounter with the police and of his appearance in court. He testified that he was unaware of any requirement that he do so and that he did not recall that any opportunity was provided for him to do so."], ["[26]", "Earlier, the defendant had been examined for discovery. Extracts from that examination were taken into the record before me. On cross-examination of the defendant, counsel identified significant inconsistencies between his testimony before me and his answers on examination for discovery, particularly relating to his knowledge of the written notice to attend the ceremony on the 23rd of December, 1993 and to his recollection of the events of that day.", "THE ISSUES"], ["[27]", "The principal issue on the reference was whether or not the court was satisfied, on all of the evidence before it, that the defendant obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances."], ["[28]", "A preliminary issue arose at the opening of the hearing of the reference when counsel for the defendant, by oral motion, sought an order entitling the defendant to the services of an interpreter, throughout the hearing, at public expense. Following consideration of representations on that issue by counsel for the defendant and for the Minister, I issued an Order to the effect that the defendant was entitled to the services of an English/Vietnamese interpreter throughout the hearing of the reference, but at his own expense, citing the fact that there was no evidence before the court that the defendant was impecunious. I indicated on the face of my Order that related reasons would follow. I will turn to that issue following my analysis and conclusion on the principal issue before me.", "RELEVANT STATUTORY PROVISIONS"], ["[29]", "The principal statutory provisions relevant on this reference are ss. 10, 18 and 22(1)(b) of the", "Citizenship Act", ", s. 34(1)(a) and (b) of the", "Interpretation Act", "[see footnote 2] and s. 14 of the", "Canadian Charter of Rights and Freedoms", "[see footnote 3]. Like s. 14 of the", "Charter", ", rules 93, 169(a) and 283 of the", "Federal Court Rules, 1998", "[see footnote 4] are relevant to the right to an interpreter issue."], ["[30]", "The foregoing provisions are set out in Appendix A to these reasons.", "ANALYSIS", "a) Obtaining Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances", "i) What is required at law in order to found a declaration under s. 18(1)(b) of the Citizenship Act?"], ["[31]", "In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) Mr. Justice MacKay considered the meaning of the phrase 'knowingly concealing material circumstances' as used in s. 10 of the", "Act", ". He concluded, at paragraph 159, that the phrase requires that:", "'[...] the court must find on evidence, and/or reasonable inference from the evidence, that", "the person concerned concealed circumstances material to the decision, whether he knew or did not know that they were material", ", with the intent of misleading the decision-maker.'", "\"[21] Materiality is to be determined in light of the significance of the information not disclosed to the decision in question.", "\"[22] Mr. Justice MacKay further considered, relying upon the decision of the Supreme Court of Canada in", "Canada (Minister of Manpower and  <FRAGMENT_SUPPRESSED>  that", "a misrepresentation of a material fact includes an untruth, the withholding of truthful information", ", or a misleading answer which has the effect of foreclosing or averting further inquiries.", "\"[23] Mr. Justice McKeown also applied <FRAGMENT_SUPPRESSED> , supra, in the context of a citizenship revocation case in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Laskin, J., writing for the court, held that", "untruths or misleading answers that in effect foreclose an avenue of inquiry may be material misrepresentations", ", even when the further inquiry might not have discovered and independent ground of deportation. <FRAGMENT_SUPPRESSED> , supra, involved allegedly false answers given by the applicant on his application for admission into Canada. At 865-73, Laskin, J., stated:", "\"... An answer may be both false and misleading but the statute does not demand this combination. It may be the one or the other and still fall within the prohibition. Again, since criminal punishment is not the object of the enforcement of immigration and deportation policies by means of special inquiries, I cannot be persuaded that intentional or wilful deception would be read in as a prerequisite ...\"", "'Lest there be any doubt on the matter as a result of the Board's reasons, I would repudiate any contention or conclusion that materiality under s. 19(1)(e)(viii) requires that the untruth or the misleading information may fall short of this and yet have been an inducing factor in admission. Evidence, as was given in the present case, that certain incorrect answers would have had no influence in the admission of a person is, of course, relevant to materiality. But also relevant is whether the untruths or the misleading answers had the effect of foreclosing or averting further inquiries, even if those inquiries might not have turned up any independent ground of deportation.", "'139 The Minister brought to the court's attention various cases that followed the principle enunciated in <FRAGMENT_SUPPRESSED> , supra, including the decision in", "<FRAGMENT_SUPPRESSED>  (Q.L.).", "In not admitting that he was a concentration camp guard during the war, the applicant effectively prevented any questioning by the immigration officials (both the Immigration Officer and the Visa Control Officer) regarding the particulars of that service. Thus, it would have been impossible for the authorities to question him on what acts he had committed as a concentration camp guard, some of which may have rendered him inadmissible as an \"offender\" or \"major offender\" under the criteria established by the Security Panel at its May 15, 1952 meeting", ". I note that the defendant submits that there was no duty of candour placed on Mr. Baumgartner at the time of his immigration interview, as per the decision of this court in", "<FRAGMENT_SUPPRESSED> . I agree with this submission, but find that it is irrelevant in the present case, as Mr. Baumgartner himself testified that he was indeed asked about his military involvement during his immigration interviews in March, 1953.", "'140 The defendant submits at page 24, paragraph 50 of the defendant's written submissions that:", "\"It cannot be inferred that the mere entry of Mr. Baumgartner into Canada was a result of a fraud unless the court is satisfied that he would have necessarily been refused entry had his true situation been known which, in turn requires proof that the applicable rejection criteria, whatever that may have been, would have required the rejection of the defendant.", "\"However, as I already stated,", "it is not necessary to establish that Mr. Baumgartner would have been refused entry due to misrepresentation, but only that he withheld a material piece of information and thereby may have made it impossible for the Immigration Officers and the security officer to pursue an avenue of inquiry that may have revealed that Mr. Baumgartner was indeed inadmissible", "according to the Security Panel's May, 1952 policy and the corresponding 'Reasons for Rejection' criteria. As the case law cited above demonstrates, and contrary to the submission of the defendant,", "the Minister is not required to show in her pleadings that specified misrepresentations resulted in the landing of Mr. Baumgartner. Mr. Baumgartner, in not disclosing that he served as a concentration camp guard, circumvented an inquiry regarding the specific acts that he may have committed and the nature of his service in that capacity. Such inquiry may have uncovered information that would have rendered Mr. Baumgartner inadmissible. Thus, when Mr. Baumgartner failed to disclose his role as a concentration camp guard when he was asked about his military service during his March, 1953 interviews with Canadian officials, he committed a material misrepresentation which lead to his becoming landed in Canada and, later, to his obtaining Canadian Citizenship", ".\"' (Underlining added)", "\"[24] Thus, as a matter of law, an untruth or a misleading answer which has the effect of foreclosing or averting further inquiries may be a misrepresentation within the meaning of the", "Act", "\"[25] The standard of proof to be applied in a reference under the", "Act", "is the civil standard of proof on a balance of probabilities. However, the evidence must be scrutinized with greater care because of the seriousness of the allegations and the severe consequences of revocation of citizenship. See:", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) at paragraph 10.", "\"[26] More must be established than a technical transgression of the", "Act", ". Innocent misrepresentations are not to result in the revocation of citizenship. See:", "Canada (Minister of Multiculturalism and  <FRAGMENT_SUPPRESSED>  (T.D.).\" (Emphasis added by me in paragraphs [20] and [21])"], ["[32]", "With one qualification, I adopt the foregoing as my own. That qualification relates to the brief reference in the last quoted paragraph to", "Canada (Minister of State for Multiculturalism and  <FRAGMENT_SUPPRESSED>  proceeding to the next issue, I wish to address the argument advanced by counsel for the respondent that the respondent had no duty, statutory or otherwise, to disclose his criminal charges which arose after he made his application for citizenship. As indicated earlier, counsel for the respondent based his argument on the decision in", "Canada (Minister of Multiculturalism and  <FRAGMENT_SUPPRESSED>  support such a conclusion. At the time Mr. Minhas made his application for citizenship there was nothing to divulge as he had not been charged with the offence ... [W]hen he attended his interview with the Citizenship Judge, the respondent, although charged with an offence under the", "Criminal Code", ", had not been convicted in the absence of a determination of guilt, our criminal justice system dictates that an individual be presumed innocent and accordingly, the failure to divulge the charge cannot be considered a \"false representation\", \"fraud\", or \"knowingly concealing material circumstances\", as provided in s. 10(1).'", "\"[53] In other words, the learned judge applied the presumption of innocence in the reference proceedings, and concluded that <FRAGMENT_SUPPRESSED> was not required to disclose his outstanding criminal charges. With the greatest of respect, I disagree with the approach taken in ... <FRAGMENT_SUPPRESSED> , ..., on the basis that the right to be presumed innocent, as enshrined in s. 11(d) of the", "Charter", ", applies only to a person 'charged with an offence'.  <FRAGMENT_SUPPRESSED>  the", "Charter", "were procedural safeguards applicable '... to the most serious offences known to our law, i.e., criminal and penal matters ...'. As indicated earlier, a reference under s. 18(1)(b) of the", "Citizenship Act", "is in the nature of a civil proceeding; it is not a criminal or quasi-criminal matter. Given the nature of a reference, a person who is the subject of such a proceeding is not charged with any offence, as that term is defined in", "<FRAGMENT_SUPPRESSED>  protect a person charged with an offence, including the presumption of innocence, have no application whatsoever in a reference under s. 18(1)(b) of the", "Citizenship Act", ". Furthermore, s. 22 of the", "Citizenship Act", "prohibits, among other things, the granting of citizenship to a person charged with an indictable offence under any Act of Parliament. In the circumstances, I am of the opinion that the decision in ... <FRAGMENT_SUPPRESSED> , ..., is based on a flawed analysis, and ought not to be applied in the present case.\" (Citations omitted)"], ["[33]", "I agree with the foregoing concern about the application of <FRAGMENT_SUPPRESSED> . I am concerned that the principle drawn from that decision by Justice Dawson that \"innocent representations are not to result in the revocation of citizenship\" is overly broad. I am satisfied that misrepresentations put forward as \"innocent\" must be carefully examined. \"Wilful blindness\", when practised by an applicant for Canadian citizenship in the pursuit of his or her application, is not to be condoned. The applicant is seeking a significant privilege. In those circumstances, he or she, when faced with a situation of doubt, should invariably err on the side of full disclosure to a citizenship judge or citizenship official.", "ii) Application for the foregoing principles to the facts of this reference"], ["[34]", "On the civil standard of proof of a balance of probabilities, I am satisfied that counsel for the Minister has demonstrated that the defendant obtained his Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances."], ["[35]", "I accept without reservation that the defendant has a limited command of the English language, albeit that he was able to convince a citizenship official and a citizenship judge that his command of English was sufficient to meet the test of \"an adequate knowledge\" of English to qualify him in that regard for Canadian citizenship. Both the citizenship judge and the citizenship official that testified before the court indicated that they conducted their interviews with applicants such as the defendant in \"plain\" and \"simple\" language. They avoided terms such as \"indictable offence\" and indicated only a broad general knowledge of the meaning of that phrase themselves. Instead, they talked in terms of \"trouble with the law\" and \"trouble with the police\". Those were terms that the defendant should have understood when he answered in his interview with the citizenship judge in early December, 1993 that he had no such trouble and failed to disclose his encounter with the police in October of 1993 and when he failed to disclose his court appearance on the 21st of December 1993 when he appeared to take the oath of citizenship on the 23rd of December, 1993."], ["[36]", "On the evidence before me, I am satisfied that the defendant was likely an innocent participant in drug trafficking when he undertook to help out his \"friend\" in October of 1993. I am satisfied that was his belief. That being said, it was not for him to conclude that his participation in drug trafficking was \"innocent\" or \"minor\" and that the charges against him, whatever they were, and he apparently chose not to find out what they were, were \"minor\" or would be \"dropped\" or that he would be found innocent on the charges. Rather, it was for him to acquaint himself with the kind of trouble he was in and to disclose that trouble to citizenship officials or judges in a manner that would allow them to determine whether they were precluded by law, for the time being at least, from conferring citizenship on him."], ["[37]", "However justified, from the defendant's point of view, might have been his motivation in suppressing information so that he could get his citizenship and a passport so that he could visit his dying mother, it did not justify the suppression of information in the context of a very significant process where warnings were provided to him at every turn. If he had made full disclosure and explained the urgency that confronted him, that would have constituted the kind of full disclosure that would have allowed a citizenship judge or citizenship official to carry out his or her obligation. By taking it unto himself to decide that he did not need to disclose his difficulties, no matter how he characterized those difficulties in his own mind, and in circumstances where he either knew or certainly should have known that there might be an impediment to his obtaining citizenship, was completely unjustified. I am satisfied that it amounted both to the making of a false representation and to a knowing concealment of material circumstances on his part."], ["[38]", "In the result, a declaration will go to the effect that I am satisfied that the defendant obtained Canadian citizenship by false representation or fraud or knowingly concealing material circumstances.", "b) Interpretation services at public expense"], ["[39]", "This issue was first raised on behalf of the defendant in the course of a trial management conference held before Prothonotary Hargrave two (2) weeks before the hearing of the reference. Prothonotary Hargrave, by Order, rejected the defendant's request for interpretation services at public expense and provided brief reasons. In those reasons that constituted an endorsement to his Order he wrote:", "\"In determining, at this point, that Mr. Phan does not have either an automatic right to an interpreter, or a right to an interpreter on a balance of probabilities, I do not foreclose the possibility of an interpreter being allowed either by way of an appeal of this order,", "or through a change of circumstances", "resulting in a determination, at the opening of trial, by the Trial Judge that Mr. Phan should have an interpreter provided and paid for by the court.\" (Emphasis added)"], ["[40]", "Prothonotary Hargrave's order was not appealed. Nor was a formal motion filed to be dealt with at the opening of the reference and nor was there any evidence before me of a \"change of circumstances\" as referenced by Prothonotary Hargrave. In particular, no evidence was brought forward that the defendant is impecunious."], ["[41]", "Section 14 of the", "Canadian Charter of Rights and Freedoms", "is set out in the Schedule to these reasons. Since it is brief, I repeat it here for ease of reference:", "\"14. A party or witness in any proceedings who does not understand or speak the language in which the proceedings are conducted or who is deaf has the right to the assistance of an interpreter.\"", "\"14. La partie ou le témoin qui ne peuvent suivre les procédures, soit parce qu'ils ne comprennent pas ou ne parlent pas la langue employée, soit parce qu'ils sont atteints de surdité, ont droit à l'assistance d'un interprète.\""], ["[42]", "It is worthy of note that s. 14 appears in the portion of the", "Charter", "that is headed \"", "Legal Rights", "\". While the rights enshrined under the heading \"", "Legal Rights", "\" in the", "Charter", "are, I am satisfied, primarily directed to rights in criminal proceedings, and this is not a criminal proceeding, I do not wish to in any sense denigrate the significance of this proceeding for the defendant and therefore I do not rely on the fact that this is not a criminal proceeding in determining against a right to interpretation services at public expense."], ["[43]", "That being said, it is well established that the right provided by s. 14 of the", "Charter", "is not absolute.  <FRAGMENT_SUPPRESSED>  he noted at page 425:", "\"There is no doubt that the right to a fair trial is not limited to criminal trials but also applies to cases where the proceedings are quasi-judicial, as in the case before us. ...\" (citation omitted)", "I am satisfied that this reference is a proceeding that is \"quasi-judicial\" in the sense in which Justice Lacourcière employed that term."], ["[44]", "<FRAGMENT_SUPPRESSED>  s. 14 of the", "Charter", ", concluded in the following terms:", "\"I am of the view that under s. 14 of the", "Charter", ", a litigant in a civil proceeding 'has the right to the assistance of an interpreter'. I am of the further view that the initial responsibility of the litigant requiring the services of an interpreter is to pay that interpreter's fee, and I therefore decline the order sought by the plaintiff.", "\"The question that remains unanswered is, is there an obligation upon the court or the Crown in civil proceedings to pay an interpreter's fee upon the court being satisfied that the litigant requiring an interpreter is unable to pay the necessary fee? The wording of s. 14 is bold and unequivocal and it might well be that upon the basis of impecuniosity that a court would so order.\""], ["[45]", "I adopt the conclusion of Skipp, L.J.S.C., as my own. There was no evidence whatsoever before me of impecuniosity on the part of the defendant. In the circumstances, the question that remained open following", "<FRAGMENT_SUPPRESSED>  provisions of the", "Federal Court Rules, 1998", ". Rule 169(a) provides that the Part of the", "Rules", "dealing with Actions applies to references such as this under s. 18 of the", "Citizenship Act", ". Rule 283, in the Part of the", "Rules", "relating to Actions, incorporates by reference Rule 93, with such modifications as are necessary, to the use of an interpreter at trial and, while I have referred to this proceeding as a reference, I accept that it is in the nature of a trial. Rule 93(1) provides that where a person is to be examined on an oral examination understands neither French nor English or is deaf or mute, the", "examining party shall arrange for the attendance and pay the fees and disbursements", "of an independent and competent person to accurately interpret everything said", "during the examination", ". Thus, by operation of Rule 283, Rule 93(1) extends to an", "oral examination at trial"], ["[47]", "The defendant was examined during this reference at the instance of his own counsel and was cross-examined by counsel for the Minister. Thus, for the purpose of that examination, the", "Rules", "of this court make it clear that the services of an interpreter were to be at the expense of the defendant himself."], ["[48]", "The defendant made use of an interpreter, not only during his own examination and cross-examination, but during the course of the opening statement on behalf of the Minister and during the examination and cross-examination of the Minister's witnesses as well. He did not make use of an interpreter during argument by counsel. Rule 93(1) does not speak to who should bear the expense of an interpreter during the examination and cross-examination of the opposite party's witnesses but I am of the view that, by extension, it can be inferred from Rule 93(1) that such use of an interpreter should also be at the defendant's expense."], ["[49]", "As indicated earlier, there was no evidence before me regarding impecuniosity on the part of the defendant."], ["[50]", "In light of all of the foregoing, I concluded that, while the defendant was entitled to the services of an interpreter throughout the hearing of the reference, it should be at his own expense and I so ordered.", "CONCLUSION"], ["[51]", "In summary, a declaration will go in accordance with s. 10(1) and s. 18(1)(b) of the", "Citizenship Act", "that it is this court's decision that the defendant obtained Canadian citizenship by false representation or fraud or by knowingly concealing material circumstances.", "COSTS"], ["[52]", "As indicated early in these reasons, the Minister seeks costs against the defendant. Since this reference proceeding is in the nature of an action, costs would normally follow the event and go in favour of the Minister. That being said, under Rule 400(1), the court retains full discretion as to the amount and allocation of costs and the determination of by whom they are to be paid. Throughout the course of the reference, I carefully observed the demeanour of the defendant. I also noted the circumstance of his coming to Canada, the fact that, with a significant slip, he has successfully integrated himself into his limited ethnic community in Canada and, in particular, the acknowledgement that, since his unfortunate encounter with the law in 1993, he has not again encountered difficulties of a criminal nature. In the circumstances, I exercise my discretion to provide no order as to costs.", "Declaration granted.", "Editor: Rodney A. Jordan/pdk", "Footnotes", "1. R.S.C. 1985, c. C-29.", "2. R.S.C. 1985, c. C-21.", "3. Part 1 of the", "Constitution Act, 1982", "(R.S.C. 1985, Appendix II, No. 44), being Schedule B to the", "Canada Act 1982 (U.K.)", ", 1982, c. 11.", "4. SOR/98-106.", "5. [2003] F.C.J. No. 1252; 238 F.T.R. 85 (F.C.).", "6. (1997), 140 F.T.R. 183; 43 Imm. L.R.(2d) 297 (T.D.).", "7. (1987), 23 O.A.C. 382; 45 D.L.R.(4th) 415 (C.A.).", "8. (1987), 37 D.L.R.(4th) 376 (B.C.S.C.).", "APPENDIX \"A\"", "Citizenship Act", "\"10(1) Subject to s. 18 but notwithstanding any other section of this Act, where the Governor in Council, on a report from the Minister, is satisfied that any person has obtained, retained, renounced or resumed citizenship under this Act by false representation or fraud or by knowingly concealing material circumstances.", "(a) the person ceases to be a citizen, or", "(b) the renunciation of citizenship by the person shall be deemed to have had no effect,", "as of such date as may be fixed by order of the Governor in Council with respect thereto.", "\"(2) A person shall be deemed to have obtained citizenship by false representation or fraud or by knowingly concealing material circumstances if the person was lawfully admitted to Canada for permanent residence by false representation or fraud or by knowingly concealing material circumstances and, because of that admission, the person subsequently obtained citizenship.", ". . . . .", "\"18(1) The Minister shall not make a report under s. 10 unless the Minister has given notice of his intention to do so to the person in respect of whom the report is to be made and", "(a) that person does not, within thirty days after the day on which the notice is sent, request that the Minister refer the case to the court; or", "(b) that person does so request and the court decides that the person has obtained, retained, renounced or resumed citizenship by false representation or fraud or by knowingly concealing material circumstances.", "\"(2) The notice referred to in subs. (1) shall state that the person in respect of whom the report is to be made may, within thirty days after the day on which the notice is sent to him, request that the Minister refer the case to the court, and such notice is sufficient if it is sent by registered mail to the person at his latest known address.", "\"(3) A decision of the court made under subs. (1) is final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.", "\"22(1) Notwithstanding anything in this Act, a person shall not be granted citizenship under s. 5 or subs. 11(1) or take the oath of citizenship.", ". . . . .", "(b) while the person is charged with, on trial for or subject to or a party to an appeal relating to an offence under subs. 29(2) or (3) or an indictable offence under any Act of Parliament, other than an offence that is designated as a contravention under the Contraventions Act;", "Interpretation Act", "\"34(1) Where an enactment creates an offence,", "(a) the offence is deemed to be an indictable offence if the enactment provides that the offender may be prosecuted for the offence by indictment;", "(b) the offence is deemed to be one for which the offender is punishable on summary conviction if there is nothing in the context to indicate that the offence is an indictable offence; and", ". . . . .", "Canadian Charter of Rights and Freedoms", "\"14. A party or witness in any proceedings who does not understand or speak the language in which the proceedings are conducted or who is deaf has the right to the assistance of an interpreter.", "Federal Court Rules, 1998", "\"93(1) Where a person to be examined on an oral examination understands neither French nor English or is deaf or mute, the examining party shall arrange for the attendance and pay the fees and disbursements of an independent and competent person to accurately interpret everything said during the examination, other than statements that the attending parties agree to exclude from the record.", "\"(2) Where an interpreter is required because the examining party wishes to conduct an oral examination for discovery in one official language and the person to be examined wishes to be examined in the other official language, on the request of the examining party made at least six days before the examination, the Administrator shall arrange for the attendance and pay the fees and disbursements of an independent and competent interpreter.", "\"(3) Before aiding in the examination of a witness, an interpreter shall take an oath, in Form 93, as to the performance of his or her duties.", ". . . . .", "\"169. This Part applies to all proceedings that are not applications or appeals, including", "(a) references under s. 18 of the Citizenship Act;", ". . . . .", "\"283. Rule 93 applies, with such modifications as are necessary, to the use of an interpreter at trial.\"", "Loi sur la Citoyenneté", "\"10(1) Sous réserve du seul articule 18, le gouverneur en conseil peut, lorsqu'il est convaincu, sur rapport du ministre, que l'acquisition, la conservation ou la répudiation de la citoyenneté, ou la réintégration dans celle-ci, est intervenue sous le régime de la présente loi par fraude ou au moyen d'une fausse déclaration ou de la dissimulation intentionnelle de faits essentiels, prendre un décret aux terms duquel l'intéressé, à compter de la date qui y est fixée:", "a) soit perd sa citoyenneté;", "b) soit est réputé ne pas avoid répudié sa citoyenneté.", "\"(2) Est réputée avoir acquis la citoyenneté par fraude, fausse déclaration ou dissimulation intentionnelle de faits essentiels la personne qui l'a acquise à raison d'une admission légale au Canada à titre de résident permanent obtenue par l'un de ces trois moyens.", ". . . . .", "\"18(1) Le ministre ne peut procéder à l'établissement du rapport mentionné à l'article 10 sans avoir auparavant avisé l'intéressé de son intention en ce sens et sans que l'une ou l'autre des conditions suivantes ne se soit réalisée:", "a) l'intéressé n'a pas, dans les trente jours suivant la date d'expédition de l'avis, demandé le renvoi de l'affaire devant la Cour;", "b) la Cour, saisie de l'affaire, a décidé qu'il y avait eu fraude, fausse déclaration ou dissimulation intentionnelle de faits essentiels.", "\"(2) L'avis prévu au paragraphe (1) doit spécifier la faculté qu'a l'intéressé, dans les trente jours suivant sa date d'expédition, de demander au ministre le renvoi de l'affaire devant la Cour. La communication de l'avis peut se faire par courrier recommandé envoyé à la dernière adresse connue de l'intéressé.", "\"(3) La décision de la Cour visée au paragraphe (1) est définitive et, par dérogation à toute autre loi fédérale, non susceptible d'appel.", "\"22(1) Malgré les autres dispositions de la présente loi, nul ne peut recevoir la citoyennéte au titre de l'article 5 ou du paragraphe 11(1) ni prêter le serment de citoyenneté:", ". . . . .", "b) tant qu'il est inculpé pour une infraction prévue aux paragraphes 29(2) ou (3) ou pour un acte criminel prévu par une loi fédérale, autre qu'une infraction qualifiée de contravention en vertu de la Loi sur les contraventions, et ce, jusqu'à la date d'épuisement des voies de recours;", "Loi d'Interprétation", "\"34(1) Les règles suivantes s'appliquent à l'interprétation d'un texte créant une infraction:", "a) l'infraction est réputée un acte criminel si le texte prévoit que le contrevenant peut être poursuivi par mise en accusation;", "b) en l'absence d'indication sur la nature de l'infraction, celle-ci est réputée punissable sur déclaration de culpabilité par procédure sommaire;", ". . . . .", "Charte canadienne des droits et libertés", "\"14. La partie ou le témoin qui ne peuvent suivre les procédures, soit parce qu'ils ne comprennent pas ou ne parlent pas la langue employée, soit parce qu'ils sont atteints de surdité, ont droit à l'assistance d'un interprète.", "Règle de la Cour féderale (1998)", "\"93(1) Si la personne soumise à un interrogatoire oral ne comprend ni le français ni l'anglais ou si elle est sourde ou muette, la partie qui interroge s'assure de la présence et paie les honoraires et débours d'un interprète indépendant et compétent chargé d'interpréter fidèlement les parties de l'interrogatoire oral qui sont enregistrées selon le paragraphe 89(4).", "\"(2) Lorsqu'une partie désire procéder à l'interrogatoire oral d'une personne dans une langue officielle et que cette dernière désire subir l'interrogatoire dans l'autre langue officielle, la partie peut demander à l'administrateur, au moins six jours avant l'interrogatoire, d'assurer la présence d'un interprète indépendant et compétent. Dans ce cas, l'administrateur paie les honoraires et les débours de l'interprète.", "\"(3) Avant de fournir des services d'interprétation, l'interprète prête le serment, selon la formule 93, de bien exercer ses fonctions.", ". . . . .", "\"169. La présente partie s'applique aux instances, autres que les demandes et les appels, et notamment:", "a) aux renvois visés à l'article 18 de la Loi sur la citoyenneté;", ". . . . .", "\"283. La règle 93 s'applique, avec les adaptations nécessaires, à l'utilisation d'interprètes lors de l'instruction.\"", "[End of document]"]]}