{"id_": "032811", "body_str": [["[1]", "Kelen, J.", ": The applicant, now 24 years old, is a Convention refugee and a citizen of Sri Lanka of Tamil ethnicity. In January 1999, he became a permanent resident of Canada. He is now inadmissible on grounds of serious criminality within the meaning of section 36 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c.27 (the", "Act", "). On March 26, 2004, the Minister's delegate issued an opinion concluding that the applicant is a danger to the public in Canada (the Danger Opinion). Consequently, the applicant is subject to removal from Canada under paragraph 115(2)(a) of the", "Act", ". The principal issue in this application for judicial review is whether the applicant is entitled to an updated risk assessment before the Minister proceeds with the applicant's removal.", "Background", "The Danger Opinion"], ["[2]", "In the Danger Opinion dated March 26, 2004, the Minister's delegate concluded that the applicant's continued presence in Canada presented a high level of danger to the public and that this risk outweighed the small chance that he would be persecuted or tortured if he was returned to Sri Lanka. In reaching his conclusion, the delegate noted that the conditions in Sri Lanka had improved since 1998 when the applicant fled as a refugee.", "The request to defer removal and undertake a PRRA"], ["[3]", "On April 16, 2004, the applicant wrote to an Enforcement Officer at the Greater Toronto Enforcement Centre and requested that she defer the applicant's removal from Canada then scheduled for April 27, 2004 on the basis of a recent change in country conditions:", "\"[…] The purpose of this letter is to ask that you defer his removal from Canada, which, I understand is presently scheduled for April 27, 2004.", "Given the change in the political circumstances in Sri Lanka over the last 2 weeks, there is new evidence, not previously considered, of a risk to a young Tamil male such as Mr. Ragupathy", ", already recognized by Canada as a Convention refugee in Sri Lanka.", "We are presently asking the Minister's delegate to reconsider the 115(2) danger opinion which relied largely on the existence of a peace accord, which is now ineffective", ". […]", "\"[…] The Minister's delegate determined that he was no longer at risk in Sri Lanka because of a change in the political climate since 1998 due to the signing of a peace accord between the government and the LTTE. Given the election results in early April and the conflict between factions in the LTTE, it appears that the peace accord is in jeopardy and the war likely to continue. I have enclosed a number of documents for your consideration and will be sending more documents in the coming days. The present list includes the following:", ". . . . .", "\"In summary, the new documentation indicates that intense fighting has been raging in the East of Sri Lanka between a faction of the LTTE led by Colonel Karuna and the main body of the LTTE led by Velupillai Pirabakaran. Thousands of Tamils in the North and East have now been displaced by this fighting and scores have been killed.", ". . . . .", "These factors were not considered by the Minister's delegate in rendering the decision that Mr. Ragupathy was not at risk in Sri Lanka", "\"This new evidence indicates a possible return to war as the peace accord dissolves. Mr. Ragupathy had been recognized as a Convention refugee because of circumstances which are now recurring.", "I ask that you defer removal until an adequate and up to date risk assessment is performed", ".\" (Emphasis added)", "The refusal to defer removal and to undertake a PRRA"], ["[4]", "On April 19, 2004, the Enforcement Officer refused to provide the applicant with a Pre-removal Risk Assessment (PRRA) and declined to stay the applicant's removal. The Enforcement Officer advised that subsection 112(1) of the", "Act", "precluded the applicant's application for a PRRA because he is a person referred to in subsection 115(1) of the", "Act"], ["[5]", "The applicant subsequently filed two applications for leave and for judicial review. Under docket IMM-3377-04, the applicant sought a judicial review of the Danger Opinion. The history of these proceedings is summarized below. Under this docket IMM-3733-04, the applicant seeks a judicial review of the Enforcement Officer's decision on April 19, 2004 refusing to defer removal and to undertake a PRRA.", "Judicial Review No. 1 - the Danger Opinion"], ["[6]", "On June 13, 2005, Mr. Chief Justice Lutfy set aside the Danger Opinion on the ground that the delegate's reasons were inadequate because they did not contain \"a clear, distinct and separate rationale\" for the determination that he was a danger to the public:", "<FRAGMENT_SUPPRESSED> ."], ["[7]", "On April 26, 2006, the Federal Court of Appeal allowed the appeal of Lutfy, C.J.,'s judgment and restored the delegate's  <FRAGMENT_SUPPRESSED> . Mr. Justice Evans, writing for the Court, held that paragraph 115(2)(a) of the", "Act", "requires the Minister's delegate to form an opinion on whether a protected person is \"a danger to the public\" without having regard to the risk of persecution, or other humanitarian or compassionate circumstances, and to provide an adequate explanation of the bases for that opinion. The", "Act", "does not, however, also require the delegate's reasons to deal with whether the protected person is a \"danger to the public\" before assessing risk and balancing risk and danger. The Court described at paragraph 18 the scope of the risk assessment that must take place if the person is considered a danger to the public:", "\"If, on the other hand, the delegate is of the opinion that the person is a danger to the public, the delegate must then assess whether, and to what extent, the person would be at risk of persecution, torture or other inhuman punishment or treatment if he was removed.\"", "Judicial Review No. 2 - the refusal to defer removal and to undertake a PRRA"], ["[8]", "In this application for judicial review, the applicant seeks the following relief:", "1. A declaration that the removal of the applicant from Canada before the completion of a risk assessment review violates section 7 of the", "Charter", "2. An order prohibiting the respondent from removing the applicant from Canada until such time as the risk assessment review has been completed; and", "3. An order setting aside and quashing the decision of Immigration Canada not to carry out a PRAA and defer removal, and an order that this matter be referred back for reconsideration by a different removal officer.", "Issues"], ["[9]", "The issues in this application for judicial review are as follows:", "1. Did the Enforcement Officer err in deciding that the applicant was not eligible for a PRRA under subsection 112(1) of the", "Act", "2. Is the applicant entitled to a declaration that his removal from Canada before the completion of an updated risk assessment review violates section 7 of the", "Charter", "Legislation"], ["[10]", "The legislation relevant to this application is as follows:", "1.", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11; and", "2.", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27.", "Standard of review"], ["[11]", "The first issue before the Court is a question of law: namely, is the applicant eligible for a PRRA under subsection 112(1) of the", "Act", ". As a pure matter of statutory interpretation, the appropriate standard of review is correctness."], ["[12]", "The second issue concerns the Enforcement Officer's decision not to defer the applicant's removal.  <FRAGMENT_SUPPRESSED>  Mr. Justice Martineau provided an extensive analysis of the standard of review applicable when reviewing a removal officer's decision not to defer removal. I adopt his reasons at paragraphs 19 to 35 of the Judgment and in particular his conclusion at paragraph 35 that the review is appropriately assessed based on the reasonableness standard:", "\"Therefore, in applying the pragmatic and functional test described in [", "Dr. Q v. The College of Physicians and Surgeons of British Columbia", ", 2003 SCC 19], I conclude that the four factors lead to a standard of review of reasonableness simpliciter.\"", "I appreciate that other cases have applied a standard of patent unreasonableness since the question often turns on fact alone.", "Discussion", "Preliminary issue", ": Style of cause"], ["[13]", "Further to a request from the respondent, the Court orders that the style of cause be amended to include only the Minister of Public Safety and Emergency Preparedness as a responding party pursuant to the coming into force of the", "Department of Public Safety and Emergency Preparedness Act", "(Bill C-6) on April 4, 2005:", "Public Services Rearrangement and Transfer of Duties Act", ", R.S.C. 1985, c. P-34; Orders in Council, P.C. 2003-2061 & P.C. 2003-2063;", "Department of Public Safety and Emergency Preparedness Act", ", S.C. 2005, c. 10, s. 7; Order in Council, P.C. 2005-482.", "Issue No. 1", ": Did the Enforcement Officer err in deciding that the Applicant was not eligible for a PRRA under subsection 112(1) of the", "Act"], ["[14]", "In the decision under review, the Enforcement Officer stated in part:", "\"With respect to your request that Mr. Ragupathy be offered a Pre-removal Risk Assessment, please be advised that pursuant to section 112(1) of the", "Immigration and Refugee Protection Act", ", Mr. Ragupathy may not apply for a Pre-removal Risk Assessment as he is a person referred to in subsection 115(1).\""], ["[15]", "Subsection 112(1) of the", "Act", "provides that certain persons subject to a removal order may apply for protection:", "\"Division 3", "Pre-removal risk assessment", "Protection", "Application for protection", "\"112(1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).\"", "\"Section 3", "Examen des risques avant renvoi", "Protection", "\"Demande de protection", "\"112(1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).\"", "Subsection 112(2) of the", "Act", "then provides various exceptions identifying persons not eligible to apply for protection. None of the exceptions under subsection 112(2) are at issue in this application."], ["[16]", "Subsections 115(1) and (2) of the", "Act", "provide that a protected person or Convention refugee must not be removed or \"refouled\" to a country where they would be at risk of persecution, torture or cruel and unusual treatment or punishment unless they fall into one of the identified exceptional categories:", "Principle of Non-refoulement", "Protection", "\"115(1) A protected person or a person who is recognized as a Convention refugee by another country to which the person may be returned shall not be removed from Canada to a country where they would be at risk of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion or at risk of torture or cruel and unusual treatment or punishment.", "Exceptions", "\"115(2) Subsection (1) does not apply in the case of a person", "(a) who is inadmissible on grounds of serious criminality and who constitutes, in the opinion of the Minister, a danger to the public in Canada; or", "(b) who is inadmissible on grounds of security, violating human or international rights or organized criminality if, in the opinion of the Minister, the person should not be allowed to remain in Canada on the basis of the nature and severity of acts committed or of danger to the security of Canada.\"", "Principe du non-refoulement", "Principe", "\"115(1) Ne peut être renvoyée dans un pays où elle risque la persécution du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques, la torture ou des traitements ou peines cruels et inusités, la personne protégée ou la personne don't il est statué que la qualité de réfugié lui a été reconnue par un autre pays vers lequel elle peut être renvoyée.", "Exclusion", "\"115(2) Le paragraphe (1) ne s'applique pas à l'interdit de territoire:", "a) pour grande criminalité qui, selon le ministre, constitue un danger pour le public au Canada;", "b) pour raison de sécurité ou pour atteinte aux droits humains ou internationaux ou criminalité organisée si, selon le ministre, il ne devrait pas être présent au Canada en raison soit de la nature et de la gravité de ses actes passés, soit du danger qu'il constitue pour la sécurité du Canada.\""], ["[17]", "There is no dispute that the applicant is inadmissible on grounds of serious criminality. It is also clear that, in the Minister's opinion, the applicant constitutes a danger to the public in Canada. Subsection 115(2) therefore applies to the applicant, and, accordingly, the non-refoulement provision in subsection 115(1) is prima facie inapplicable to the applicant."], ["[18]", "The applicant argues that the eligibility for a PRRA set out in subsection 112(1) applies to him because he is not \"a person referred to in subsection 115(1)\" by virtue of being excluded under subsection 115(2) because he is inadmissible and subject to a Danger Opinion. I do not agree. If Parliament intended the exceptions in subsection 115(2) to have any impact on the application of subsection 112(1), the latter provision would describe a \"person referred to in section 115\" rather than specifically limit its application to persons not referred to in subsection 115(1)."], ["[19]", "The respondent argues that the applicant is \"a person referred to in subsection 115(1)\" by virtue of being a Convention refugee and protected person. Notwithstanding the applicant's inadmissibility on the grounds of serious criminality, I agree with the respondent's submission that the applicant remains a Convention refugee and protected person since he has not lost this status through cessation or vacation proceedings before the Refugee Protection Division."], ["[20]", "Subsection 112(1), properly interpreted in light of its reference to subsection 115(1), provides that a person in Canada,", "other than a protected person or a person who is recognized as a Convention refugee by another country to which the person may be returned", ", may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1)."], ["[21]", "Based on this interpretation, the applicant is not eligible to apply to the Minister for protection under subsection 112(1). I therefore conclude that the Enforcement Officer did not err in concluding that the applicant was not eligible to apply for a PRRA under subsection 112(1)."], ["[22]", "Madam Justice Carolyn Layden-Stevenson came to the same conclusion in", "<FRAGMENT_SUPPRESSED>  (F.C.), at paragraphs 6, 7 and 8. She held that a person disqualified from subsection 115(1), like the applicant in the case at bar, is still excluded from the right to a PRRA under subsection 112(1) of the", "Act", ". I agree with Justice Layden-Stevenson characterization of the applicant's argument in this case, which was the same argument before her:", "\"While the applicant's submission is creative, it does not, in my view, raise a serious issue.\"", "Issue No. 2", ": Is the Applicant entitled to a declaration that his removal from Canada before the completion of an updated risk assessment review violates section 7 of the", "Charter"], ["[23]", "It does not follow from the applicant's ineligibility to apply for protection under subsection 112(1) that he is not entitled to a risk assessment before removal. Indeed, the Minister is required to conduct a risk assessment within the Danger Opinion prepared under paragraph 115(2)(a). At issue is whether it is necessary to conduct an updated risk assessment before removing the applicant from Canada. The question is whether the effluxion of time since the issuance of the Danger Opinion necessitates an updated risk assessment."], ["[24]", "The need for of a risk assessment in the context of a Danger Opinion flows from the requirements of section 7 of the", "Charter", ", which guarantees that \"Everyone has the right to life, liberty and security of the person and the right not to be deprived thereof except in accordance with the principles of fundamental justice.\"  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada held in part that section 53 of the former", "Immigration Act", ", R.S.C. 1985, c. I-2, which provided for the removal of Convention refugees who were inadmissible and found to constitute a danger to the public or security of Canada, required the Minister to assess the risk of torture upon removal and consider this risk in relation to other societal interests in order to pass constitutional muster. Subsection 115(2) of the", "Act", "is similar to section 53 of the former", "Immigration Act", ". It follows that the Minister's constitutional obligations arising out of section 53 of the former", "Act", "apply with equal force to subsection 115(2) of the current", "Act"], ["[25]", "I am also guided by Mr. Justice MacKay's recent judgment in", "Jaballah, Re", "(2006), 301 F.T.R. 102; 2006 FC 1230, where at paragraph 84 he held that deportation where and so long as there is a substantial risk that an individual would be tortured or worse would violate his rights as a human being, guaranteed by section 7 of the", "Charter", ". Mr. Justice MacKay held that the Minister, in reliance on a security certificate, now found to be reasonable, as a removal order, may not exercise discretion to remove Mr. Jaballah to any country where and when there is a substantial risk that he would face torture or death or cruel and unusual punishment. As in", "Re Jaballah", ", I find there is nothing exceptional about the Applicant's case that would justify deportation despite a substantial risk of torture or similar mistreatment. The extent of that risk, in my view, must be scrutinized to ensure compliance with section 7 of the", "Charter"], ["[26]", "In my view, the Danger Opinion dated March 26, 2004 prepared by the Minister's delegate, which has withstood judicial review, satisfied the requirements of fundamental justice under section 7 of the", "Charter", "in respect of the Minister's decision,", "at the time it was made", ", to remove the applicant on April 27, 2004. The Danger Opinion carefully considers the applicant's risk of persecution. However, it is obvious that the Minister's assessment of risk was limited to the circumstances present in Sri Lanka at the time the Danger Opinion was prepared. On April 16, 2004, 20 days later, the applicant presented evidence that the circumstances in Sri Lanka materially deteriorated, and that his risk of persecution or torture had accordingly been enhanced, in the period between the issuance of the Danger Opinion and the applicant's scheduled removal."], ["[27]", "A timely risk assessment is Canada's safeguard against deportation to torture or similar treatment. Indeed, the performance of a risk assessment before removal is the mechanism by which effect is given to section 7 of the", "Charter", "and various international human rights instruments to which Canada is a party. An individual's rights under section 7 of the", "Charter", "would be rendered illusory, however, if the facts underlying the risk assessment did not correspond to the present reality in the country to which the individual is being deported."], ["[28]", "The country conditions in Sri Lanka in March 2004 do not necessarily correspond to the applicant's risk of persecution or torture upon removal three weeks later, or those now present over two years later. As is often the case in refugee producing countries, circumstances can change significantly over a short period of time. The Sri Lankan election of April 2004 and the deterioration of the previous peace accord are examples of events having potentially significant impact on the applicant's risk of persecution or torture. To remove the applicant on the basis of a risk assessment conducted before such events took place could be to turn a blind eye to the reality awaiting the applicant and, potentially, Canada's international obligations concerning refoulement."], ["[29]", "In the Danger Opinion, the Minister's delegate notes that the reality in Sri Lanka at the time of writing did not correspond with that faced by the applicant when he fled as a refugee in 1998. It was on the basis of the conditions present in 2004 that the Minister's delegate weighed the applicant's risk of persecution as minimal and balanced it against the danger he posed to the public in Canada. Clearly, the effluxion of time can be a double-edged sword. The circumstances warranting protection in 1998 may be nullified in March 2004 only to be resurrected weeks later. The only relevant circumstances, however, are those present at the time of removal."], ["[30]", "<FRAGMENT_SUPPRESSED> ; 261 N.R. 384; 9 Imm. L.R.(3d) 1 (F.C.A.), the Federal Court of Appeal considered whether the Minister was required to provide a periodic, new risk assessment before deporting a Convention refugee found to be criminally inadmissible and a danger to the public. In that case, the appellant had spent two years in immigration detention after his release from jail because he refused to apply for Afghan travel documentation. Mr. Justice McDonald, writing for the Court, held at paragraph 9 that no new risk assessment was required in the circumstances:", "\"[…] I agree with the reviewing Judge that in the circumstances of this case, where the appellant has delayed his removal by his own failure to co-operate, there is no requirement that the Minister provide a periodic, new risk assessment.\"", "The Court of Appeal noted at paragraph 10 that the appellant did not allege any material change in circumstances affected his risk upon removal:", "\"In addition,", "the appellant has not submitted any new evidence", "with respect to the change of circumstances which allegedly occurred in 1996.", "Nor has he established how this change would affect him personally", ". It is true that, in 1998, he wrote to the Minister seeking a deferral of the removal order until an adequate risk assessment was made. However, in that correspondence,", "he made no assertion of a change in country conditions nor did he provide any new evidence which would require a new risk assessment", "or which would show that the one done was not adequate. In these circumstances, no further assessments were warranted.\" (Emphasis added)"], ["[31]", "In my view, the Court of Appeal's ratio in", "Said", ", supra, does not apply to the markedly distinguishable facts in this case. Unlike the appellant in", "Said", ", the applicant has not unduly delayed the removal process by failing to cooperate. Instead, the suspension of his removal order arose by the granting by this Court of a stay pending the determination of both applications for judicial review. Moreover, the applicant has submitted considerable evidence with respect to the change of circumstances he alleges occurred since March, 2004. As he was tortured in Sri Lanka before seeking refuge in Canada, it is plainly obvious that a deterioration in country conditions, including a shift in the balance of power favouring his previous aggressors, could have a significant impact on the risk faced by him personally upon return."], ["[32]", "With respect to the applicant's contention that the Enforcement Officer erred in refusing to defer removal pending a re-assessment, I note that the decision in question was made on April 19, 2004. At that time, the Enforcement Officer only had available to her the evidence provided by the applicant purporting to demonstrate a material change in circumstances in Sri Lanka since the date of the Danger Opinion. The Enforcement Officer appears to have construed the applicant's letter as a request for a reconsideration of the Danger Opinion and accordingly forwarded the materials provided by the applicant to the Minister's delegate. The Enforcement Officer advised that \"[t]his, however, does not stay the removal of Mr. Ragupathy.\""], ["[33]", "The Enforcement Officer states at paragraphs 6-9 in her Affidavit that she saw no real reason to justify non-compliance with her duty to execute the removal order:", "\"¶6 I considered all of the material submitted by the Applicant and found that", "he raised no real reason to justify non-compliance with my statutory duty", "under s. 48 of the", "Immigration and Refugee Protection Act", "IRPA", "] to carry out removal orders as soon as reasonably practicable.", "\"¶7 With respect to the Applicant's request regarding risk assessment and any risk he might face on return to Sri Lanka, I noted that Mr. Ragupathy was not eligible for a PRRA under s. 112(1) of", "IRPA", "as he is a Convention Refugee, i.e., a person referred to in s. 115(1) of", "IRPA", "\"¶8 I also considered that Mr. Ragupathy had received a Danger Opinion on March 26, 2004 and that", "a risk assessment relating to current country conditions had been included by the Minister's Delegate in his reasons for this Opinion. As I am not trained in the making of complex determinations of risk for persons subject to Danger Opinion proceedings under", "IRPA", ", I decided to forward the materials the Applicant submitted to the Minister's Delegate at National Headquarters for reconsideration", "- consistent with [the Applicant's counsel's] request.", "\"¶9 That being said, I did review all the materials the Applicant submitted, and", "saw no specific reason to defer removal", ".\" (Emphasis added)"], ["[34]", "In", "Suresh", ", above, the Supreme Court of Canada held at paragraph 127 that the applicant must establish a threshold showing that a risk of torture or similar abuse exists before the Minister must conduct a risk assessment prior to removal. The Supreme Court said that the individual must make out a prima facie case that there may be a risk of torture upon deportation. If the refugee establishes that torture is a real possibility, the Minister must provide the refugee with all the relevant information and advice she intends to rely on and provide the refugee with an opportunity to address that evidence in writing. This is the minimum required to meet the duty of fairness and fulfill the requirements of fundamental justice under section 7 of the", "Charter", ". The Supreme Court held at paragraph 127:", "\"… It for the refugee to establish a threshold showing that a risk of torture or similar abuse exists before the Minister is obliged to consider fully the possibility. This showing need not be proof of the risk of torture to that person, but the individual must make out a prima facie case that there may be a risk of torture upon deportation.\""], ["[35]", "The respondent argues that the Enforcement's Officer's discretion to defer removal is a narrow one that could not be reasonably exercised in the applicant's situation. The respondent relies on", "<FRAGMENT_SUPPRESSED> in which Mr. Justice Dubé states:", "\"[…] This Court has on numerous occasions emphasised that persons who failed to allege a risk at earlier appropriate junctures cannot expect the removal officer to set aside his travelling arrangements so as to conduct a quick risk assessment before executing the duty imposed upon him by the", "Act", "In my view, a removal officer may only entertain such an application where the alleged risk is obvious, very serious and could not have been raised earlier", ". Such is not the case here.\" (Emphasis added)"], ["[36]", "I have reviewed the applicant's request for deferral of removal based on new evidence about the snap election in Sri Lanka and the open conflict among two factions of the Liberation Tigers of Tamil Eelam, which until the election had been united in their struggle for minority rights and a separate homeland. The applicant presented several documents including a", "Globe and Mail", "article dated April 16, 2004 entitled \"Peace prospects bleak in Sri Lanka. Snap election feuding among Tamils imperil Canada's efforts for democracy.\" The article said that the election \"precipitated a crisis\" and that the two factions of Tamils have been fighting ever since with dozens of people reported killed over one weekend. This evidence demonstrated a breakdown of the peace accord. This peace accord formed the basis of the Minister's assessment that the applicant was safe to return to Sri Lanka."], ["[37]", "In my view, the conditions precedent to entertaining an application to defer removal described by Justice Dubé are clearly satisfied in this case. The risk alleged by the applicant was both obvious and very serious. Moreover, it would have been impossible to raise the risk earlier given that the events giving rise to the alleged risk occurred in the short period between the issuance of the Danger Opinion and the applicant's request for deferral pending reassessment. I must therefore reject the respondent's contention that the Enforcement Officer did not have discretion to defer the applicant's removal. It is obvious that the change in circumstances relied upon by the Minister in the Danger Opinion no longer existed. The basis for the no risk assessment had materially changed."], ["[38]", "Having found that the Enforcement Officer had discretion to defer the applicant's removal, I must also conclude that the Enforcement Officer's decision not to exercise her discretion to do so was unreasonable. The Enforcement Officer states in her Affidavit that the reason for not deferring removal was because there was no specific reason to do so. The Enforcement Officer also states that she relied on the risk assessment provided by the Minister's delegate in the Danger Opinion. Both statements indicate that the Enforcement Officer was not alert and alive to the possibility that the alleged change in country conditions gave rise to an enhanced risk of torture or persecution upon the applicant's return to Sri Lanka. Indeed, by relying on the existing risk assessment pre-dating the events identified by the applicant in his request for deferral, the Enforcement Officer failed to acknowledge the basis for the applicant's concern."], ["[39]", "In concluding that the applicant is entitled to an updated risk assessment before removal, I am mindful of the respondent's concern that such a finding could result in an endless process of risk assessments. Such a result would likely offend the principles of fundamental justice. The concern about finality was also acknowledged by Madam Justice McGillis in", "<FRAGMENT_SUPPRESSED> ; 253 N.R. 234; (dismissing appeal on grounds of mootness). At paragraph 71, Justice McGillis stated:", "\"[…] The Minister always has a discretion concerning the timing of the removal of an individual. In an appropriate circumstance involving a demonstrably significant change of circumstances in a country, the Minister may choose to delay removal pending an examination of risk alleged in a further application for humanitarian or compassionate relief.", "However, it must be recognized that, at some point in the system, there has to be finality", ". […]\" (Emphasis added)", "Recognizing that the applicant's right under section 7 of the", "Charter", "to a risk assessment before removal requires that the risk assessment occur proximate in time to the removal is not, in my view, incompatible with the need for finality in the system. Whatever the period of delay between the issuance of a danger opinion and the scheduled removal,", "the onus is on the applicant to demonstrate that there has been a material change in circumstances warranting a re-assessment of his risk upon removal", ". If an enforcement officer declines to exercise the discretion to defer the removal of a deportee pending re-assessment, a judicial stay of the removal order will only be granted where the deportee can satisfy the well-established tri-partite test. The requirements of a serious issue, irreparable harm and the balance of convenience are, in my view, appropriate safeguards to ensure that vexatious attempts to forestall removal are dealt with accordingly."], ["[40]", "In any event, the applicant is entitled to an updated risk assessment in light of the considerable passage of time since the issuance of the Danger Opinion and this Court hearing. Accordingly, the Minister must update the risk assessment contained in the Danger Opinion. If the Minister decides that the applicant would not be subject to a risk of torture, risk to his life or of cruel and unusual punishment or persecution, then the applicant can be removed without delay. Only a stay of the execution of the removal order from this Court would prevent the applicant from being removed as soon as reasonably practicable. Such a stay would require that the applicant establish irreparable harm, which is clear, non-speculative evidence that he would suffer personal injury if removed to Sri Lanka. A motion for a stay can be heard by this Court on two days notice and disposed of immediately.", "Conclusion"], ["[41]", "For the foregoing reasons, this application for judicial review is allowed in part. The Enforcement Officer was correct in determining that the applicant is not eligible for a PRRA under subsection 112(1) of the", "Act", ". However, the Enforcement Officer erred in declining to suspend the applicant's removal pending a re-assessment of the risk faced by him on removal to Sri Lanka in light of the significant change of circumstances alleged by the applicant. The applicant must not be removed from Canada until the Minister's delegate has re-assessed the applicant's risk of persecution, torture or other inhuman punishment or treatment if he was removed.", "Certified question"], ["[42]", "The applicant proposed two certified questions:", "1. Is a person excluded from subsection 115(1) of the", "Act", "because that person is inadmissible on the grounds of serious criminality and constitutes a danger to the public, entitled to a PRRA under subsection 112(1) of the", "Act", "2. In light of evidence that there has been a change in country conditions, is a removal officer under a duty to assess whether an applicant has established a \"prima facie\" risk, and to defer removal pending an updated risk assessment to take account of the change of country conditions?"], ["[43]", "The respondent opposes the certification of the first question because the law is clear. A protected person under subsection 115(1) of the", "Act", "cannot make an application for a PRRA under subsection 112(1) of the", "Act", ". I agree that the law is clear. Madam Justice Carolyn Layden-Stevenson agreed in", "Fabian", ", above, and Madam Justice Eleanor Dawson agreed in", "Harkat", ", [2003] 4 FC 1020, at paragraph 25. I also agree that the statutory language is clear."], ["[44]", "The respondent opposes the certification of the second question because it turns on the facts. I agree that this question is not a question warranting certification. The answer is obvious. If the evidence establishes a change in country conditions such that an applicant faces a new risk of persecution, torture or other inhuman punishment or treatment, the removal officer is obliged to defer removal pending an updated risk assessment. This obligation is under section 7 of the", "Charter", ", and for persons entitled to a PRRA, under section 112 of the", "Act"], ["[45]", "Accordingly, the Court does not consider either question should be certified.", "JUDGMENT"], ["[46]", "THIS COURT ORDERS AND ADJUGES that:", "1. The style of cause is amended to name the Minister of Public Safety and Emergency Preparedness as the respondent;", "2. The application for judicial review of the Enforcement Officer's decision that the applicant is not eligible for a PRRA under subsection 112(1) of the", "Act", "is dismissed;", "3. The application for judicial review of the Enforcement Officer's decision not to suspend the applicant's removal from Canada is allowed; and", "4. The applicant must not be removed from Canada unless and until the Minister's delegate has re-assessed the applicant's risk of persecution, torture or other inhuman punishment or treatment.", "Application allowed in part.", "Editor: Elizabeth M.A. Turgeon/clh", "[End of document]"]]}