{"id_": "032867", "body_str": [["[1]", "Lagacé, D.J.", ": The applicant has lived in Canada since 1973 and has been a permanent resident for over 25 years. A removal order was issued against her in 1998; however, she subsequently received two stays of execution of that order pursuant to s. 70(1)(b) of the", "Immigration Act", "R.S.C., 1985 (4th Supp.), c. 28. (The", "Act", "). She is now seeking judicial review of the decision of the Immigration Appeal Division of the Immigration and Refugee Board (the Board) dated, May 12, 2006 which cancelled her stay of removal and directed that her removal order be executed as soon as reasonably practicable.  <FRAGMENT_SUPPRESSED>", "I.", "The Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "A citizen of Trinidad and Tobago, the applicant arrived in Canada in 1973 when she was 18 years old. Since her arrival, more than 30 years ago, she returned only once to Trinidad and Tobago for a brief visit, when her father died. She became a permanent resident at age 23 with the sponsorship of her former husband. She has three daughters and a grandson in Canada, all Canadian citizens, and some family members in the United States. She has absolutely no family ties in Trinidad and Tobago.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant entered into an abusive marriage before finally she separated from her husband in 1994. The marriage caused tremendous stress to the applicant, and for the past several years she has been under a doctor's care and been prescribed a vast array of medications. She also suffers from a number of physical ailments. She was formally employed until 2000, when the company of her employer was shut down. Since that time, she has lived with her daughters and relies on them for support. During the week she works by taking care of her grandson.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant has unfortunately accumulated a history of minor criminal convictions, totalling 16 over a 30 year period. Most of these are either for theft under $5,000 or possession of stolen property, resulting from a number of shoplifting-related incidents. In 1998, the applicant was convicted of welfare fraud, which resulted in a removal order being issued against her. The applicant appealed her removal order to the Board and was granted a temporary stay in 1999 pursuant to the discretionary jurisdiction of the Board under s. 70(1)(b) of the former", "Immigration Act", ", which grants a broad discretion to the Board for the relief of a legally enforceable removal order, if justified to do so \"in all the circumstances of the case\":  <FRAGMENT_SUPPRESSED>", "\"70(1) Subject to subsections (4) and (5), where a removal order or conditional removal order is made against a permanent resident or against a person lawfully in possession of a valid returning resident permit issued to that person pursuant to the regulations, that person may appeal to the Appeal Division on either or both of the following grounds, namely,  <FRAGMENT_SUPPRESSED>", "(a) on any ground of appeal that involves a question of law or fact, or mixed law and fact; and  <FRAGMENT_SUPPRESSED>", "(b)", "on the ground that, having regard to all the circumstances of the case, the person should not be removed from Canada.", "\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"70(1) Sous réserve des paragraphes (4) et (5), les résidents permanents et les titulaires de permis de retour en cours de validité et conformes aux règlements peuvent faire appel devant la section d'appel d'une mesure de renvoi ou de renvoi conditionnel en invoquant les moyens suivants:  <FRAGMENT_SUPPRESSED>", "a) question de droit, de fait ou mixte;  <FRAGMENT_SUPPRESSED>", "b) le fait que, eu égard aux circonstances particulières de l'espèce, ils ne devraient pas être renvoyés du Canada.", "\" (souligné ajouté)  <FRAGMENT_SUPPRESSED>"], ["[5]", "Following a hearing before the Board in 2003, the applicant obtains another extension of her stay despite the fact that she failed to comply with some of the terms of her 2003 stay which included amongst other conditions refraining from all criminal activities and notifying Citizenship and Immigration of any change of address. In 2005, the Minister of Citizenship and Immigration applies, pursuant to s. 33 of the former", "Immigration Appeal Division Rules", ", for the cancellation of the applicant's stay due to her failure to comply with the terms of her 2003 stay. A new hearing was held before the Board on February 1, 2006.  <FRAGMENT_SUPPRESSED>", "II.", "The Decision of the Board  <FRAGMENT_SUPPRESSED>"], ["[6]", "The original stay having been issued pursuant to the", "Immigration Act", ", the Board continues to assess the applicant's case pursuant to s. 70(1) (b). The Board recognizes its wide discretion to consider all the factors of the case, and indeed lists the numerous factors that \"guided\" its decision; however, the Board's reasons focus on the fact that since her previous stay the applicant has breached several of the conditions imposed on her:  <FRAGMENT_SUPPRESSED>", "\"The panel concludes that the appellant is in breach of a number of conditions of the stay of her removal order. She has been convicted of further criminal offences contrary to condition #4. She has not made reasonable efforts to maintain herself in such a condition that it is not likely she will commit further offences contrary to #11. She has not kept the peace and been of good behaviour as required by condition #13. She has failed to report in person to Immigration on at least three occasions contrary to condition #9. In her oral evidence, it became clear she has not reported at least one change of address as required by condition #1 and failed to report any of her criminal charges and convictions as required by conditions #5 and #6.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"The Appellant continues to commit criminal offences and breach numerous conditions of her say. She is a habitual shoplifter. She has not rehabilitated herself in the six years during which she has been given the opportunity to do so by two stays of her removal order. Member Stein made it clear to her last time that she might not receive continued clemency if she appeared before the IAD again in breach of her stay conditions. <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board finds that the applicant, although socially established in Canada, is still not economically established. The applicant's ties to her grandson and daughters are adequately considered; however, the Board notes that the applicant's daughters have grown up and no longer depend on the applicant. The Board acknowledges that it would probably preferable for the best interests of the applicant's grandson that she remains in Canada; however, the Board finds that these ties are insufficient to overcome the applicant's breach of her stay conditions and concludes:  <FRAGMENT_SUPPRESSED>", "\"To continue the appellant's stay is not an option as the panel finds, on balance, she will almost certainly breach it. That leaves the panel with two options, either to allow the appeal or dismiss the appeal. To allow the appeal would be tantamount to condoning the appellant's criminal record and unacceptable behaviour in Canadian society. The positive humanitarian and compassionate factors in this case are insufficient to allow this appeal outright. <FRAGMENT_SUPPRESSED>", "III.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant and respondent frame different issues in the present application. In addition, the applicant raises several arguments that are, in essence, disagreements with respect to the weight that the Board chooses to give to various factors. Under the standard of review of reasonableness, outlined above, it is not the Court's role to reweigh the evidence; therefore, the Court will not address these arguments except as they relate to the one question that, in its opinion, needs to be addressed with respect to the Board's decision to cancel the applicant's stay:  <FRAGMENT_SUPPRESSED>", "\"Did the IAD ignore evidence and fail to address the 'all the circumstances' of the Applicant's case by failing to address the factors set out in", "<FRAGMENT_SUPPRESSED>  (QL) (", "Ribic", ")? <FRAGMENT_SUPPRESSED>", "IV.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[9]", "The standard of review for a similar question was addressed by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> ; 360 N.R. 183; 2007 FCA 24, when, after a thorough analysis, it found that the applicable standard of review is reasonableness. There is no need to depart from the", "Khosa's", "analysis for the present application. In adopting this standard, this Court finds guidance in the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED>  where, at paragraph 47, the standard of reasonableness is explained:  <FRAGMENT_SUPPRESSED>", "\"In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process.", "But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "As will be explained below, in reaching its decision, the Board considered the non-exclusive factors outlined in", "<FRAGMENT_SUPPRESSED>  he appreciated properly the circumstances of the applicant's situation, and therefore this Court finds regretfully that the Board's decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "V.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[10]", "Section 70(1)(b) confers a broad discretion on the Board to provide relief against a valid removal order by allowing the Board to take into account \"all the circumstances of the case\". To provide consistency, the Board in the case of", "<FRAGMENT_SUPPRESSED> , developed a list of factors to aid the Board in the exercise of its s. 70(1)(b) discretion. There is no dispute that the", "Ribic", "factors are applicable to the present case, and they were listed by the Board in its decision under review as follows:  <FRAGMENT_SUPPRESSED>", "1. The seriousness of the offences leading to the deportation order and the possibility of rehabilitation;  <FRAGMENT_SUPPRESSED>", "2. The length of time spent in Canada and the degree to which the appellant is established here;  <FRAGMENT_SUPPRESSED>", "3. The family in Canada and the dislocation to the family that the deportation of the appellant would cause;  <FRAGMENT_SUPPRESSED>", "4. The support available to the appellant not only with the family but also within the community; and  <FRAGMENT_SUPPRESSED>", "5. The degree of hardship the appellant would face in the likely country of removal.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In", "<FRAGMENT_SUPPRESSED> , the Supreme Court of Canada endorsed the approach developed  <FRAGMENT_SUPPRESSED>", ", and elaborated on some of circumstances which fall under the last of the", "Ribic", "considerations, stating at paragraphs 40-41:  <FRAGMENT_SUPPRESSED>", "\"This list is illustrative, and not exhaustive. The weight to be accorded to any particular factor will vary according to the particular circumstances of a case. While the majority of these factors look to domestic considerations, the final factor includes consideration of potential foreign hardship.  <FRAGMENT_SUPPRESSED>", "\"... The types of foreign hardship factors considered by the I.A.D. since the 1977 reforms have included language ability, family connections, availability of necessary medical care, and risk of physical harm. <FRAGMENT_SUPPRESSED>"], ["[12]", "Therefore, for the purposes of reviewing the discretion exercised here by the Board, the", "Ribic", "factors provide a useful guide for assessing whether that discretion was exercised in a reasonable manner or if the Board failed to address the", "Ribic's", "factors properly.  <FRAGMENT_SUPPRESSED>", "A.", "The Seriousness of the Offence Leading to the Deportation Order and the Possibility of Rehabilitation  <FRAGMENT_SUPPRESSED>"], ["[13]", "With the exception of the one serious charge of welfare fraud that resulted in the original removal order in 1998, which was taken into account when the applicant's original stay was granted, all of the 16 criminal convictions of the applicant relate to shoplifting, theft and possession of stolen property.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The applicant was granted a three-year stay of her removal order in 1999, and allowed to remain in Canada subject to certain conditions. In 2003, the applicant's stay was extended for a further three years with amended conditions. At the applicant's review in 2003, it was found that since having been put on stay in 1999, the applicant had been convicted of three further criminal convictions. And since the applicant was granted an extension of her stay in 2003, she was further convicted between September 2004 and January 2006 of four criminal convictions, all for theft under, and a provincial offence under the", "Trespass to Property", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[15]", "At the Board's hearing in May 2006, the applicant filed new evidence and testified. She did not call any other witnesses. The evidence made it clear that the applicant breached a number of conditions of her original stay of 1999 and of the extension of her stay in 2003.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Board found the applicant to be a habitual shoplifter, who had not rehabilitated herself in the six years during which she was given the opportunity to do so by the two stays of her removal order. The Board noted also that the applicant was given a clear warning at the last stay hearing of the possible consequences of breaching the conditions of her stay. Finally the Board noted that the applicant had not taken any constructive action to address her criminal behaviour and that to grant a further stay in these circumstances would make a mockery of the Board's discretionary jurisdiction. No doubt that the applicant's continuing criminality and inability to comply with conditions imposed on her, and her lack of rehabilitation weighed heavily against her. This Court sees nothing wrong with this conclusion.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Board recognizes that the applicant suffers from medical issues, however it rejects that this could contribute to her criminal behaviour. Having heard the applicant it was for the Board to appreciate the weight of her testimony and of her excuses or the relation between her health condition and her criminal behaviour. Having reviewed the evidence this Court sees nothing wrong with this conclusion of the Board: of possible, acceptable outcomes which are defensible in respect of the facts  <FRAGMENT_SUPPRESSED>", "\"The onus is on the appellant to present evidence that indicates why she should not be removed from Canada. The", "only", "medical evidence before the panel indicates she is under doctor's treatment and on medication for emotional distress and depression, has fibroids, and suffers from bank and ankle problems.", "While having sympathy for the appellant's poor heath and state of mind, the panel does not accept these medical problems as valid reasons for why she continues to commit criminal offences.", "\" (Emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[18]", "This conclusion is certainly an acceptable outcome which is defensible in respect of the proof offered, and there is no indication that this proof was improperly assessed. True the applicant would have preferred a different result on this issue; but this desire does not constitute in itself an error.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The assessment of the weight that the Board placed on the evidence and how it interpreted that evidence is a question of fact and should be reviewed only if the Board based its decision on an erroneous finding of fact made in a perverse or capricious manner or without regard for the proof before it. (", "<FRAGMENT_SUPPRESSED> ;", "Federal Courts", "Act", ", s. 18.1(4)(d)).  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Board has complete authority to weigh the evidence before it. Disagreement with the weight assigned to it, does not justify the intervention of this Court. The Board has a greater expertise than this Court in considering and weighing the evidence against the", "Ribic", "factors. The Board's discretionary decision turns on a finding of fact; and the assessment of the rehabilitation factor is fact-based and does not call for an application or interpretation of definitive legal principles.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Even if the Board did not make a negative credibility finding as such, with respect to the applicant, it had no obligation as a consequence to accept the applicant's evidence that her mental health did impact her behaviour, and that she was going to make steps towards rehabilitation. On the contrary, having heard the applicant's testimony on the explanations for her behaviour, the Board had the right to appreciate and weight that type of evidence and to accept or reject it in totality or in part only. This forms part of the deciding process.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Another issue related to the first", "Ribic", "factor discussed in depth by the parties is the portion of the IAD's decision where it was stated:  <FRAGMENT_SUPPRESSED>", "\"Counsel for the Appellant spoke of the need for a psychological assessment and a report form the appellant's probation officer and asked that he decision be reserved for a reasonable time to present this evidence ... nothing was presented at her oral review and nothing has been forthcoming in the two months between the hearing date and the writing of these reasons. <FRAGMENT_SUPPRESSED>", "Reading the transcript, it becomes obvious that both reports could have provided relevant information and maybe supported the applicant's case. The applicant argues that she should not suffer due to an obvious omission on the part of her former counsel.  <FRAGMENT_SUPPRESSED>"], ["[23]", "On this point, the Court agrees with the respondent that the applicant is ultimately responsible for her choice of counsel and simply because her former counsel did not present her case in the most advantageous way does not make the Board's decision reviewable (", "<FRAGMENT_SUPPRESSED> ; 74 F.T.R. 34 (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[24]", "True however, in this particular case, the record indicates that near the end of the proceeding, the counsel for the applicant asked to be allowed time, before the decision was rendered, to have the applicant undergo an assessment; and there was some discussion about this possibility. It appears also clear on the record that the Board was open to accept additional evidence right up to the point of that it would make its decision. But it is not clear at this point that the applicant intended to produce such assessment; as a consequence of the applicant's indecision on this issue the Board clearly indicated that it was not its role to advise the applicant on the opportunity to produce or not a medical assessment.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Contrary to the applicant's submissions, this Court finds that the Board did not draw a negative inference from the lack of such assessment. It only noted that the applicant's excuses for her criminal behaviour were not supported by a medical assessment. And this is a question of fact well noted. It was up to the applicant to offer that proof and she failed to do so. The Board had at the hearing clearly indicated that it was not its role to advise the applicant on this issue. The Board comment under these circumstances was a fair comment.  <FRAGMENT_SUPPRESSED>", "B.", "The Length of Time Spent in Canada and the Degree to which the Applicant is established here  <FRAGMENT_SUPPRESSED>"], ["[26]", "In its factual summary, the Board mentions that the applicant had been in Canada for 27 years and that she had no family in her country of origin. However, when discussing establishment the Board focuses on the fact that the applicant was only \"socially\" established as opposed to \"economically\" established which appears to be the case. The Board sufficiently addresses the applicant's degree of establishment in Canada and recognizes that her whole life is in Canada and that there is nothing much for her anywhere else. But this factor is only one amongst other factors also considered.  <FRAGMENT_SUPPRESSED>", "C.", "The Family in Canada and the Dislocation to the Family that the Deportation of the Applicant would cause  <FRAGMENT_SUPPRESSED>"], ["[27]", "The applicant argues that the Board unfairly made negative credibility assessments with respect to the closeness of the applicant and her daughters because the daughters did not attend the hearing. This argument also relates to the submission, discussed above, that the applicant should not suffer the consequences of omission of her former counsel as she claims that her former counsel did not impress upon her the importance of her daughter's attendance and did not respond to her promptly with respect to the date of the hearing.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Board decision is based on the information that was available to it and it is not open for the applicant to now give supplementary reasons to this Court as to why her daughters did not attend. In addition, there is no indication that the Board ignored the explanation given by the applicant for her daughter's absence. In fact, the Board concluded that the applicant's daughters would face hardship if their mother was deported. So this factor was considered.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Under this factor, the applicant also argues that the Board failed to adequately consider the best interests of the applicant's grandson. The Court disagrees. The reasons demonstrate that the Board turned its mind to the best interests of the applicant's grandson and, in fact, concluded that it would probably be in the grandson's best interest that the applicant remains in Canada. Given this, the applicant's argument on this issue is really whether the Board accorded sufficient weight to this factor, and, as such, is not reviewable. Therefore this Court finds that the Board has been \"alert, alive and sensitive\" to the best interests of any child likely to be adversely affected by the outcome of its decision.  <FRAGMENT_SUPPRESSED>", "D.", "The Support Available to the Applicants not only with the Family but also within the Community  <FRAGMENT_SUPPRESSED>"], ["[30]", "The letters submitted by the applicant's three daughters all speak to the fact that they are willing and able to support their mother and hope to help her overcome her medical and criminal issues. In addition, the applicant testified to an ongoing relationship both with her doctor and her parole officer. Nothing indicates that the Board failed to consider this evidence; on the contrary the Board is presumed to have considered all the evidence. In its decision the Board was not obliged to refer to all the evidence considered, but only to the evidence on which it based its conclusion.  <FRAGMENT_SUPPRESSED>", "E.", "The Degree of Hardship the Applicant would face in the likely Country of Removal  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Board recognizes that a return to Trinidad and Tobago will cause \"considerable hardship and dislocation\" to the applicant. The Board did not have to elaborate more than it did on this factor. The Board was sufficiently sensitive to this issue. But again this issue must also be weighed with all the other factors considered and the overall proof.  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Board was faced with a plea for humanitarian and compassionate relief. On the facts of the present case, the Board was faced with many factors supporting the decision to cancel the applicant's stay. True the proof also indicated some factors supporting the renewal of the stay. This is where the decision maker has to balance the pros and cons of the decision he has to make. This Court finds that as a whole the Board appropriately balanced the competing interests and addressed sufficiently all the circumstances of the applicant's case. The question is not whether this Court would have rendered the same decision than the Board did, or if some proof exists that could justify a different decision. The question consists only to determine if the Board erred in its appreciation of the facts and if its decision is unreasonable because it does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. And this Court having considered the proof and already concluded that it does fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, therefore the application will be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Court agrees with the parties that there is no question of general interest to certify.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[34]", "FOR THE FOREGOING REASONS THIS COURT", "dismisses the application.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Anick Ouellette-Levesque/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}