{"id_": "033016", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision of the Immigration Appeal Division (the IAD) of the Immigration and Refugee Protection Board dated September 30, 2009 denying the applicant's appeal from a visa officer's refusal to issue a permanent resident visa under the family class to the applicant's adopted daughter because the adoption was not \"in accordance with the laws\" of Ghana where the adoption took place as required by paragraph 117(3)(d) of the", "Immigration and Refugee Protection Regulations", "IRPR", "), S.O.R./2002-227.", "Overview of the Court's decision"], ["[2]", "The Court in Ghana issued an Order of Adoption legalizing the adoption by the applicant, a Canadian citizen, of the applicant's three year old niece who lived in Ghana. The visa officer refused the applicant's sponsorship of her adopted daughter because the applicant had not complied with a subsection of the adoption law in Ghana requiring that the child being adopted has been in the care and possession of the applicant for at least three months preceding the date of the Adoption Order. The IAD upheld the visa officer's decision. This Court will allow this application because a valid foreign Court Order of Adoption cannot be ignored or set aside by a Canadian visa officer or the IAD for an apparent irregularity or failure to comply with a provision of the foreign law. This Court will recognize and respect an Order of the Superior Court of Judicature in High Court of Justice of Ghana unless there is clear evidence that that Court Order was obtained by fraud, which is not alleged in this case. The contents of foreign law is a question of fact, which is reviewable on a standard of reasonableness, but the effect in law of a valid foreign Court Order in Canada is a question of private international law and as such it is reviewable on a correctness standard.", "FACTS", "Background"], ["[3]", "The forty-four (44) year old applicant is a citizen of Canada who immigrated to Canada in 1999 from Ghana. The applicant sought to adopt a child because she is physically unable to conceive by biological means. She presented Canadian medical evidence to this effect. The applicant first adopted her sister's daughter in Ghana in 2001 but the daughter's application for permanent residence was refused by a Canadian visa officer because their age difference was less then 21 years. In 2004, the applicant decided to adopt her brother's daughter, Cecilia Marfo Appiah, who was born on January 24, 2003. An Ontario positive home study was completed in May 2005 and a Letter of Approval from the Ministry of Community and Social Services of Ontario issued shortly thereafter. A Letter of No Objection to the adoption was issued by the same Ministry on December 7, 2005."], ["[4]", "The applicant did not visit or reside in Ghana before the adoption was finalized."], ["[5]", "On January 30, 2006, Ghana's Superior Court of Judicature in the High Court of Justice located in Kumasi-Ashanti issued an Order of Adoption which reads as follows:", "\"UPON HEARING an application by DENNIS ADJEI ESQ Counsel for and on behalf of the Applicant herein RHODE BOACHIE of CANADA acting per her true and lawful attorney JAMES ATTA KWADWO H/No. Plot 55 Block B Abuakwa Kumasi.", "\"AND UPON HEARING A. OWUSU AGYEI Esq. representing the Director of Social Welfare and reading the recommendation of the Probation officer.", "\"IT IS HEREBY ORDERED THAT under and by virtue of the", "Children's Act 1998", "Act 560", ") and the relevant regulations there under the female child CECILIA MARFO APPIAH be adopted by the said RHODE BOACHIE of CANADA.\"", "This Order of the Court was signed by a Justice of the High Court and by the Chief Registrar of the High Court. Thereafter, the applicant went to Ghana to be with her newly-adopted daughter."], ["[6]", "The applicant then submitted an application to sponsor her adopted daughter for permanent residence. On November 7, 2007 the visa officer refused the applicant's daughter a permanent visa because the applicant could not demonstrate that the adoption created a genuine parent-child relationship. The applicant appealed.", "Decision under review"], ["[7]", "The applicant's appeal from the visa officer's refusal was dismissed by the IAD on September 30, 2009."], ["[8]", "The IAD adjourned the hearing into the appeal on March 27, 2009 as a result of the respondent's request to amend the reasons for refusal by adding an additional ground which related to the legal validity of the adoption. The new ground, which was discussed by the visa officer in the CAIPS notes but not in the refusal letter, is based on the adoption's non-compliance with paragraph 673(a) of Ghana's", "Children's", "Act", "1998", "Act 560", "), which requires that an adoption order shall not be made unless the adoptee has been the continuous care of the applicant for at least three consecutive months immediately before the date of the adoption order. The relevant portions of the Ghana", "Children's Act", "state:", "\"2(1) The best interest of the child shall be paramount in any matter concerning a child.\\", "\"2(2) The best interest of the child shall be the primary consideration by any court, person, institution or other body in any matter concerned with a child", ". . . . .", "\"67. Restrictions on making adoption orders-", "\"(1) An adoption order shall not be made unless the applicant or, in the vase of a joint application, one of the applicant's -", "(a) is twenty-five years of age and is at least twenty-one years older than the child or", "(b) is a relative of the child and is at least twenty-one years of age.", ". . . . .", "\"(3) An adoption order shall not be made for a child unless-", "(a) the applicant and the child reside in Ghana but this shall not apply if the applicant is a citizen of Ghana resident abroad;", "(b) the child has been continuously in the care and possession of the applicant for at least three consecutive months immediately preceding the date of the order; and", "(c) the applicant has notified the Department of his intention to apply for an adoption order for the child at least three months before the date of the order. [...]\""], ["[9]", "The IAD decided the appeal solely on the validity of the foreign Ghanaian adoption and did not consider whether a genuine parent-child relationship was present. The IAD held at paragraph 13 of the decision that the Ghanaian adoption was presumed to be valid in law:", "\"¶13 ... The adoption is, prima facie, valid in law. The legal validity of the Ghanaian adoption cannot now be challenged in the absence of fraud. No such allegations have been made in this case.\""], ["[10]", "The IAD considered this Court's decisions in", "<FRAGMENT_SUPPRESSED>  per Justice Dawson (as she then was), and in", "<FRAGMENT_SUPPRESSED>  per Justice Mactavish. The IAD specifically quoted from Justice Mactavish's decision in <FRAGMENT_SUPPRESSED> , supra, at paragraph 9, which discusses the how presumption of validity may be rebutted:", "\"¶9 ... In this case, there was evidence that Nigerian law imposed residency requirements on both the proposed adoptive parents and the child. Given that the child had not lived in Nigeria for years, and that the proposed adoptive parents resided in the United Kingdom at the time of the adoption, it was entirely reasonable for the visa officer to want to satisfy herself that the residency requirements imposed by Nigerian law had in fact been complied with.\""], ["[11]", "The IAD noted that the applicant's testimony establishes that she first visited Ghana seven months after the issuance of the Adoption Order. The IAD concluded at paragraph 18 of the decision that the applicant has not complied with paragraph 67(3)(b) of the", "Children's", "Act", ", 1998", "because she did not reside with the adoptee for three consecutive months before the issuance of the adoption order:", "\"¶18 Regardless of what evidence that was before the Ghanaian court, the evidence before the Immigration Appeal Division clearly indicates non-compliance with paragraph 67(3)(b) of the", "Children's", "Act", ", 1998", ". The presumption of validity of the former adoption has clearly been rebutted by the appellant's own evidence.\""], ["[12]", "The IAD determined that the applicant was aware that the visa officer was concerned her non-compliance with paragraph 67(3)(b), but she nevertheless failed to adduce evidence to rebut that concern. Since the applicant did not provide the evidence that was before the Ghanaian court, the IAD inferred that no evidence was presented with respect to the applicant's place of residence prior to the adoption. The IAD therefore concluded that the adoption was not in accordance with the laws of the place where the adoption took place as required by paragraph 117(3)(d) of the", "IRPR", "and dismissed the appeal.", "LEGISLATION"], ["[13]", "Section 63(1) of the", "Immigration and Refugee Protection", "Act", "IRPA", "), S.C. 2001, c. 27 grants a right of appeal to applicants who have their family class visa refused:", "\"63(1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.\"", "\"63(1) Quiconque a déposé, conformément au règlement, une demande de parrainage au titre du regroupement familial peut interjeter appel du refus de délivrer le visa de résident permanent.\""], ["[14]", "Section 67 of the", "IRPA", "sets out the grounds on appeal to the IAD and its powers:", "\"67(1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,", "(a) the decision appealed is wrong in law or fact or mixed law and fact;", "(b) a principle of natural justice has not been observed; or", "(c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "\"67(2) If the Immigration Appeal Division allows the appeal, it shall set aside the original decision and substitute a determination that, in its opinion, should have been made, including the making of a removal order, or refer the matter to the appropriate decision-maker for reconsideration.\"", "\"67(1) Il est fait droit à l'appel sur prevue qu'au moment où il en est disposé:", "a) la décision attaquée est erronée en droit, en fait ou en droit et en fait;", "b) il y a eu manquement à un principe de justice naturelle;", "c) sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de measures spéciales.", "\"67(2) La décision attaquée est cassée; y est substituée celle, accompagnée, le cas échéant, d'une mesure de renvoi, qui aurait dû être rendue, ou l'affaire est renvoyée devant l'instance compétente.\""], ["[15]", "Subsection 3(2) of the", "IRPR", "defines the term \"adoption\":", "\"3(2) For the purposes of these Regulations, 'adoption', for greater certainty, means an adoption that", "creates a legal parent-child relationship and severs the preexisting legal parent-child relationship", ".\"", "\"3(2) Pour l'application du présent règlement, il est entendu que le terme 'adoptionn' s'entend du lien de droit qui unit l'enfant à ses parents et qui rompt tout lien de filiation préexistant.\" (underlining added)"], ["[16]", "Paragraph 117(3)(d) of the", "IRPR", "requires that the adoption be in accordance with law of the place where the adoption takes place:", "\"117(3) The adoption referred to in subsection (2) is considered to be in the best interests of a child if it took place under the following circumstances:", ". . . . .", "(d) the adoption was in accordance with the laws of the place where the adoption took place;\"", "\"117(3) L'adoption visée au paragraphe (2) a eu lieu dans l'intérêt supérieur de l'enfant si les conditions suivantes sont réunies:", ". . . . .", "d) l'adoption était, au moment où elle a été faite, conforme au droit applicable là où elle a eu lieu;\""], ["[17]", "Section 23 of the", "Canada Evidence", "Act", ", R.S.C. 1985, C-5, provides that evidence of records of any Court of record in any foreign country may be established by a certified copy under seal of that Court without further proof:", "\"23(1) Evidence of any proceeding or record whatever of, in or before any court in Great Britain, the Supreme Court, the Federal Court of Appeal, the Federal Court or the Tax Court of Canada, any court in a province, any court in a British colony or possession or any court of record of the United States, of a state of the United States or of any other foreign country, or before any justice of the peace or coroner in a province, may be given in any action or proceeding by an exemplification or certified copy of the proceeding or record, purporting to be under the seal of the court or under the hand or seal of the justice, coroner or court stenographer, as the case may be, without any proof of the authenticity of the seal or of the signature of the justice, coroner or court stenographer or other proof whatever.\"", "\"23(1) La preuve d'une procédure ou pièce d'un tribunal de la Grande Bretagne, ou de la Cour suprême, ou de la Cour d'appel fédérale, ou de la Cour fédérale, ou de la Cour canadienne de l'impôt, ou d'un tribunal d'une province, ou de tout tribunal d'une colonie ou possession britannique, ou d'un tribunal d'archives des États-Unis, ou de tout État des États-Unis, ou d'un autre pays étranger, ou d'un juge de paix ou d'un coroner dans une province, peut se faire, dans toute action ou procédure, au moyen d'une ampliation ou copie certifiée de la procédure ou pièce, donnée comme portant le sceau du tribunal, ou la signature ou le sceau du juge de paix, du coroner ou du sténographe judiciaire, selon le cas, sans aucune preuve de l'authenticité de ce sceau ou de la signature du juge de paix, du coroner ou du sténographe judiciaire, ni autre preuve.\"", "ISSUES"], ["[18]", "The applicant raises the following issues:", "1. Did the panel err in its finding that the adoption was not in accordance with the laws of Ghana where the adoption took place?", "2. Did the panel err in its inference that because the appellant failed to provide the panel with the evidence or documentation that was before the Ghanaian court, the Ghanaian court was not presented with any evidence relating to the appellant's place of residence prior to the adoption?", "3. Did the panel err in its conclusion that the refusal of the adoption was valid in law?"], ["[19]", "The real issue is what is the effect in Canada of a foreign Court Order which appears to be inconsistent with the foreign law leading to that order?", "STANDARD OF REVIEW"], ["[20]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see also", "<FRAGMENT_SUPPRESSED>  per Justice Binnie at para. 53."], ["[21]", "Assessment of the validity of a foreign adoption in accordance with the foreign law has been previously decided on the patent unreasonableness standard: <FRAGMENT_SUPPRESSED> , supra, at para. 12. <FRAGMENT_SUPPRESSED> , supra, collapsed the standard of reviews of patent unreasonableness and reasonableness simpliciter to the single reasonableness standard. Accordingly, the standard of review in this case is reasonableness."], ["[22]", "In reviewing the Board's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , supra, at paragraph 47; <FRAGMENT_SUPPRESSED> , supra, at para. 59.", "ANAYLSIS", "Preliminary issue:", "Has the applicant improperly introduced new evidence?"], ["[23]", "The respondent submits that the applicant has introduced by affidavit new evidence which was not before the IAD at the time it made the decision. The new evidence consists of the documentation which was before the Ghanaian court. The evidence which the applicant seeks to introduce in these proceedings consists of:", "1. Notice of Appearance dated January 26, 2006;", "2. Memorandum of Appearance dated January 26, 2006; and", "3. High Court of Ghana Director's Report dated January 26, 2006."], ["[24]", "It is trite law that evidence that which was not before the administrative decision is not admissible before the Court on judicial review unless it goes to procedural fairness. This evidence does not go to procedural fairness and as such it is inadmissible in these proceedings. The Court will therefore not consider the above documents.", "Issue No. 1", ": What is the effect in Canada of a foreign Court Order which appears to be inconsistent with the foreign law leading to that order?"], ["[25]", "The applicant submits that the IAD erred in determining that the adoption was not in accordance with the laws of Ghana. The applicant submits that the IAD erred in second guessing the Ghana Court by contrasting its order with an isolated section of the", "Children's", "Act"], ["[26]", "The pivotal jurisprudence on the legitimacy of foreign adoptions was decided by Dawson, J., (as she then was) in <FRAGMENT_SUPPRESSED> , supra. Justice Dawson described the status of a foreign adoption order at paragraphs 8-9 of her Reasons:", "\"¶8 The best evidence of an adoption in accordance with the laws of a country is a final order or judgment to that effect, because subject to appeal or being set aside, a judgment is conclusive between the parties and their privies, and is conclusive evidence against the world of the existence of the judgment, its date and its legal consequences. See:", "Halsbury's Laws of England", "(4th) volume 37 at paragraph 1224.", "\"¶9", "While a judgment obtained by fraud or irregularity may be set aside, it is not every irregularity which warrants the setting aside of an order", ". Again as written in", "Halsbury's Laws of England", "(4th) volume 37 at paragraph 1210: A judgment which has been obtained by fraud either in the court or of one or more of the parties may be set aside if challenged in fresh proceedings alleging and proving the fraud. In such proceedings it is not sufficient merely to allege fraud without giving any particulars, and the fraud must relate to matters which prima facie would be a reason for setting the judgment aside if they were established by proof, and not to matters which are merely collateral.", "The court requires a strong case to be established before it will set aside a judgment on this ground and the proceedings will be stayed or dismissed as vexatious unless the fraud alleged raises a reasonable prospect of success and was discovered since the judgment", ".\" (footnotes omitted) (Emphasis added)"], ["[27]", "In <FRAGMENT_SUPPRESSED> , supra, the respondent alleged an irregularity in the decision because the applicants submitted false addresses and family information to the Court and ignored the effect at law of the valid order of a Sri Lankan Court. Justice Dawson held that the respondent unreasonably ignored the effect at law of a foreign Court order at paragraphs 12-13:", "\"¶12 In these circumstances, I conclude that it was patently unreasonable for the visa officer to ignore the effect at law of a final Court order and to decide in the absence of cogent evidence that an order pronounced by a court in Sri Lanka was insufficient to establish the fact of an adoption made in accordance with the laws of Sri Lanka.", "\"¶13 The visa officer could not simply speculate on the effect of apparent irregularities which were collateral to the facts put before the Sri Lankan court in support of the petition.\""], ["[28]", "The parties made reference to", "Ogwebe", ", supra, per Justice Mactavish, which was relied upon by the IAD for the following statement at paragraph 9:", "\"¶9 Moreover, the presumption of validity is a rebuttable one. In this case, there was evidence that Nigerian law imposed residency requirements on both the proposed adoptive parents and the child. Given that the child had not lived in Nigeria for years, and that the proposed adoptive parents resided in the United Kingdom at the time of the adoption, it was entirely reasonable for the visa officer to want to satisfy herself that the residency requirements imposed by Nigerian law had in fact been complied with.\""], ["[29]", "Justice Mactavish made this statement in the context of determining whether the visa officer acted in bad faith. Justice Mactavish held that the visa officer did not act in bad faith because there was reason to question the authenticity of the Nigerian Court order when all the facts of the case were considered, including the questionable responses of the applicants themselves. Justice Mactavish did not intend to lower the bar for challenging a valid foreign Court order.", "Ogwebe", ", supra, follows <FRAGMENT_SUPPRESSED> , supra, which requires clear evidence of fraud to rebut a Court order."], ["[30]", "In the present case both parties are in agreement that the authenticity of the Ghanaian Court order is not in question. There are no allegations of fraud."], ["[31]", "What is at issue here is whether the IAD is entitled to assess whether a valid Ghanaian Court order follows specific provisions the statutes of that land. The law in my view clearly prohibits such an assessment in the absence of fraud. Consideration of the merits of a Court order against an isolated provision of the underlying statute is the function of the foreign Court of Appeal. It is trite law after", "<FRAGMENT_SUPPRESSED> , per Justice La Forest, that Courts asked to recognize a foreign judgments are obligated by international comity to give effect to them. The same proposition holds true for administrative tribunals such as the IAD. Whether the Ghanaian Court chose to ignore or ratify the pre-adoption residency irregularity in granting the adoption order is for that Court to decide."], ["[32]", "The 2006 Order of Adoption from Ghana's Superior Court of Judicature in the High Court of Justice is self-explanatory in that the Court heard representations from the Director of Social Welfare in Ghana who is authorized under the", "Children's Act", "of Ghana to make representations and a recommendation for a probation officer. These officials would know the background facts of the applicant vis-à-vis the legal requirements for an adoption."], ["[33]", "Moreover, this Court reads the", "Children's Act", "which provides in section 2 that the welfare of the child is paramount to any provisions of the", "Children's Act", ". Accordingly, the Court in Ghana is not restricted or bound to literally follow any express provision of the", "Children's Act", "such as the 3 month residency requirement of subsection 67(3) of the", "Children's Act", "of 1998. Presumably the Director of Social Welfare and the Probation Officer recommended the adoption as being the best welfare of the child since the child is being adopted by her aunt in Canada, and will have the advantages of Canada."], ["[34]", "This Court is satisfied that this adoption was \"in accordance with the laws\" of Ghana as required by paragraph 117(3)(d) of", "IRPA"], ["[35]", "With respect to the visa officer's decision that the applicant did not have a \"genuine child-mother\" relationship, the IAD decided not to consider this issue because it was upholding the appeal on the other issue. This is not good practice by the IAD member because it could significantly delay this legal process. The Court has the power in section 18 of the", "Federal Courts Act", "to make any direction which the Court considers appropriate in the circumstances of an application for judicial review. In this case, the Court has reviewed the evidence before the IAD, and has concluded that:", "1. there is no evidence or suggestion that this adoption is for an improper purpose, such as child trafficking;", "2. there is medical evidence that the applicant is unable to conceive a child in Canada, and she has repeatedly tried;", "3. the applicant and her common law husband have adopted this child because the child is the daughter of the applicant's brother, and even looks like the applicant;", "4. the applicant has been and is supporting her adopted daughter in Ghana; and", "5. the adopted daughter lives with the mother of the applicant in Ghana, and thinks the applicant is her biological mother.", "For these reasons, there is evidence of a genuine mother-child relationship to the extent possible considering that they are living in different countries."], ["[36]", "The IAD erred by ignoring the effect in law of the Ghanaian Court order in the absence of clear evidence of fraud. The Court will therefore remit the matter back for redetermination in accordance with these reasons, and with a direction that this matter will be disposed of by the IAD and the visa or immigration officer on an expedited basis since the applicant could have been with her daughter in Canada three years ago."], ["[37]", "For these reasons, the Court will allow this application, set aside the IAD decision, and remit the matter to a different panel of the IAD for redetermination in accordance with these reasons with a direction that the applicant can introduce new evidence before the IAD about the evidence before the High Court of Justice in Ghana and the adoption laws of Ghana.", "CERTIFIED QUESTION"], ["[38]", "Both parties advised the Court that this case does not raise a serious question of general importance which ought to be certified for an appeal. The Court agrees.", "JUDGMENT"], ["[39]", "THIS COURT ORDERS AND ADJUDGES that:", "The application for judicial review is allowed and the matter is remitted to a different panel for redetermination with a direction that the IAD expedite this redetermination in accordance with these Reasons.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "[End of document]"]]}