{"id_": "033292", "body_str": [["[1]", "Rennie, J.", ": The applicant brings this judicial review to set aside a negative Pre-Removal Risk Assessment (PRRA) dated September 28, 2012. For the reasons that follow the application is granted."], ["[2]", "The applicant is a citizen of Saint Lucia, where she experienced abuse at the hands of her boyfriend. The abuse escalated and in October of 2007, he beat her severely and attacked her with a cutlass. The applicant did not report any of this violence to the police because her boyfriend threatened to kill her. Instead, the applicant fled to Canada and obtained a visitor's visa. She did not know that she could claim refugee protection; therefore, this PRRA is the first assessment of her claim."], ["[3]", "The applicant has obtained medical treatment in Canada. A physician verified that she has scars consistent with the attacks she described and a psychiatrist diagnosed her with posttraumatic stress disorder and depression."], ["[4]", "The PRRA Officer accepted that the applicant had been the victim of abuse and that her ex-boyfriend continued to inquire about her whereabouts. However, the Officer concluded that the applicant had not rebutted the presumption of state protection and therefore refused her application.", "Issue"], ["[5]", "The sole issue for this judicial review is whether the Officer's conclusion on state protection is reasonable. The Court is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes\":", "<FRAGMENT_SUPPRESSED> , para 47.", "Analysis"], ["[6]", "The Officer's conclusion on state protection does not satisfy this standard. There are three critical errors.", "The Applicant's Failure to Seek State Protection"], ["[7]", "The Officer erred in treating the applicant's failure to seek state protection as being fatal to her refugee claim, effectively imposing a \"duty to seek protection prior to seeking international protection\". As Justice Russel Zinn recently explained, it is an error to place a legal burden of seeking state protection on a refugee claimant:", "<FRAGMENT_SUPPRESSED> , the Supreme Court of Canada provided that \"it would seem to defeat the purpose of international protection if a claimant would be required to risk his or her life seeking ineffective protection of a state, merely to demonstrate that ineffectiveness.\""], ["[9]", "An applicant need not seek state protection if the evidence indicates it would not reasonably have been forthcoming. The Officer must consider whether seeking protection was a reasonable option for the applicant, in her circumstances. When the relevant circumstances include domestic abuse, the Supreme Court of Canada has outlined specific considerations that must be taken into account, including the psychological effects that abuse has on a victim. The issue as framed in", "R v Lavallee", ", [1990] 1 SCR 852, is what the applicant \"reasonably perceived, given her situation and her experience.\" The test is thus subjective and objective."], ["[10]", "The Officer had evidence of the three phases to the cycle of battery described in", "Lavallee", ": (1) tension building, (2) the acute battering incident, and (3) loving contrition. The applicant's description of her relationship is consistent with these phases. The cyclical nature of domestic abuse may lead to the victim being able to predict the nature and extent of the violence and notice signs which indicate an increased danger. As Wilson J. explained, for battered women this understanding is a matter of survival."], ["[11]", "Accordingly, in considering whether the applicant's failure to approach the police was reasonable, the Officer must also have regard to the applicant's subjective belief that her boyfriend's threats were real and imminent. The applicant stated, \"The tone of his voice and his anger really made me afraid that he would actually kill me.\" Nor did the Officer mention evidence in the record which provides contextual, objective support for the applicant's subjective fear. For example, the Department of Justice's fact sheet on spousal abuse provides that a \"woman's risk of being killed increases after separation\". Other affidavit evidence before the Officer to the same effect was not considered."], ["[12]", "Regarding the effectiveness of state protection, the evidence before the Officer was that out of 144 reported rapes in 2006 and 2007, the police made only 33 arrests and only one case came before the courts (Immigration and Refugee Board of Canada Responses to Information Requests LAC103195.E). The Officer did not consider this evidence."], ["[13]", "To be clear, an applicant's subjective fear will not be determinative of the question of state protection. Rather, the jurisprudence requires that an applicant's perception be considered in light of the general country conditions and factors such as the applicant's age, social and cultural context."], ["[14]", "The Officer gave minimal consideration to the applicant's subjective fear and the possibility that she could face increased violence, or even death, if she approached the police. The Officer had evidence in the record that women face an acute risk of harm when they attempt to separate from their abusers. The consideration of state protection cannot be separated from this essential context and from the guidance of the Supreme Court of Canada in", "Lavallee", "Agencies Other than the Police"], ["[15]", "The Officer erred in relying on non-government agencies such as the Saint Lucia Crisis Centre and the National Organization of Women, which offer advocacy, referrals and shelter. These organizations do not provide protection."], ["[16]", "This Court has repeatedly emphasized that the police force is presumed to be the main institution responsible for providing protection and in possession of the requisite enforcement powers. Shelters, counsellors and hotlines may be of assistance, but they have neither the mandate nor the capacity to provide protection:", "<FRAGMENT_SUPPRESSED>  para 15;", "<FRAGMENT_SUPPRESSED>  para 10;", "<FRAGMENT_SUPPRESSED>  paras 24-25."], ["[17]", "It is exceedingly difficult, from an evidentiary standpoint, to determine whether a non-governmental organization can be a surrogate for the state to provide protection. This is one of the policy considerations that underlies the consistent requirement in the jurisprudence that the police provide protection. Agencies have diffuse mandates and their effectiveness is hard to measure. This case amply demonstrates the rationale that underlies the jurisprudence."], ["[18]", "Additionally, the Officer relied on government organizations, such as the Ministry of Health, without specifying how such a Ministry would provide protection. Indeed, the Officer noted that doctors are legally obligated to report incidents of violence to the police. Notably absent from this analysis is any acknowledgement that the applicant's physician did not report the attack after treating the applicant."], ["[19]", "To conclude on this point, the Officer noted that state protection was adequate when the police services were viewed \"in combination with\" these other agencies which address domestic abuse. This is an implicit admission that the police, viewed on their own as they must be, do not measure up to the standard. Either the police can provide state protection or they cannot.", "Treatment of the Evidence"], ["[20]", "Finally, the Officer erred in disregarding relevant evidence on country conditions in Saint Lucia, most notably Flavia Cherry's affidavit. Ms. Cherry is the founder of the National Organization of Women, one of the non-governmental organizations that the Officer relied on as demonstrating the adequacy of state protection."], ["[21]", "Ms. Cherry explained that police do not have the capacity to attend emergency calls in a timely manner, due to limited staff and police vehicles. She also gave evidence that perpetrators are not held pending investigations and that there are long delays for court proceedings during which the perpetrator is on bail and can intimidate victims. Additionally, discrimination and shame prevent some women from seeking help. She described the financial and operational limitations on agencies whose mandate is to help victims of domestic violence."], ["[22]", "The Officer did not give her affidavit \"full weight\" because it contained hearsay and is generalized to all women in Saint Lucia, without details pertaining specifically to the applicant's situation. This evidence goes directly to whether the state's efforts to provide protection are adequate at the operational level. The Officer's failure to meaningfully engage with this evidence renders the decision unreasonable."], ["[23]", "Country condition evidence is not tendered to demonstrate the personalized nature of a claim. Rather, such evidence provides context for assessing whether an applicant could reasonably expect state protection. Secondly, it is inconsistent for the Officer to rely on certain country condition evidence, which contains hearsay and generalized information, while rejecting Ms. Cherry's evidence because it contains hearsay."], ["[24]", "I need not point out the disconnect between the Officer's reliance on the existence of a non-governmental organization to bolster a conclusion of state protection and the Officer's rejection of the affidavit evidence of an executive member of that very organization.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. The matter is referred back to Citizenship and Immigration Canada for reconsideration before a different Pre-Removal Risk Assessment officer. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  demanderesse sollicite le contrôle judiciaire de la décision défavorable relative à l'examen des risques avant renvoi datée du 28 septembre 2012, en vue d'annuler la décision. Pour les motifs qui suivent, la demande est accueillie."], ["[2]", "La demanderesse est une citoyenne de Sainte-Lucie, où elle a subi des mauvais traitements aux mains de son petit ami. Il y a eu escalade de la gravité des actes et, en octobre 2007, il l'a sévèrement battue et attaquée avec un coutelas. La demanderesse n'a signalé aucun des incidents de violence à la police, car son petit ami menaçait de la tuer. Elle a plutôt fui vers le Canada et obtenu un visa de visiteur. Elle ne savait pas qu'elle pouvait faire une demande d'asile; l'ERAR visé par la présente demande constitue donc la première évaluation de sa demande d'asile."], ["[3]", "La demanderesse a obtenu des soins médicaux au Canada. Un médecin a confirmé qu'elle avait des cicatrices compatibles avec les agressions qu'elle a dit avoir subies, et un psychiatre a diagnostiqué qu'elle souffrait d'un état de stress post-traumatique et de dépression."], ["[4]", "L'agent d'ERAR a reconnu que la demanderesse avait été victime de mauvais traitements et que son ex-petit-ami continuait de s'enquérir de ses allées et venues. Toutefois, l'agent a conclu que la demanderesse n'avait pas réfuté la présomption de la protection de l'État, et a donc rejeté sa demande.", "Question en litige"], ["[5]", "La seule question à trancher dans le cadre de la présente demande de contrôle judiciaire est celle de savoir si la conclusion de l'agent sur la protection de l'État est raisonnable. Pour la Cour, « [l]e caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel » et à « l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit »:", "<FRAGMENT_SUPPRESSED> , au paragraphe 47.", "Analyse"], ["[6]", "Les conclusions de l'agent au sujet de la protection de l'État ne satisfont pas à ce critère. Trois erreurs critiques ont été relevées.", "Défaut de la demanderesse de solliciter la protection de l'État"], ["[7]", "L'agent a commis une erreur en considérant que le défaut de la demanderesse de solliciter la protection de l'État avait porté un coup fatal à sa demande d'asile, car il imposait par là [traduction] « l'obligation de réclamer la protection de l'État avant de réclamer la protection internationale ». Comme le juge Zinn l'a récemment expliqué, il s'agit d'une erreur que d'imposer au demandeur d'asile le fardeau juridique de solliciter la protection de l'État:", "<FRAGMENT_SUPPRESSED> , la Cour suprême du Canada a déclaré que « le fait que le demandeur doive mettre sa vie en danger en sollicitant la protection inefficace d'un État, simplement pour démontrer cette inefficacité, semblerait aller à l'encontre de l'objet de la protection internationale »."], ["[9]", "Un demandeur n'a pas à établir qu'il a sollicité la protection de l'État si les éléments de preuve montrent que celle-ci ne pouvait pas raisonnablement être assurée. L'agent doit examiner si la recherche de la protection de l'État constituait une solution raisonnable pour la demanderesse, dans sa situation. La Cour suprême du Canada a énoncé de manière précise les considérations qu'il faut prendre en compte lorsque les circonstances pertinentes comprennent la violence familiale, notamment les effets psychologiques des agressions sur la victime. La question, telle qu'elle est posée dans", "R c Lavallee", ", [1990] 1 RCS 852, est celle de savoir ce que la demanderesse « a raisonnablement cru, compte tenu de sa situation et de ses expériences antérieures ». Le critère est donc subjectif et objectif."], ["[10]", "L'agent disposait d'éléments de preuve concernant les trois phases du cycle de violence décrites dans", "Lavallee", ": 1) l'accroissement de la tension, 2) l'incident de violence grave et 3) la contrition assortie de manifestations d'amour. La description que la demanderesse a faite de sa relation correspondait à ces trois phases. La nature cyclique de la violence conjugale pourrait amener la victime à pouvoir prédire la nature et la gravité des actes de violence et à déceler les signes indicateurs d'un danger accru. Comme l'a expliqué la juge Wilson, cette compréhension est un outil de survie."], ["[11]", "Par conséquent, pour déterminer s'il était raisonnable que la demanderesse ait omis de communiquer avec la police, l'agent aurait également dû tenir compte de la croyance subjective de la demanderesse que les menaces de son petit ami étaient réelles et imminentes. La demanderesse a déclaré: [traduction] « Le ton de sa voix et sa colère me faisaient vraiment craindre qu'il en vienne à me tuer. » L'agent n'a pas non plus fait état des éléments de preuve contextuels et objectifs au dossier qui appuyaient les craintes subjectives de la demanderesse d'asile. Par exemple, le feuillet de documentation du ministère de la Justice sur la violence conjugale indique que « le risque d'être tuée est plus grand pour la femme après la séparation ». L'agent a omis d'examiner d'autres preuves par affidavit à sa disposition qui allaient dans le même sens."], ["[12]", "Au sujet de l'efficacité de la protection de l'État, la preuve dont disposait l'agent démontrait que pour les 144 affaires de viol signalées en 2006 et en 2007, la police n'avait fait que 33 arrestations et qu'une seule affaire avait été portée devant les tribunaux (Réponses aux demandes d'information de la Commission de l'immigration et du statut de réfugié du Canada, LAC103195.E). L'agent n'a pas tenu compte de ces éléments de preuve."], ["[13]", "En bref, la crainte subjective d'un demandeur n'est pas déterminante à l'égard de la question de la protection de l'État. La jurisprudence exige plutôt d'examiner la perception d'un demandeur à la lumière de la situation générale dans le pays en cause et de facteurs tels que l'âge et le contexte social et culturel du demandeur."], ["[14]", "L'agent n'a pratiquement pas tenu compte de la crainte subjective de la demanderesse ni du risque de violence accrue, ou même de mort, auquel elle était exposée si elle faisait appel à la police. L'agent disposait d'éléments de preuve au dossier selon lesquels les femmes qui tentent de se séparer d'un conjoint violent courent un risque élevé d'être agressées. L'évaluation de la protection de l'État ne peut faire abstraction de ce contexte particulier ni des directives énoncées par la Cour suprême du Canada dans", "Lavallee", "Organisations autres que la police"], ["[15]", "L'agent a commis une erreur en s'appuyant sur des organisations non gouvernementales comme le Centre de crise de Sainte-Lucie et l'Organisation nationale des femmes, qui offrent des services de défense, d'aiguillage et d'hébergement. Ces organisations ne fournissent pas de protection."], ["[16]", "La Cour a souligné à maintes reprises que la force policière est présumée être la principale institution responsable d'assurer la protection et celle qui possède les pouvoirs de contrainte appropriés. Les refuges, les conseillers et les services d'écoute téléphonique peuvent apporter de l'aide, mais ils n'ont ni le mandat ni la capacité de fournir de la protection:", "<FRAGMENT_SUPPRESSED> et 25."], ["[17]", "Il est extrêmement difficile, sur le plan de la preuve, de déterminer si une organisation non gouvernementale peut assurer la protection en lieu et place de l'État. Il s'agit de l'une des considérations de principe qui sous-tendent l'exigence bien établie dans la jurisprudence selon laquelle la police assure la protection. Les organisations ont des mandats divers et il est difficile de mesurer leur efficacité. La présente affaire illustre bien le raisonnement qui sous-tend la jurisprudence."], ["[18]", "En outre, l'agent a invoqué des organisations gouvernementales, comme le ministère de la Santé, sans toutefois préciser quelle serait l'étendue de la protection offerte par un tel ministère. Certes, l'agent a précisé que les médecins sont légalement tenus de signaler les incidents de violence à la police. Étonnamment, l'analyse a passé sous silence le fait que le médecin de la demanderesse n'avait pas signalé l'agression après l'avoir traitée."], ["[19]", "Pour conclure sur ce point, l'agent a fait remarquer que la protection de l'État était adéquate lorsque les services de police étaient examinés [traduction] « en combinaison avec » ces autres organisations qui luttent contre la violence conjugale. Il s'agit autrement dit d'une façon implicite d'admettre que la police, à elle seule, ne respecte pas la norme établie, alors qu'elle est tenue de le faire. La police est en mesure d'assurer la protection de l'État, ou bien elle ne l'est pas.", "Traitement de la preuve"], ["[20]", "Enfin, l'agent a commis une erreur en ne tenant pas compte d'éléments de preuve pertinents relatifs à la situation à Sainte-Lucie, notamment l'affidavit de Flavia Cherry. Madame Cherry est la fondatrice de l'Organisation nationale des femmes, l'une des organisations non gouvernementales que l'agent a mentionnées pour démontrer le caractère adéquat de la protection de l'État."], ["[21]", "Mme Cherry a expliqué que la police n'est pas en mesure de répondre aux appels d'urgence à temps, en raison de l'effectif réduit et du nombre restreint de véhicules de police. Elle a également indiqué que les auteurs d'actes de violence ne sont pas incarcérés avant l'enquête et que, durant la longue attente précédant le début des procédures judiciaires, les auteurs d'actes de violence sont libérés sous cautionnement et peuvent intimider les victimes. De plus, la discrimination et la honte dissuadent certaines femmes de rechercher de l'aide. Mme Cherry a également décrit les limites financières et opérationnelles des organisations d'aide aux victimes de violence conjugale."], ["[22]", "L'agent n'a pas accordé [traduction] « l'importance voulue » à son affidavit parce qu'il contenait des ouï-dire, qu'il était généralisé à toutes les femmes de Sainte-Lucie et qu'il était dénué de détails se rapportant précisément à la situation de la demanderesse. Cet élément de preuve a directement trait à la question de savoir si les mesures de protection offertes par l'État sont adéquates sur le plan opérationnel. Le fait que l'agent ne l'a pas examiné de façon significative rend la décision déraisonnable."], ["[23]", "La preuve relative à la situation dans le pays en cause n'est pas présentée pour établir la nature personnelle d'une demande. Elle s'attache plutôt à fournir un contexte permettant d'évaluer si un demandeur pouvait raisonnablement s'attendre à bénéficier d'une protection de l'État. Par ailleurs, il est contradictoire de la part de l'agent de s'appuyer d'un côté sur certains éléments relatifs à la situation dans le pays, contenant des ouï-dire et des généralisations, et de rejeter de l'autre le témoignage de Mme Cherry au motif qu'il contient des ouï-dire."], ["[24]", "Point n'est besoin que je souligne la contradiction entre le fait que l'agent ait invoqué l'existence d'une organisation non gouvernementale pour justifier sa conclusion relative à la protection de l'État et le fait qu'il ait rejeté la preuve par affidavit d'un membre de la haute direction de cette même organisation.", "JUGEMENT"], ["[25]", "LA COUR STATUE que", "la présente de demande de contrôle judiciaire est accueillie. L'affaire est renvoyée à Citoyenneté et Immigration Canada pour qu'un autre agent d'examen des risques avant renvoi effectue un nouvel examen. Aucune question n'a été proposée aux fins de certification.", "[End of document]"]]}