{"id_": "033236", "body_str": [["[1]", "Hughes, J.", ": This application has been brought by Pfizer Canada Inc. et al. under the provisions of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133, as amended, seeking to prohibit the Minister of Health from issuing a Notice of Compliance to the Respondent Pharmascience Inc. in respect of its generic version of a drug containing a medicine known as amlodipine besylate, 5 mg and 10 mg tablet form, until the expiry of Canadian Letters Patent 1,321,393 ('393 patent). For the reasons that follow, I find that the application is allowed."], ["[2]", "The drug in question is one containing amlodipine besylate. It acts as a calcium channel blocker used to lower blood pressure and reduce angina and is sold by Pfizer in Canada under the name NORVASC. Pfizer has previously received patents for a group of compounds which include amlodipine used for these purposes. These patents claim such compounds in their free base state as well as \"pharmaceutically acceptable acid addition salts\" of the compounds and include the patent that issued from European Patent Application 0089167 and Canadian Letters Patent 1,253,865. The issues in this application have to do with one particular salt form, besylate, of amlodipine, as claimed in the '393 patent."], ["[3]", "The '393 patent is no stranger to litigation in the context of NOC proceedings. Justice von Finckenstein of this Court in a decision dated February 17, 2006, cited as", "<FRAGMENT_SUPPRESSED>  determined that the allegation made by Ratiopharm, the generic in that proceeding, as to invalidity of the '393 patent, was justified. The Federal Court of Appeal, in a decision cited as 2006 FCA 214, reversed this decision (the \"", "Ratiopharm", "\" decisions). Presently, in a case involving Cobalt Pharmaceuticals Inc., Justice Heneghan of this Court is considering the validity of the '393 patent in the context of NOC allegations raised by Cobalt."], ["[4]", "In the United States, the Court of Appeals for the Federal Circuit (CAFC) on March 22, 2007 decided that an equivalent United States Patent, 4,879,303, claiming amlodipine besylate was invalid in the context of drug approval proceedings (cited as", "<FRAGMENT_SUPPRESSED> ; 82 U.S.P.Q. 2D (BNA) 1321 (C.A.F.C.)), thereby reversing an earlier Trial Court decision.", "THE ISSUES IN THIS PROCEEDING"], ["[5]", "Counsel for the Respondent Pharmascience, who by agreement presented argument first, limited the matters to be dealt with in this proceeding to three, all dealing with Pharmascience's allegations of invalidity of the '393 patent. These matters respecting invalidity are:", "1.", "Sufficiency", ": Is the specification of the '393 patent sufficient having regard to the provisions of section 27(3) of the", "Patent", "Act", ", R.S.C. 1985, c. P-4 as amended, so as to enable a person skilled in the art to put the alleged invention into practice?", "2.", "Utility", ": This is a two pronged attack on validity.", "First", "it is argued that the data presented in the '393 patent fails to demonstrate the asserted utility, namely that the besylate salt of amlodipine provides an unexpectedly better level of features desirable in a commercial pharmaceutical product.", "Second", "it is argued that the underlying data which was revealed through the evidence provided by Pfizer of Davison, one of the named inventors of the '393 patent, demonstrates that the besylate salt fails to achieve that stated utility. This argument is supplemented by evidence provided by Pharmascience of the approval for sale in the United Kingdom of a maleate salt version of amlodipine and manufacturing data provided by Pharmascience's supplier of its own intended amlodipine mesylate product.", "3.", "Obviousness", ". Pharmascience argues that earlier patents issued to Pfizer, the previously mentioned patent arising from European Application 0089167 and Canadian Letters Patent 1,253,865 disclose amlodipine together with \"pharmaceutically acceptable addition salts\" and that besylate was one such salt that would easily have been selected by a person skilled in the art at the relevant time, for that purpose. Pharmascience points to a scientific paper by Berge et al. that lists approximately fifty such salts, including besylate, and argues that the list would have been quickly narrowed to only a few candidates of which besylate was one. It supplements this argument by referencing three other United States Patents which illustrate the suitability of a besylate salt, not with amlodipine but in arguably like circumstances.", "This is an argument that prevailed in the United States Court of Appeals (CAFC) decision previously referred to."], ["[6]", "Pfizer readily agreed to the narrowing of issues and argues that each of these issues, save perhaps some arguments as to utility, are precluded by the previous decision of the Federal Court of Appeal in \"", "Ratiopharm", "\" or failure by Pharmascience to raise the issue properly in its Notice of Allegation or both or other reasons.", "THE EVIDENCE"], ["[7]", "Each of Pfizer and Pharmascience provided affidavit evidence, upon some of which there was cross-examination. The Minister did not participate in providing evidence nor in argument in this proceeding."], ["[8]", "As to the evidence: <FRAGMENT_SUPPRESSED> Pfizer tendered the affidavit evidence of four expert witnesses, all of whom were cross-examined:", "i.", "Dr. Gerald S. Brenner", ": is a retired pharmaceutical chemist with experience in drug synthesis, formulation development and solid state chemistry. He was employed by Merck Research Laboratories for thirty-three years, where he held various positions including Senior Director of Pharmaceutical Research and Development.", "ii.", "Dr. Stephen Byrn", ": is a Professor of Medicinal Chemistry at Purdue University. His research interests include medicinal chemistry and pharmaceutics with an emphasis on salt functions and salt properties.", "iii.", "Dr. Peter Chen", ": is a Professor of Physical Organic Chemistry in the Institute of Organic Chemistry at the Swiss Federal Institute of Technology. His research involves the study of structure-activity relationships of chemical compounds and the reaction mechanisms of organic reactions.", "iv.", "Dr. James W. McGinity", ": is a Professor of Pharmacy at the College of Pharmacy at the University of Texas at Austin. His research interests include pharmaceutical formulation, preformulation, immediate release and sustained release systems, novel drug delivery systems, materials science and pharmaceutical processing.", "Pfizer also tendered the affidavit evidence of three fact witnesses, Edward Davison one of the named inventors of the '393 patent, Madeline Pesant (a Pfizer employee), and Dianne Zimmerman (a law clerk). Davison and Pesant only were cross-examined.", "v.", "Edward Davison", ": is a former employee of Pfizer Limited and one of the named inventors of the '393 patent. His affidavit describes Pfizer's research efforts relating to amlodipine besylate.", "vi.", "Madeline Pesant", ": is employed by Pfizer Canada Inc. as a Senior Advisor, Regulatory Policy & Intelligence, Medical Division. Her affidavit discusses Pfizer's new drug submissions to Health Canada in respect of amlodipine besylate and the Form IV patent lists that included the '393 patent.", "vii.", "Dianne Zimmerman", ": is a law clerk  <FRAGMENT_SUPPRESSED> 's counsel's law firm. Her affidavit introduces correspondence between Pfizer, Pharmascience and the Minister. She also includes as exhibits Pfizer and Ratiopharm's written submissions in Court File No. A-75-06, a letter from Apotex to Pfizer Canada, and an Order of Madam Justice Heneghan in", "<FRAGMENT_SUPPRESSED>  filed the evidence of four expert witnesses, all of whom were cross-examined:", "i.", "Dr. Robert Joseph Zamboni", ": is an organic chemist who was employed by Merck Frosst from 1980 to 2005 where he held various positions including Vice-President of the Medicinal Chemistry Department. Since 1993 he has taught graduate-level medicinal chemistry classes at McGill University.", "ii.", "Dr. Christopher T. Rhodes", ": is a Professor Emeritus at the University of Rhode Island. During his career as a research scientist he investigated the formulation and fabrication of compressed tablets, including stability and bioavailability studies.", "iii.", "Dr. Robert Miller", ": is the President of MPD Consulting, a company that provides consulting services to the pharmaceutical industry. He holds a Ph.D. degree in pharmaceutics and has over twenty years experience in the pharmaceutical industry. From 1994 to 2002 Dr. Miller was an Associate Professor of Pharmaceutics at the University of British Columbia where he taught various courses on pharmaceutical formulation.", "iv.", "Paul, J., Larocque", ": is the President of Acerna Incorporated, a consulting firm specializing in pharmaceutical regulatory affairs. He holds a B.Sc. degree in chemistry and has held senior positions in the Quality Control and Regulatory Affairs Departments of large Canadian pharmaceutical companies. Since 1994, Mr. Larocque has worked as a consultant.", "Pharmascience also filed the affidavit of Rebecca Seath, a law clerk with Pharmascience's counsel's law firm. Her nine-volume affidavit serves to introduce the Notice of Allegation and the prior art referred to in the Notice of Allegation. Ms. Seath was not cross-examined.", "Further, Pharmascience filed the affidavit evidence of Gaetano Gallo, a graduate chemist engaged in regulatory affairs with Pharmascience. He provided, as exhibits, certain technical data respecting amlodipine mesylate products produced abroad."], ["[9]", "Pfizer took objection to the admissibility of three pieces of evidence namely:", "1. A document identified as \"Exhibit A\" tendered by Pharmascience's counsel during the cross-examination of the inventor Davison;", "2. All exhibits attached to the affidavit of Gallo;", "3. Exhibits E and F to the affidavit of Larocque."], ["[10]", "Turning to each of these objections:", "1.", "Exhibit A", "purports to be a copy of a memorandum dated 23 March 1990 from Platt, a colleague of the inventor Davison, to Davidson (not Davison) their boss. This document had not previously been put in evidence either by Pfizer or Pharmascience but was put to Davison on cross-examination, by Pharmascience's counsel. Davison (in answer to question 141 at page 54 of the transcript) said he had never seen the document before and could not identify it. In reply examination, at pages 78 and 79 of the transcript, he reiterated that he had never seen the document before but offered a brief commentary as to what it appears to contain.", "I rule this document to be inadmissible. The witness could not identify it, the brief commentary in Reply is simply a comment as to what, on its face, part of the document appears to say. This is not a concession as to the admissibility of the document or verification as to its contents.", "Even if I had held this document to be admissible, I would have given it little weight as it is of no assistance in determining the matters in issue.", "2. The exhibits to the Gallo affidavit comprise a number of technical documents prepared by third party manufacturers abroad respecting amlodipine mesylate. These documents are apparently of the type submitted to public authorities such as Health Canada for the purpose of demonstrating safety and efficacy of a product in seeking approval from such authorities. As such, they can constitute business records however they are not the records of Pharmascience nor were they prepared by or with the involvement of Gallo or anyone  <FRAGMENT_SUPPRESSED> . Gallo says that they are documents that \"can and will\" be submitted to Health Canada.", "No mention is made of these documents  <FRAGMENT_SUPPRESSED> 's Notice of Allegation, nor is any mention made in that Notice of any of the testing reflected in these documents. Pharmascience says that the documents were not prepared until after it submitted its Notice of Allegation. Pfizer says that at least a reasonable portion of the testing reflected in the documents took place before the Notice of Allegation was submitted. Both parties refer to the decision of Justice von Finckenstein in \"", "Ratiopharm", "\", supra, at paragraphs 26 to 29 where he said that he would disregard evidence respecting certain \"Dalton testing\" because that testing preceded the submission of the Notice of Allegation and was not mentioned in that Notice.", "I rule that the exhibits to the Gallo affidavit are inadmissible for two reasons. First, at least some of the testing reflected in the documents preceded the Notice of Allegation and, if relevant, should have been mentioned in the Notice. Second, the documents are of no assistance. While the documents taken at their highest show that some kind of formulation of amlodipine mesylate salt can apparently be made in a commercially satisfactory way, we do not know what that formulation is, or the way in which the product is made.", "The Gallo documents, therefore, even if admissible, would be of no assistance in determining the issues in this matter.", "3. Exhibits E and F to the affidavit of Larocque are said to be public documents available from the United Kingdom health authorities relating to amlodipine maleate products approved for sale there. Larocque is a consultant specializing in pharmaceutical regulatory affairs. He can identify these Exhibits sufficiently and I accept them into evidence since they are public documents.", "However, just as with the Gallo exhibits, the Larocque exhibits are of little probative value. They do not tell us enough about the formulation, method of manufacture or any other information that may assist in determining whether \"problems\" with amlodipine maleate salts have been solved by other techniques. The evidence of Dr. Chen at paragraphs 64 to 67 of his affidavit for instance shows that in the last several years there have been a number of developments alleging to solve the maleate \"problem\". Therefore, while admissible, I give these documents little weight.", "BURDEN OF PROOF"], ["[11]", "The parties, thankfully, have spent little time in oral argument on the question as to which party has what level of burden of proof on what issue. I have said all that I can really say about this matter at this time, not having further assistance from a higher court, in the cases if", "<FRAGMENT_SUPPRESSED>  at para. 58 and", "<FRAGMENT_SUPPRESSED>  at paras. 28-33."], ["[12]", "Here the only issue is validity. Pharmascience has raised three arguments in that respect. Each of Pfizer and Pharmascience have led evidence and made submissions as to those matters. At the end of the day, I must decide the matter on the balance of probabilities on the evidence that I have and the law as it presently stands. If, on the evidence, I find that the matter is evenly balanced, I must conclude that Pfizer has not demonstrated that Pharmascience's allegation is not justified.", "CONSTRUCTION OF THE CLAIMS"], ["[13]", "As we have been instructed by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , at paragraph 43, and often repeated in proceedings such as this, the Court must first construe the claims at issue before considering issues such as validity or infringement. The application for the '393 patent was filed in Canada before October 1989 thus the \"old\" provisions of the", "Patent", "Act", ", R.S.C. 1985, c. P-4 apply. The patent is to be construed as of its date of grant, August 19, 1993."], ["[14]", "Here claims 11, 12 and 13 represent the claims at issue:", "\"11. The besylate salt of amlodipine.", "\"12. A pharmaceutical composition for use as an anti-ischaemic or anti-hypertensive agent, comprising a therapeutically effective amount of the besylate salt of amlodipine together with a pharmaceutically acceptable diluent or carrier.", "\"13. A tablet formulation for use as an anti-ischaemic or anti-hypertensive agent, comprising a therapeutically effective amount of besylate salt of amlodipine in admixture with excipients.\""], ["[15]", "These claims are simple and clear on their face and need no further analysis save for one issue raised by Pharmascience, that of hydration."], ["[16]", "A sample of a compound such as amlodipine besylate salt may contain water. This can occur because the sample is put into a water-containing solution or because a dry tablet or dry mixture for use, for instance, in a capsule, is exposed to humid conditions, or because a dry tablet or dry mixture contains other ingredients (excipients) which contain water. Some of this water simply sticks to the surface of the sample (adsorbs). Some of the water molecules may become very closely associated with the amlodipine molecules and may integrate into the crystal lattice structure of the compound in which case the molecule is considered to be a hydrate. In this latter instance, the term monohydrate or dihydrate or trihydrate etc. is used to identify the sample, depending on the number of water molecules associated with each molecule of amlodipine besylate. A dry sample that does not contain any water molecules that are closely associated with the amlodipine besylate is called an anhydrate."], ["[17]", "The claims, exemplified by 11, 12 and 13 and all others make no distinction as to whether the amlodipine besylate exists as an anhydrate, monohydrate or other hydrate form. The specification is of no assistance. Pfizer's expert Dr. McGinity, at pages 69-70 of his cross-examination said that he would understand that all forms of amlodipine besylate would be included. I so find as well, all forms of amlodipine besylate, anhydrous and hydrated are included in the claims."], ["[18]", "I point out that the word besylate is used in the claims. That is a short form used by chemists to refer to a benzene sulphonate salt as pointed out on the first page, fourth paragraph, of the '393 patent. Some of the other references considered in this proceeding will use the term benzene sulphonate, benzene sulfonate or benzenesulfonate. It is all the same thing.", "THE NOC MINEFIELD"], ["[19]", "It has been pointed out by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 368, at 214, and repeated by many Courts since, that the", "NOC Regulations", "are draconian. They are an imperfect and partial implementation of similar provisions instituted in the United States under the \"", "Hatch Waxman", "Act", ", 21 U.S.C. §355 and, while revised in part from time to time, the Canadian", "NOC Regulations", "have not been revised in a way so as to rectify or even address the numerous procedural complexities and absurdities occasioned by and developed in the jurisprudence under these <FRAGMENT_SUPPRESSED> . Parties, seeking advantages, eagerly exploit the procedural difficulties and disadvantages that may be visited upon their adversaries."], ["[20]", "There are ways to avoid the", "NOC Regulations", "by instituting proper actions in the Court to address the validity or infringement of a patent and this Court is endeavouring to make this option more viable by setting early trial dates and imposing case management."], ["[21]", "In dealing with NOC proceedings, the first minefield is the Notice of Allegation. It is a document prepared by a generic and served upon the innovator who has listed one or more patents in respect of a drug that the generic wishes to copy. The Notice of Allegation is provided for in section 5(3) of the", "NOC Regulations", ". It is not a document provided for in the", "Federal Courts", "Act", ", R.S.C. 1985, c. F-7 or", "Federal Courts Rules", ", SOR/98-106 but, to all extent and purposes, serves as a statement of claim whereby the generic alleges the issues which it wishes to raise with respect to a patent, such as validity and infringement, and the \"legal and factual\" basis for its allegations. The jurisprudence has held that:", "1. The Notice of Allegation cannot be amended, while a generic may take things out or not rely on certain things in the Notice, it cannot add to what is said or amend what is said. An innovator may say to a generic, rather too glibly, simply serve a fresh Notice. However each fresh Notice gives the innovator an opportunity to obtain, without anything more than instituting an application in this Court, a fresh 24 month injunction to restrain approval being given to the generic.", "2. The requirement to state the \"legal and factual basis\" for the allegations for instance as to invalidity or infringement have grown very stringent. The underlying criterion is that the innovator should not be taken by surprise. The practical manifestation is that the Notice must go into great detail as to each argument to be raised and stipulate each important piece of evidence upon which it relies. A good example of the application of this principle is set out in Justice Gauthier's reasons in", "<FRAGMENT_SUPPRESSED> to 125."], ["[22]", "There are many fine points as to what must be raised in a Notice of Allegation and a review of one such a point will be made later in these Reasons."], ["[23]", "The Court system has been overwhelmed by NOC proceedings, many involving different generics addressing the same patent in one proceeding after another, or by the same innovator asserting the same patent time after time, even when the patent was declared in a NOC proceeding to be invalid. The United States legislation makes provision for joinder of several proceedings and interested parties.  <FRAGMENT_SUPPRESSED>  (application for leave to Supreme Court dismissed [2007] S.C.C.A. No. 311) the Federal Court of Appeal stated at paragraph 50 that relitigation in an NOC context of the same patent, even if different generics are involved, is not to be permitted unless a subsequent party is apprised of \"", "better evidence or a more appropriate legal argument", "\"."], ["[24]", "Thus parties involved in NOC proceedings engage in a \"screening out\" procedure:", "1. Is the matter sufficiently raised in the Notice of Allegation;", "2. Has the matter been previously determined even if the generic is different, if so, does the present generic have \"", "better evidence or a more appropriate legal argument", "\"."], ["[25]", "The question of \"", "better evidence or a more appropriate legal argument", "\" is often confounded because it is not readily apparent what the evidence or argument was in the earlier case. The record there is not of record here. The evidence and argument there is sometimes cloaked in secrecy by a confidentiality order. Usually all that one has is the Reasons of the earlier Court(s) and possibly memoranda of argument filed there."], ["[26]", "Not unexpectedly, Pfizer puts the three validity matters raised by Pharmascience through the \"", "screening out", "\" process and argues that all that is left is some portion of the utility argument. Pharmascience disagrees. Therefore I will approach each argument by looking at the \"", "screen", "\" and, regardless of my determination, provide my views as to the substantive arguments.", "THE \"RATIOPHARM\" DECISION"], ["[27]", "The first time that the '393 patent came before this Court was in the NOC proceeding decided by Justice von Finckenstein, supra, 2006 FC 220. At paragraph 6 of his Reasons he said that Ratiopharm alleged that the patent was invalid by reason of:", "a) anticipation", "b) obviousness, and", "c) being an improper selection patent."], ["[28]", "He noted at paragraph 13 that Pfizer's experts included Dr. Gerald Brenner and Dr. Stephen Byrn. These two persons are also Pfizer witnesses in the present application. Only one witness put forward by Ratiopharm, Dr. Robert Miller, is common to the witnesses put forward by Pharmascience in the present proceeding (see paragraphs 16 and 17 of Justice von Finckenstein's Reasons)."], ["[29]", "Justice von Finckenstein held at paragraph 20 of his Reasons that:", "\"[20] This case does not turn on expert evidence. On all the key points, the experts are in agreement. Their evidence only differs on what a person skilled in the art would have anticipated or considered obvious. Ultimately, these are questions for the court to decide. Therefore, although the expert evidence is useful, it is not determinative.\""], ["[30]", "He held, at paragraph 22 that the only claim he needed to consider was claim 11, supra. That is equally appropriate in considering the issues in the present application."], ["[31]", "On the first matter,", "anticipation", ", Justice von Finckenstein, at paragraphs 35 to 42 held that the allegation of anticipation failed. The Federal Court of Appeal (2006 FCA 214) at paragraphs 34 to 36 agreed. There is no allegation as to anticipation by Pharmascience in the present proceeding and nothing more needs to be said about it."], ["[32]", "On the second matter,", "obviousness", ", Justice von Finckenstein held at paragraph 58 of his Reasons that he did not need to address the matter:", "\"[58] In light of the foregoing finding, there is no need to address Ratiopharm's allegation of obviousness.\""], ["[33]", "The Federal Court of Appeal did not use the world \"obviousness\" anywhere in their Reasons. I will return to this subject."], ["[34]", "Justice von Finckenstein and the Federal Court of Appeal gave considerable consideration in their Reasons to the question of a \"selection patent\". There is controversy as to whether in the arcane field of patent law, one must create yet another niche category for something called a \"selection patent\" and create a cluster of jurisprudence around that category. This question is currently under consideration by the Supreme Court of Canada in the appeal from the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> . I invited the parties to postpone the present hearing until the disposition by the Supreme Court of the matter. They declined."], ["[35]", "Justice von Finckenstein conducted his analysis of selection patents at paragraph 43 of his Reasons by incorporating the concepts of obviousness and double patenting into that of selection patents:", "\"[43] Ratiopharm contends that the 393 Patent is invalid for obviousness double patenting and is an improper selection patent. It contends that:", "'(a) the selection of amlodipine besylate over the prior disclosed class of pharmaceutically acceptable acid addition salts of amlodipine does not meet the criteria of a valid selection patent; and", "'(b) that the disclosure of the 393 Patent is insufficient to support the selection of amlodipine besylate over the other acid addition salts based on a combination of solubility, hygroscopicity, processability and stability characteristics.'\""], ["[36]", "He incorporated obviousness into his analysis of selection patents again at paragraph 46:", "\"[46] Unless the patent can be characterized as a selection patent, the concept of obviousness double patenting as enunciated by Justice Binnie in", "Whirlpool", ", supra, prohibits the issuance of a second patent with claims that are not patentably distinct from a prior patent.\""], ["[37]", "He reviewed the evidence and the law and concluded that all that Pfizer had done was to verify the existing properties of besylate and that this was not \"inventing\". He said at paragraphs 54, 55 and 57:", "\"[54] The purpose of selection patents is to reward the inventor for discovering hitherto unknown characteristics peculiar to the members of the selection. The purpose is not to permit the creation of valid selection patents simply by allowing an 'inventor' to test the degree of known characteristics, setting unexplained minimum thresholds without any justification, and then claiming any product that meets the combination of these characteristics is unique.", "\"[55] What Pfizer did in this case, in essence, amounts to no more than verifying that besylate has the following degree of:", "a) solubility: 4.6 mg ml-1, pH 6.6;", "b) stability: it is most stable amongst Hydrochloride, Acetate, Maleate, Salicylate, Succinate, Tosylate, Mesylate and Besylate;", "c) Non-hygroscopicity: it remains non-hygroscopic when exposed to 90oC for three days; and", "d) Processability: 1.17 µg Amlodipine cm-2, i.e. 58% relative to maleate.", ". . . . .", "\"[57] Accordingly, the 393 Patent is not a valid selection patent, and Pfizer has failed to disprove Ratiopharm's allegation that the 393 Patent is invalid for obviousness double patenting.\""], ["[38]", "It was for these reasons that he concluded, at paragraph 58 previously cited, that he did not need to consider obviousness. He had already done so in the context of discussing selection patents."], ["[39]", "The Federal Court of Appeal gave considerable consideration to the question of selection patents as well in their Reasons. At paragraph 14 of the Reasons they acknowledged that Justice von Finckenstein had done likewise."], ["[40]", "In the Analysis portion of their Reasons, the Federal Court of Appeal distinguished between \"empirical research\" and \"verification\". At paragraphs 21 to 24 they said:", "\"[21] It is important at the outset to establish that empirical research for the purpose of making a selection from a class is not verification. Lord Wilberforce  <FRAGMENT_SUPPRESSED>  noted that the selection of some from a larger number of possible components and the exploration of their appropriateness by empirical investigation is a different thing from verification and leads to different results (at page 568).", "\"[22] The empirical investigation leading to an invention protected by a selection patent must involve 'at the least the discovery that the selected members possess qualities hitherto undiscovered, particular to themselves and not attributable to them by virtue of the fact of their belonging to a class specified by an earlier inventor' (see", "In the Matter of an Application for a Patent", "by Henry Dreyfus, Robert Wighton Moncrieff and Charles William Sammons (1945), 62 R.P.C. 125, at page 133 per Evershed, J.).", "\"[23]  <FRAGMENT_SUPPRESSED>  (P.C.), Viscount Dunedin, at page 216 noted that invention is merely 'finding out something which has not been found out by other people.' An inventor is entitled to a patent where he can show that his efforts led to a discovery of [page 146] certain knowledge central to his invention. It is no answer that others by experiment might have also found it (see also T.A. Blanco White,", "Patents for Inventions and the Protection of Industrial Designs", ", 5th ed., (London: Stevens, 1983), at page 99).", "\"[24] On the other hand, verification means confirming predicted or predictable qualities of known compounds; i.e. components that have already been discovered and made. No one can claim a selection patent merely for ascertaining the properties of a known substance (see", "<FRAGMENT_SUPPRESSED>  (C.A.), at paragraph 21).\""], ["[41]", "At paragraph 27 they said that Justice von Finckenstein had erred \"", "when he concluded that the investigation conducted by Pfizer amounted to mere verification", "\"."], ["[42]", "The Federal Court of Appeal considered that there were two \"", "legal", "\" errors, one dealt with threshold which is not an issue in the present proceeding. The second dealt with section 34(1) of the", "Patent", "Act", "and \"special advantages\". They said at paragraphs 30 to 33 of their Reasons:", "\"[30] According to Pfizer, this analysis contains two legal errors. In considering thresholds, it sets the bar too high on what constitutes special advantage, and in any event, thresholds were not put in issue by ratiopharm's NOA.", "\"[31] To meet the statutory requirement in subsection 34(1) of the", "Patent Act", ", R.S.C., 1985, c. P-4 (old", "Act", ") that a patent be 'useful', the selected species must have an advantage over the class as a whole (see", "<FRAGMENT_SUPPRESSED> , at pages 525-526). That case broadly defined the utility required for valid patent as discussed in", "Halsbury's Laws of England", "(3rd ed.), Vol. 29, at page 59:", "'... it is sufficient utility to support a patent that the invention gives either a new article, or a better article or a cheaper article, or affords the public a useful choice.'", "\"However, there are no special legal requirements regarding what particular type of advantage is required. The test for advantage is understood to include a disadvantage to be avoided, as is the case here (see I.G. Farbenindustrie, at page 322).", "\"[32] The applications Judge was also concerned that the thresholds could be manipulated, and commented that there was no evidence offered by Pfizer to justify them. However, he failed to recognize that there was little evidence on the issue of thresholds because Ratiopharm never objected to them in its NOA. Threshold issues had to be raised in the NOA so that Pfizer could know the case it had to meet (see", "<FRAGMENT_SUPPRESSED>  for procedural unfairness.", "\"[33] In summary, the applications Judge's erroneous application of the principle of verification caused him to conclude that besylate had no 'special advantage' or 'quality of a special character' capable of supporting a selection patent. In my analysis, based on the uncontested facts and the findings of the applications Judge, besylate has, in terms of stability, solubility, non-hygroscopicity and processability, both a special advantage and quality of a special character, thus giving rise to a valid claim for a selection patent.\""], ["[43]", "Ratiopharm, following release of the Reasons by the Federal Court of Appeal applied for a re-hearing on the question of obviousness. Ratiopharm's Memorandum of Argument on the appeal is in evidence as Exhibit H to the Zimmerman affidavit. It is clear that the issue of obviousness is raised in its Memorandum and was before the Court when it made its original decision. This Court was provided by Pfizer without objection by Pharmascience, with Ratiopharm's Notice of Motion as to the re-hearing where the issue was clearly as to whether obviousness had been considered in the original decision. In dismissing the motion to re-hear the matter, Linden, J.A., said in brief Reasons:", "\"The motion for reconsideration pursuant to rule 397(1)(b) is dismissed. The rule is intended to give the Court the power to correct slips and oversights in the preparation of the judgment document. The purpose of the rule 397 is not to substantively amend the reasons for judgment, but merely to ensure that the judgment accords with the reasons (see", "<FRAGMENT_SUPPRESSED>  at paragraph 11 (F.C.)). The judgment in this case properly reflected the Court's unanimous intention to allow the appeal, as evidenced in both the Court's reasons and its judgment prohibiting the Minister from issuing a notice of compliance to ratiopharm until after the expiry of the 393 patent. Furthermore, rule 397 does not require that the Court give reasons in respect of every matter raised (see", "<FRAGMENT_SUPPRESSED>  at paragraph 5 (F.C.T.D.)).\""], ["[44]", "I am satisfied, therefore, that both Justice von Finckenstein and the Federal Court of Appeal gave consideration to the issue of obviousness and subsumed that question in their consideration as to validity of a \"", "selection patent", "\". Justice von Finckenstein in effect, held the '393 patent to be obvious. The Federal Court of Appeal reversed that finding holding the patent not to be obvious."], ["[45]", "Pfizer also argued that the Federal Court of Appeal had found that the disclosure of the '393 patent was", "sufficient", ". They rely on that Court's Reasons, paragraphs 28 and 29 and the disposition of the Court in reversing the Hearing Judge:", "\"[28] According to Ratiopharm, the Applications Judge was also correct to question the lack of certain essential details surrounding its discovery of Besylate's 'unique combination' of properties. Ratiopharm urges that if Pfizer need only assert that the 'unique combination' of Besylate's Formulation Properties cannot be predicted and therefore possess an unexpected advantage, then any amlodipine salt selected could be tested against any number of properties which could theoretically support a claim to 'unique properties' that could not be predicted. They argue that this is absurd and that more disclosure details of selection of comparator salts, Formulation Properties and fully explained thresholds for acceptable results are essential to support Besylate's special advantage over the class.", "\"[29] In rejecting Pfizer's claim that Besylate was unexpectedly found to have a 'unique combination' of good formulative properties the Applications Judge wrote at paragraphs 52 through 54:", "'... all four factors had a totally unexplained minimum threshold. No evidence was presented to show that any of the four characteristics were not known beforehand. Similarly, no evidence was provided to justify the minimum threshold in terms of regulatory requirements, industry standards, ease of production or minimization of costs.", ". . . . .", "'Any combination of the four characteristics in the nine salts can qualify as unique, and as being particularly suitable for pharmaceutical preparations of amlodipine, so long as no rationale is given for choosing the minimum threshold. Any alteration of these thresholds could result in another salt having \"a unique combination of good formulation properties which make it particularly suitable for the preparations of pharmaceutical formulations of amlodipine\". In effect, these thresholds can be manipulated to get the outcome one desires.", ". . . . .", "'The purpose of selection patents is to reward the inventor for discovering hitherto unknown characteristics peculiar to the members of the selection. The purpose is not to permit the creation of valid selection patents simply by allowing an \"inventor\" to test the degree of known characteristics, setting unexplained minimum thresholds without any justification, and then claiming any product that meets the combination of these characteristics is unique.'\""], ["[46]", "I reject this argument. Sufficiency may have been an argument put to the Hearing Judge, however that is unclear having regard to paragraph 46 of his reasons 2006 FC 220:", "\"Unless the patent can be characterized as a selection patent, the concept of obviousness double patenting as enunciated by Justice Binnie in", "Whirlpool", ", supra, prohibits the issuance of a second patent with claims that are not patentably distinct from a prior patent.\"", "The Court of Appeal did not appear to consider the matter. The decisions of both Courts did not turn on that question. The disposition made was in respect of \"", "verification", "\" versus \"", "invention", "\" and not on the sufficiency of the disclosure."], ["[47]", "As to", "utility", ", this is not an attack on the validity of the '393 patent that appears to have been raised by Ratiopharm. It is not listed as one of the attacks in paragraph 8 of the Reasons of Justice von Finckenstein, supra. To some extent, there was a discussion using the word \"", "utility", "\" in a quote from Professor Blanco White's text appearing at paragraph 49 of Justice von Finckenstein's Reasons:", "\"[49] An excellent summary of the state of the law is found in the British text by T.A. Blanco White,", "Patents for Inventors [sic] and the Protection of Industrial Designs", ", 5th ed. (London: Stevens & Sons, 1983) at p 62, para 14-110 where it states:", "'The current view is, that disclosure of a class, even a very small class, whether the disclosure is in general terms or by enumeration of the members, is not disclosure of the individual members so as to make them no longer new. In particular, mere recital of the systematic name of a chemical compound is not a publication of it: a compound is not an old compound until it has actually been made. Furthermore, an invention involving knowledge of the properties of a compound has not been made, and so cannot be published, until the compound has been not only made but tested for the properties concerned. It follows from this approach that in any ordinary selection case the question is not one of novelty but one of obviousness, utility and sufficiency of description, these in the ordinary way.'\""], ["[48]", "Justice von Finckenstein then proceeded to consider whether the patent was a valid \"", "selection patent", "\" having regard to the Ratiopharm's argument that while establishing four criteria for a good salt, solubility, stability, non-hygroscopicity and processability, the patent simply set arbitrary thresholds for those criteria so as to arrive at an \"", "unexpected", "\" result. At paragraph 55 of his Reasons, Justice von Finckenstein concluded:", "\"[55] What Pfizer did in this case, in essence, amounts to no more than verifying that besylate has the following degree of:", "a) solubility: 4.6 mg ml-1, pH 6.6;", "b) stability: it is most stable amongst Hydrochloride, Acetate, Maleate, Salicylate, Succinate, Tosylate, Mesylate and Besylate;", "c) Non-hygroscopicity: it remains non-hygroscopic when exposed to 90°C for three days; and", "d) Processability: 1.17 µg Amlodipine cm-2, i.e. 58% relative to maleate.\""], ["[49]", "It must be remembered that, in the present application, the issue of \"", "thresholds", "\" was not argued."], ["[50]", "The Federal Court of Appeal reversed Justice von Finckenstein noting that Ratiopharm had not put the \"", "thresholds", "\" issue into play in its Notice of Allegation. The appellate Court concluded that the facts showed that there were \"", "special advantages", "\" and a \"", "quality of a special character", "\" sufficient to give rise to a valid selection patent. It appears that neither the Court of Appeal nor Justice von Finckenstein addressed the arguments of utility sought to be raised here by Pharmascience. They were concerned only with a \"", "thresholds", "\" issue, one that had not properly been raised in the case before them in any event.", "OBVIOUSNESS"], ["[51]", "Having found that the Trial Judge and the Federal Court of Appeal in the earlier \"", "Ratiopharm", "\" decision had considered the question of obviousness, the matter for consideration now becomes whether Pharmascience in the present application has provided better evidence or more appropriate argument than Ratiopharm in the earlier proceeding. In this regard, I re-iterate how difficult it is to determine presently what evidence and argument was before these Courts in the earlier case. It appears that the Court of Appeal stated the issue to be, at paragraph 16:", "\"[16] In my analysis, the question of whether the Applications Judge applied the correct test when he determined that 'Pfizer's research amounted to no more than verifying existing properties (or their degree) and was not inventive' is to be reviewed on a correctness standard.\""], ["[52]", "This is consistent with what Justice von Finckenstein said at paragraphs 54 and 57 of his Reasons:", "\"[54] The purpose of selection patents is to reward the inventor for discovering hitherto unknown characteristics peculiar to the members of the selection. The purpose is not to permit the creation of valid selection patents simply by allowing an 'inventor' to test the degree of known characteristics, setting unexplained minimum thresholds without any justification, and then claiming any product that meets the combination of these characteristics is unique.", ". . . . .", "\"[57] Accordingly, the 393 Patent is not a valid selection patent, and Pfizer has failed to disprove Ratiopharm's allegation that the 393 Patent is invalid for obviousness double patenting.\""], ["[53]", "In the present application, Pharmascience's argument as to obviousness is summarized at paragraph 48 of its Memorandum:", "\"48. In 1986, a person skilled in the art would have considered amlodipine besylate obvious in light of (1) Pfizer's prior art patent, the '865 Patent (and its equivalents US '909/EP '167), which explicitly teaches a number of amlodipine salts and states that any pharmaceutically acceptable salt is suitable, (2) the Berge article that disclosed the list of 53 pharmaceutically acceptable salts approved by the FDA at the time, and (3) a number of other prior art references that showed that besylate salts were pharmaceutically acceptable and, actually, preferable for the compounds having structural similarities with amlodipine.\""], ["[54]", "This argument is not specifically addressed in the Reasons of Justice von Finckenstein or the Federal Court of Appeal. However, given the finding by the Federal Court of Appeal that the besylate salt did have \"", "both a special advantage and quality of a special character", "\" (paragraph 33) and was thus a valid selection patent, I find that the argument and evidence in the present case is sufficiently similar such that this Court should not re-visit the question of obviousness."], ["[55]", "If I am wrong in my conclusion not to re-visit the question of obviousness, I will provide my views as to the question as stated by Pharmascience at paragraph 48 of its Memorandum above."], ["[56]", "It is reasonable, when considering the claimed invention, which can be simply stated as amlodipine besylate salt used to treat cardiac conditions, to start with the prior art that is acknowledged in the patent itself. This, after all, is an acknowledgment by the patentee as to the pre-existing state of the art (see", "<FRAGMENT_SUPPRESSED> ). The third paragraph at page 1 of the '393 patent makes an acknowledgment as to prior art in saying:", "\"European patent application publication no. 89167 discloses several different pharmaceutically acceptable salt forms of amlodipine. In particular the pharmaceutically acceptable acid addition salts are said to be those formed from acids which form non-toxic acid addition salts containing pharmaceutically acceptable anions such as the hydrochloride, hydrobromide, sulphate, phosphate or acid phosphate, acetate, maleate, fumarate, lactate, tartrate, citrate and gluconate salts. Of these salts the maleate is disclosed as being particularly preferred.\""], ["[57]", "An article entitled \"", "Pharmaceutical Salts", "\" by Stephen M. Berge et al. appearing in the January 1977 edition of", "Journal of Pharmaceutical Sciences", "(vol. 66, No. 1; Byrn Affidavit, Exhibit H) lists, particularly at Table 1, just over 50 salts that would have been considered at the relevant time to be appropriate pharmaceutically acceptable salts to a person skilled in the art. Besylate (called benzenesulfonate in the list) is one such salt listed."], ["[58]", "The evidence of Pfizer and Pharmascience is divergent as to how readily a person skilled in the art would pare down the list of 50 or so salts to a smaller number so as to arrive, at some point, to besylate. Pharmascience points particularly to the cross-examination of Pfizer experts Brenner and McGinity as well as the evidence of its own expert, Zamboni, to say that the list could readily be cut to one half and the remaining candidates could be tested in a routine manner so as to determine the most suitable salt."], ["[59]", "Pfizer says, relying on the cross-examination of Pharmascience witnesses Miller and Zamboni, the evidence in chief of Byrn and the evidence of the named inventor Davison that it would not have been possible to test all salts and that a person skilled in the art would not have been led \"", "directly and without difficulty", "\" to the besylate salt; they say that besylate was not obvious. It was, they say, as put by Davison at paragraph 3 of his affidavit, a \"", "painstaking process", "\" to develop amlodipine besylate."], ["[60]", "The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  has adopted the modern holistic approach to the determination of obviousness abandoning phrases such as \"", "directly and without difficulty", "\" and \"", "worth a try", "\" and has instructed that the Court must look at the situation at the time the alleged invention was made. What were the generally accepted courses of action, the prejudices, the common wisdom, the availability or lack of appropriate tools or knowledge among other considerations."], ["[61]", "The United States Court of Appeal for the Federal Circuit (CAFC) in the \"", "amlodipine besylate", "\" decision previously cited 480 F.3d 1348 conducted an exercise very similar to that recommended by the Canadian Federal Court of Appeal  <FRAGMENT_SUPPRESSED> -Ortho", ", supra. Under the caption \"", "Obvious to Try", "\" at pages 1365 to 1369 of its Reasons the CAFC considers the same arguments as raised by Pharmascience and Pfizer here. The passage is too long to quote in its entirety but I will set out some portions:", "\"To be sure, 'to have a reasonable expectation of success, one must be motivated to do more than merely to vary all parameters or try each of numerous possible choices until one possibly arrived at a successful result, where the prior art gave either no indication of which parameters were critical or no direction as to which of many possible choices is likely to be successful.'", "<FRAGMENT_SUPPRESSED> , 1165 (Fed. Cir. 2006) (internal quotations omitted). Pfizer argues that, if anything, amlodipine in its besylate salt form would at most be 'obvious to try,' i.e., to vary all parameters or try each of numerous possible choices to see if a successful result was obtained.", "O'Farrell", ", 853 F.2d at 903.", "\"Parties before this court often complain that any holdings of obviousness were based on the impermissible 'obvious to try' standard, and this court has accordingly struggled to strike a balance between the seemingly conflicting truisms that, under 35 U.S.C. § 103, 'obvious to try' is not the proper standard by which to evaluate obviousness, In", "re Antonie", ", 559 F.2d 618, 620 (C.C.P.A. 1977), but that, under", "O'Farrell", "and other precedent, absolute predictability of success is not required. 853 F.2d at 903. Reconciling the two is particularly germane to a situation where, as here, a formulation must be tested by routine procedures to verify its expected properties. The question becomes then, when the skilled artisan must test, how far does that need for testing go toward supporting a conclusion of non-obviousness?", "\"As we have said before, '[e]very case, particularly those raising the issue of obviousness under section 103, must necessarily be decided upon its own facts.' In", "re Jones", ", 958 F.2d 347, 350 (Fed. Cir. 1992). Consequently, courts cannot decide the obviousness or non-obviousness of a patent claim by proxy. Undue dependence on mechanical application of a few maxims of law such as 'obvious to try,' that have no bearing on the facts certainly invites error as decisions on obviousness must be narrowly tailored to the facts of each individual case.", ". . . . .", "\"On the facts of this case, however, we are satisfied that clear and convincing evidence shows that it would have been not merely obvious to try benzene sulphonate, but would have been indeed obvious to make amlodipine besylate.", "\"First, this is not the case where there are 'numerous parameters' to try. Rather, the only parameter to be varied is the anion with which to make the amlodipine acid addition salt.", ". . . . .", "\"Second, this is not the case where the prior art teaches merely to pursue a 'general approach that seemed to be a promising field of experimentation' or 'gave only general guidance as to the particular form of the claimed invention or how to achieve it.'", ". . . . .", "\"Finally, Pfizer protests that a conclusion that amlodipine besylate would have been obvious disregards its 'discovery' because it was obtained through the use of trial and error procedures. While the pharmaceutical industry may be particularly adversely impacted by application of an 'obvious to try' analysis ... that Pfizer had to verify through testing the expected traits of each acid addition salt is of no consequence because it does not compel a conclusion of non-obviousness here.", ". . . . .", "\"However, on the particularized facts of this case, consideration of the 'routine testing' performed by Pfizer is appropriate because the prior art provided not only the means of creating acid addition salts but also predicted the results, which Pfizer merely had to verify through routine testing. <FRAGMENT_SUPPRESSED> , 874 F.2d at 809. The evidence shows that, upon making a new acid addition salt, it was routine in the art to verify the expected physicochemical characteristics of each salt, including solubility, pH, stability, hygroscopicity, and stickiness, and Pfizer's scientists used standard techniques to do so. These type of experiments used by Pfizer's scientists to verify the physicochemical characteristics of each salt are not equivalent to the trial and error procedures often employed to discover a new compound where the prior art gave no motivation or suggestion to make the new compound nor a reasonable expectation of success. This is not to say that the length, expense, and difficulty of the techniques used are dispositive since many techniques that require extensive time, money, and effort to carry out may nevertheless be arguably 'routine' to one of ordinary skill in the art. Rather, our conclusion here relies on the fact that one skilled in the art would have had a reasonable expectation of success at the time the invention was made, and merely had to verify that expectation.", ". . . . .", "\"We find this case analogous to the optimization of a range or other variable within the claims that flows from the 'normal desire of scientists or artisans to improve upon what is already generally known.' In", "re Peterson", ", 315 F.3d 1325, 1330 (Fed. Cir. 2003) (determining where in a disclosed set of percentage ranges the optimum combination of percentages lies is prima facie obvious). In In", "re Aller", ", 220 F.2d 454, 456, 42 C.C.P.A. 824, 1955 Dec. Comm'r Pat. 136 (C.C.P.A. 1955), our predecessor court set forth the rule that the discovery of an optimum value of a variable in a known process is usually obvious. See also In", "re Boesch", ", 617 F.2d 272, 276 (C.C.P.A. 1980). ('[D]iscovery of an optimum value of a result effective variable in a known process is ordinarily within the skill of the art.').", ". . . . .", "\"Thus, while patentability of an invention is not negated by the manner in which it was made, 'the converse is equally true: patentability is not imparted where the \"prior art would have suggested to one of ordinary skill in the art that this process should be carried out and would have a reasonable, likelihood of success.\"'\""], ["[62]", "Pfizer argues that the CAFC used a test of \"", "reasonable likelihood of success", "\" and that, they argue, is not the test in Canada. I disagree, the CAFC used those words in giving its Reasons but, taking the Reasons as a whole it is clear that they, just as a Canadian court would, looked at the matter on a case specific basis and concluded that, given the limited number of salts and the fact that the means for testing was routine, there was no invention in arriving at besylate as an optimization."], ["[63]", "If obviousness were a matter that could be considered by this Court, and I have held that it is not, I would hold that, on the evidence, Pfizer has failed to displace the burden of proof that Novopharm's allegation of invalidity on the basis of obviousness is not justified. I am satisfied, on the evidence that a person skilled in the art at the relevant time, would know from tables such as that of the Berge paper that there were a limited number of salts that were considered to be pharmaceutically acceptable. Some salts would be readily eliminated from that list and others may have been selected first to be looked at by a technician. The choice was already there, a technician would simply run tests which would demonstrate which would be the most appropriate choice. This may have been time consuming, but it was routine work, not invention. In this regard, I have in mind principally the cross-examinations of Dr. Brenner, Dr. McGinity and the evidence of Dr. Zamboni.", "SUFFICIENCY"], ["[64]", "The Federal Court of Appeal in a unanimous decision released March 20, 2008,", "<FRAGMENT_SUPPRESSED>  dealt with many questions concerning the law of sufficiency."], ["[65]", "The Court considered the requirements for disclosure imposed by section 27(3) of the", "Patent Act", ", concluding, at paragraph 37 that the subsection does not require a patentee to describe in what way an invention is new or useful or to extol the effect or advantage of his discovery:", "\"[37] Subsection 27(3) of the", "Act", "does not require that a patentee explain how well his invention works in comparison to other inventions. He is not required to describe in what respect his invention is new or useful, nor is he obliged to 'extol the effect or advantage of his discovery, if he describes his invention so as to produce it': see <FRAGMENT_SUPPRESSED> , supra, at 526.\""], ["[66]", "At paragraph 42, the Court noted that the \"disclosure requirement may be a bit more onerous for selection patents\". The Court then characterized the patent at issue there as a selection patent and, for the purposes of this present application, it is not that different from the '393 patent at issue here. The arguments put by the generic, Ranbaxy were set out and considered by the Court of Appeal at paragraphs 50 and 51 of their Reasons:", "\"[50] Ranbaxy challenges the promise made by Pfizer in the 546 patent that atorvastatin displays unexpected and surprising increase in activity over the racemate. It does so by attacking the reliability of the data that underlies this promise. More specifically, Ranbaxy claims that the only support for the allegation that the described invention has surprising and unexpected properties is a single set of CSI data which is not representative of all the data collected by Pfizer through CSI experiments. The CSI data as a whole showed tremendous variability and was not reliable. The data obtained by Pfizer from AICS experiments, which was not included in the 546 patent, was more reliable and revealed only a two-fold difference between atorvastatin and its racemate.", "\"[51] These allegations, although placed under a heading entitled 'sufficiency' in the NOA, have, in my respectful view, nothing to do with the disclosure requirement under subsection 27(3) of the", "Act", ". Rather, they are relevant to an analysis of the utility, novelty and/or obviousness of a patent. This is clear from the first paragraph of the NOA cited above, according to which '[t]he disclosure does not support there being any novel or inventive aspect as claimed'. What Ranbaxy is really challenging in its NOA under the heading of 'sufficiency' is the fact that Pfizer obtained a selection patent without having provided reliable data showing that the narrow class of compounds selected was better than the compounds covered by the genus patent.\""], ["[67]", "The Court of Appeal then examined the sufficiency argument and subsection 27(3) more fully and concluded that a patent must disclose the invention and how it is made sufficiently as to allow the invention to be put into practice. A challenge to the accuracy or completeness of the data presented is not a sufficiency argument although it may be a utility argument. At paragraphs 56 and 57, the Court said:", "\"[56] The Applications Judge was wrong in interpreting the disclosure requirement of subsection 27(3) of the", "Act", "as requiring that a patentee back up his invention by data. By so doing, he confused the requirements that an invention be new, useful and non-obvious with the requirement under subsection 27(3) that the specification disclose the 'use' to which the inventor conceived the invention could be put: see <FRAGMENT_SUPPRESSED> , supra, at 527. Whether or not a patentee has obtained enough data to substantiate its invention is, in my view, an irrelevant consideration with respect to the application of subsection 27(3). An analysis thereunder is concerned with the sufficiency of the disclosure, not the sufficiency of the data underlying the invention. Allowing Ranbaxy to attack the utility, novelty and/or obviousness of the 546 patent through the disclosure requirement unduly broadens the scope of an inventor's obligation under subsection 27(3) and disregards the purpose of this provision.", "\"[57] While it is true that subsection 27(3) requires that an inventor 'correctly and fully describe' his invention, this provision is concerned with ensuring that the patentee provide the information needed by the person skilled in the art to use the invention as successfully as the patentee. The Supreme Court of Canada, in <FRAGMENT_SUPPRESSED> , supra, at 526, cited with approval the following passage from", "<FRAGMENT_SUPPRESSED>  specification correctly and fully describes the invention and its operation or use as contemplated by the inventor,", "so that the public, meaning thereby persons skilled in the art, may be able, with only the specification, to use the invention as successfully as the inventor could himself", ".'\"", "and gave its conclusions at paragraphs 63 and 64:", "\"[63] The applications judge erred in construing the promise of the patent and mischaracterized the disclosure requirement under subsection 27(3) of the", "Act", "by asking whether there was sufficient data to substantiate the promise of the patent. Such an examination exceeds the scope of the provision. An attack on a selection patent on the basis that there is no data to support the claimed advantage is certainly relevant for the purposes of validity (most likely to the question of utility), but it is not relevant with respect to disclosure under subsection 27(3) of the", "Act", "\"[64] The patent must disclose the invention and how it is made. The 546 patent does this. It also discloses the advantages that underlie the selection. This, in my view, is the extent of the requirement under subsection 27(3) of the", "Act", ", the purpose of which is to allow a person skilled in the art to make full use of the invention without having to display inventive ingenuity.\""], ["[68]", "Therefore, as to sufficiency a Court must look at what is presented in the patent itself. Evidence as to the underlying data is not to be considered for this purpose. Looking at the face of the patent the Court must consider whether there is sufficient information given to conclude that the invention and its use is identified and whether a person skilled in the art could put it into practice."], ["[69]", "Looking, therefore, at the '393 patent the promise of the invention is stated at the fourth and fifth paragraphs of page 1:", "\"It has now unexpectedly been found that the benzene sulphonate salt (hereinafter referred to as the besylate salt) has a number of advantages over the known salts of amlodipine and, additionally has unexpectedly been found to have a unique combination of good formulation properties which make it particularly suitable for the preparation of pharmaceutical formulations of amlodipine.", "\"Thus according to the present invention there is provided the besylate salt of amlodipine.\""], ["[70]", "At page 2 and over to page 3 of the '393 patent, four criteria, solubility, stability, non-hygroscopicity and processability are established for an effective salt:", "\"Although amlodipine is effective as the free base, in practice it is best administered in the form of a salt of a pharmaceutically acceptable acid. In order to be suitable for this purpose the pharmaceutically acceptable salt must satisfy the following four physiochemical criteria: (1) good solubility; (2) good stability; (3) non-hygroscopicity; (4) processability for tablet formulation, etc.", "\"It has been found that whilst many of the salts outlined above satisfy some of these criteria, none satisfy them all and even the preferred maleate, whilst exhibiting excellent solubility tends to break-down in solution after a few weeks. Consequently a range of pharmaceutically acceptable salts of amlodipine has been made and evaluated using these criteria.\""], ["[71]", "Each of the four criteria is then considered. A table of comparative data respecting eight different salts is presented showing besylate to be good but not the best as far as solubility is concerned."], ["[72]", "Then stability is examined with eight salts presented in rank order from most stable to unstable. Besylate is shown as the most stable."], ["[73]", "Non-hygroscopicity is next considered. We do not know how many salts were tested but we are told at page 4 that only the maleate, tosylate and besylate salts do not pick up any moisture when exposed to 75% relative humidity at 37°C for 24 hours. Even at more extreme conditions we are told that both besylate and maleate remain anhydrous while tosylate formed a dihydrate. Thus besylate, we are told, can be considered non-hygroscopic."], ["[74]", "The final consideration given is at pages 5 and 6 respecting processability. We are told that a number of tablets have been prepared using each of the eight salts and data collected and plotted so to give a \"", "slope of the line", ".\" We are not given the raw data or a graph showing such a slope but we are given in a table numerical values showing besylate, by a narrow margin, being second best to mesylate and superior to maleate."], ["[75]", "A conclusion is made at the second last paragraph at page 6:", "\"Thus the besylate salt of amlodipine shows a unique combination of good solubility, good stability, non-hygroscopicity and good processability which makes it outstandingly suitable for the preparation of pharmaceutical formulations of amlodipine.\""], ["[76]", "Five specific examples are given. The claims follow."], ["[77]", "Considering first the evidence, there is no clear evidence from Pharmascience that a person skilled in the art, in reading the patent alone, would not know that the invention asserted is that of determining the amlodipine besylate had, of all amlodipine salts, the best combination of properties so as to provide a commercial drug in tablet form. There is no suggestion that a person skilled in the art could not put that alleged invention into practice. What Pharmascience does is examine each of the four criteria and take issue with the information as to each presented in the patent."], ["[78]", "First, as to solubility, Pharmascience argues that the patent acknowledges that besylate is not the best. It also argues that not enough information is given as to the testing conducted, for instance no temperature is stated, it is silent as to buffering and as to how the tested material was added to the water."], ["[79]", "Pfizer counters by saying that the patent, at page 3, states that anything over the value of 1 mg ml-1 is good and that besylate is shown to meet the criterion easily. No further information is needed."], ["[80]", "Second as to stability, Pharmascience argues that the data is insufficient; a mere ranking is not enough. It also says that the test stated in the patent is TLC (thin layer chromatography) which is simply a first cut approximation and that the much more sophisticated technique HPLC (high pressure liquid chromatography) available at the time should have been used. Pfizer argues that the evidence shows that for this purpose a ranking without values is sufficient and that TLC is an acceptable technique."], ["[81]", "Third concerning non-hygroscopicity, Pharmascience argues that the term has been misused in the patent. It says hygroscopicity refers to the surface absorption of water whereas the patent is addressing hydration, the incorporation of water into the crystal lattice structure of a sample of molecules. Pfizer says that hygroscopicity of the type of concern to a person skilled in the art is that where the water that is adsorbed leads to a formation of a hydrate. It says that the testing described in the patent is that which is short term and an accelerated design to show that, under normal conditions, a hydrate would not be formed and would be so understood by a person skilled in the art."], ["[82]", "The last and fourth of the criteria is processability. Pharmascience argues that the data presented in the patent is confusing. One witness, it says, thought that the data referred to accumulation of material over time in the punch press. The accumulation of material over time, it says, is not clearly shown. Pfizer argues that it is the comparative values that are relevant."], ["[83]", "Taking the evidence as a whole into account, and dealing only with what is set out on the face of the patent, I do not find that what is set out in the patent is insufficient. I am satisfied that, taking the patent at face value, a person skilled in the art would be given sufficient information as to what the invention was and how to put it into practice. As stated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  at page 525:", "\"There is no suggestion here that the invention will not give the result promised.\"", "and at page 526 in speaking of section 36(1) (now 27(3)) of the", "Patent", "Act", "\"Although (i) s. 36(1) requires the inventor to indicate and distinctly claim the part, improvement or combination which he claims as his invention and (ii) to be patentable an invention must be something new and useful (s. 2), and not known or used by any other person before the applicant invented it (s. 28(1)(a)), I do not read the concluding words of s. 36(1) as obligating the inventor in his disclosure or claims to describe in what respect the invention is new or in what way it is useful. He must say what it is he claims to have invented. He is not obliged to extol the effect or advantage of his discovery, if he describes his invention so as to produce it.", "\"As Thorson P. stated in", "<FRAGMENT_SUPPRESSED>  sufficiency of the disclosures that the advantages of the invention as enumerated by Professor Price were not set out in the specification ... If an inventor has adequately defined his invention he is entitled to its benefit even if he does not fully appreciate or realize the advantages that flow from it or cannot give the scientific reasons for them. It is sufficient if the specification correctly and fully describes the invention or its operation or use as contemplated by the inventor, so to the public, meaning thereby persons skilled in the art, may be able, with only the specification, to use the invention as successfully as the inventor could himself.'\"", "ANHYDRATE/HYDRATE"], ["[84]", "As previously discussed, I have determined that the claims respecting amlodipine besylate cover this product whether it is anhydrous or in a hydrated form. The patent makes no mention of hydration except at the top of page 5 where it is indicated that the besylate salt (along with the maleate) remained anhydrous even when exposed to 95% relative humidity at 30°C for 3 days."], ["[85]", "Pharmascience's position in this respect is set out at paragraphs 6, 7 and 8 of its Memorandum:", "\"6. The amlodipine besylate salt that the '393 Patent touts as having better stability and processability is the anhydrous form. Prior to the patent being filed in Canada, Pfizer was aware that amlodipine besylate also forms a monohydrate. Pfizer's witness, Dr. McGinity, said that the term 'amlodipine besylate' would include both the anhydrous and the monohydrate form. However, there is no mention in the '393 Patent of the monohydrate and no tests were done to determine if the monohydrate form of the drug had better hygroscopicity, stability or processability than any other salt.", "\"7. According to Pfizer's witnesses and its factum in this case, the properties of a salt cannot be predicted and must be tested. Thus, the '393 Patent covers a salt form (amlodipine besylate monohydrate) for which the properties are completely unknown and cannot be said to be superior to any other salt form. In addition, insofar as stability is concerned, an anhydrous compound (like amlodipine) could have stability problems such as converting to the monohydrate in a wet granulation process if used to make tablets.", "\"8. The lack of data in the '393 Patent means that a person skilled in the art cannot reproduce the experiments and determine if the besylate salt is in fact better than the other salts. While Pfizer suggested that a patent must meet some lower standard than a peer reviewed article, the objects of both are similar, namely providing enough information for the reviewers to determine it is reliable and to allow the readers to repeat the experiments. The lack of data in the '393 Patent, which grants significant commercial clout (as this proceeding demonstrates) is inexcusable.\""], ["[86]", "Pharmascience points to a report by Pfizer of an experiment carried out by its laboratories in which a hydrated form of besylate was made by recrystallizing amlodipine besylate from water (page 1575 of the Record). Pharmascience says that this report establishes that Pfizer knew amlodipine could exist as a monohydrate, yet it only provided testing data for the anhydrate form, except for solubility where one expects that a hydrate would be formed once the compound is dissolved in water."], ["[87]", "The Notice of Allegation contains no reference to an issue as to the anhydrous or hydrated versions of amlodipine besylate and it certainly does not articulate propositions such as those as set out  <FRAGMENT_SUPPRESSED> 's Memorandum at paragraphs 6, 7 and 8 above. If we look at these paragraphs, they are very much based on arguments that appear to be constructed around bits and pieces of Pfizer's Memorandum and answers to questions arising from cross-examination. Nowhere, for instance, is there in the Notice of Allegation an allegation, that only the anhydrous form of amlodipine besylate will work, or that a hydrated form will not work. What is really alleged in paragraphs 6, 7 and 8 of Pharmascience's Memorandum is that there is no evidence from Pfizer that would enable a person skilled in the art to know whether to use the anhydrous or a hydrated form of amlodipine or if only one of them or all of them will work."], ["[88]", "This argument is a construct, made after the evidence has been put in and tested by cross-examination and after Pfizer had filed its written Memorandum of Argument. It is not an argument that was put on the table in the Notice of Allegation. There is no clear evidence from Pharmascience's witnesses as to these matters, the matter is argued from bits and pieces of cross-examination of Pfizer witnesses. This matter closely parallels the situation discussed by the Federal Court of Appeal in the \"", "celecoxib", "\" case", "<FRAGMENT_SUPPRESSED> . I had determined at the hearing of the matter at the trial level a substantive issue of validity on the basis of evidence adduced during the cross-examination by the generic's counsel of one of the named inventors offered in evidence by the innovator. The matter had not been raised in the Notice of Allegation. This was wrong the Court of Appeal said at paragraphs 33 and 34 of its Reasons:", "\"[33] The NOA defines the issues to be determined in proceedings under the <FRAGMENT_SUPPRESSED> . Furthermore, deciding a case on a basis not raised by parties gives rise to an issue of procedural fairness (see", "<FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 32). Counsel for Searle made the valid point that if it had been raised before the Applications Judge, evidence could have been called and submissions made accordingly.", "\"[34] In my analysis, reviewed on a correctness standard, in proceeding as he did, the Applications Judge did not afford procedural fairness to Searle, thereby committing an error of law (see", "<FRAGMENT_SUPPRESSED>  at para. 7). Furthermore, the determination that Searle is not the applicant under section 2 of the", "Act", "is not supported by the record. It is true that the assignment agreements were only executed in May-July of 1996. However, this does not establish that Searle was not the owner of the invention as of the time of discovery. Obviously, a person who is the owner of the rights of the invention can be an applicant. In my view, the Applications Judge erred when he limited the definition of applicant in this case 'to a legal representative of the named inventors Talley et al.' (see the passage of the Reasons for Judgment quoted at para. 27 above).\""], ["[89]", "I find that it would be equally wrong to consider the anhydrate/hydrate issue here where the matter was not raised in the Notice of Allegation and Pfizer had no real opportunity to put in evidence and argument on the point. Even if I am incorrect in so finding, I cannot provide any view on the evidence given. The evidence is inconclusive and not clearly directed to the issue raised. If anything, the issue should have been framed as a \"", "claims broader", "\" than the invention made and/or disclosed issue, but no such allegation was made. I simply cannot provide a proper view on what I would have found had Pharmascience made an allegation in this respect whether framed as \"", "claims broader", "\" or otherwise. I would have found, on the evidence that I do have, that the balance of probabilities has not been satisfied by Pharmascience.", "UTILITY"], ["[90]", "Utility is, as previously discussed, is an attack on validity that was not canvassed in the earlier \"", "Ratiopharm", "\" litigation and is clearly raised in the Notice of Allegation. I append as Annex A the utility allegation made in the Notice of Allegation at point (6) which incorporates by reference the allegations made respecting selection at point (2). Both points are reproduced in Annex A but, because of their length, not in the body of these Reasons."], ["[91]", "Utility is also an attack on validity which, as previously discussed, the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  supra, indicated could be left open even if the patent, on its face, was sufficient having regard to section 27(3) of the", "Patent", "Act", ", supra."], ["[92]", "Essentially, Pharmascience is alleging that the purported invention, being that the besylate salt offers the best combination of four properties, solubility, stability, non-hygroscopicity and processability, in fact has not been shown, whether on the data presented in the patent or the data made of record in the evidence. It argues that besylate is not shown to offer the best combination of those properties whether the properties are taken individually or in combination."], ["[93]", "The", "Patent", "Act", ", supra, in defining an \"", "invention", "\" in section 2 requires that the invention be \"", "new", "and useful", "\". There has not been a great deal of discussion by the higher Courts in Canada as to the concept of \"", "utility", "\". That concept at times seems to be conflated with that of \"", "sufficiency", "\", that is, does the patent provide sufficient description such that a person skilled in the art can make something that is workable. Utility also seems at times to be conflated with the concept of \"", "claims broader than the invention", "\", that is, while the patent describes something that is useful, it has claimed something more than that and the something more is not useful."], ["[94]", "A good summary of the Canadian law as to utility, which is representative as to the law even today, was given by Strayer, J., in his Reasons in", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at page 71:", "\"The legal position asserted by the defendant is perhaps best represented by a passage which counsel cited from", "<FRAGMENT_SUPPRESSED>  at p. 111-2 [1947] Ex. C.R. 306 at p. 317, 6 Fox Pat. C. 130, where, in speaking of the description of the invention which must be set out in the disclosures, Thorson P. said:", "'The description must also give all information that is necessary for successful operation or use of the invention, without leaving such result to the chance of successful experiment, and if warnings are required in order to avert failure such warnings must be given. Moreover, the inventor must act uberrima fide and give all information known to him that will enable the invention to be carried out to its best effect as contemplated by him.'", "\"To the same effect see also", "<FRAGMENT_SUPPRESSED>  at p. 194, 32 Fox Pat. C. 56. In that case Hall, J., for the court invalidated certain claims because they covered every possible member of a class of compounds whether any given member could conceivably be made or not. The patentee was held to have overclaimed in this respect.\""], ["[95]", "Professor Blanco White's text", "Patents for Inventions and the Protection of Industrial Designs", ", 5th Ed., (London: Stevens & Sons, 1983), while equally dated, gives a clear explanation as to utility in respect of patents and how that concept may overlap with those of sufficiency and \"", "false representation", "\" (similar to Canadian arguments as to section 53 of the", "Patent", "Act", "). He says at paragraphs 4-402 to 4-405 (pages 120 & 121):", "Meaning of 'utility'", "4-402", "Utility means primarily that the invention will work - in colloquial language, that 'the wheels will go round'. Necessarily, however, it is impossible to consider whether an invention is useful without first asking: Useful for what? Bearing this in mind, the basic principle may be formulated as follows: 'If an invention does what it is intended by the patentee to do, and the end attained is itself useful, the invention is a useful invention'. Utility in this sense is essential to the validity of a patent.", "Fulfilment of objects", "4-403", "What the invention is intended to do is, of course, a matter to be gathered from the specification itself. So where the patentee promises (expressly or impliedly) the attainment of a certain result, and this is not obtained, or what is stated as the main object of the invention is not obtained, the patent will be invalid; for 'protection is secured by the promise of results; it does not and ought not to, survive the proved failure of the promise to produce the results.' It must be remembered that the inventor's promises are 'addressed to commercial men, who are invited to act upon the faith' of them, and they must consequently be construed as a commercial man would, rather than in any highly technical sense: that is to say (it is submitted) as the intended addressee of the specification would understand them. On the other hand, the fact that the addressee would immediately understand, or would very soon discover, that the inventor's object would not be attained will not render the patent any less invalid nor does it help that the promise went beyond what was necessary, so that the invention though not attaining the result actually promised came near enough to it to be of considerable commercial value.", "Relation to insufficiency", "4-404", "The distinction between inutility and insufficiency is in principle clear: insufficiency is when you can't make the thing, inutility when you can but it doesn't work when you have. The distinction is often less clear in practice: the specification may be so framed, that an attempt to make the patented thing cannot be said to be successful until the thing does work.", "Relation to 'false representation'", "4-405", "It is not easy to distinguish between the sort of failure to fulfil a promise of results made in the specification that will amount to lack of utility and the sort that merely amounts to a false representation and accordingly will invalidate only if the patent has been 'obtained' upon it.\" (citations omitted)"], ["[96]", "In the present case \"", "false representation", "\" or section 53 of the", "Patent", "Act", "has not been raised. The Federal Court of Appeal in its recent decision in", "<FRAGMENT_SUPPRESSED>  supra, makes a distinction between sufficiency and utility. I repeat paragraph 63 of that decision:", "\"[63] The applications judge erred in construing the promise of the patent and mischaracterized the disclosure requirement under subsection 27(3) of the", "Act", "by asking whether there was sufficient data to substantiate the promise of the patent. Such an examination exceeds the scope of the provision. An attack on a selection patent on the basis that there is no data to support the claimed advantage is certainly relevant for the purposes of validity (most likely to the question of utility), but it is not relevant with respect to disclosure under subsection 27(3) of the", "Act", ".\""], ["[97]", "Thus the question here is whether there is enough data to support the utility of the claimed invention. That data, to return to", "Corning Glass", ", supra, in  <FRAGMENT_SUPPRESSED>  Separation", "must be in the description in the patent, to repeat: \"", "The description must also give all information that is necessary for the successful operation of use of the invention ..."], ["[98]", "Therefore, we must look at the description of the '393 patent to determine whether it provides all the information that is necessary for successful operation or use of the invention. In considering the \"", "invention", "\" one should look at the promise made at page 1 and the fulfillment stated at page 6:", "\"Page 1:", "\"It has now unexpectedly been found that the benzene sulphonate salt (hereinafter referred to as the besylate salt) has a number of advantages over the known salts of amlodipine and, additionally has unexpectedly been found to have a unique combination of good formulation properties which make it particularly suitable for the preparation of", "pharmaceutical formulations", "of amlodipine.", "\"Thus according to the present invention there is provided the besylate salt of amlodipine.", "\"Page 6:", "\"Thus the besylate salt of amlodipine shows a unique combination of good solubility, good stability, non-hygroscopicity and good processability which makes it outstandingly suitable for the preparation of pharmaceutical formulations of amlodipine.\""], ["[99]", "In making submissions as to utility, Pharmascience had presented its argument on two bases. The first is made in respect of the patent disclosure alone. The second is in respect of the further evidence adduced largely from the cross-examination of the named inventor Davison and experts put in evidence by Pfizer."], ["[100]", "I have already determined that reliance should not be placed on evidence adduced from witnesses on cross-examination unless it can be shown that the Notice of Allegation gives sufficient notice as to the point to be made that reliance can be placed on such evidence. In the event that I am wrong in coming to that conclusion I will also offer my view as to what the relevant evidence demonstrates."], ["[101]", "The", "first", "point considered by Pharmascience is that of", "solubility", ". It argues, and Pfizer concedes, that the data presented in the patent at Table 1 clearly demonstrates that the besylate salt is not the most soluble. Pfizer concedes that this is correct but states that in the description above the table a person skilled in the art is told that anything above 1 mg ml-1 is satisfactory (besylate is 4.6). Pharmascience also argues that not enough information as to solubility is given, for instance, the temperature or pH at which experiments were run. There is however no persuasive evidential support for a conclusion that any person skilled in the art would be confused or confounded by the data in the patent. The patent demonstrates that besylate as well as other salts exhibit appropriate solubility."], ["[102]", "As to evidence outside the patent as to solubility, Pharmascience argues that some of Davison's data shows solubility of 3.6, not 4.6 as in Table 1 of the patent. Davison says that the Table 1 data is probably more accurate and given the time that has elapsed, he cannot now say why there is a difference. The difference is, in any event, immaterial. Pharmascience also argues that it is a hydrated form of the besylate salt of amlodipine that is used to obtain the solubility data. Pfizer submits that once the sample is dissolved in water there is no difference between the anhydrous and hydrated forms as the water associated with the hydrated forms will be released into the solvent. Pharmascience argues that acidity of the solvent will affect solubility for instance or found in the stomach. Pfizer argues that the solubility data in Table 1 is comparative data and gives information appropriate for a person skilled in the art to make a determination as to relative solubility."], ["[103]", "I find that the data in the patent is sufficient for a person skilled in the art to make a reasonable determination as to the relative solubility of besylate and other salts. Pharmascience has not put forward any persuasive evidence whether in discussing the disclosure in the patent or evidence beyond the patent that satisfies me that a person skilled in the art would be confounded or not have enough to make a reasonable determination of this kind."], ["[104]", "The", "second", "criterion is that of", "stability", ". Pharmascience argues that the patent gives only a ranking from most stable (besylate) to unstable (hydrochloride) with no values given or information as to how close one salt truly is to another as to stability. It argues that tests done on TLC (thin layer chromatography) previously discussed, at best give a qualitative \"", "first pass", "\" result rather than quantitative data. Pfizer argues that TLC was a well accepted and appropriate technique to be used for this purpose and that a ranking is sufficient to give a person skilled in the art all the information that is required to ascertain stability."], ["[105]", "As with solubility, there is no persuasive evidence to substantiate any argument that, given the data in the patent, a person skilled in the art would be confounded or unable to make a reasonable evaluation as to stability. I find no support for an inutility argument in this regard."], ["[106]", "With respect to data beyond the patent, the emphasis of Pharmascience's argument is that it has not been shown that the so-called \"", "problem", "\" salt amlodipine maleate was unstable. It relies on Exhibit A to the Davison cross-examination and the United Kingdom maleate exhibits that I ruled to be inadmissible. As to the United Kingdom product we do not know how it was made or whether certain later discovered techniques were employed to enhance its stability. Further, Pharmascience argues the data indicates that besylate and maleate are equal or even that maleate is better so far as stability is concerned."], ["[107]", "Pfizer argues that so little is known about the United Kingdom maleate product that no meaningful conclusion can be drawn. Further, Pfizer argues that the stability tests that it conducted were under harsh conditions, which may be unlike the tests used in the United Kingdom and that under its testing conditions besylate did demonstrate superior stability."], ["[108]", "Again, I find that Pharmascience has failed to establish in looking at evidence beyond the patent, even if permissible, that a person skilled in the art was or would have been confounded or unable to come to a reasonable understanding as to stability."], ["[109]", "The", "third", "criterion is that of", "non-hygroscopicity", ". The patent states that three different salts of amlodipine, besylate, maleate and tosylate were subjected to extreme levels of humidity and heat. Tosylate failed and both besylate and maleate passed. In this regard, Pharmascience makes what I consider to be a semantic argument. It says that the data confuses adsorption of water - which it calls hygroscopicity with incorporation of water into the crystal structure of the molecule - which it calls hydration. Again, even accepting this argument, I am not satisfied on the evidence that the data presented in the patent would confound a person skilled in the art or not enable that person to make reasonable conclusions as to utility."], ["[110]", "If one were to go beyond what is set out in the patent, Pharmascience argues that it appears that only three salts were tested and, under normal conditions, there was no meaningful difference. Again, there is no persuasive evidence that a person skilled in the art, even if possessed with this evidence, would have been confounded or unable to draw reasonable conclusions as to utility."], ["[111]", "The", "fourth", "and last criterion is that of", "processability", ". The patent, at pages 5 and 6 discusses a problem of stickiness that can occur when making tablets in a punch press. With certain salts material will adhere to punch making it difficult to produce what are called \"elegant tablets\". The patent explains that several salts were tested over several runs of tablets and, after each run the material that stuck to the tablet punch was extracted with a solvent and measured. These values were plotted to produce a line and the slope of the line was calculated. The slope values for each salt were tabulated and compared to the maleate which was given a value of 1. Mesylate, closely followed by besylate showed just under 60% sticking as compared to maleate. Almost one and a half times as much stuck for salicylate. The conclusion in the patent following the table explains that while mesylate is the best by a slight margin, it has other problems leaving besylate as the best candidate."], ["[112]", "While there may have been some confusion at one time, in the mind of Pfizer's expert, Dr. Byrn, as to whether the Table refers to a slope of a line or amount of material sticking, there is no evidence to demonstrate that a person skilled in the art, given the data in the patent, would not have been able to arrive at a meaningful conclusion as to processability."], ["[113]", "The other evidence if it were permissible to look at it, clearly establishes, through Davison, that the major concern  <FRAGMENT_SUPPRESSED>  was that they had problems with stickiness of the maleate salt version of amlodipine. It shows that a variety of steps were taken to try and solve stickiness and finally, the salt was changed to besylate. This change was done reluctantly and apparently expensively because much regulatory approval work had to be redone. The change to besylate did solve the stickiness problem. Therefore the evidence, if permissible, serves to support the utility of the claimed invention."], ["[114]", "Pharmascience raises a quarrel as to the graphical data from which the \"", "slope", "\" reflecting stickiness was created and the establishment of that slope. It also argues that there may have been differences to how the various salts were formulated before testing. The chart found in evidence at page 1532 to 1541 of the transcript shows the relative overall superiority of mesylate and besylate salts to the others. The rest of Pharmascience's arguments are at best to the effect that not enough was done or not enough data was presented. These arguments are unsupported by persuasive evidence that a person skilled in the art would have needed such data in order to draw meaningful conclusions as to utility."], ["[115]", "As a final point, Pharmascience argues that, whatever the merits as to the four criteria, the combination of the results as to those criteria cannot be said to support the utility of the besylate salts as unexpectedly the best. Pfizer says that the evidence shows that it is no trivial task to assess relevant groups of salts, reject those that are clearly unsuitable for one reason or another, and then weigh and assess the merits of the remainder. Pharmascience relies on anhydrate and hydrate arguments which I have ruled to be inadmissible and on the United Kingdom maleate product as exhibited to Larocque which I have ruled to have minimal probative value."], ["[116]", "I find that, on the balance of probabilities, Pharmascience has failed to show on the data presented in the patent, or even beyond the patent, that the invention disclosed in the patent lacks utility. Put another way, I have not been satisfied on the evidence that a person skilled in the art would have been confounded by the data presented in the patent or not have been able to make reasonable conclusions as to the utility of the besylate salt. The evidence beyond the patent is of no further assistance in respect of that proposition.", "CONCLUSION"], ["[117]", "In conclusion, I have found that Pharmascience is precluded by the earlier \"", "Ratiopharm", "\" litigation from asserting obviousness challenges to the '393 patent. Given the recent decision of the Federal Court of Appeal, 2008 FCA 108 in", "<FRAGMENT_SUPPRESSED>  of probabilities the challenge to validity bases on lack of utility fails. As a result, Pharmascience's allegation that the '393 patent is invalid is not justified. Pfizer is entitled to an Order prohibiting the Minister from issuing a Notice of Compliance to Pharmascience in respect of its application respecting 5 and 10 mg tables containing amlodipine besylate at issue in these proceedings.", "COSTS"], ["[118]", "The matter of costs was discussed at the hearing. Pfizer asked that I reserve on the issue of costs pending submissions but, following the discussion, I see no need to do so."], ["[119]", "Pfizer was successful. It is entitled to costs at a level that is becoming usual in these matters, the middle of Column IV."], ["[120]", "Pfizer is entitled to tax costs for one senior and one junior counsel at the hearing and for one senior and one junior counsel, if present, when conducting cross-examination and one senior counsel when defending a cross-examination."], ["[121]", "Pfizer adduced evidence from no more than the appropriate number of experts thus can tax their costs provided the costs are not excessive. These costs shall not exceed the amount usually charged by senior counsel for the same amount of time."], ["[122]", "Photocopies shall be allowed at the lesser or $0.25 per page or actual cost. Documents tendered at trial shall be limited to 6 copies."], ["[123]", "No costs are allowed for other lawyers whether \"in house\" or \"out house\" or paralegals in attendance at examinations or the hearing.", "JUDGMENT"], ["[124]", "FOR THE REASONS given", "THIS COURT ADJUDGES that", "1. The application is allowed.", "2. The Minister of Health is prohibited from issuing a Notice of Compliance to Pharmascience Inc. in respect of its application for 5 and 10 mg tablets containing amlodipine besylate that is the subject of this proceeding until the expiry of Canadian Patent 1,321,393 or an unappealable declaration of this or a higher Court that the patent is invalid, whichever is earlier.", "3. The Applicants are entitled to tax their costs in accordance with these Reasons.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "ANNEX A", "Portions of Pharmascience's Notice of Allegation as to Utility:", "(6) Lack of Utility", "The use of the besylate in place of the known maleate salt (which was specifically disclosed and claimed in the '167 Application and the '865 Patent) did not provide any new or unexpected benefits. According to the '393 Patent, the besylate salt has the same solubility as the maleate salt. Thus, the claim in the patent to better solubility is not supported by the patent's own data. It was admitted by Pfizer in its submissions to the FDA (Pfizer's Review of Original NDA for NDA #19-787) that the maleate salt and the besylate salts \"have been shown to be bioequivalent in man\".", "According to the '393 Patent, sulfonic salts of amlodipine exhibited better stability and processability over the maleate salt. However, no quantitative data was provided to support the conclusion of better stability for benzenesulfonate salt. The comparative data on hygroscopicity of the maleate and besylate salts of amlodipine showed no significant difference. Similarly, the differences in processability of the maleate and besylate salts as disclosed in the patent are insignificant. Pharmascience relies on the above allegations under Section (2) above.", "Given that both the maleate and besylate salts are pharmaceutically acceptable salts, it would be expected that they would exhibit acceptable solubility, stability, processability and hygroscopicity. This is consistent with the '393 Patent, which has failed to identify any substantive advantages or utility of the besylate salt over and above other known salts.", "Please note that a complete list of the prior art referred to in this Notice of Allegation (including publication/issue dates) is found in Schedule \"A\" to the Notice of Allegation.", ". . . . .", "(2) Besylate Salt of Amlodipine Is Not Inventive Selection", "The selection of the salt of amlodipine and benzenesulfonic acid from the known class of pharmaceutically acceptable salts of amlodipine does not meet the criteria for a valid selection patent. The disclosure of the '393 Patent does not support the selection of the besylate salt as possessing a substantial advantage over all other acid addition salts as solubility, hygroscopicity, processability and stability characteristics disclosed in the '393 Patent are not significantly superior for amlodipine besylate than for the other base addition salts, in particular, amlodipine maleate, and the other salts of amlodipine specifically referred to in the '167 Application.", "The '393 Patent also provides no rationale as to why the various salts were tested only for these characteristics, and the basis for arbitrarily selecting the particular minimum thresholds for each test. Pfizer has selected the thresholds so that the known characteristics of the besylate salt would meet them. As Mr. Justice von Finckenstein stated (in Court File No. T-1350-04): \"no evidence was provided by [by Pfizer] to justify the minimum threshold in terms of regulatory requirements, industry standards, ease of production, or minimization of costs ... Any combination of the four characteristics in the nine salts can qualify as unique, and as being particularly suitable for pharmaceutical preparations of amlodipine, so long as no rationale is given for choosing the minimum threshold ... In effect these thresholds can be manipulated to get the outcome one desires.\" There is no unique combination of good formulation properties as alleged by the '393Patent.", "Regarding the specific test results in the '393 Patent", "According to the '393 Patent, the besylate salt has the same solubility as the maleate salt (Table 1, p. 3). The acetate, hydrochloride and mesylate salts have the highest solubility. Thus, the claim in the patent to better solubility is not supported by the patent's own data. Bioavailability is also irrelevant as to whether salts that provide solutions have a pH close to blood (contrary to the assertions made in the '393 Patent at p. 3). The effect of a salt form on the pH of the gastric or intestinal fluids is insignificant. It was admitted by Pfizer in its submissions to the FDA (Pfizer's Review of Original NDA for NDA #19-787) that the maleate salt and the besylate salts \"have been shown to be bioequivalent in man\". This is despite the pH differences shown at Table 1. Further, any advantages of the salts providing solutions with a pH close to 7.4 would apply primarily to parenteral drugs, and not oral formulations like tablets. According to the '393 Patent, salts solutions with pH close to that of blood (7.4) can be easily adjusted by a buffer solution ('393 Patent at page 3, lines 8-12).", "According to the '393 Patent, besylate salts of amlodipine exhibited better stability and processability over the maleate salt (p. 4). Stability was tested using a comparison (1) stability test (testing unspecified \"breakdown products\" in tablets or capsules) and (2) hygroscopic test (p. 3-5). However, no quantitative data was provided in the stability test to support the conclusion of better stability for benzenesulfonate salt, and the standard test for impurity levels (HPLC) is not even referred to. The comparative data on hygroscopicity of the maleate and besylate salts of amlodipine showed that both remain anhydrous (p. 5). Again there is no data given for the hygroscopic studies on the '393 Patent, and therefore the levels of hygroscopicity are unclear. The unformulated salt was also not tested for hygroscopicity. The alleged differences in hygroscopicity are insignificant and do not give rise to any unexpected substantial advantage for tabletting with the besylate salt instead of any other salt, including the maleate salt that was particularly preferred.", "Similarly, the differences in processability of the maleate and besylate salts as disclosed in the patent are insignificant in the art of tablet making. The amount of drug sticking to the tablet punch is so small that it is insignificant in the context of manufacturing specifications. Besylate also shows worse processability compared to mesylate (Table 2, p. 6). Calcium phosphate dihydrate was also used as an excipient. Calcium phosphate dihydrate contains about 2% water and may be the cause of the material sticking to the tablet punch. These differences in processability therefore do not give rise to any unexpected substantial advantage for tabletting with the besylate salt instead of any other salt. For example, Pfizer's own amlodipine besylate product (Norvasc) has large amounts of any anti-adherent (Mg stearate) (Compendium of Pharmaceutical Specialties, 2005). A person skilled in the art would have expected slight variations in the properties of different salts; however these slight, expected variations do not qualify for a selection patent.", "[End of document]"]]}