{"id_": "033345", "body_str": [["[1]", "Snider, J.", ": The Applicants, citizens of Estonia, arrived in Canada from the United States in October 2001. The Applicants claim to fear that, if they are returned to Estonia, they will be beaten, or killed, by the men who forced the female Applicant into prostitution, and who allegedly continue to seek payment of $20,000 US from the Applicants. In a decision dated May 12, 2003, a panel of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\") rejected the claim. The Applicants seek judicial review of that decision.", "Issues"], ["[2]", "The issues raised by this application are:", "1. Did the Board err in making findings that the Applicants' evidence was implausible?", "2. Did the Board err in failing to consider whether \"compelling reasons\" justified a positive determination?", "Board's Decision"], ["[3]", "The Board did not dispute parts of the female Applicant's story. Specifically, the Board accepted that the female Applicant had been forced into prostitution in Italy and that she had suffered greatly, and been \"greatly traumatized\" by her experiences in Italy. However, the basis of her claim was not her treatment in Italy but what occurred after her return to Italy where she was allegedly pursued, and subjected to extortion by her captors. This is where the Board had difficulties with the Applicants' stories."], ["[4]", "Why did the Board not believe that the captors continued or, would continue, to pursue the Applicants? The decision was based on a number of problems, identified by the Board.", "· It was not plausible that the captors would behave as they allegedly did by simply telephoning rather than taking more assertive means to obtain further extortion money.", "· It was not plausible that, given the alleged death threat to the female Applicant's life, she would not flee to Russia where she had a grandmother with whom she could have lived.", "· The failure of the Applicants to claim refugee status in the United States or even attempt to contact a lawyer while working there over a four-month period indicated a lack of subjective fear.", "· The omission from their Personal Information Forms (\"PIF\") of threatening phone calls was not adequately explained, leading the Board to conclude that the calls were fabricated to strengthen their claim.", "· Given the seriousness of the alleged threats and actions of the captors, it was implausible that a more serious attempt was not made to access police assistance.", "· It was implausible that the Applicants remained in Estonia for over 5 months after receiving the demand of the captors for a further $20,000 US and did not depart for the United States until over two weeks after receiving their visas.", "· The omission from the Port of Entry statement of any mention whatsoever, even in general terms, of the allegations of their claims as subsequently disclosed in the PIFs was not reasonable and supported the Board's conclusion that the risk had ceased.", "Standard of Review"], ["[5]", "The Applicants rely heavily on the words of Justice Muldoon in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL) at para. 7:", "A tribunal may make adverse findings of credibility based on the implausibility of an applicant's story provided the inferences drawn can be reasonably said to exist.", "However, plausibility findings should be made only in the clearest of cases, i.e., if the facts as presented are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the events could not have happened in the manner asserted by the claimant", ". A tribunal must be careful when rendering a decision based on a lack of plausibility because refugee claimants come from diverse cultures, and actions which appear implausible when judged from Canadian standards might be plausible when considered from within the claimant's milieu. [see L. Waldman, Immigration Law and Practice (Markham, ON: Butterworths, 1992) at 8.22] (emphasis added)."], ["[6]", "The Applicants also point to  <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL), which makes the point that, when it comes to drawing inferences necessary to make an implausibility finding, the trier of fact is in little if any better position than this Court."], ["[7]", "Thus, the Applicants submit, the Court should examine each implausibility finding against a standard of whether the version of events offered by a claimant is \"outside the realm of what could reasonably be expected\". If not, an implausibility finding of the Board should not stand. I cannot accept this argument. The Applicants would have me turn the concept of deference and standard of review on its head."], ["[8]", "The words of the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL) at para. 4 are more clearly in keeping with the degree of deference to be afforded the Board:", "There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review. In Giron, the Court merely observed that in the area of plausibility, the unreasonableness of a decision may be more palpable, and so more easily identifiable, since the account appears on the face of the record. In our opinion,", "Giron in no way reduces the burden that rests on an appellant, of showing that the inferences drawn by the Refugee Division could not reasonably have been drawn", ". [emphasis added]"], ["[9]", "Thus, it is my view that implausibility findings are subject to the same deference as credibility findings. Decisions of the Board should only be overturned if they are patently unreasonable."], ["[10]", "I accept that the Board must be careful when approaching an issue that may turn on whether a particular action is implausible, rather than on contradictions, inconsistencies, or demeanour. In such cases, the Court is often in an equally good position to assess the plausibility of the version of events put before the Board. However, this does not mean that the focus of the Court should shift, from determining whether the Board's conclusion is reasonable, to assessing whether a claimant's story is within the realm of possibility. Nearly all stories will be within the realm of possibility. That does not automatically mean that the Board erred. The question remains whether the Board's rejection of the version of events offered by the claimant was unreasonable. And, as with all credibility findings, the reasons provided by the Board will provide the answer to that question.", "Issue #1: Implausibility Findings"], ["[11]", "As noted above and in significant detail, the Board described at least five separate implausibilities, and two omissions, in the Applicants' story. No single implausibility finding was determinative of the Applicants' claim. Rather, it was the cumulative effect of these findings that led the Board to conclude that the story, as a whole, could not be believed, and that the risk to the Applicants, that once may have existed, had ceased. Nevertheless, even though the decision must be read as a whole, it may be that some of the findings of the Board were made in error. If the Board made a number of such errors in its analysis, the decision as a whole may be fatally flawed and cannot stand. The decision is like a tapestry in that one or two loose threads may not destroy the integrity of the whole. However, if enough threads are pulled from the piece, the tapestry will collapse. Thus, I will review each of the alleged errors described by the Applicants in their submissions to see whether the decision contains any errors, and if so, whether it continues to hang together in spite of any errors.", "(a) Implausibility of the behaviour of the captors"], ["[12]", "While the Board appears to have accepted that the captors-the perceived agents of persecution-were \"a group of criminals\", the Board examined how such a group would likely behave, and concluded that their behaviour towards the female Applicant, her family, and the male Applicant, was not plausible.", "If the criminals truly did see these claimants as a source for further extortion money, it is not plausible that they would have been left alone from January onwards with nothing more than telephone calls. . . ; [I]t is not plausible that harsher actions were not being taken by them."], ["[13]", "The decision appears to be founded on a belief by the Board that the captors would do more than just make telephone threats. This part of the decision is not, in my view, well-founded."], ["[14]", "Since the Board accepted that the Applicants had \"run afoul\" of the Estonian criminals and that they had extorted money from the Applicants, it is difficult to see the relevance of the initial method of contact. This implausibility was not based on anything other than the Board's view of how such criminals would behave. There was no evidence to support this speculation and no special expertise of the Board member. Accordingly, I conclude that the Board erred in this plausibility finding. In this particular instance, I am satisfied that it is plausible that the criminals threats could have been made by telephone rather than other means. This does not mean, however, that the captors did make telephone demands and threats.", "(b) Failure to take further steps to access police assistance"], ["[15]", "The female Applicant's family did not initially seek any help from the police. Only after the threatening phone calls, and demands for money, were the police contacted. The police came and took a statement but, in the Applicants' submission, did nothing further. The Board had two concerns with the Applicants' behaviour around the police. Firstly, while the Board accepted that the female Applicant would not initially want to go to the police, it did not accept that the father would not seek police protection, on behalf of his daughter."], ["[16]", "Secondly, with respect to the later contact with the police, the Board found it implausible that, upon being told that a written complaint was required to start a criminal action, that a more serious attempt was not made to \"access state protection\"."], ["[17]", "The Applicants argue that there is no merit in these implausibility findings. They point to the affidavit of Dr. Solomon who states that police protection in Estonia is non-existent in matters such as these. They also rely on the case of  <FRAGMENT_SUPPRESSED> , at para. 49, where the Supreme Court of Canada stated that a refugee claimant need only seek state protection in situations where state protection might reasonably be forthcoming."], ["[18]", "In assessing the merits of the Applicants' arguments, I note first that the Board did not make a finding that state protection was available to the Applicants. Rather, the Board was examining the behaviour of the Applicants in the context of their allegations. Thus, Ward, supra, which was decided in the context of a finding of state protection, may not be directly applicable. The question here is whether it was plausible that someone receiving extortion demands and death threats would not take all possible steps to get the police to assist them."], ["[19]", "In addition to the affidavit of Dr. Solomon, the Board had before it documentary evidence on the efforts of the Estonian government to combat trafficking in persons."], ["[20]", "The Board also had the police report. In that report, written after a telephone complaint, the police stated that they had conducted \"searching activities\" immediately after the call, but that \"in order to start a criminal action and resolve your problem in essence, you are required to submit a written application\". In my view, this is not a response that indicates the police would or could do nothing; the response clearly states that further steps would be taken, if a written report were filed. In the face of death threats, and an offer of the police to provide further assistance upon a written report being filed, I find it difficult to believe that the Applicants, or the family, would not take that extra step."], ["[21]", "Having reviewed the evidence before the Board, I am satisfied that the conclusion of the Board that it was implausible that the Applicants did not do more to access police or state protection was reasonable.", "(c) Failure to flee to Russia"], ["[22]", "The Board found it implausible that the female Applicant remained in Estonia, where \"there were truly death threats against her from her captors\". One option that was open to her was to flee to the home of her grandmother, who lived in Russia. The Applicant claimed that she did not think she would have access to medical and psychological services there. The panel weighed that explanation against the danger she was allegedly facing and stated:", "While it was important to access medical and psychological care, surely saving her life would have been an overriding concern of her parents at that time."], ["[23]", "The Applicants argue that the Board erred in its finding. They submit that it is not reasonable to expect the female Applicant to go where she would not have access to social services ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL)."], ["[24]", "In my view, the Board's reasoning is sound, and its conclusion of implausibility reasonably open to it. The female Applicant's only evidence on the availability of medical services at her grandmother's was an equivocal comment that she did not \"think\" that they would be available. This is a much different situation than can be found in either of the decisions referred to by the Applicants where the tribunal failed to consider the evidence of the claimants or where there was evidence of other difficulties in living in a proposed Internal Flight Alternative (\"IFA\"). In this case, the Board was not assessing the viability of an IFA, but was examining the behaviour of the Applicants. The Board's conclusion is in essence that someone whose life is in danger would flee at the first opportunity. One option was to travel to Russia to stay with her grandmother. The female Applicant simply failed to provide a satisfactory explanation as to why she did not consider going to Russia.", "(d) Inconsistency between Port of Entry Notes and PIF"], ["[25]", "In October 2001, when the Applicants entered Canada from the United States, they told the immigration official that their refugee claim was based on the nationalistic policy in Estonia that created difficulties for ethnic Russians living there. The Board asked why they had made no reference whatsoever to the problems they were now alleging; their response was that the female Applicant was \"hysterical\", and forcefully demanded that neither she, nor the male Applicant, tell the true story. The Board's review of the Applicants' behaviour is contained in the following:", "Again, the panel is cognizant of the Gender Guidelines. The panel understands its duty to be extremely careful and sensitive in assessing credibility where there has been gender based persecution. In the panel's view, however, the claimants' explanations of why the Port of Entry statement and their PIFs were so radically different are not adequate. It is reasonable to expect that at least some of the problems the claimants had allegedly encountered would be mentioned in the Port of Entry statement, even if only in a general fashion. .. In the panel's view, this lends even more support to the panel's conclusion that if they truly fear persecution upon returning to Estonia there would at least be some general mention of a continuing threat to them. The omission supports the panel's conclusion that this risk had ceased."], ["[26]", "The Applicants submit that the Board failed to consider the medical evidence concerning the psychological state of the female Applicant, and failed to consider the Gender Guidelines in assessing the behaviour of the Applicants."], ["[27]", "The Applicants points to the case of  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL) where Justice Martineau allowed an application for judicial review, at least in part, on the basis that the tribunal had failed to appreciate the claimant's psychological state and cultural and gender differences. However, in R.K.L., supra, although the claimant had not described her claim in detail, she had given a general statement regarding her problems in India. In the current case, there was not even a general statement. The story given to the immigration official at the Port of Entry was totally devoid of any reference to violence, threats or extortion."], ["[28]", "With respect to the application of the Gender Guidelines, I note that the Board referred to the Guidelines, in more than one part of its decision, to accept part of the Applicants' story. For example, on this particular issue, it is clear that the Board would have found it plausible for the Applicants to omit any reference to the female Applicant's kidnapping version of events. However, the Board, in applying the Gender Guidelines, is not required accept without question any explanation provided by a claimant."], ["[29]", "Faced with a completely different story made at the Port of Entry, the Board did not accept the Applicants' explanation. The Board acted reasonably.", "(e) Failure to claim in the United States"], ["[30]", "In May 2001, the Applicants obtained work visas for the United States. They travelled to and worked in Jackson Hole, Wyoming for four months (the length of their work visas) before coming to Canada, but made no efforts to claim refugee status in the United States. In the Board's view, \"their failure to claim refugee status in the United States is indicative of a lack of subjective fear\". In coming to this conclusion, the Board did not accept the explanations of the Applicants that:", "A. they were only there to try to save up enough money to pay off the captors", "B. they never went to see a lawyer because their schedules were filled with work and they were living in a \"village\" where they never saw a lawyer"], ["[31]", "The Applicants object to this conclusion, and submit that the Applicants' explanations are reasonable. Further, they argue, the Board cannot expect the Applicants to make a refugee claim when they were in the country with valid work visas (Hue v.Canada (Minister of Employment and Immigration), [1988] F.C.J. No. 283 (F.C.A.) (QL))."], ["[32]", "The Board is entitled to take into account a claimant's failure to claim asylum at the earliest possible opportunity, and to draw an inference that a claimant lacks subjective fear. In Hue, supra, it appears that the delay in claiming was the only factor assessed by the panel. Here, it is but one more indicator in the Board's detailed assessment of the Applicants' claim."], ["[33]", "The Applicants could have claimed in the United States. The fact that they did not even seek out a lawyer, especially near the date of expiry of their work visas, is a further indication of their lack of subjective fear. Indeed, I find their excuses, on this last point, to be particularly unpersuasive.", "(f) Summary"], ["[34]", "In summary on this issue, I am satisfied that I should not interfere with the decision of the Board. Although one of the findings of the Board is patently unreasonable, this is not sufficient to destroy the overall decision. Even if I assume that criminals could behave as described by the Applicants, the balance of the evidence does not support a conclusion that the criminals did behave in that manner. The many implausibilities and omissions in the Applicants' version of events made it entirely reasonable for the Board to conclude that the Applicants were not at risk of being beaten or killed by the men who forced the female Applicant into prostitution.", "Issue #2: Compelling Reasons"], ["[35]", "Section 108(1)(e) of the IRPA provides that a claim for refugee protection shall be rejected if the reason for which the person sought refugee protection has ceased to exist. This section, however, does not apply if the person establishes that there are compelling reasons, arising out of the previous persecution, for refusing to avail themselves of the protection of the country which they left (section 108(4))."], ["[36]", "The Applicants submit that the \"appalling persecution\" suffered by the female Applicant meant that the Board was obliged to consider whether there were compelling reasons not to return her to Estonia. It is the Applicants' submission that the exception in section 108(4) applies to those who, in the words of Justice Hugessen, \" . . . have suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have any reason to fear further persecution.\" (Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL)). There was evidence before the Board of the female Applicant's experience of being forced into prostitution and her potential difficulty in returning. The Applicants submit that, where a negative refugee decision is based on a finding that the reason for fear of persecution no longer exists, the Board must consider the \"compelling reasons\" exception ( <FRAGMENT_SUPPRESSED>  (F.C.A.) (QL))."], ["[37]", "In spite of the horrific treatment that the female Applicant endured[36], I am not persuaded that the Board had an obligation to consider the \"compelling reasons\" exception. This exception only applies where the Board has found that a claimant was, at one time, a Convention refugee or a person in need of protection ( <FRAGMENT_SUPPRESSED>  (F.C.) (QL)). In this case, the claim related to the threats from the female Applicant's captors. The Applicants did not base their claim on the appalling abuse the female Applicant suffered at the hands of her captors. Thus, quite reasonably, at no time did the Board state that the Applicants were, at any time, Convention refugees or persons in need of protection. Absent an explicit finding, the exception to section 108(1)(e) is not engaged.", "Conclusion"], ["[38]", "For these reasons, the application will be dismissed."], ["[39]", "Neither party proposed a question for certification. None will be certified.", "ORDER"], ["[40]", "THIS COURT ORDERS THAT", "1. The application is dismissed; and,", "2. No question of general importance is certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}