{"id_": "033367", "body_str": [["[1]", "Mactavish, J.", ": Thoma Mohamed Omer seeks judicial review of Citizenship and Immigration Canada's refusal of her application for permanent residence on the grounds of her inadmissibility. An immigration officer concluded that Ms. Omer was a member of the Eritrean Liberation Front (ELF), an organization for which there are reasonable grounds to believe has engaged in terrorism. As a consequence, the officer found that Ms. Omer was inadmissible to Canada under subsection 34(1)(f) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27."], ["[2]", "While Ms. Omer originally took issue with the test used by the officer to find that she was a member of ELF, as a result of the recent decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  [2015] F.C.J. No. 382, there is now only one issue before the Court. That is, whether CIC's change in policy regarding the processing of applications under section 34 of", "IRPA", "resulted in Ms. Omer being treated unfairly."], ["[3]", "Where an issue of procedural fairness arises, the Court's task is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[4]", "Ms. Omer submitted her application for permanent residence as a protected person on May 3, 2006, and it was approved in principal on January 3, 2007. On October 30, 2009, Ms. Omer's file was assigned to an immigration officer for an inadmissibility assessment, and she was interviewed by the officer a few weeks later. Ms. Omer was made aware of the officer's concerns regarding her admitted membership in ELF, and she was afforded an opportunity to address those concerns."], ["[5]", "By letter dated February 17, 2010, the officer advised Ms. Omer that she was inadmissible to Canada under subsection 34(1)(f) of", "IRPA", ". The officer noted that Ms. Omer had sought Ministerial Relief under what was then subsection 34(2) of", "IRPA", ", and went on to explain the Ministerial Relief process. The letter said nothing about whether Ms. Omer's permanent residence application would be decided before or after her application for Ministerial Relief was decided."], ["[6]", "In a decision dated January 21, 2014, Ms. Omer was advised that her application for permanent residence as a protected person had been refused. The refusal letter noted that:", "In May 2013, Citizenship and Immigration Canada changed its policy to hold in abeyance any application for permanent residence when an application for Ministerial Relief was pending. This change in policy was announced in Operational Bulletin 524."], ["[7]", "Ms. Omer was advised that the immigration officer had reviewed her application and had determined that she was a person described in subsection 34(1)(f) of", "IRPA", ", with the result that she was inadmissible to Canada and Ms. Omer's application for permanent residence was thus refused. The officer acknowledged that Ms. Omer had an outstanding application for Ministerial Relief, and directed her to the Minister of Public Safety and Emergency Preparedness in the event that she had questions regarding that process."], ["[8]", "Ms. Omer submits that she had a legitimate expectation that the pre-May 2013 policy would be followed in relation to her application for permanent residence, although she has not provided any evidence that she was aware of the earlier policy, or that she relied on that policy to her detriment. However, as the Supreme Court observed in", "<FRAGMENT_SUPPRESSED> , an applicant who relies on the doctrine of legitimate expectation does not necessarily have to show that she was aware of a past practice or policy, or that she relied on the past practice or policy to her detriment: see also", "<FRAGMENT_SUPPRESSED> ."], ["[9]", "That said, a reviewing Court may decline to exercise its discretion to intervene due to a lack of prejudice: Robert W. Macaulay & James L.H. Sprague,", "Practice and Procedure Before Administrative Tribunals", ", loose-leaf, (Toronto: Carswell, 2013), ch. 40 at 21-22."], ["[10]", "On the basis of the record before me, I have not been persuaded that Ms. Omer was treated unfairly as a result of CIC's change of policy in a manner that would warrant this Court's intervention."], ["[11]", "As I noted in", "<FRAGMENT_SUPPRESSED> , there were two components to the version of section 34 of", "IRPA", "that was in effect at the relevant time. When read in conjunction with section 33, subsection 34(1) required a CIC immigration officer to determine whether, amongst other things, there were reasonable grounds for believing that an applicant was a member of a terrorist organization. In contrast, subsection 34(2) contemplated that a different decision-maker - the Minister of Public Safety and Emergency Preparedness himself - consider whether the foreign national's continued presence in Canada would be detrimental to the national interest."], ["[12]", "A subsection 34(2) inquiry was directed at a different issue than the inquiry contemplated by subsection 34(1) of", "IRPA", ". The issue for the Minister under subsection 34(2) was not the soundness of the officer's determination that there are reasonable grounds for believing that an applicant is a member of a terrorist organization. Rather, the Minister was mandated to consider whether, notwithstanding the applicant's membership in a terrorist organization, it would be detrimental to the national interest to allow the applicant to stay in Canada."], ["[13]", "In other words, subsection 34(2) of", "IRPA", "empowered the Minister to grant exceptional relief in the face of an inadmissibility finding that has already been made by an immigration officer."], ["[14]", "The finding that Ms. Omer was inadmissible to Canada was made in 2010, and she was advised of the availability of the Ministerial Relief process at that time. No assurance was given to her that if she were to make an application for Ministerial Relief, her application for permanent residence would be held in abeyance until such time as a decision was made in relation to application for Ministerial Relief."], ["[15]", "More fundamentally, Ms. Omer has not been able to articulate how CIC's policy change resulted in any unfairness to her. In particular, she has not satisfactorily explained what, if anything, would be different if the Ministerial Relief decision were made before her permanent residence application was decided rather than after. Ms. Omer's application for Ministerial Relief will continue to be processed, and there is nothing in the record before me suggesting that this application will be negatively affected by the fact that a decision has now been made refusing her application for permanent residence."], ["[16]", "While I do not rule out the possibility that the May 2013 change in CIC policy could be shown to give rise to a procedural unfairness in a different case, I have not been persuaded, on the basis of the record before me, that there was any unfairness in this case that would justify this Court's intervention.", "Conclusion"], ["[17]", "For these reasons, the application for judicial review is dismissed. I agree with the parties that the case does not raise a question for certification.", "JUDGMENT"], ["[18]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  Thoma Mohamed Omer sollicite le contrôle judiciaire du rejet de sa demande de résidence permanente par Citoyenneté et Immigration Canada (CIC) pour des motifs d'interdiction de territoire. Un agent d'immigration a conclu que Mme Omer était membre du Front de libération de l'Érythrée (le FLE), une organisation dont il y a des motifs raisonnables de croire qu'elle s'est livrée au terrorisme. Par conséquent, l'agent a conclu que Mme Omer était interdite de territoire au Canada aux termes de l'alinéa 34(1)", ") de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR)."], ["[2]", "Bien que Mme Omer ait initialement contesté les critères appliqués par l'agent pour établir si elle était membre du FLE, en raison de l'arrêt récemment rendu par la Cour d'appel fédérale dans l'affaire", "<FRAGMENT_SUPPRESSED>  [2015] ACF no 382, la Cour n'est maintenant saisie que d'une seule question, qui consiste à savoir si les modifications que CIC a apportées à sa politique sur le traitement des demandes au titre de l'article 34 de la LIPR ont fait en sorte que Mme Omer a été traitée de manière inéquitable."], ["[3]", "Lorsqu'une question ayant trait à l'équité de la procédure est soulevée, la Cour doit se demander si le processus suivi par le décideur respectait le degré d'équité requis en toutes circonstances: voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 43."], ["[4]", "Mme Omer a présenté sa demande de résidence permanente à titre de personne protégée le 3 mai 2006, et sa demande a été approuvée en principe le 3 janvier 2007. Le 30 octobre 2009, le dossier de Mme Omer a été affecté à un agent d'immigration en vue d'établir si elle était interdite de territoire, et elle a été interviewée par l'agent quelques semaines plus tard. Mme Omer a été informée des préoccupations de l'agent quant à son appartenance reconnue au FLE, et elle s'est vu offrir l'occasion de répondre à ces préoccupations."], ["[5]", "Dans une lettre datée du 17 février 2010, l'agent a avisé Mme Omer qu'elle était interdite de territoire au Canada au titre de l'alinéa 34(1)", ") de la LIPR. L'agent a souligné que Mme Omer avait tenté d'obtenir un redressement ministériel en vertu de ce qui était alors le paragraphe 34(2) de la LIPR et a ensuite expliqué le processus de redressement ministériel. La lettre ne précisait pas si une décision serait rendue à l'égard de la demande de résidence permanente de Mme Omer avant ou après la prise de la décision relative à sa demande de redressement ministériel."], ["[6]", "Dans une décision datée du 21 janvier 2014, Mme Omer a été avisée que sa demande de résidence permanente à titre de personne protégée avait été rejetée. La lettre de rejet contenait le passage suivant:", "[traduction] En mai 2013, Citoyenneté et Immigration Canada a modifié sa politique en ce qui a trait à la tenue en suspens de toute demande de résidence permanente quand une demande de redressement ministériel est en cours de traitement. Cette modification de politique a été annoncée dans le Bulletin opérationnel 524."], ["[7]", "Mme Omer a été avisée que l'agent d'immigration avait examiné sa demande et conclu qu'elle correspondait à une personne décrite à l'alinéa 34(1)", ") de la LIPR; ainsi, Mme Omer était interdite de territoire au Canada, et sa demande de résidence permanente a été rejetée en conséquence. L'agent a reconnu que la demande de redressement ministériel de Mme Omer était toujours en cours de traitement et a enjoint à cette dernière de s'adresser au ministre de la Sécurité publique et de la Protection civile si elle avait des questions au sujet de ce processus."], ["[8]", "Mme Omer affirme qu'elle avait une expectative légitime, à savoir que la politique en vigueur avant mai 2013 serait appliquée à sa demande de résidence permanente, bien qu'elle n'ait fourni aucun élément de preuve montrant qu'elle était au fait de la politique antérieure ou qu'elle s'était fiée à cette politique à son détriment. Toutefois, comme l'a observé la Cour suprême du Canada dans l'arrêt", "Centre hospitalier  <FRAGMENT_SUPPRESSED> , aux paragraphes 29 et 30, un demandeur qui invoque la théorie de l'expectative légitime ne doit pas nécessairement démontrer qu'il était au fait d'une pratique ou d'une politique antérieure ou qu'il s'y est fié à son détriment; voir également l'arrêt", "Canada (Procureur général) c Mavi", ", 2011 CSC 30, [2011] 2 RCS 504, au paragraphe 68."], ["[9]", "Cela dit, une cour de révision peut décider de ne pas exercer son pouvoir discrétionnaire d'intervenir en l'absence de préjudice: Robert W. Macaulay et James L.H. Sprague,", "Practice and Procedure Before Administrative Tribunals", ", feuilles mobiles, (Toronto, Carswell, 2013), chapitre 40, pages 21 et 22."], ["[10]", "Vu le dossier qui m'a été soumis, je ne suis pas convaincue que Mme Omer a été traitée inéquitablement en raison de la modification de la politique de CIC d'une manière qui justifierait l'intervention de la Cour."], ["[11]", "Comme je l'ai souligné dans la décision", "<FRAGMENT_SUPPRESSED> , aux paragraphes 40 à 43, l'article 34 de la LIPR comportait deux éléments en vigueur au moment dont il est question ici. Lorsqu'on le lit conjointement avec l'article 33, le paragraphe 34(1) exige qu'un agent d'immigration tranche la question de savoir si, entre autres choses, il y a des motifs raisonnables de croire que le demandeur a été membre d'une organisation terroriste. Par contre, le paragraphe 34(2) prévoit qu'un décideur différent - à savoir le ministre de la Sécurité publique et de la Protection civile lui-même - examine la question de savoir si la présence constante de l'étranger au Canada serait préjudiciable à l'intérêt national."], ["[12]", "Une enquête relative au paragraphe 34(2) vise une question différente de celle envisagée au paragraphe 34(1) de la LIPR. La question que devait trancher le ministre en vertu du paragraphe 34(2) n'était pas celle de la justesse de la décision de l'agent selon laquelle il y a des motifs raisonnables de croire qu'un demandeur est membre d'une organisation terroriste. Le ministre était plutôt chargé d'examiner la question de savoir si, en dépit de l'appartenance du demandeur à une organisation terroriste, il serait préjudiciable à l'intérêt national de permettre au demandeur de demeurer au Canada."], ["[13]", "En d'autres mots, le paragraphe 34(2) de la LIPR habilite le ministre à accorder un redressement exceptionnel, malgré la conclusion ayant déjà été tirée par l'agent d'immigration selon laquelle il y a interdiction de territoire."], ["[14]", "La conclusion voulant que Mme Omer soit interdite de territoire au Canada a été rendue en 2010, et on l'a avisée de la possibilité de recourir au processus de redressement ministériel à ce moment-là. On n'a nullement assuré à Mme Omer que, si elle présentait une demande de redressement ministériel, sa demande de résidence permanente serait mise en suspens jusqu'à la prise d'une décision relativement à sa demande de redressement ministériel."], ["[15]", "Plus fondamentalement, Mme Omer n'a pas été en mesure de démontrer en quoi la modification de la politique de CIC était à l'origine de la manière inéquitable dont elle aurait été traitée. En particulier, elle n'a pas expliqué de façon satisfaisante en quoi la situation aurait été différente, de quelque manière que ce soit, si la décision relative à sa demande de redressement ministériel avait été rendue avant et non après la prise de la décision concernant sa demande de résidence permanente. Le traitement de la demande de redressement ministériel de Mme Omer se poursuivra, et aucun élément figurant au dossier qui m'a été soumis ne donne à penser que le fait qu'une décision rejetant sa demande de résidence permanente a déjà été rendue aura une incidence négative sur sa demande de redressement ministériel."], ["[16]", "Bien que je n'exclue pas la possibilité que la modification apportée à la politique de CIC en mai 2013 ait pu donner lieu à une iniquité procédurale dans une autre situation, le dossier qui m'a été soumis ne m'a pas convaincue qu'il y a eu en l'espèce une iniquité justifiant l'intervention de la Cour.", "Conclusion"], ["[17]", "Pour ces motifs, la demande de contrôle judiciaire est rejetée. Je conviens avec les parties que l'affaire ne soulève aucune question à certifier.", "JUGEMENT"], ["[18]", "LA COUR STATUE que", "1. La présente demande de contrôle judiciaire est rejetée.", "[End of document]"]]}