{"id_": "033402", "body_str": [["[1]", "Shore, J.", "[Translation]: A citizenship officer prepared a document describing the contradictions, irregularities and omissions in the citizenship applicants' record, demonstrating the following:  <FRAGMENT_SUPPRESSED>", "a. The absence of stamps indicating a return to Canada for the applicants;  <FRAGMENT_SUPPRESSED>", "b. One full year was missing with respect to the tax assessment period. That was part of the applicants' period of \"physical presence\";  <FRAGMENT_SUPPRESSED>", "c. The outline of the banking transactions for the reference period shows very few transactions, other than bank transfers, except for the period from September to November 2008, in Montréal;", "that period shows bank account statements with Mississauga addresses (account statements from the HSBC Bank, which, incidentally, were part of a list of common addresses for 45 other people)", ";  <FRAGMENT_SUPPRESSED>", "d.", "The Mississauga address did not even appear in the applicants' citizenship application; but, instead, in a questionnaire for the period between 2007 and 2008", ".  <FRAGMENT_SUPPRESSED>", "II.", "Overview  <FRAGMENT_SUPPRESSED>"], ["[2]", "A citizenship judge can choose between three methods for determining the citizenship issue; the citizenship judge can choose one of the three to determine whether or not the person has one of the three criteria for the purposes of citizenship; but, the judge cannot \"blend\" the three together (", "<FRAGMENT_SUPPRESSED> ). That would not be logical.  <FRAGMENT_SUPPRESSED>", "III.", "Introduction  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant appealed the citizenship judge's decision pursuant to subsection 14(5) of the", "Citizenship Act", ",  <FRAGMENT_SUPPRESSED>"], ["[4]", "The notice of application was not served on the respondents because they could not be reached at the address that was submitted as current; also, they did not leave where they could be reached at the previous address according to the bailiffs' report on the service attempts dated, respectively, January 18 and January 25, 2012.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Further to an order issued by Prothonotary Richard Morneau to serve the notice of application at the Federal Court in Montréal, the respondents were not in attendance.  <FRAGMENT_SUPPRESSED>", "V.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicants arrived in Canada on June 22, 2005, and the reference period is between June 22, 2006, and March 30, 2009 (with permanent resident visas). In their citizenship applications dated March 30, 2009, the applicants stated that the principal applicant, Walid Salameh, was absent from Canada for a period of 255 days, that Rita Bou-Sader was absent from Canada for 263 days, that Mr. Salameh was physically present in Canada for 1123 days and that Ms. Bou-Sader was physically present in Canada for 1115 days.  <FRAGMENT_SUPPRESSED>"], ["[7]", "As the Canadian authorities did not have access to the applicants' table of presence, their case was referred to a citizenship judge to establish whether or not they were eligible for citizenship pursuant to paragraph 5(1)(", ") of the", "Citizenship Act", ".  <FRAGMENT_SUPPRESSED>", "VI.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[8]", "In analyzing the citizenship judge's decision, the Court, after analyzing two paragraphs, was unable to understand, even with the support of the evidence in the record, how the citizenship judge determined each of the two cases.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The period of physical presence for the two applicants was not calculated logically in the record; the reasons referred to a trip to Lebanon in 2011, which is completely outside the reference period.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Therefore, the citizenship judge's decision is not adequately reasoned to enable one to understand from where the citizenship judge took his numbers or even how he calculated those numbers (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). Because this decision with respect to the applicants is incomprehensible, an error of law was committed by an erroneous comprehension of paragraph 5(1)(", ") of the", "Citizenship Act", ".  <FRAGMENT_SUPPRESSED>"], ["[11]", "The case law has established", "three methods", "by which \"residence\" can be determined; that is: (i) \"actual, physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days\"; (ii) \"a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada\" (", "Antonios E. Papadogiorgakis (Re)", ", [1978] 2 FC 208 (TD); or (iii) the place where one \"regularly, normally or customarily lives\" or has \"centralized his or her mode of existence\" (", "Koo (Re)", ", [1993] 1 FC 286 (TD) at paragraph 10).  <FRAGMENT_SUPPRESSED>"], ["[12]", "A citizenship judge can choose between three methods for determining the citizenship issue; the citizenship judge can choose one of the three to determine whether or not the person has one of the three criteria for the purposes of citizenship; but, the judge cannot \"blend\" the three together (", "<FRAGMENT_SUPPRESSED> ). That would not be logical.  <FRAGMENT_SUPPRESSED>"], ["[13]", "A citizenship officer prepared a document describing the contradictions, irregularities and omissions in the citizenship applicants' record, demonstrating the following:  <FRAGMENT_SUPPRESSED>", "a. The absence of stamps indicating a return to Canada for the applicants;  <FRAGMENT_SUPPRESSED>", "b. One full year was missing with respect to the tax assessment period. That was part of the applicants' period of \"physical presence\";  <FRAGMENT_SUPPRESSED>", "c. The outline of the banking transactions for the reference period shows very few transactions, other than bank transfers, except for the period from September to November 2008, in Montréal;", "that period shows bank account statements with Mississauga addresses (account statements from the HSBC Bank, which, incidentally, were part of a list of common addresses for 45 other people)", ";  <FRAGMENT_SUPPRESSED>", "d.", "The Mississauga address did not even appear in the applicants' citizenship application; but, instead, in a questionnaire for the period between 2007 and 2008", ";  <FRAGMENT_SUPPRESSED>", "e. There was also confusion with respect to whether Ms. Bou-Sader was a homemaker or worked. The evidence remains contradictory;  <FRAGMENT_SUPPRESSED>", "f.", "According to an interview, the child, Paloma, was a student in Lebanon for the 2009-2010 school year; and, according to a residence questionnaire, she was registered in a school in Montréal", ".  <FRAGMENT_SUPPRESSED>"], ["[14]", "Therefore, because of omissions, contradictions and implausibilities, the citizenship judge's analysis is neither reasonable nor correct.  <FRAGMENT_SUPPRESSED>", "VII.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[15]", "For all of the above-mentioned reasons, this Court finds that the appeal is allowed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[16] THE COURT ORDERS that", "the appeal be allowed and the matter be referred back to a different citizenship judge for redetermination.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Le Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>", ": Une agente de la citoyenneté a préparé un document décrivant les contradictions, irrégularités et omissions au dossier des demandeurs de citoyenneté, démontrant:  <FRAGMENT_SUPPRESSED>", "a. L'absence des tampons de retour au Canada pour chacun des demandeurs;  <FRAGMENT_SUPPRESSED>", "b. Une année complète manque à l'égard de la période de cotisation d'impôts. Ceci fait partie de la période de « présence physique » des demandeurs;  <FRAGMENT_SUPPRESSED>", "c. La carte de route à l'égard des transactions bancaires pour la période de référence présente très peu des transactions, autres que des transferts bancaires, sauf pour la période de septembre à novembre 2008, à l'endroit de Montréal;", "cette période démontre des relevés de comptes bancaires adressés à Mississauga (les relevés de compte à la Banque HSBC, d'ailleurs, ces relevés de comptes bancaires font partie d'une liste d'adresses communes pour quarante-cinq autres personnes)", ";  <FRAGMENT_SUPPRESSED>", "d.", "L'adresse de Mississauga ne figure même pas dans la demande de citoyenneté des demandeurs; mais, plutôt, dans un questionnaire pour la période entre 2007 et 2008", ".  <FRAGMENT_SUPPRESSED>", "II.", "Survol  <FRAGMENT_SUPPRESSED>"], ["[2]", "Un juge de la citoyenneté a un choix parmi trois méthodes pour déterminer la question de la citoyenneté; c'est-à-dire, de choisir une des trois pour décider si la personne possède, oui ou non, un des trois critères pour les fins de la citoyenneté; mais, le juge ne peut pas « fusionner » les trois ensemble (", "<FRAGMENT_SUPPRESSED> ). Ceci ne serait qu'un mélange sans sens.  <FRAGMENT_SUPPRESSED>", "III.", "Introduction  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le demandeur a déposé un appel à l'encontre d'une décision du juge de la citoyenneté; ceci en fonction du paragraphe 14(5) de la", "Loi sur la citoyenneté", ",  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"], ["[4]", "L'avis de demande n'a pas été signifié aux défendeurs comme ils étaient introuvables à l'adresse qui a été soumise comme courante; et, également, sans avoir laissé des traces à l'adresse précédente selon le rapport de tentatives de signification des huissiers, daté, respectivement, le 18 janvier et le 25 janvier 2012.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Suite à une ordonnance rendue par le protonotaire Richard Morneau de signifier l'avis de la demande à la Cour fédérale à Montréal, les défendeurs n'ont pas fait acte de présence.  <FRAGMENT_SUPPRESSED>", "V.", "Faits  <FRAGMENT_SUPPRESSED>"], ["[6]", "Les demandeurs sont arrivés au Canada le 22 juin 2005, et la période de référence est entre le 22 juin 2006 et le 30 mars 2009 (avec des visas de résidence permanente). Suite à leurs demandes de citoyenneté, le 30 mars 2009, l'absence du Canada, selon les propres propos des demandeurs, démontre que le demandeur principal, monsieur Walid Salameh, était absent du Canada pendant une période de 255 jours et madame Rita Bou-Sader, pendant 263 jours, respectivement; monsieur Salameh était présent physiquement pour 1123 jours au Canada et madame Bou-Sader, pour 1115 jours.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Comme les autorités canadiennes n'ont pas pu s'apercevoir du tableau de présence des demandeurs, leur cas a été référé à un juge de la citoyenneté pour établir, si oui ou non, ils étaient éligibles pour la citoyenneté, selon l'alinéa 5(1)", ") de la", "Loi sur la citoyenneté", ".  <FRAGMENT_SUPPRESSED>", "VI.", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[8]", "En analysant la décision du juge de la citoyenneté, la Cour, suite à l'analyse de deux paragraphes, n'a pas pu comprendre, même avec l'appui de la preuve au dossier, de quelle façon le juge de la citoyenneté a décidé chacun des deux cas.  <FRAGMENT_SUPPRESSED>"], ["[9]", "La période de présence physique des deux demandeurs n'a pas été figurée d'une façon logique dans le dossier; les motifs ont fait référence à un voyage au Liban en 2011, qui est entièrement en dehors de la période de référence.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Donc, la décision du juge de la citoyenneté n'est pas motivée adéquatement pour comprendre d'où le juge de la citoyenneté prend ses chiffres; et, même, de quelle façon le juge de la citoyenneté les a calculés, ces chiffres (", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> et 14). Comme cette décision à l'égard des demandeurs est incompréhensible, une erreur de droit a été commise par une compréhension erronée de l'alinéa 5(1)", ") de la", "Loi sur la citoyenneté", ".  <FRAGMENT_SUPPRESSED>"], ["[11]", "La jurisprudence a établi", "trois méthodes", "par lesquelles la « résidence » peut être déterminée; c'est-à-dire: (i) une « présence réelle et physique au Canada pendant un total de trois ans, selon un comptage strict des jours »; (ii) « une personne peut résider au Canada, même si elle en est temporairement absente, pourvu qu'elle conserve de solides attaches avec le Canada » (", "Antonios E. Papadogiorgakis (Re)", ", [1978] 2 CF 208 (1re inst); ou (iii) si la personne « vit régulièrement, normalement ou habituellement » à l'endroit où la personne a « centralisé son mode d'existence » (", "Koo (Re)", ", [1993] 1 CF 286 (1re inst) au para 10).  <FRAGMENT_SUPPRESSED>"], ["[12]", "Un juge de la citoyenneté a un choix parmi les trois méthodes pour déterminer la question de la citoyenneté; c'est-à-dire, de choisir une de ces trois pour décider si la personne possède, oui ou non, un des trois critères pour les fins de la citoyenneté; mais, le juge ne peut pas « fusionner » les trois ensemble (", "Mizani", ", ci-dessus). Ceci ne serait qu'un mélange sans sens.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Une agente de la citoyenneté a préparé un document décrivant les contradictions, irrégularités et omissions au dossier des demandeurs de citoyenneté, démontrant:  <FRAGMENT_SUPPRESSED>", "a. L'absence des tampons de retour au Canada pour chacun des demandeurs;  <FRAGMENT_SUPPRESSED>", "b. Une année complète manque à l'égard de la période de cotisation d'impôts. Ceci fait partie de la période de « présence physique » des demandeurs;  <FRAGMENT_SUPPRESSED>", "c. La carte de route à l'égard des transactions bancaires pour la période de référence présente très peu des transactions, autres que des transferts bancaires, sauf pour la période de septembre à novembre 2008, à l'endroit de Montréal;", "cette période démontre des relevés de comptes bancaires adressés à Mississauga (les relevés de compte à la Banque HSBC, d'ailleurs, ces relevés de comptes bancaires font partie d'une liste d'adresses communes pour quarante-cinq autres personnes)", ";  <FRAGMENT_SUPPRESSED>", "d.", "L'adresse de Mississauga ne figure même pas dans la demande de citoyenneté des demandeurs; mais, plutôt, dans un questionnaire pour la période entre 2007 et 2008", ";  <FRAGMENT_SUPPRESSED>", "e. Une confusion règne également à l'égard de madame Bou-Sader si elle était femme au foyer ou si elle travaillait. La preuve demeure contradictoire;  <FRAGMENT_SUPPRESSED>", "f.", "Selon une entrevue, l'enfant, Paloma, est étudiante au Liban pendant l'année scolaire 2009-2010; et, selon un questionnaire de résidence, elle était inscrite à l'école à Montréal", ".  <FRAGMENT_SUPPRESSED>"], ["[14]", "Donc, à cause des omissions, contradictions et invraisemblances, l'analyse du juge de la citoyenneté n'est ni raisonnable, ni correcte.  <FRAGMENT_SUPPRESSED>", "VII.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[15]", "Pour toutes les raisons ci-dessus, cette Cour conclut que l'appel est accueilli.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[16]", "LA COUR ORDONNE que", "l'appel soit accueilli et l'affaire soit retournée pour redétermination par un différent juge de la citoyenneté.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}