{"id_": "033455", "body_str": [["[1]", "Hargrave, Prothonotary", ": This application involves the appeal of an arbitrator's finding of wrongful dismissal and an order to pay $20,400 by way of salary in lieu of notice. The arbitrator, in his reasons, was clearly put out that no one attended on behalf of the applicant and that Chief Skead, Chief of the Wayzhushk Onigum Nation, and apparently the whole Band office, \"... had been attending the formal opening or ribbon-cutting ceremony at Sioux Narrows of the new Lake of the Woods Resource Council Building.\". (p. 3 of the arbitrator's award)."], ["[2]", "Chief Skead set out his view of his absence from the arbitration and of the termination of the employment of the respondent, Ms. Kakeway, in his initial affidavit, filed in this proceeding 4 November 1999. In that affidavit he also noted his assumption that the arbitration must have been rescheduled so as not to conflict with the 31 August ceremony. He blames the non-attendance on a failure of his office staff to communicate with the arbitrator."], ["[3]", "The applicant is now faced with affidavits filed by the respondent, sworn by former members of the Band office staff which, to some degree, conflict what Chief Skead has sworn to. In the result, the applicant now applies, among other things, for leave to file the further affidavit of Chief Skead in response. The application, which is in writing, is opposed by the respondent on various grounds. These reasons relate only to the issue of the additional affidavit.", "Consideration"], ["[4]", "Counsel for the applicant refers to the standard cases governing additional affidavits, being", "<FRAGMENT_SUPPRESSED> ; 77 C.P.R.(3d) 140 (T.D.) and", "<FRAGMENT_SUPPRESSED>  (T.D.). These cases pre-date the", "1998 Rules", ", which now specifically provide for additional affidavits, however I believe that the earlier cases apply, generally, to applications for leave to file additional affidavits under rule 312."], ["[5]", "In my view, the 1998 Federal Court Rule 312 allows the filing of a supplementary affidavit in limited instances and special circumstances, for to do otherwise would not be in the spirit of judicial review proceedings which are designed to obtain quick relief through a summary procedure. While the general test, as reflected in", "Eli Lily, Abbott Laboratories", "and", "Bayer A.G.", "(supra) is whether the additional material will serve the interests of justice, will assist the court and will not seriously prejudice the other side, it is also important that any supplementary affidavit neither deal with material which could have been made available at an earlier date, nor unduly delay the proceedings. To this I would add two further observations."], ["[6]", "First, supplemental material is meant to provide additional factual evidence to meet the respondent's case: see for example", "<FRAGMENT_SUPPRESSED> , at pp. 262-263 (F.C.A.). Moreover, a reply affidavit is to meet the other sides case, not merely to confirm the deponent's initial evidence."], ["[7]", "Second, a motion to file reply affidavit evidence ought to be brought promptly, for not only is judicial review, by the use of an application, a summary procedure designed to get to a hearing with a minimum of delay, but also, and equally important, delay will often be a bar to a discretionary remedy. To carry this latter point further, Mr. Justice La Forest pointed out in", "<FRAGMENT_SUPPRESSED> ; [1992] 2 W.W.R. 193; 88 D.L.R.(4th) 1, at p. 77, that delay may be a ground for refusing a discretionary remedy. There Mr. Justice La Forest was dealing with discretionary remedies in a specific sense, being certiorari and mandamus. However, the idea of a discretionary remedy, or indeed of judicial discretion in granting such a remedy, is much brooder. It extends to any remedy that is to be granted as a discretion guided by or in accordance with the law so as to do equity and justice. That concept and Mr. Justice La Forest's view of the result of delay, apply equally to the exercise of discretion in the granting or withholding of leave to file reply material in an application under rule 312. Given the nature of a judicial review application, delay in seeking discretionary procedural indulgences may well be a factor in the outcome of a motion such as this."], ["[8]", "The delay in responding to the 11 November affidavits of Ms. Copenance and Ms. Skead, which were served by mail in mid November, 1999, until early January 2000, borders on delay that is objectionable in a straight forward judicial review matter. However, while the delay may have bearing on costs, I will give the applicant the benefit of the doubt and not deny the filing of the affidavit of Chief Skead on that basis."], ["[9]", "I have read through the intended reply affidavit of Chief Skead, which I will also call the reply affidavit. In order to determine whether the reply affidavit will serve the interest of the justice, whether it will assist the court and whether it is indeed additional factual evidence, rather than merely a confirmation of earlier evidence, I have also read the affidavit of Chief Skead, filed 4 November 1999. In order to be able to properly consider the reply affidavit I have also read the affidavits of Ms. Skead and Ms. Copenance, both filed 18 November 1999. I now turn to the substantive elements of the reply affidavit of Chief Skead."], ["[10]", "Paragraph 3 of Chief Skead's reply affidavit does not make answer to the respondent's case, but merely casts aspersions on the character of Ms. Skead as deponent of one of the two affidavits which the applicant seeks to answer. Being irrelevant and improper, it will neither assist the court nor serve the interest of justice, but rather will delay matters with further cross-examination, rather than force the parties to get on with the merits of the case, an alleged breech of natural justice and whether the failure to attend at the arbitration was intentional or an inadvertent oversight."], ["[11]", "Paragraph 5 of the reply affidavit is irrelevant, for it does not answer the affidavit of Ms. Skead, but rather sets out job responsibilities in the band office. It will not assist the court with the issues."], ["[12]", "Paragraph 6 of the reply affidavit suffers from too much effort to shift blame to office staff. It is also an attempt by Chief Skead to bolster his earlier affidavit evidence with specifics which clearly ought to have been available and reasonable to include in his earlier affidavit which contains some generalities on office procedure. This paragraph of the affidavit does not meet either the traditional tests or the requirement that supplemental affidavit in reply ought not to seek to introduce evidence which, with a little thought or effort, might have initially been included. At best, it is an attempt to further confirm the deponent's initial evidence."], ["[13]", "Paragraph 8 of the reply affidavit adds little to paragraph 15 of Chief Skead's original affidavit. Where it does add detail, it is detail that is either irrelevant or which could have been made available initially."], ["[14]", "Paragraph 11 of the affidavit of Irene Skead, which Chief Skead seeks to answer in paragraph 9 of his reply affidavit, merely sets out her belief as to the involvement of Ms. Copenance in scheduling and re-scheduling the arbitration. This evidence of a belief is irrelevant, as the court will have before it the affidavit of Ms. Copenance, an affidavit which is first hand and on point."], ["[15]", "Paragraph 10 of Chief Skead's reply affidavit merely sets out agreement with what Ms. Copenance states in paragraph 4 of her affidavit as to managerial functions. The former is of no assistance to the court: the latter is of doubtful relevance in any event."], ["[16]", "In paragraph 5 of her affidavit Ms. Copenance sets out that she is no longer employed by the applicant as Band Operations Manager and that she does not know why she was let go. The latter is of no relevance. In paragraphs 11 and 12 of his reply affidavit Chief Skead provides reasons for the termination, which are basically an attack on the character of Ms. Copenance. This material has no relevance. This exchange will not assist the court. It will merely prolong the proceeding. It has no place in the reply affidavit."], ["[17]", "In paragraph 13 of his reply affidavit Chief Skead deals with the responsibility for the administration of the contract of the respondent. This is, at best, peripherally related to the issues that will be before the judge hearing this application. It will not assist, but will merely add to delay."], ["[18]", "Paragraph 14 of the reply affidavit deals with the dismissal of the respondent. That has no bearing on Chief Skead's failure to attend the arbitration. Paragraph 14 will neither assist the court in dealing with the judicial review application nor will it serve the interest of justice. It will merely delay the parties and the court in grappling with the merits of the application."], ["[19]", "In paragraph 8 of her affidavit Ms. Copenance sets out that she knew the respondent had filed a complaint under the", "Canada Labour Code", ", but that she was not further involved, assuming that Chief Skead was dealing with the matter himself. In effect, in paragraph 15 of his reply affidavit, Chief Skead now deposes that dealing with the fall-out from termination of the employment of the respondent was the responsibility of Ms. Copenance. He has already made that clear at paragraph 13 of his original affidavit, which was filed 4 November 1999. Paragraph 15 of the reply affidavit is merely a confirmation of earlier evidence and as such is of no assistance to the court, but rather will merely delay."], ["[20]", "In paragraphs 9 and 10 of her affidavit, Ms. Copenance notes that the 22 and 30 July 1999 letters from the arbitrator, setting a date and an amended date for the arbitration, are addressed to Chief Skead. Chief Skead, in paragraph 16 of his reply affidavit, notes that all correspondence was opened by Ms. Skead and then would be referred to whoever was responsible. In this instance he deposes that Ms. Copenance was dealing the arbitration \"... and I believed she was aware of and was in fact responding as necessary.\". Chief Skead touches briefly the same thing in paragraph 13 of his initial affidavit. However, paragraph 16 of the reply affidavit might be of some marginal assistance to the court."], ["[21]", "Paragraph 17 of Chief Skead's reply affidavit again touches upon the work habits of his staff. This is inappropriate. It is careless for a superior to leave matters of importance entirely to staff when there may be doubts as to the efficiency of staff. However, it is inexcusable for that superior, when things go wrong, to try to blame others, for it is then time for the superior to take matters on his or her shoulders and earn his or her pay. In paragraph 17 of the reply affidavit Chief Skead agrees with Ms. Copenance's evidence that she had been ill and absent from the Band office the day before the arbitration and further, that he had instructed all of the Band employees, at least those not committed to other matters, to attend the opening ceremony of the Resource Council Office. Here the reply affidavit goes on to set out that had Chief Skead known that the arbitration was not adjourned, but rather was to proceed on 31 August 1999 he would have directed Ms. Copenance to go to the hearing in order to give evidence on behalf of the Band. Yet we have Ms. Copenance's affidavit evidence that she had no involvement in the termination of the contract of the respondent and, beyond being aware that Ms. Kakeway had filed a complaint under the", "Canada Labour Code", ", she had no involvement. Ms. Copenance's evidence, at the arbitration, could therefore have been of no assistance. However, the paragraph may be of some relevance in explaining why the arbitration was overlooked by Chief Skead and the relative importance of the arbitration."], ["[22]", "In paragraph 18 we again have Chief Skead's view as to what Ms. Copenance should have been aware of had she been doing her job properly. This would be of no particular assistance to this court."], ["[23]", "Paragraph 19 of Chief Skead's reply affidavit is not responsive to paragraph 14 of Ms. Copenance's affidavit. Furthermore, it adds nothing to paragraph 16 of Chief Skead's initial affidavit. This paragraph would be of no assistance to the court. Moreover, it merely confirms the deponent's initial evidence and is thus improper."], ["[24]", "Paragraph 20 of Chief Skead's reply affidavit is in response to Ms. Copenance's evidence that to her knowledge no notice was ever given to the respondent, Ms. Kakeway, that her contract was to be terminated. In any event, Ms. Copenance says that she looked for such a notice but apparently could not find it. Chief Skead says that he does not know whether a letter was ever addressed to Ms. Kakeway advising her of the termination. In the present context much of this is irrelevant, for it does not go to explain why Chief Skead overlooked the arbitration. The balance of the paragraph goes over material which is either old, or which could easily have been put into an earlier affidavit. It would not be of any assistance to the court."], ["[25]", "In paragraph 16 of her affidavit Ms. Copenance sets out that:", "\"16. Within a day following my conversation with Adjudictor Taylor on September 1st, 1999, I spoke with the receptionist at the Wauzhushk Onigum Nation, Irene Skead, and questioned her as to why Chief Skead had not been notified of the Adjudicator's Hearing scheduled for August 31st, 1999. Irene Skead advised me, and I verily believe, that she had specifically informed Chief Skead of the hearing date and he had replied to her that it was 'not important'.\"", "In paragraph 21 of the reply affidavit, Chief Skead sets out that:", "\"21. In reply to paragraph 15 of the affidavit of Linda Copenance, I state that I never advised Ms. Skead, or anyone else that the hearing was not important. This was not my belief, and in fact, I believed that the matter warranted both my attendance and the attendance of Ms. Copenance at the hearing because the matter was of significant importance to the Band.\"", "The above reference to paragraph 15 of the affidavit of Linda Copenance is clearly an error: it should read paragraph 16. Paragraph 21 of the reply affidavit is proper reply, leaving aside that Ms. Copenance's evidence is that she had no knowledge of the facts surrounding the termination of Kakeway's contract.", "Conclusion"], ["[26]", "Some of what Chief Skead sets out in the reply affidavit which the applicant wishes to file is irrelevant, for the issues are not the character of Ms. Skead or Ms. Copenance, or whether the respondent's employment was properly terminated, but rather whether the arbitrator erred in proceeding with the arbitration in the absence of a band representative. This may be characterized as an issue of natural justice. Pertinent may well be whether the band was given fair notice and a reasonable opportunity to participate."], ["[27]", "As I have pointed out, much of the reply affidavit clearly runs afoul of the basic principles governing additional affidavits. However, there are three paragraphs, 16, 17 and 21, which might assist the court in dealing with the issue of the arbitrator proceeding in the absence of a band representative. The applicant may, within the next 14 days, file a reply affidavit of Chief Skead, to consist of paragraphs 1, 2, 16, 17 and 21 of the present draft of the reply affidavit.", "Application allowed in part.", "Editor: Sharon J. McLaughlin/saf", "[End of document]"]]}