{"id_": "033796", "body_str": [["[1]", "Gleeson, J.", ": This is an application for judicial review by the Minister of Citizenship and Immigration [the applicant] pursuant to section 22 to of the", "Citizenship Act", ", RSC 1985, c C-29 [the Act], from the decision of a citizenship judge [the Judge] dated February 5, 2015, finding that the respondent met the residency requirement under section 5(1)(c) the Act, and approving her application for Canadian citizenship.", "I.", "Background"], ["[2]", "The respondent, born on February 6, 1992 in Iran became a permanent resident of Canada on November 21, 2004 and submitted an application for Canadian citizenship on June 30, 2010. On her citizenship application, the respondent declared 1,142 days of presence in Canada and 318 days of absence during the relevant period at issue [the Relevant Period]. For most of the Relevant Period, the respondent was a minor."], ["[3]", "After taking her citizenship test and residence questionnaire, a citizenship officer employed by Citizenship and Immigration Canada [CIC] reviewed the respondent's file and prepared a File Preparation and Analysis Template [FPAT]. The citizenship officer noted that of the respondent's five declared absences from Canada, CIC could not verify the return date of January 7, 2007 with a Canadian re-entry stamp or through an Integrated Customs Enforcement System [ICES] report. In addition, the citizenship officer observed that the respondent stated that she had taken Iranian secondary school courses while resident in Ontario and travelled to Iran to take exams. The citizenship officer could not verify the dates of the courses nor was there any proof of education in Ontario during this period. Credibility was identified as a concern and a hearing was recommended."], ["[4]", "The respondent attended a citizenship hearing with the Judge in February, 2015 [the hearing]. Only the respondent's residency was at issue at the hearing.", "II.", "Decision"], ["[5]", "The Judge granted the respondent's application after finding on a balance of probabilities that she met the residence requirement under section 5(1)(c) of the Act. The Judge cited jurisprudence recognizing that a citizenship applicant bears the burden of proving, on a balance of probabilities, that they meet the conditions of the Act (REFERENCE_SUPPRESSED). The Judge applied the physical presence test under", "Pourghasemi (Re)", ", [1993] FCJ No 232 at paras 4, 6, 9 Imm LR (2d) 259."], ["[6]", "The Judge recognized that there were credibility concerns and noted that the respondent declared a sufficient number of days of presence in Canada during the Relevant Period but that the documentation made it difficult to confirm her statements."], ["[7]", "The Judge's reasons focus on the factual elements of the application and, generally address the credibility concerns raised by the citizenship officer, noting that:", "A. there are some gaps in the respondent's residence address in the Relevant Period, but noted her young age and that she was living with her parents in Mississauga;", "B. the respondent has provided a passport covering the Relevant Period and that the sole discrepancy was the absence of a re-entry to Canada stamp on or about January 7, 2007. The Judge concluded that the exit stamp from Iran indirectly confirms her return to Canada on the same date;", "C. the respondent clarified her academic status during the Relevant Period satisfying the Judge that she took Iranian classes through the internet and went to Iran for the exams, not to attend and complete actual courses;", "D. the respondent then joined the Canadian school system in 2009, obtaining her Ontario Secondary School Diploma in 2010; and", "E. the respondent's parent's provision of economic support to her explained the lack of documentation on the respondent's financial activity over the Relevant Period."], ["[8]", "The Judge ultimately concluded:", "After a lengthy hearing, the examination of the documents provided by the applicant at the time of the application, the RQ and during the hearing, I did not find valid elements to dispute the applicant's statements about the days of his [", "sic", "] physical presence in Canada.", "III. Issues"], ["[9]", "The applicant raises the following issues on this application for judicial review:", "A. What is the applicable standard of review?", "B. Did the Judge fail to explain how the respondent proved that she met the residence requirement?", "C. Was it unreasonable for the Judge to conclude that the respondent met the physical presence test?", "IV.", "Analysis", "A.", "Standard of Review"], ["[10]", "The parties agree that the Judge's findings engage questions of fact and mixed fact and law that are to be reviewed on the reasonableness standard: (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[11]", "Referring to, among others, the Supreme Court of Canada's decision of", "REFERENCE_SUPPRESSED that:"], ["[37] [...] An alleged insufficiency of reasons is no longer a stand-alone basis for granting judicial review: reasons need not be fulsome or perfect, and need not address all of the evidence or arguments put forward by a party or in the record."], ["[12]", "The reasons supporting a decision will be considered reasonable where, when read as a whole and in conjunction with the record, they provide the justification, transparency and intelligibility required to allow the court to understand why a decision was made and to assess whether or not that decision falls within the range of acceptable outcomes based on the facts and the law (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED,", "REFERENCE_SUPPRESSED). It is not the court's role on judicial review to reconstruct the Judge's reasoning by referring to the evidentiary record. Reviewing the Judges reasons should not require a de novo examination of the record. Where this is necessary it is unlikely that the decision meets the requirements of justification, transparency and intelligibility as set out in", "CITATION_SUPPRESSED", ": (REFERENCE_SUPPRESSED).", "B.", "Did the Judge fail to explain how the respondent proved that she met the residence requirement?"], ["[13]", "The applicant argues that the Judge failed to justify his conclusion that the respondent met the residency requirement of the", "Citizenship Act"], ["[14]", "The applicant specifically argues that the Judge failed to and should have addressed (1) the absence of any evidence that it was possible to complete secondary school courses by distance learning; (2) the inclusion of a physical education mark on the Iran school transcripts, as it is not evident how one would complete a physical education course through distance learning; (3) the absence of any objective evidence of physical presence in Canada during the school months in the years that the respondent claims she was pursuing Iranian secondary school course by way of distance learning in Ontario; (4) the absence of medical appointments in the months that school was in session during this period; (5) that all confirmed re-entries into Canada on the respondent's passport were during the summer; (6) that the respondents involvement in volunteer work in Canada was limited to 2006; and (7) that the respondent obtained her health care card and drivers licence during the summer months."], ["[15]", "The applicant submits that the above noted facts are inconsistent with the Judge's conclusion that the respondent had satisfied the residency requirement for citizenship. The Judge's failure to address these facts, particularly in light of the credibility concern raised by the citizenship officer, cause the reasons to lack in transparency, intelligibility and justification making it impossible to assess whether or not the ultimate conclusion is within the range of acceptable outcomes."], ["[16]", "I disagree with the applicant's position. The Judge states in his reasons that he has undertaken a lengthy hearing and examined all of the documentation and addresses the facts and circumstances that triggered the credibility concerns identified by the citizenship officer. It is evident from the Judge's reasons that he accepted the respondent as credible in all of the areas of concern identified by the citizenship officer in the FPAT and specifically addressed each of these areas in his reasons."], ["[17]", "I agree with and adopt the submissions of the respondent found at para 34 of the respondent's memorandum of argument, which states:", "34. With regard to the adequacy of the Citizenship Judge's reasons, the Citizenship Judge precisely enumerated the reasons for the decision that he made. They were listed in the \"Facts\" section of his written reasons. Perhaps they should have been listed in the \"Analysis\" section, however, they were indeed listed and they now allow this reviewing Court or anyone else to understand why the Citizenship Judge came to the conclusion that he did. In the \"Facts\" section the Citizenship Judge reviewed each issue or fact that went into the totality of his reasoning and they were:", "-the Respondent's passports that were provided;", "-the explanation of the January 7, 2007 entry to Canada;", "-the Respondent residing with her parents in Canada;", "-the nature of the Respondent's distance learning courses;", "-the Respondent's move to university in Sudbury;", "-the reasons behind obtaining a USA Green Card and the timing;", "-the explanation for the lack of financial documentation;", "-the place of residence of the Respondent's immediate family;", "-the volunteer work carried out in Canada."], ["[18]", "The Judge's reasons need not be perfect nor comprehensive and the reviewing court must consider them in context of the process, the submissions of the parties and the evidence (", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED). The Judge's reasons are not as long and detailed as the court might wish but they are sufficient to demonstrate the basis for the Judge's findings and conclusions (REFERENCE_SUPPRESSED). This is at the core of what the Court must keep in mind when conducting a reasonableness review:", "CITATION_SUPPRESSED", "holds that the Court must not set aside a decision merely because it disagrees with the conclusion reached (paragraph 47),", "CITATION_SUPPRESSED", "holds the Court must not set aside a decision merely because the Court disagrees with the composition of the reasons: \"In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion falls within the range of acceptable outcomes, the", "CITATION_SUPPRESSED", "criteria are met\" (CITATION_SUPPRESSED).", "C.", "Was it unreasonable for the Judge to conclude that the respondent met the physical presence test?"], ["[19]", "The applicant submits it was unreasonable for the Judge to conclude that the respondent met the residency requirement since the evidence demonstrated the contrary. Specifically the applicant argues the lack of evidence of physical presence, the lack of evidence to establish that distance learning is available in the Iranian secondary school system and the finding that an exit stamp from Iran in the respondent's passport on January 7, 2007 indirectly confirmed the respondent's return to Canada on that same day all demonstrate a failure on the part of the respondent to satisfy the evidentiary burden she bore and therefore undermines the reasonableness of the decision."], ["[20]", "Again I am not convinced by the applicant's arguments. The Judge turned his mind to each of the areas, considered the evidence contained in the record, the additional documentation produced by the respondent and the information provided by the respondent in a lengthy hearing conducted with her (", "CITATION_SUPPRESSED). As noted above, on this basis the Judge concluded that the respondent was credible and accepted her evidence."], ["[21]", "The applicant relies on the decision of Chief Justice Paul Crampton in", "REFERENCE_SUPPRESSED to support the argument that it was unreasonable for the Judge to conclude that the exit stamp from Iran could be viewed as reliable evidence of re-entry into Canada. In my opinion", "CITATION_SUPPRESSED", "can be distinguished. Ms. Huang was a very active traveller who had entered numerous countries on numerous occasions. It was in this context that the Chief Justice held that it was reasonable for the Citizenship Judge not to infer an exit stamp from China was reliable proof of travel to Canada. In this case the applicant's travel documentation does not demonstrate a history of active travel to other countries other than Iran during the Relevant Period, and the only discrepancy between her reported travel and her travel documentation was the missing re-entry to Canada on January 7, 2007. While the applicant may disagree with the Judge's conclusion it was not in my opinion unreasonable for the Judge in the circumstances of this case to infer that the exit stamp was reliable proof of entry into Canada. Furthermore, the absence of the disputed re-entry on the ICES report does not in and of itself mitigate the reasonableness of the Judge's finding that the respondent re-entered Canada on January 7, 2007. This Court has previously recognized, based on submissions from the Minister, that ICES reports are not free from error: (", "CITATION_SUPPRESSED)."], ["[22]", "While it may well have been better for the Judge in this case to have provided more analysis in support of the decision, the record demonstrates the Judge inquired into the potential gaps, satisfied himself that the respondent was in Canada as a teenager and took online Iranian courses while in Canada, travelling to Iran for the exams. While the Judge does not directly address the question of physical fitness courses and how he was satisfied that this was accomplished through distance learning, I am satisfied that this is incidental to the broader question of distance learning (", "CITATION_SUPPRESSED). As noted by the respondent in oral argument it is not per se unreasonable for a physical fitness course to be taken online. There is also evidence on the record that there has been a rapid rise in the use of information and communication technologies in schools in Iran, with schools in large centres being linked to the internet. Thus, contrary to the applicant's submission, there is not a complete absence of documentary evidence to underpin the findings and conclusions of the Judge in this regard."], ["[23]", "I am of the view that the applicant's arguments merely dispute the quality of the Judge's reasons and reflect disagreement with the Judge's findings in these areas: submitting a different and equally possible interpretation of the evidence before the decision-maker does not render the decision unreasonable. It should be trite to note that it is not for a reviewing court to substitute its view of a preferable outcome nor to reweigh the evidence (REFERENCE_SUPPRESSED)."], ["[24]", "While the Court owes significant deference to the Judge, I am also mindful of my colleague Justice Richard Mosley's caution in", "REFERENCE_SUPPRESSED:"], ["[61] In", "REFERENCE_SUPPRESSED, Justice LeBlanc recalled that:", "Canadian citizenship is a privilege that ought not to be granted lightly and the onus is on citizenship applicants to establish, on a standard of balance of probabilities, through sufficient, consistent and credible evidence, that they meet the various statutory requirements in order to be granted that privilege [references omitted]."], ["[62] At para 31, he continued that it is reckless for a Citizenship Judge to accept an individual's testimony on residence in Canada as true in the face of omissions and contradictions, and in the absence of corroborating evidence."], ["[63] Here, there were omissions in the citizenship application which only came to light at the hearing. Even if the respondent did not contradict himself, there was no corroborating evidence as to the duration of his undeclared absences. It was not open to the Citizenship Judge to draw arbitrary assumptions from the respondent's testimony, so as to relieve him of his burden to substantiate his application for citizenship."], ["[25]", "This however, is not the case here. As shown above the Judge did turn his mind to the gaps in the record, received explanations from the respondent and accepted those explanations after the benefit of a long hearing and the evidence contained in the documentation provided by the respondent."], ["[26]", "After considering the record, the oral and written submissions and the jurisprudence, I am of the opinion that the decision is transparent, intelligible and justified, reflecting a possible outcome based on the facts and the law - it is reasonable. For these reasons the application is dismissed."], ["[27]", "The parties did not identify a question for certification.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGMENT is that", "the application is dismissed, no question is certified.", "[End of document]"]]}