{"id_": "033703", "body_str": [["[1]", "Heneghan, J.", ": Ms. Lida Balouch (the \"Applicant\") seeks judicial review of the decision dated May 7, 2014, of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\"), granting the application of the Minister of Public Safety and Emergency Preparedness (the \"Minister\") to cease her status as a refugee, pursuant to subsection 108(2) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\")."], ["[2]", "The Applicant, a citizen of Iran, was granted refugee status in 2008 on the basis of her status as a Christian. She arrived in Canada as a permanent resident in December 2008."], ["[3]", "In 2010, the Applicant applied for an Iranian passport which was issued to her on April 12, 2010. She travelled in Iran in April 2010 to visit her grandmother. She underwent foot surgery during her visit, which lasted approximately six months."], ["[4]", "The Applicant returned to Iran in July 2013 and stayed there for 34 days. She said that the primary reason for this visit was to see an uncle who was being treated with chemotherapy for colon cancer."], ["[5]", "During this visit, the Applicant underwent surgery on her nose. She also had major work done on her teeth. When questioned by the Canada Border Services Agency upon her return to Canada, the Applicant disclosed that she went to Iran for plastic surgery."], ["[6]", "The Board determined that the Minister had established grounds for cessation of the Applicant's refugee status on the ground that she had reavailed herself of the protection of her country of nationality. It noted the criteria set out in the United Nations High Commission for Refugees Handbook on Procedures and Criteria for Determining Refugee Status (\"UNHCR Handbook\")."], ["[7]", "Three requirements must be shown in determining if refugee protection ceases to apply on the ground of reavailment: that the refugee has acted voluntarily; that the refugee has shown an intention to reavail; and, that the refugee has actually obtained the protection of his or her country of nationality."], ["[8]", "The Board ultimately found that the Applicant had failed to rebut the presumption of reavailment because she had the intention to voluntarily reavail herself of the protection of Iran by applying for a passport and then using that document to travel to Iran as a national of that country."], ["[9]", "The Board's decision required it to assess facts against legal criteria. This is a question of mixed fact and law, reviewable on the standard of reasonableness; see the decisions in", "REFERENCE_SUPPRESSED."], ["[10]", "The Applicant argues that the Board committed a reviewable error by misinterpreting Article 1C(1) of the", "United Nations Convention Relating to the Status of Refugees", ", July 28, 1951, Can. T.S. 1969 No. 6 (the \"Convention\"), as implemented in paragraph 108(1)(a) of the Act by failing to consider whether forward-looking current risk of persecution is a relevant consideration, when a cessation application is made pursuant to section 108."], ["[11]", "The Applicant submits that although the Board purported to conduct a reavailment analysis, it in fact conducted a re-establishment analysis."], ["[12]", "Further, she argues that the Board failed to properly address the third element of the reavailment test, that is, whether she had actually received protection from Iran."], ["[13]", "The Applicant notes that the Minister concedes that the Applicant is a Christian and that Christians continue to face persecution in Iran. She submits that the Board erred in failing to consider if Iran could or would offer her protection, relative to the specific persecution she would face in that country."], ["[14]", "For his part, the Minister argues that no fresh assessment of risk is necessary. He submits that the Board's interpretation of paragraph 108(1)(a) is reasonable and consistent with the UNHCR Guidelines."], ["[15]", "The Minister further submits that pursuant to the decisions in", "CITATION_SUPPRESSED", "supra", "and", "REFERENCE_SUPPRESSED, the Board may draw a negative inference from a claimant's return to the country of nationality or may rely on the presumption of reavailment unless a compelling explanation is provided."], ["[16]", "The sole question for determination in this application is whether the Board's decision is reasonable. In judicial review proceedings, the reasonableness standard requires that a decision be justifiable, intelligible and transparent, and fall within a range of possible, acceptable outcomes; see the decision in", "REFERENCE_SUPPRESSED."], ["[17]", "In my opinion, the decision here meets that standard. The Board considered all the evidence and reasonably concluded that the Applicant had met the three factors for reavailment, and that she had failed to give a compelling explanation for her return to her country of nationality."], ["[18]", "In the result, this application for judicial review is dismissed."], ["[19]", "Although the Applicant submits that the Board erred in not considering the issue of a continuing risk at the time of the cessation hearing, no authority was cited to support this argument. While I acknowledge that the existence of risk is a primary concern when protection is sought, I am not persuaded that the issue of risk is relevant in a cessation hearing."], ["[20]", "Pursuant to section 96 of the Act, Convention refugee status is conferred on individuals who, by reason of a well-founded fear of persecution, are unwilling or unable to avail themselves of the protection of their country of nationality. A refugee claimant's voluntary reavailment indicates that the individual is no longer either unable or unwilling to avail himself or herself of the protection of their country of nationality."], ["[21]", "In any event, the issue of risk will be assessed if the Applicant seeks a Pre-Removal Risk Assessment (\"PRRA\") pursuant to section 112 of the Act. The fact that a PRRA is subject to certain temporal limits does not mean that a PRRA is unavailable."], ["[22]", "The Applicant submitted the following question for certification:", "When deciding whether to allow an application by the Minister for cessation of refugee status pursuant to s. 108(1)(a) of the", "Immigration and Refugee Protection Act", "based on past actions, can the Board allow the Minister's application without addressing whether the person is at risk of persecution upon return to their country of nationality at the time of the cessation hearing?"], ["[23]", "In", "REFERENCE_SUPPRESSED, the Federal Court of Appeal recently restated the factors to be considered by the trial court in certifying a question, that is, it must be a serious question of general importance that would be dispositive of an appeal. It cannot be a reference question, and it must have been raised and dealt with in the Federal Court."], ["[24]", "I am satisfied that the proposed question meets the requirements. The issue of whether a current risk assessment is required in a cessation hearing transcends the interests of the immediate parties in this proceeding. It is a question that would be dispositive of an appeal if the Court were to find that such an assessment is required at the time of the cessation hearing, and it is an issue that I have addressed in disposing of this application. The question will be certified.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed and the following question is certified:", "When deciding whether to allow an application by the Minister for cessation of refugee status pursuant to s. 108(1)(a) of the", "Immigration and Refugee Protection Act", "based on past actions, can the Board allow the Minister's application without addressing whether the person is at risk of persecution upon return to their country of nationality at the time of the cessation hearing?", ".........................", "CITATION_SUPPRESSED"]]}