{"id_": "033872", "body_str": [["[1]", "Pinard, J.", "[Translation]: This is an application for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board (IRB) dated January 12, 2006, that the applicant is neither a \"Convention refugee\" nor a \"person in need of protection\" under the definitions in sections 96 and 97, respectively, of the", "Immigration and Refugee Protection Act", ", S.C. (2001, c. 27)."], ["[2]", "Soudy Bakary (the applicant), a citizen of the Republic of Chad, fears returning to his country because his family is targeted by those in power and also because of his political activity."], ["[3]", "The IRB found that the applicant was not credible and that his testimony was not trustworthy."], ["[4]", "As one of his preliminary objections, the respondent first maintains that the affidavit filed by the applicant does not comply with paragraph 10(2)(", ") of the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22, as amended, which reads as follows:", "10. (2) The applicant shall serve on every respondent who has filed and served a notice of appearance, a record containing the following, on consecutively numbered pages, and in the following order", "[. . . . .]", "(d) one or more supporting affidavits verifying the facts relied on by the applicant in support of the application, and", "[. . . . .]", "and file it, together with proof of service.", "10. (2) Le demandeur signifie à chacun des défendeurs qui a déposé et signifié un avis de comparution un dossier composé des pièces suivantes, disposées dans l'ordre suivant sur des pages numérotées consécutivement:", "[. . . . .]", "d) un ou plusieurs affidavits établissant les faits invoqués à l'appui de sa demande,", "[. . . . .]", "et le dépose avec la preuve de la signification."], ["[5]", "The respondent submits that paragraphs 8, 17, 48 and 51 of the applicant's affidavit on his application for leave consist of conclusions and arguments as to the merits of the IRB's decision instead of facts and, accordingly, these statements are inadmissible. I agree with the respondent."], ["[6]", "Next, the respondent argues that the Court should disregard exhibit B to the applicant's affidavit because this document was not in evidence before the IRB. In fact, it is an affidavit signed by the applicant's brother and is clearly dated after the decision by the IRB. It is well established that fresh evidence that was not before the IRB or did not exist at the time of its decision must be rejected by this Court (", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL) and", "<FRAGMENT_SUPPRESSED> ). Reference should also be made to what the Court stated in", "594872  <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL):", "In any event, I find counsel for the Respondent's argument persuasive. The Sebold affidavit which is produced as an attachment to Mr. Kimball's affidavit has the same status as any other attachment to an affidavit. It does not have an independent status as an affidavit served in these proceedings on which cross-examination pursuant to Rule 332.1 applies."], ["[7]", "Moreover, in", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL), my colleague, Justice Gibson, cited", "594872 Ontario Inc.", "and then stated:", "The applicant's affidavit is not \"purely formal\" and is sworn by a person having extensive knowledge of the issues in this matter. Thus, his affidavit cannot be said to have \"little or no weight\" on the other hand, the applicant has effectively shielded the affiants of the two affidavits annexed to his affidavit from cross-examination. In the circumstances, I am not prepared to accord those affidavits any weight in this matter."], ["[8]", "In my view, the result in this case should be the same as in", "Zaman", ", and the affidavit of Bello Bakary, which is an exhibit to an affidavit, should be given no weight."], ["[9]", "As for the respondent's submissions, he first criticizes the IRB for failing to analyze the criterion of membership in a particular social group, i.e. the family. According to him, the IRB's analysis did not dispute that he is a member of the Bakary family which, according to the evidence, has suffered persecution: several members of his family have had to seek refuge abroad, and a number of them have been received in Canada as refugees."], ["[10]", "In my view, however, a simple reading of the decision discloses that the IRB clearly considered and analyzed the applicant's claim on the basis of his alleged membership in the particular social class of his family. Moreover, a large number of cases decided by this Court have established that the IRB is not bound by the result in another claim, even if the claim involves a relative, because refugee status is determined on a case by case basis, and because it is possible that the other decision was incorrect (see,", "inter alia,", "<FRAGMENT_SUPPRESSED> ). Therefore, in my view, the IRB did not fail to consider the criterion of membership in the particular social group of his family."], ["[11]", "The applicant also takes issue with the assessment of the facts by the IRB. After reviewing the evidence, I am of the view that the panel provided clear and unequivocal reasons regarding the lack of credibility of the applicant's story and the rejection of his claim for refugee protection. Generally, the decision of the IRB is based on the evidence adduced, draws reasonable inferences from it and respects the relevant legal principles. None of the applicant's submissions establish that the IRB made a patently unreasonable error, or made erroneous or arbitrary findings of fact or disregarded the evidence before it. Therefore, the intervention of this Court is not warranted."], ["[12]", "Accordingly, the application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  d’une demande de contrôle judiciaire d’une décision de la Section de la protection des réfugiés de la Commission de l’immigration et du statut de réfugié (la CISR) rendue le 12 janvier 2006, statuant que le demandeur n’est pas un « réfugié au sens de la Convention » ni une « personne à protéger » selon les définitions données aux articles 96 et 97 respectivement de la Loi sur l’immigration et la protection des réfugiés, L.C. (2001), ch. 27."], ["[2]", "Soudy Bakary (le demandeur), un citoyen de la République du Tchad, allègue craindre retourner dans son pays parce que sa famille serait dans la mire du pouvoir et aussi en raison de son militantisme."], ["[3]", "La CISR a conclu que le demandeur n’était pas crédible et que son témoignage n’était pas digne de foi."], ["[4]", "À titre d’objections préliminaires, le défendeur soutient d’abord que l’affidavit déposé par le demandeur n’est pas conforme à l’alinéa 10(2)d) des Règles des Cours fédérales en matière d’immigration et de protection des réfugiés, DORS/93-22, telles que modifiées, lequel se lit comme suit :", "10.", "(2) Le demandeur signifie à chacun des défendeurs qui a déposé et signifié un avis de comparution un dossier composé des pièces suivantes, disposées dans l’ordre suivant sur des pages numérotées consécutivement :", "[. . . . .]", "d) un ou plusieurs affidavits établissant les faits invoqués à l’appui de sa demande,", "[. . . . .]", "et le dépose avec la preuve de la signification.", "10.", "(2) The applicant shall serve on every respondent who has filed and served a notice of appearance, a record containing the following, on consecutively numbered pages, and in the following order", "[. . . . .]", "(d) one or more supporting affidavits verifying the facts relied on by the applicant in support of the application, and", "[. . . . .]", "and file it, together with proof of service."], ["[5]", "Selon le défendeur, les paragraphes 8, 17, 48 et 51 de l’affidavit du demandeur, déposé au soutien de sa demande d’autorisation, consistent en des conclusions et des arguments sur le bien-fondé de la décision de la CISR au lieu de porter sur les faits et, par conséquent, ces affirmations sont inadmissibles. Je suis d’accord avec le défendeur."], ["[6]", "Le défendeur soumet ensuite que la pièce « B » de l’affidavit du demandeur doit être ignorée par la Cour puisque ce document n’était pas en preuve devant la CISR. Il s’agit en effet d’un affidavit signé par le frère du demandeur et la date de celui-ci est évidemment postérieure à la décision de la CISR. Or, il est bien établi que toute preuve nouvelle, non déposée devant la CISR ou n’existant pas lors de sa prise de décision, doit être écartée par cette  <FRAGMENT_SUPPRESSED>  (1re inst.) ( <FRAGMENT_SUPPRESSED> ). Il importe en outre de référer à ce qui a été exprimé par la Cour dans 594872  <FRAGMENT_SUPPRESSED>  (1re inst.) (QL):", "En tout état de cause, je trouve convaincant l'argument de l'avocat de l'intimée. L'affidavit de Sebold qui est produit comme une pièce jointe à l'affidavit de Kimball a la même qualité que celle de toute autre pièce jointe à un affidavit. Il n'a pas la qualité indépendante d'un affidavit signifié dans les présentes procédures auquel le contre-interrogatoire prévu à la Règle 332.1 s'applique. . . ."], ["[7]", "De plus, dans l’affaire  <FRAGMENT_SUPPRESSED>  (1re inst.) (QL), mon collègue le juge Gibson a cité 594872 Ontario Inc. et a ensuite énoncé :", "L'affidavit du requérant n'est pas « purement formel » et il a été souscrit par une personne qui connaît à fond les questions en litige dans la présente affaire. On ne peut donc pas dire que son affidavit a « peu ou pas de poids ». En revanche, le requérant a effectivement protégé contre le contre-interrogatoire les deux personnes qui ont souscrit les affidavits annexés à son affidavit. Dans ces conditions, je ne suis pas disposé à accorder à ces affidavits quelque valeur que ce soit dans la présente affaire. . . ."], ["[8]", "À mon avis, en l’espèce, le résultat devrait être le même que dans l’affaire Zaman et l’affidavit de Bello Bakary, produit comme pièce jointe à un affidavit, ne devrait se voir accorder aucun poids."], ["[9]", "En ce qui concerne les arguments du demandeur, celui-ci reproche d’abord à la CISR d’avoir omis d’analyser le critère d’appartenance au groupe social que constitue la famille. Selon lui, la CISR, dans son analyse, n’a pas contesté son appartenance à la famille Bakary qui, selon la preuve, a subi la persécution, plusieurs membres de la famille ayant dû se réfugier à l’étranger, plusieurs étant au Canada comme réfugiés reçus."], ["[10]", "À mon avis, toutefois, une simple lecture de la décision permet de constater que la CISR a clairement considéré et analysé la revendication du demandeur comme étant basée sur sa prétendue appartenance au groupe social de la famille. De plus, la jurisprudence de cette Cour a établi dans de très nombreuses décisions que la CISR n’est pas liée par le résultat obtenu dans une autre revendication et ce, même lorsqu’il s’agit d’un parent, puisque la détermination du statut de réfugié se fait cas par cas et qu’il est aussi possible que l’autre décision soit erronée (voir, entre autres,  <FRAGMENT_SUPPRESSED>  (1re inst.) ( <FRAGMENT_SUPPRESSED> ). Je suis donc d’avis que la CISR n’a pas omis de considérer le critère d’appartenance au groupe social de la famille."], ["[11]", "Pour le reste, le demandeur s’en prend à l’appréciation des faits faite par la CISR. Après révision de la preuve, je suis d’avis que ce tribunal a fourni des motifs clairs et non équivoques concernant le manque de crédibilité de l’histoire du demandeur et le rejet de sa demande d’asile. De façon générale, la décision de la CISR s’appuie sur la preuve présentée, s’en infère raisonnablement et respecte les principes de droit applicables. Aucun des arguments présentés par le demandeur ne démontre que la CISR a commis une erreur manifestement déraisonnable ou a tiré des conclusions de fait erronées, arbitraires ou n’a pas tenu compte des éléments de preuve dont elle disposait. En conséquence, l’intervention de cette Cour n’est pas justifiée."], ["[12]", "La demande de contrôle judiciaire est donc rejetée.", "[End of document]"]]}