{"id_": "033950", "body_str": [["[1]", "Fothergill, J.", ": Fernando Ngandu (the Applicant) has brought an application for judicial review pursuant to s 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA) of a decision of the Refugee Appeal Division of the Immigration and Refugee Board (the RAD). The RAD upheld the decision of the Refugee Protection Division (RPD) that the Applicant is neither a Convention refugee within the meaning of s 96 of the IRPA, nor a person in need of protection as defined in s 97(1) of the IRPA."], ["[2]", "For the following reasons, the application for judicial review is allowed and the matter is remitted to the RAD for re-determination by a differently constituted panel.", "I.", "Background"], ["[3]", "The Applicant is a citizen of Angola. He alleged before the RPD that he had been tortured by government agents because of his participation in protests against the government and because of his membership in a small youth group called the Movimiento Social Revolucionario (the MSR). The Applicant said that he had participated in a protest in November, 2012 which was violently ended by the police. He was arrested, detained and tortured, ultimately resulting in his hospitalisation for a head injury."], ["[4]", "After two months in the hospital, his mother bribed a doctor to release him. He then learned that his father and siblings were missing after their participation in anti-government protests, and a leader of the MSR had been killed. In the months that followed, the Applicant distributed posters to raise awareness of government corruption. There was an incident where a government agent fired a gun at him, and the Applicant then decided to leave Angola. He arrived in Canada on May 2, 2013 and made a refugee claim."], ["[5]", "The RPD dismissed the Applicant's claim on the ground that he lacked credibility. Based on a number of factors the RPD found that the Applicant had never been a member of the MSR: the leaders of the group identified in the documentary evidence were not the same as those identified by the Applicant in his testimony; the Applicant had provided no evidence to support his claim of being hospitalised for two months; and the Applicant's narrative and testimony were contradictory with respect to when and where he learned that his father and siblings had been arrested. The RPD also drew a negative inference from the Applicant's inability to remember the brand name of the printer he used to produce the posters and from contradictions in the Applicant's testimony regarding why he chose to come to Canada instead of making a refugee claim in Brazil."], ["[6]", "The RAD confirmed the RPD's decision. It refused to admit new evidence in the form of a letter from the Applicant's physician regarding his cognitive impairment on the ground that the letter was not material. Applying the standard of reasonableness, the RAD concluded that the RPD had erred with respect to some of its credibility findings, but the decision as a whole was reasonable. The RAD also found that the RPD had satisfied the requirements of procedural fairness.", "II.", "Issues"], ["[7]", "This application for judicial review raises the following issues:", "A. Whether the RAD's refusal to admit the letter from the Applicant's physician as new evidence was reasonable;", "B. Whether the RAD's review of the RPD's findings of credibility was based on the correct standard of review and, if so, whether it was reasonable; and", "C. Whether a question should be certified for appeal.", "III.", "Standard of Review"], ["[8]", "The RAD became operational in December, 2012. It is a relatively new appellate tribunal, and the law is not yet settled regarding the standard of review to be applied by this Court to the RAD's determination of its own standard of review. Some decisions of this Court have applied the standard of correctness, based on the assumption that the scope of the RAD's appellate review, although a matter of interpretation by the RAD of its home statute, is a question of general importance to the legal system and is beyond the RAD's expertise and experience (see, for example, Justice Phelan's decision in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] and Justice Barnes' decision in", "<FRAGMENT_SUPPRESSED> [", "Sow", "])."], ["[9]", "By contrast, Justice Gagné in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] and Justice Martineau in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] found that this Court should apply the standard of reasonableness when considering the RAD's determination of its own standard of review. They concluded that this is not a question of law of central importance to the legal system as a whole, nor does it fall outside the expertise of the RAD."], ["[10]", "Whether the Court applies the standard of reasonableness or correctness to the RAD's identification of its own standard of review is not always determinative of the outcome of an application for judicial review before this Court ( <FRAGMENT_SUPPRESSED> at para 37). As Justice Simon Noël remarked in", "<FRAGMENT_SUPPRESSED> :", "[...] the standard of review this Court should apply when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision is undecided. As noted, this question is not determinative with regards to the case at bar. I therefore adhere to Justice Martineau's approach in <FRAGMENT_SUPPRESSED> ,", "supra", "at para 37, that until this question is resolved by the Federal Court of Appeal, a pragmatic approach should be used for the determination of the present judicial review."], ["[11]", "Nevertheless, this Court is unanimous that the RAD commits an error when it applies a judicial review standard while fulfilling its appellate functions ( <FRAGMENT_SUPPRESSED> at paras 7, 37)."], ["[12]", "The RAD's application of the law to the facts of the case and its consideration of the RPD's credibility findings are both subject to review by this Court against a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "Finally, in", "<FRAGMENT_SUPPRESSED> [", "Singh", "], Justice Gagné found that the standard of reasonableness also applies to questions regarding the admissibility of new evidence before the RAD. (See also", "<FRAGMENT_SUPPRESSED> .)", "IV.", "Analysis", "A.", "Whether the RAD's refusal to admit the letter from the Applicant's physician as new evidence was reasonable."], ["[14]", "The Applicant objects to the RAD's reliance on the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  in its determination of whether the new letter from the Applicant's physician should have been admitted into evidence. <FRAGMENT_SUPPRESSED> concerned the admission of new evidence in the context of a Pre-Removal Risk Assessment (PRRA). The RAD did not explain why the criteria for admitting new evidence in the context of a PRRA should also apply to an appeal before the RAD."], ["[15]", "The Applicant notes that in", "Singh", "and in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], this Court held that the criteria identified in <FRAGMENT_SUPPRESSED> should not automatically be applied to a determination of whether new evidence may be adduced before the RAD. In addition, the Applicant argues that even if this Court were to find that it was reasonable for the RAD to adopt the <FRAGMENT_SUPPRESSED> criteria, the RAD's application of these criteria was unreasonable because its analysis of the letter's materiality was flawed."], ["[16]", "The Respondent points out that the language of the new evidence provisions in the PRRA context (s 113(a) of the IRPA) and in the RAD context (s 110(4) of the IRPA) are very similar, and it is therefore reasonable for the RAD to apply the <FRAGMENT_SUPPRESSED> criteria to determine whether new evidence may be admitted before the RAD."], ["[17]", "With respect to an appeal before the RAD, s 110(4) of the IRPA provides as follows:", "(4) On appeal, the person who is the subject of the appeal may present only", "evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection", "[emphasis added]", "(4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des", "éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet", "[non-souligné dans l'original.]"], ["[18]", "In the context of a PRRA, s 113(a) of the IRPA provides as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only", "new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "[emphasis added]", "a) le demandeur d'asile débouté ne peut présenter que", "des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "[non-souligné dans l'original.]"], ["[19]", "However, the similarity of the provisions does not necessarily mean that the <FRAGMENT_SUPPRESSED> criteria apply to the admission of new evidence in an appeal before the RAD. In", "Singh", ", Justice Gagné described the function of a PRRA officer as follows (at para 50):", "A PRRA officer is not a quasi-judicial body, nor does he or she have an appellate function when faced with a RPD decision. The PRRA officer is an employee of the Minister, acting within his or her employer's discretion (insofar as it is circumscribed by the Act and the Regulations). The PRRA officer must give deference to the RPD's determination of the claim, to the extent that the facts remain unchanged from the time it had rendered its decision. Instead, the PRRA officer is specifically looking as to whether new evidence has come to life since the RPD's rejection of the claim for determining a risk of persecution, a danger of torture, a risk to life or a risk of cruel and unusual treatment or punishment. The underlying rationale for paragraph 113(", ") of the Act is not appellate in nature but rather to assure the claimant has a last chance to have any new risks of refoulement (not previously assessed by the RPD) assessed before removal can take place.", "[emphasis in original]"], ["[20]", "This may be contrasted with the RAD, which is a quasi-judicial appellate body that is intended by Parliament to conduct a \"full fact-based appeal\" of decisions of the RPD. A \"full fact-based appeal\" requires that the rules of evidence be applied with a measure of flexibility, especially given the strict timelines faced by refugee claimants (", "Singh", "at paras 53-56; <FRAGMENT_SUPPRESSED> at para 37)."], ["[21]", "In this case, the RAD accepted that the letter from the Applicant's physician was new, credible and relevant, but found that it was not material because the physician was not a qualified neurologist and his report would therefore have little bearing on the RAD's assessment of the Applicant's cognitive functioning. The RAD reasoned that if the physician suspected that the Applicant's cognitive functioning was deteriorating, then he would have referred him to a neurologist for assessment."], ["[22]", "For the reasons expressed by this Court in", "Singh", "and", "Katchatourian", ", I conclude that the RAD erred in applying the <FRAGMENT_SUPPRESSED> criteria to its determination of whether to admit the new letter from the Applicant's physician. I am unable to say whether a more flexible approach would have caused the RAD to admit the physician's letter into evidence, nor whether this would have enabled the Applicant to obtain an oral hearing or given him an opportunity to explain the inconsistencies in his testimony that caused the RPD to make adverse findings of credibility. Because I am unable to conclude whether the RAD's decision would have been different if the more recent letter from the physician had been admitted, the application for judicial review must be allowed.", "B.", "Whether the RAD's review of the RPD's findings of credibility was based on the correct standard of review and, if so, whether it was reasonable."], ["[23]", "The Applicant argues that the RAD erred by assessing the RPD's decision as if it were conducting an application for judicial review. The RAD is a specialized tribunal that hears appeals from the RPD, whose members are presumed to have less expertise than members of the RAD. In addition, the RAD has the power to issue decisions with precedential value and to consider questions of fact, law, or mixed fact and law. The RAD may hold an oral hearing when there is new evidence that relates to a question of credibility. Finally, the RAD has the power not only to set aside a decision of the RPD, but also to substitute its own decision."], ["[24]", "The Applicant points out that this Court has ruled that the RAD must not apply the standard of judicial review when conducting an appeal, and in this case the RAD did not adopt any of the approaches that have been recognized by this Court as appropriate. Accordingly, the Applicant was denied his right to a meaningful appeal."], ["[25]", "The Applicant also disputes the RAD's assessment of the RPD's credibility findings. The RAD concluded that it was reasonable for the RPD to draw an adverse finding of credibility from the Applicant's unsatisfactory explanation of how he learned of the death of one of the MSR's leaders. However, contrary to the RAD's finding, the RPD in fact accepted that there had been an error of translation, and concluded that the discrepancy was \"more apparent than real.\""], ["[26]", "The Respondent says that it was open to the RAD to apply the standard of reasonableness when reviewing the RPD's findings of credibility, because the RAD owes deference to the RPD in this regard. Appeals before the RAD are usually conducted in writing, and the RAD accepts new evidence and holds hearings only in limited circumstances. According to the Respondent, the RPD \"plays the primary role in the refugee determination process\". The RPD is in the best position to assess the evidence, because it sees and hears witnesses' testimony. This Court has found that the RAD owes deference to the RPD's credibility findings when they are based on witnesses' testimony (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[27]", "The Respondent maintains that this Court erred in <FRAGMENT_SUPPRESSED> and the cases that have followed it insofar as these stand for the proposition that the RAD owes no deference to factual findings of the RPD that are not dependent on witness testimony. According to the Respondent, these cases \"did not properly take into account the importance of the hearing process which allows the RPD to have a deeper engagement with the entire evidentiary record.\" The Respondent recognizes that the RAD \"may have equal expertise\" with respect to assessing country condition reports, but argues that requiring the RAD to conduct an independent review is incompatible with the legislative objective of creating an efficient and effective appeal mechanism."], ["[28]", "The Respondent therefore defends the RAD's application of the reasonableness standard to its review of the RPD's decision. Alternatively, the Respondent asserts that the proper standard of review for questions of fact is the appellate standard of overriding and palpable error. In this case, applying that standard produces the same result since it is functionally equivalent to the standard of reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "Finally, the Respondent says that the RAD's misunderstanding of the apparent discrepancy in the Applicant's testimony about how he learned of the death of a leader of the MSR was not central to its decision, since many other conclusions regarding his credibility were not affected by this error."], ["[30]", "Despite the Respondent's able arguments, I find myself in agreement with the Applicant. This Court has ruled repeatedly that the RAD commits an error when it applies the standard of reasonableness to its review of the RPD's factual findings ( <FRAGMENT_SUPPRESSED> at paras 6 and 7)."], ["[31]", "I acknowledge that the RAD owes deference to an assessment of credibility by the RPD that is based on witness testimony. As the Supreme Court of Canada observed in", "R v NS", ", 2012 SCC 72 at para 25:", "It is a settled axiom of appellate review that deference should be shown to the trier of fact on issues of credibility because trial judges (and juries) have the \"overwhelming advantage\" of seeing and hearing the witness - an advantage that a written transcript cannot replicate:", "<FRAGMENT_SUPPRESSED> , at para. 24; see also", "<FRAGMENT_SUPPRESSED> , at p. 131. This advantage is described as stemming from the ability to assess the demeanour of the witness, that is, to", "see", "how the witness gives her evidence and responds to cross-examination.", "[emphasis original]"], ["[32]", "However, the Respondent goes further and says that the RAD owes deference to the RPD with respect to all factual findings. Most judges of this Court have held that, because the RAD is a specialized tribunal which conducts a \"full fact-based appeal\", it owes deference to the RPD only when a witness' credibility is critical or determinative or when the RPD enjoys a particular advantage ( <FRAGMENT_SUPPRESSED> at paras 54-55;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 39;", "<FRAGMENT_SUPPRESSED> ;", "Sow", "at para 13; see", "contra  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). In <FRAGMENT_SUPPRESSED> at para 70, Justice Martineau concluded that the RPD is in no better position than the RAD to make factual findings that are not wholly dependent on testimony:", "From the perspective of establishing facts, determining whether there is a well-founded fear of persecution requires assessing a refugee claimant's subjective fear-regarding not only the credibility of his or her narrative-but also its objective basis in light of the documentary evidence pertaining to the conditions in the country in question. On appeal, the RAD will also have access to the RPD's record (including recordings) and all the documentary evidence (including the NDP of the country in question). Apart from a pure credibility issue (in passing, what is credibility?), one may reasonably ask whether a RAD member is in just as good a position as a RPD member to reassess the evidence in the record where it is alleged on appeal that the RPD erred in its assessment of the evidence as a whole, which is precisely the principal complaint that the applicant made against the RPD. A number of my colleagues think so, and I am also of that opinion."], ["[33]", "Although not unanimous on this point (see <FRAGMENT_SUPPRESSED> at para 39), most judges of this Court have concluded that the RAD must conduct its own independent assessment of the evidence (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 47;", "Njeukamv Canada (Citizenship and Immigration)", ", 2014 FC 859 at para 15; <FRAGMENT_SUPPRESSED> at para 45; <FRAGMENT_SUPPRESSED> at para 53). The RAD's obligation to conduct an independent assessment of the evidence extends to questions of credibility."], ["[34]", "Some decisions of this Court have held that the RAD does not commit a reviewable error when it applies the standard of reasonableness to findings of pure credibility ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> ;", "Yin", "). However, as explained by Justice Simon Noël in <FRAGMENT_SUPPRESSED> at para 32, this Court will uphold the RAD's application of the reasonableness standard to the RPD's findings of credibility only when it is clear that the RAD has in fact conducted its own assessment of the evidence. This is also the thrust of Justice Shore's decision in", "<FRAGMENT_SUPPRESSED> where he notes that in cases involving findings of pure credibility, the point is not which standard was applied but rather \"whether the RAD conducted an independent assessment of the evidence as a whole.\""], ["[35]", "The Respondent cautions that in order to conduct an independent assessment of the evidence the RAD member would have to read \"thousands of pages of documents\", and argues that this would be incompatible with the legislative goal of creating an efficient appeal system. However, this must be reconciled with the RAD's power to substitute its own determination for that of the RPD and Parliament's intention to provide a \"full fact-based appeal\" ( <FRAGMENT_SUPPRESSED> at para 40). In the words of Justice Shore, \"the idea that the RAD may substitute an impugned decision by a determination that should have been rendered without first assessing the evidence is inconsistent with the purpose of the IRPA\" (", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "In this case, the RAD was wrong to review the RPD's findings of credibility against the standard of reasonableness. The RAD's decision does not permit this Court to conclude that it consistently conducted an independent assessment of the evidence. The RAD reached an independent conclusion with respect to the RPD's erroneous finding of a contradiction in the Applicant's explanation for claiming refugee status in Canada rather than in Brazil. However, the RAD did not conduct an independent assessment of the RPD's adverse credibility finding regarding the Applicant's allegations of participation in protests, detention and torture. Rather than evaluating the evidence as a whole, the RAD first attempted to supplement the incomplete reasons of the RPD, incorrectly citing", "Newfoundland and  <FRAGMENT_SUPPRESSED>  as its authority for doing so."], ["[37]", "Finally, the RAD's misapprehension of the RPD's conclusion regarding the \"more apparent than real\" contradiction in the Applicant's testimony with respect to how he learned of the death of an MSR leader provides another basis for allowing the application for judicial review. The RAD held that the RPD's decision as a whole was reasonable, even though it found some of the RPD's negative credibility findings to be unreasonable. If the RAD had not misapprehended the RPD's determination on this question of credibility, this may have shifted the balance and caused the RAD to conclude that the RPD's decision as a whole was unreasonable."], ["[38]", "The application for judicial review is therefore allowed.", "C.", "Whether a question should be certified for appeal."], ["[39]", "Two of three determinative issues in this application for judicial review have previously been certified for appeal. If I had decided the case against the Applicant, then I might have certified questions for appeal to preserve his procedural rights in the event that appellate jurisprudence changed the law in his favour. However, as the Applicant has been successful in this application for judicial review, and the disputed legal issues will be determined by the Federal Court of Appeal in other cases, I do not find it necessary to certify questions for appeal in this case.", "JUDGMENT"], ["[40]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is remitted to the RAD for re-determination by a differently constituted panel. No question is certified for appeal.", ".........................", "<FRAGMENT_SUPPRESSED>  Fernando Ngandu (le demandeur) présente une demande de contrôle judiciaire, en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR), visant une décision par laquelle la Section d'appel des réfugiés de la Commission de l'immigration et du statut de réfugiés (la SAR) a confirmé la décision de la Section de la protection des réfugiés (la SPR) concluant que le demandeur n'avait pas qualité de réfugié au sens de l'article 96 de la LIPR ni celle de personne à protéger au sens du paragraphe 97(1) de la LIPR."], ["[2]", "Pour les motifs exposés ci-dessous, la demande de contrôle judiciaire est accueillie et le dossier est renvoyé à la SAR pour nouvel examen par un tribunal différemment constitué.", "I.", "Contexte"], ["[3]", "Le demandeur est citoyen angolais. Il a allégué devant la SPR qu'il avait été torturé par des agents du gouvernement en raison de sa participation à des manifestations contre le gouvernement et de son appartenance à un petit groupe de jeunes appelé « Movimiento Social Revolucionario » (le MSR). Il a affirmé avoir participé à une manifestation en novembre 2012 à laquelle la police avait mis fin de façon violente. Il a été arrêté, détenu, torturé et, au bout du compte, hospitalisé pour une blessure à la tête."], ["[4]", "Après deux mois d'hospitalisation, il a été libéré après que sa mère eut versé un pot-de-vin à un médecin. Il a alors appris que son père et ses frères avaient disparu après avoir participé à des manifestations contre le gouvernement et qu'un leader du MSR avait été tué. Dans les mois qui ont suivi, le demandeur a distribué des affiches pour sensibiliser l'opinion publique au fait que le gouvernement était corrompu. Il est survenu un incident où un agent du gouvernement a fait feu en sa direction; il a alors décidé de quitter l'Angola. Il est arrivé au Canada le 2 mai 2013 et il a demandé l'asile."], ["[5]", "La SPR a rejeté la demande d'asile au motif que le demandeur manquait de crédibilité. S'appuyant sur un certain nombre de facteurs, la SPR a conclu que le demandeur n'avait jamais fait partie du MSR: les leaders du groupe identifiés dans la preuve documentaire n'étaient pas les mêmes que ceux identifiés par le demandeur dans son témoignage; le demandeur n'avait fourni aucune preuve pour corroborer l'allégation d'hospitalisation pendant deux mois; l'exposé circonstancié et le témoignage du demandeur étaient contradictoires sur la question de savoir quand et où il avait appris que son père et ses frères avaient été arrêtés. La SPR a également fait une inférence défavorable à partir de son incapacité à se rappeler le nom de la marque de l'imprimante qu'il avait utilisé pour faire les affiches et à partir des contradictions contenues dans son témoignage sur la question de savoir pourquoi il avait choisi de venir au Canada, plutôt que de présenter une demande d'asile au Brésil."], ["[6]", "La SAR a confirmé la décision de la SPR. Elle a refusé d'admettre un nouvel élément de preuve prenant la forme d'une lettre du médecin du demandeur décrivant ses troubles cognitifs, parce que cette lettre n'avait pas de caractère substantiel. En appliquant la norme de la raisonnabilité, la SAR a jugé que, même si la SPR avait fait erreur relativement à certaines de ses conclusions quant à la crédibilité, la décision dans son ensemble était raisonnable. La SAR a également conclu que la SPR avait satisfait aux critères de l'équité procédurale.", "II.", "Questions en litige"], ["[7]", "La présente demande de contrôle judiciaire soulève les questions suivantes:", "A. La décision de la SAR de refuser d'admettre la lettre du médecin du demandeur comme nouvel élément de preuve était-elle raisonnable?", "B. La SAR s'est-elle appuyée sur la bonne norme de contrôle pour réviser les conclusions de la SPR quant à la crédibilité et, dans l'affirmative, la décision était-elle raisonnable?", "C. Y a-t-il une question à faire certifier en vue d'un appel?", "III.", "Norme de contrôle applicable"], ["[8]", "La SAR a commencé ses activités en décembre 2012. C'est un tribunal administratif d'appel relativement nouveau, et le droit n'est pas encore fixé concernant la norme de contrôle que la Cour doit appliquer aux décisions où la SAR a eu à choisir sa propre norme de contrôle. Dans certains cas, la Cour a appliqué la norme de la décision correcte, en se fondant sur l'hypothèse selon laquelle l'objet de la révision en appel par la SAR, même s'il s'agit d'une question d'interprétation de sa propre loi, est une question d'intérêt général pour le système judiciaire et déborde le domaine d'expertise et l'expérience de la SAR (voir, par exemple, la décision du juge  <FRAGMENT_SUPPRESSED> à 34 [ <FRAGMENT_SUPPRESSED> ] et la décision du juge  <FRAGMENT_SUPPRESSED> [", "Sow", "])."], ["[9]", "Par contre, la juge  <FRAGMENT_SUPPRESSED> à 26 [ <FRAGMENT_SUPPRESSED> ], et le juge  <FRAGMENT_SUPPRESSED> à 37 [ <FRAGMENT_SUPPRESSED> ], ont conclu que la Cour devrait appliquer la norme de la raisonnabilité lorsqu'elle examine la décision de la SAR concernant le choix de sa propre norme de contrôle. Ils ont conclu qu'il ne s'agit pas d'une question de droit qui revêt une importance capitale pour le système juridique dans son ensemble ni d'une question qui déborde le domaine d'expertise de la SAR."], ["[10]", "Que la Cour applique la norme de contrôle de la décision raisonnable ou celle de la décision correcte à l'option retenue par la SAR concernant sa propre norme de contrôle, ce choix n'est pas toujours déterminant du résultat d'une demande de contrôle judiciaire présentée devant la Cour ( <FRAGMENT_SUPPRESSED> , au paragraphe 37). Comme le juge Simon Noël l'a fait remarqué dans", "<FRAGMENT_SUPPRESSED> :", "[...] la norme de contrôle que la Cour doit appliquer quand elle revoit la norme d'intervention choisie par la SAR lors de l'examen d'une décision de la SPR n'est pas arrêtée. Comme il a été mentionné, cette question n'est pas déterminante en l'espèce. Je souscrirai donc à la démarche mise de l'avant par le juge Martineau dans la décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 37: tant que la question n'est pas résolue par la Cour d'appel fédérale, une approche pragmatique doit être adoptée pour trancher la présente demande de contrôle judiciaire."], ["[11]", "Néanmoins, la Cour est unanimement d'avis que la SAR commet une erreur lorsqu'elle applique une norme de contrôle judiciaire dans le cadre du rôle qu'elle exerce en appel ( <FRAGMENT_SUPPRESSED> , aux paragraphes 7 et 37)."], ["[12]", "L'application du droit aux faits de l'espèce par la SAR et son examen des conclusions de la SPR quant à la crédibilité sont susceptibles de révision par la Cour suivant la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "<FRAGMENT_SUPPRESSED> à 42 [", "Singh", "], la juge Gagné a conclu que la norme de la raisonnabilité s'applique également aux questions concernant l'admissibilité d'un nouvel élément de preuve devant la  <FRAGMENT_SUPPRESSED> .)", "IV.", "Analyse", "A.", "La décision de la SAR de refuser d'admettre la lettre du médecin du demandeur comme nouvel élément de preuve était-elle raisonnable?"], ["[14]", "Le demandeur conteste le fait que la SAR s'est appuyée sur la décision de la Cour d'appel fédérale dans", "<FRAGMENT_SUPPRESSED>  pour déterminer si la nouvelle lettre du médecin devait être admise en preuve. <FRAGMENT_SUPPRESSED> intéresse la question de l'admission d'un nouvel élément de preuve dans le contexte d'un examen des risques avant renvoi (ERAR). La SAR n'a pas expliqué pourquoi les critères applicables à l'admission d'un nouvel élément de preuve dans le contexte d'un ERAR devraient également s'appliquer à un appel interjeté devant la SAR."], ["[15]", "Le demandeur souligne que, dans", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], la Cour a déclaré que les critères exposés dans <FRAGMENT_SUPPRESSED> ne devraient pas être appliqués automatiquement lorsqu'il s'agit de déterminer si un nouvel élément de preuve peut être présenté devant la SAR. En outre, le demandeur allègue que, même si la Cour devait conclure qu'il était raisonnable pour la SAR d'adopter les critères exposés dans la décision <FRAGMENT_SUPPRESSED> , l'application de ceux-ci par la SAR était déraisonnable parce que son analyse du caractère substantiel de la lettre manquait de rigueur."], ["[16]", "Le défendeur souligne que les dispositions relatives à la nouvelle preuve dans le contexte de l'ERAR (alinéa 113", ") de la LIPR) et dans le contexte de la SAR (paragraphe 110(4) de la LIPR) sont rédigées de manière très semblable et qu'il est donc raisonnable pour la SAR d'appliquer les critères exposés dans <FRAGMENT_SUPPRESSED> pour déterminer si un nouvel élément peut être admis en preuve devant la SAR."], ["[17]", "En ce qui a trait à un appel interjeté devant la SAR, le paragraphe 110(4) de la LIPR prévoit ce qui suit:", "(4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des", "éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet", "[Non-souligné dans l'original.]", "(4) On appeal, the person who is the subject of the appeal may present only", "evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection", "[emphasis added]"], ["[18]", "Dans le contexte d'un ERAR, l'alinéa 113", ") de la LIPR prévoit ce qui suit:", "a) le demandeur d'asile débouté ne peut présenter que", "des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "[Non-souligné dans l'original.]", "(a) an applicant whose claim to refugee protection has been rejected may present only", "new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "[emphasis added]"], ["[19]", "Toutefois, la similarité des dispositions ne signifie pas nécessairement que les critères exposés dans <FRAGMENT_SUPPRESSED> s'appliquent à l'admission d'un nouvel élément de preuve en appel devant la SAR. Dans", "Singh", ", la juge Gagné a décrit la fonction d'un agent d'examen des risques avant renvoi de la façon suivante (au paragraphe 50):", "L'agent d'ERAR n'est pas un tribunal administratif quasi judiciaire et il n'exerce pas non plus le rôle d'une juridiction d'appel à l'égard des décisions de la SPR. L'agent d'ERAR est un employé du ministre, dont les actions relèvent du pouvoir discrétionnaire de son employeur (dans la mesure où ce pouvoir est circonscrit par la Loi et le Règlement). L'agent d'ERAR doit faire preuve de retenue à l'égard d'une décision de la SPR, dans la mesure où les faits restent inchangés depuis le moment où elle l'a rendue. L'agent d'ERAR cherche plutôt précisément à savoir si de nouveaux éléments de preuve sont mis au jour depuis la décision défavorable de la SPR pour déterminer s'il y a un risque de persécution, un risque de torture, une menace pour la vie ou un risque de subir des peines ou traitements cruels et inusités. L'alinéa 113", ") de la Loi ne vise pas à créer un droit propre à un appel, son objectif sous-jacent étant plutôt d'assurer que le demandeur a une dernière chance que soit évalué tout nouveau risque de refoulement (que la SPR n'a pas déjà évalué) avant le renvoi.", "[Non souligné dans l'original.]"], ["[20]", "Il en va différemment de la SAR, qui est un organe d'appel quasi judiciaire que le législateur a conçu pour qu'il procède à un « appel fondé sur les faits » dans le cas des décisions de la SPR. Un « appel fondé sur les faits » commande que les règles de preuve soient appliquées avec une certaine souplesse, particulièrement compte tenu des délais stricts auxquels doivent se conformer les demandeurs d'asile (", "Singh", ", aux paragraphes 53 à 56; <FRAGMENT_SUPPRESSED> , au paragraphe 37)."], ["[21]", "En l'espèce, la SAR a accepté que la lettre du médecin était nouvelle, crédible et pertinente, mais elle était d'avis que celle-ci n'avait pas de caractère substantiel parce que le médecin n'était pas neurologue diplômé et que son rapport aurait donc eu peu d'incidence sur l'appréciation des fonctions cognitives du demandeur. La SAR était d'avis que si le médecin suspectait que les fonctions cognitives du demandeur se détérioraient, il l'aurait alors dirigé vers un neurologue pour une évaluation plus approfondie."], ["[22]", "Pour les motifs exprimés par la Cour dans", "Singh", "et", "Katchatourian", ", je conclus que la SAR a commis une erreur en appliquant les critères exposés dans <FRAGMENT_SUPPRESSED> pour déterminer si la nouvelle lettre du médecin pouvait être admise en preuve. Je ne peux dire si une démarche plus souple aurait amené la SAR à admettre cette lettre en preuve ou si cela aurait permis au demandeur d'obtenir une audience ou lui aurait donné la possibilité d'expliquer les incohérences contenues dans son témoignage qui ont amené la SPR à tirer des conclusions défavorables quant à sa crédibilité. Étant donné que je ne suis pas en mesure de conclure que la décision de la SAR aurait été différente si la lettre la plus récente du médecin avait été admise en preuve, la demande de contrôle judiciaire doit être accueillie.", "B.", "La SAR s'est-elle appuyée sur la bonne norme de contrôle pour réviser les conclusions de la SPR quant à la crédibilité et, dans l'affirmative, la décision était-elle raisonnable?"], ["[23]", "Le demandeur soutient que la SAR a fait erreur en analysant la décision de la SPR comme si elle traitait une demande de contrôle judiciaire. La SAR est un tribunal administratif spécialisé qui entend les appels visant les décisions de la SPR, dont les membres sont présumés avoir une moins grande expertise que ceux de la SAR. De plus, la SAR est investi du pouvoir de rendre des décisions ayant valeur de précédent et d'examiner des questions de fait, des questions de droit ou des questions mixtes de fait et de droit. Elle peut tenir des audiences pour la présentation d'une nouvelle preuve liée à une question de crédibilité. Enfin, elle peut non seulement annuler une décision de la SPR, mais aussi y substituer sa propre décision."], ["[24]", "Le demandeur souligne que la Cour a tranché que la SAR ne doit pas appliquer la norme de contrôle judiciaire lorsqu'elle examine un appel et, en l'espèce, la SAR n'a adopté aucune des démarches reconnues par la Cour comme étant appropriées. Par conséquent, le demandeur s'est vu refuser le droit à un véritable examen de son appel."], ["[25]", "Le demandeur conteste également l'appréciation par la SAR des conclusions que la SPR a tirées quant à la crédibilité. La SAR a conclu qu'il était raisonnable pour la SPR de tirer une conclusion défavorable quant à la crédibilité, en raison des explications insuffisantes du demandeur concernant la question de savoir comment il avait appris la mort de l'un des leaders du MSR. Toutefois, contrairement à ce qu'a conclu la SAR, la SPR a en fait accepté qu'il y avait une erreur de traduction et elle était d'avis que la contradiction était [traduction] « plus apparente que réelle »."], ["[26]", "Le défendeur affirme qu'il était loisible à la SAR d'appliquer la norme de la raisonnabilité dans son examen des conclusions de la SPR quant à la crédibilité, parce que la SAR se doit de faire preuve de retenue envers la SPR à cet égard. Les appels interjetés devant la SAR sont habituellement jugés sur observations écrites; la SAR n'accepte de nouveaux éléments de preuve et ne tient des audiences que dans des circonstances précises. Selon le défendeur, la SPR [traduction] « joue un rôle principal dans le processus de détermination du statut de réfugié ». La SPR est la mieux placée pour apprécier la preuve, parce qu'elle voit et entend les témoins. La Cour a conclu que la SAR devait faire preuve de retenue à l'égard des conclusions de la SPR en matière de crédibilité lorsqu'elles se fondent sur les dépositions des témoins (", "<FRAGMENT_SUPPRESSED> à 20 [ <FRAGMENT_SUPPRESSED> ])."], ["[27]", "Le défendeur soutient que la Cour s'est trompée dans <FRAGMENT_SUPPRESSED> et que les décisions qui l'ont suivi l'ont fait dans la mesure où elles s'appuyaient sur la proposition selon laquelle la SAR n'a pas à faire preuve de retenue à l'égard des conclusions de fait de la SPR qui ne reposent pas sur des témoignages. Selon le défendeur, ces décisions [traduction] « ne prenaient pas bien en compte l'importance du processus d'audience, qui permet à la SPR de creuser davantage tout le dossier de la preuve ». Le défendeur reconnaît que la SAR [traduction] « peut avoir autant d'expertise » que la SPR pour l'évaluation des rapports portant sur la situation qui règne dans le pays en cause, mais il avance qu'exiger de la SAR qu'elle procède à un examen indépendant est incompatible avec l'objectif législatif de création d'un mécanisme d'appel efficace et bien organisé."], ["[28]", "Le défendeur plaide donc en faveur de l'application de la norme de la raisonnabilité par la SAR à son examen de la décision de la SPR. Subsidiairement, le défendeur affirme que la norme de contrôle applicable aux questions de fait est la norme d'appel de l'erreur manifeste et dominante. En l'espèce, l'application de cette norme produit le même résultat puisqu'elle est équivalente d'un point de vue fonctionnel à la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "Enfin, le défendeur affirme que le fait que la SAR se soit fait une fausse idée de la contradiction apparente dans le témoignage du demandeur sur la question de savoir comment il avait appris le décès d'un leader du MSR ne revêtait pas une importance capitale pour sa décision, puisque cette erreur n'a pas eu d'incidence sur nombre d'autres conclusions concernant sa crédibilité."], ["[30]", "Malgré les solides arguments du défendeur, je souscris à l'opinion du demandeur. La Cour a statué à maintes reprises que la SAR commet une erreur lorsqu'elle applique la norme de la raisonnabilité dans son analyse des conclusions de fait de la SPR ( <FRAGMENT_SUPPRESSED> , aux paragraphes 6 et 7)."], ["[31]", "Je reconnais que la SAR doit faire preuve de retenue envers la SPR à l'égard d'une appréciation de la crédibilité qui se fonde sur des témoignages. Comme la Cour suprême du Canada l'a fait observer dans", "R c NS", ", 2012 CSC 72, au paragraphe 25:", "Selon un principe bien établi du contrôle en appel, il convient de faire montre de déférence envers le juge des faits pour ce qui est des questions de crédibilité en raison de l' « énorme avantage » qu'ont les juges (et les jurés) de voir et d'entendre les témoins au procès - un avantage que la transcription des témoignages ne peut pas offrir:", "<FRAGMENT_SUPPRESSED> , par. 24; voir également", "<FRAGMENT_SUPPRESSED> , p. 131. On affirme que cet avantage découle de la possibilité d'évaluer le comportement du témoin, c'est-à-dire de", "voir", "la façon dont il témoigne et réagit au contre-interrogatoire.", "[Non souligné dans l'original.]"], ["[32]", "Cependant, le défendeur va plus loin et affirme que la SAR doit faire preuve de retenue à l'égard de toutes les conclusions de fait de la SPR. La plupart des juges de la Cour ont déclaré que, compte tenu du fait que la SAR est un tribunal administratif spécialisé qui procède à un « appel fondé sur les faits », elle doit faire preuve de retenue envers la SPR dans les seuls cas où la crédibilité d'un témoin revêt une importance cruciale ou déterminante ou lorsque la SPR jouit d'un avantage particulier ( <FRAGMENT_SUPPRESSED> , aux paragraphes 54 et 55;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , au paragraphe 39;", "<FRAGMENT_SUPPRESSED> ;", "Sow", ", au paragraphe 13; voir, pour une opinion contraire,", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Dans <FRAGMENT_SUPPRESSED> , au paragraphe 70, le juge Martineau a conclu que la SPR n'est pas mieux placée que la SAR pour tirer des conclusions de fait qui ne reposent pas entièrement sur des témoignages:", "Or, du point de vue de l'établissement des faits, la détermination de l'existence d'une crainte bien fondée de persécution exige une appréciation de la crainte subjective du demandeur d'asile - touchant non seulement la crédibilité de son récit - mais également de son fondement objectif à la lumière des éléments de preuve documentaire touchant aux conditions du pays en cause. En appel, la SAR aura également accès tant au dossier de la SPR (incluant les enregistrements) qu'à l'ensemble de la preuve documentaire (incluant le CND du pays en cause). Hormis une pure question de crédibilité (au passage qu'est-ce que la crédibilité?), on peut donc raisonnablement se demander si le commissaire de la SAR est tout aussi bien placé que le commissaire de la SPR pour évaluer à nouveau la preuve au dossier, lorsqu'on allègue en appel que la SPR a erré dans son appréciation de l'ensemble de la preuve, ce qui est justement le reproche principal que la demanderesse faisait à la SPR. Plusieurs de mes collègues le pensent et je partage également leur avis."], ["[33]", "Même s'ils ne sont pas unanimes sur ce point (voir <FRAGMENT_SUPPRESSED> , au paragraphe 39), la plupart des juges de la Cour ont conclu que la SAR doit procéder à sa propre évaluation de la preuve (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , au paragraphe 47;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , au paragraphe 45; <FRAGMENT_SUPPRESSED> , au paragraphe 53). L'obligation de la SAR de procéder à une évaluation indépendante de la preuve s'étend aux questions de crédibilité."], ["[34]", "Dans certaines décisions, la Cour a conclu que la SAR ne commet pas d'erreur susceptible de révision lorsqu'elle applique la norme de contrôle de la raisonnabilité aux conclusions intéressant la crédibilité exclusivement ( <FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> ;", "Yin", "). Cependant, comme l'a expliqué le juge Simon Noël dans <FRAGMENT_SUPPRESSED> , au paragraphe 32, la Cour confirmera l'application par la SAR de la norme de la raisonnabilité aux conclusions de la SPR en matière de crédibilité seulement s'il est évident que la SAR a effectivement procédé à sa propre évaluation de la preuve. C'est aussi l'idée centrale de la décision du juge  <FRAGMENT_SUPPRESSED> et 37, où celui-ci souligne que, dans les affaires intéressant les conclusions relatives à la crédibilité exclusivement, il n'agit pas de déterminer quelle norme a été appliquée, mais plutôt [traduction] « si la SAR a procédé à une évaluation indépendante de la preuve dans son ensemble »."], ["[35]", "Le défendeur prévient la Cour que, pour procéder à une évaluation indépendante de la preuve, le commissaire de la SAR aurait à lire [traduction] « des milliers de pages de documents » et il avance que cette démarche serait incompatible avec l'objectif législatif de création d'un système d'appel efficace. Toutefois, il faut concilier cela avec le pouvoir de la SAR de substituer sa propre décision à celle de la SPR et avec l'intention du législateur de prévoir un « appel fondé sur les faits » ( <FRAGMENT_SUPPRESSED> , au paragraphe 40). Comme l'a affirmé le juge Shore, « l'idée selon laquelle la SAR pourrait substituer une décision attaquée pour celle qui aurait dû être rendue sans d'abord évaluer la preuve est incompatible avec l'objet de la LIPR » (", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "En l'espèce, c'est à tort que la SAR a appliqué la norme de la raisonnabilité à l'égard des conclusions tirées par la SPR quant à la crédibilité. La décision de la SAR ne permet pas à la Cour de conclure qu'elle a procédé de manière cohérente à une évaluation indépendante de la preuve. La SAR a tiré sa propre conclusion quant à la conclusion erronée de la SPR concernant une contradiction contenue dans les explications fournies par le demandeur pour revendiquer le statut de réfugié au Canada, plutôt qu'au Brésil. Toutefois, la SAR n'a pas procédé à une évaluation indépendante de la conclusion défavorable de la SPR quant à la crédibilité par rapport aux allégations de participation à des manifestations, de détention et de torture. Au lieu d'apprécier la preuve dans son ensemble, la SAR a d'abord tenté d'étoffer les motifs incomplets de la SPR, citant à tort", "Newfoundland and  <FRAGMENT_SUPPRESSED>  comme fondement pour le faire."], ["[37]", "Enfin, le fait que la SAR a mal compris la conclusion de la SPR concernant la contradiction [traduction] « plus apparente que réelle » dans le témoignage du demandeur sur la question de savoir comment il avait été mis au courant du décès d'un leader du MSR constitue un autre fondement pour accueillir la demande de contrôle judiciaire. La SAR a jugé que la décision de la SPR dans son ensemble était raisonnable, même si elle était d'avis que certaines des conclusions défavorables de la SPR en matière de crédibilité étaient déraisonnables. Si la SAR ne s'était pas fait une fausse idée de la conclusion de la SPR concernant cette question de crédibilité, cela aurait pu changer la situation et amener la SAR à conclure que la décision de la SPR dans son ensemble était déraisonnable."], ["[38]", "La demande de contrôle judiciaire est par conséquent accueillie.", "C.", "Y a-t-il une question à faire certifier en vue d'un appel?"], ["[39]", "Deux des trois questions déterminantes dans la présente demande de contrôle judiciaire ont déjà été certifiées en vue d'un appel. Si j'avais débouté le demandeur, j'aurais pu certifier des questions en vue d'un appel pour préserver ses droits procéduraux au cas où la jurisprudence d'appel changerait la règle de droit en sa faveur. Toutefois, comme le demandeur a obtenu gain de cause dans la présente demande de contrôle judiciaire, et que les questions en litige seront tranchées par la Cour d'appel fédérale dans d'autres causes, je ne crois pas qu'il soit nécessaire de certifier des questions en vue d'un appel en l'espèce.", "JUGEMENT"], ["[40]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie et que le dossier est renvoyé à la SAR pour nouvel examen par un tribunal différemment constitué. Aucune question n'est certifiée en vue d'un appel.", "[End of document]"]]}