{"id_": "034038", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for judicial review under s. 18.1 of the", "Federal Court Act", ", [see footnote 1] (the \"", "Act", "\") to set aside a decision of the Pension Appeals Board (the \"Board\"), dated July 15, 1998, whereby Dureault, J., refused leave to appeal a decision of the Review Tribunal dated April 16, 1997. The Review Tribunal held that the Applicant was disabled, as per s. 42(2) of the", "Canada Pension Plan", "[see footnote 2] (the \"", "CPP Act", "\"), beginning in October 1994.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant, Mr. Norman Rafuse, is a 63 year old man with a grade 12 education who worked at London Life, selling life insurance, from January 1962 until September 1991.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In January 1992, the Applicant applied to the Canada Pension Plan (CPP) for disability benefits, suffering in part from Chronic Fatigue Syndrome.  <FRAGMENT_SUPPRESSED>"], ["[4]", "With his application for disability benefits, the Applicant provided a questionnaire in which he indicates that Chronic Fatigue Syndrome limited his ability to work from 1988 to 1991. By 1991, the Applicant was completely unable to work.  <FRAGMENT_SUPPRESSED>"], ["[5]", "By letter dated February 18, 1992, CPP informed the Applicant that his application was denied. The Applicant appealed this decision by letter dated May 15, 1992. This appeal was refused by letter dated September 13, 1994.  <FRAGMENT_SUPPRESSED>"], ["[6]", "An appeal was made before the Review Tribunal (the \"Tribunal\") who heard the case in January 1997.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Tribunal rendered its decision on April 16, 1997. The Tribunal accepted the Applicant's disability, but only as of October 1994. The Tribunal chose this date because it is the date when Dr. McSherry, expert witness for the Applicant, first personally examined the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In July 1997, the Applicant filed an application for leave to appeal with the Pension Appeals Board.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Appeals before the Pension Appeals Board are considered de novo proceedings.  <FRAGMENT_SUPPRESSED>"], ["[10]", "On July 15, 1998, the Chairman of the Pension Appeals Board, Dureault, J., denied the application for leave to appeal.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Counsel for the respondent specifically addresses the proper standard of review to apply in this case. He argues that the pragmatic functional analysis suggests that the decision of Dureault, J., should not be interfered with unless it is so unreasonable as to be unlawful. According to the respondents, this standard is between \"reasonableness simpliciter\" and \"patently unreasonable\".  <FRAGMENT_SUPPRESSED>"], ["[12]", "My colleague Teitelbaum, J., dealt with this very issue in", "<FRAGMENT_SUPPRESSED>  conclusion:  <FRAGMENT_SUPPRESSED>", "\"In balancing these four factors to arrive at the appropriate standard of review for a decision of the PAB, I am satisfied that a middle to lower level of deference should be accorded to decisions of the PAB.\" [see footnote 5]  <FRAGMENT_SUPPRESSED>"], ["[13]", "In my view, the first step in this analysis is to determine what test the Pension Appeals Board should apply in determining whether to grant leave to appeal. This issue was addressed by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  such 'it is a first and lower hurdle for the applicant to meet than that that must be met on the hearing of the appeal on the merits' (see page 6 of decision). The court relied on the case of", "<FRAGMENT_SUPPRESSED>  proposition that some", "arguable ground", "upon which the proposed appeal might succeed is needed in order for leave to be granted.\" [see footnote 7]  <FRAGMENT_SUPPRESSED>"], ["[14]", "The proper test for the Pension Appeals Board to apply in determining whether to grant leave to appeal, therefore, is whether there is an arguable case which might succeed on appeal. It is a lower threshold for the Applicant to meet than the one to be met on the hearing of the appeal on the merits.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Three requirements must be met in order to qualify for disability benefits. First, the Applicant must have made valid contributions to the plan for a minimum qualifying period, which is not at issue in this case. Second, the Applicant must be disabled within the meaning of s. 42(2) of the", "CPP Act", "when the contributory requirements were met. The only aspect of this second factor which is at issue is whether the applicant was disabled as per s. 42(2) of the", "CPP Act", "prior to 1994. Third, the Applicant must continue to be disabled, which again is not at issue.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Focussing on whether the Applicant was disabled within the meaning of s. 42(2) of the", "CPP Act", "prior to 1994, the evidence before the Pension Appeals Board includes an opinion by Dr. McSherry that the Applicant was likely disabled as of 1992, and two reports by Dr. Irving Salit dated July 18, 1991, and August 30, 1991 in the Hearing Case file. The reports of Dr. Salit were summarized by the Tribunal as follows:  <FRAGMENT_SUPPRESSED>", "\"[...] In the earlier report Dr. Salit gives his opinion that Mr. Rafuse is not incapacitated for any type of employment but was having trouble performing to his usual standards. In the later report Dr. Salit indicates that Mr. Rafuse had been suffering [...] cognitive impairment, lack of interest, despair and depressive symptoms. Dr. Salit found that the laboratory abnormalities are supportive of the diagnosis of CFS. He felt that Mr. Rafuse was quite incapacitated into the spring of 1991 and only recently had improved enough to be able to work more than half a day in an effective manner.\" [see footnote 8]  <FRAGMENT_SUPPRESSED>"], ["[17]", "Further, the only evidence to support the Review Tribunal's decision to impose October 1994 as a date of onset for the Applicant's disability is that October 1994 is when Dr. McSherry first personally examined the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Given that the test to determine whether or not to grant leave to appeal is whether the Applicant has an arguable case which could succeed on appeal, in my opinion, the Applicant has met this test. There is evidence which supports the Applicant's assertion that he was disabled as per s. 42(2) of the", "CPP Act", "prior to 1994, including the opinion of Dr. McSherry and the written report of Dr. Salit dated August 30, 1991. Whether this evidence is sufficient to satisfy s. 42(2) of the", "CPP Act", "goes to the merits of the case, which should not be considered at this stage. Given that the Applicant has sufficient evidence which could succeed on appeal, in my opinion, the decision of the Pension Appeals Board denying leave to appeal is unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The decision of Dureault, J., is set aside and the Applicant is granted leave to appeal to the Pension Appeals Board.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. R.S.C. 1985, c. F-7.  <FRAGMENT_SUPPRESSED>", "2. R.S.C. 1985, c. C-8.  <FRAGMENT_SUPPRESSED>", "3. (1999), 177 F.T.R. 88 (T.D.).  <FRAGMENT_SUPPRESSED>", "4. [1998] 1 S.C.R. 982; 226 N.R. 201.  <FRAGMENT_SUPPRESSED>", "5. Supra note 3 at 98.  <FRAGMENT_SUPPRESSED>", "6. (1999), 252 N.R. 141 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "7. Ibid. at 143.  <FRAGMENT_SUPPRESSED>", "8. Applicant's Record at pp. 67-68.  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}