{"id_": "034034", "body_str": [["[1]", "Jerome, A.C.J.", ": This application for an order in the nature of mandamus directing the respondents to process the applicant's application for citizenship came on for hearing at Toronto, Ontario on October 26, 1987. At the outset of the hearing I granted the applicant's motion to add the Registrar of Citizenship as a respondent in this application."], ["[2]", "The facts are not in dispute and are contained in the affidavits of the applicant dated June 16, 1987 and filed June 17th, Catherine Lane, Registrar of Citizenship dated June 25, 1987 and filed June 26th and James Howie, Official Secretary of State, dated June 26, 1987 and filed June 29th."], ["[3]", "The applicant filed an application for Canadian citizenship on April 1, 1986. At that time he requested urgent processing of the application on the basis that although he was born in Japan, being of Korean descent, he is not entitled to Japanese citizenship. Thus, the only travel document he possesses is a Japanese Re-Entry Permit, the extension of which will require his personal attendance in Japan. The citizenship application was, therefore, marked for urgent processing. The Registrar of Citizenship immediately sent the application to the Royal Canadian Mounted Police who gave it \"criminal record clearance\" on April 11, 1986 and forwarded it to the Canadian Security Intelligence Service (CSIS) for security checks. CSIS has advised the respondents that their investigation of the applicant is ongoing and that they are not yet in a position to advise the Registrar of Citizenship concerning the applicant's security check. The Registrar subsequently advised CSIS of the urgency involved in this case. CSIS continues to maintain that since the investigation is incomplete, they are not in a position to advise the Registrar as to whether the applicant could constitute a security threat for Canada. The respondents take the position that the application cannot advance until the CSIS response is in place. The applicant contends that the respondents have a statutory duty under the Citizenship Act to process his application and, therefore, seeks an order in the nature of mandamus directing the respondents to do so."], ["[4]", "Section 3 of the Citizenship Regulations sets out the duties of the Registrar of Citizenship when in receipt of an application for citizenship. Sections 3(6) and (7) provide as follows:", "\"3(6) On receipt of an application and materials forwarded to him pursuant to subsection (2) or (3), the Registrar shall forthwith cause to be commenced the inquiries necessary to determine whether the applicant meets the requirements of the Act and these Regulations with respect to the application.", "\"(7) After the satisfactory completion of the inquiries commenced under subsection (6), the Registrar shall forthwith notify the citizenship officer with whom the application and materials have been filed under subsection (1) or to whom they have been forwarded under subsection (5) that the application may be referred to a citizenship judge.\"", "The specific requirements which must be fulfilled for the grant of citizenship are contained in s. 5 of the Citizenship Act:", "\"5(1) The Minister shall grant citizenship to any person who, not being a citizen, makes application therefor and", "(a) is eighteen years of age or over;", "(b) has been lawfully admitted to Canada for permanent residence, has not ceased since such admission to be a permanent resident pursuant to section 24 of the Immigration Act, 1976, and has, within the four years immediately preceding the date of his application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which he was resident in Canada before his lawful admission to Canada for permanent residence he shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which he was resident in Canada after his lawful admission to Canada for permanent residence he shall be deemed to have accumulated one day of residence;", "(c) has an adequate knowledge of one of the official languages of Canada;", "(d) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(e) is not under a deportation order and is not the subject of a declaration by the Governor in Council made pursuant to section 18.\"", "Sections 17.1 and 18 of the Citizenship Act (S.C. 1984, c. 21, s. 75) provide:", "\"17.1(1) In this section and section 18, 'Review Committee' and 'threats to the security of Canada' have the meanings assigned to those expressions by the Canadian Security Intelligence Service Act.", "\"(2) Where the Minister is of the opinion that a person should not be granted citizenship under section 5 or subsection 10(1) or administered the oath of citizenship or be issued a certificate of renunciation under section 8 because there are reasonable grounds to believe that the person will engage in activity", "(a) that constitutes a threat to the security of Canada, or", "(b) that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of any offence that may be punishable under any Act of Parliament by way of indictment,", "the Minister may make a report to the Review Committee and shall, within ten days after the report is made, cause a notice to be sent informing the person of the report and stating that following an investigation in relation thereto, a declaration with respect to that person may be made by the Governor in Council under section 18.", "\"(3) Where a report is made to the Review Committee pursuant to subsection (2), the Review committee shall investigate the grounds on which it is based and for that purpose subsections 39(2) and (3) and sections 43, 44 and 48 to 51 of the Canadian Security Intelligence Service Act apply, with such modifications as the circumstances require, to the investigation as if the investigation were conducted in relation to a complaint made pursuant to section 42 of that Act, except that a reference in any of those provisions to 'deputy head' shall be read as a reference to the Minister.", "\"(4) The Review Committee shall, as soon as practicable after a report is made to it pursuant to subsection (2), send to the person with respect to whom the report is made a statement summarizing such information available to it as will enable the person to be as fully informed as possible of the circumstances giving rise to the report.", "\"(5) The Review Committee shall,", "(a) on completion of an investigation in relation to a report made to it pursuant to subsection (2), make a report to the Governor in Council on all matters relating thereto; and", "(b) at the same time as or after a report is made pursuant to paragraph (a), provide the complainant with a report containing the conclusions of the report made pursuant to that paragraph.", "\"18(1) Notwithstanding anything in this Act, a person shall not be granted citizenship under section 5 or subsection 10(1) or administered the oath of citizenship or be issued a certificate of renunciation under section 8 where, after considering the report made by the Review Committee referred to in paragraph 17.1(5) (a), the Governor in Council declares that there are reasonable grounds to believe that the person with respect to whom the report was made will engage in activity", "(a) that constitutes a threat to the security of Canada; or", "(b) that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of any offence that may be punishable under any Act of Parliament by way of indictment.\"", "Clearly, the Registrar of Citizenship has a duty under s. 3(6) to \"... cause to be commenced the inquiries necessary to determine whether the applicant meets the requirements of the Act ...\". Section 18 also dictates that citizenship shall not be granted where the Governor in Council declares a reasonable belief that any applicant will engage in activity that constitutes a threat to the security of Canada. The Registrar therefore has a corresponding duty to commence the inquiries necessary to determine whether there is information on which such a declaration could be made. Although neither the Act nor the Regulations specifically require that citizenship applications be referred to CSIS for \"security checks\", I am nevertheless satisfied that in making the initial referral to the R.C.M.P., the Registrar of Citizenship is fulfilling her duty under s. 3(6) of the regulations."], ["[5]", "I have considered whether the decision of Mahoney, J., in  <FRAGMENT_SUPPRESSED> , is applicable here. There, the applicant was granted landing in 1978 and applied for citizenship on April 22, 1981. On November 22, 1978, however, a deportation order had been issued against the applicant following an inquiry held under the Immigration Act, 1976. The deportation order was quashed by the Immigration Appeal Board on January 7, 1981. A second Direction for Inquiry was issued to the applicant on August 28, 1981. The Registrar of Citizenship refused to process the applicant's application for citizenship until the result of that inquiry was known. In granting a writ of mandamus requiring the respondents to process the citizenship application, Mahoney, J., states at page 188:", "\"The applicant's present status under the Immigration Act is that he has been lawfully admitted to Canada for permanent residence and that he is not under a deportation order. The Registrar is aware of that as a result of the inquiries made of the immigration authorities. The fact that a new inquiry is under way is no reason for the Registrar not forthwith to carry out the requirements of subs. 3(7) of the Citizenship Regulations.\"", "Clearly, those facts are distinguishable from the present case. There, the information obtained from the Registrar's inquiries indicated that the applicant met the requirements for citizenship although a second inquiry into his immigration status had been commenced. The information obtained from CSIS in regard to the present applicant is set out in the letter of the Deputy Director of CSIS to the Registrar, dated June 26, 1987:", "\"This will advise that the Service is not yet able to provide advice to the Secretary of State on LEE JON HON's citizenship application pursuant to paragraph 14(b) of the CSIS Act. In this regard, I would advise you that our investigation pursuant to section 15 of the CSIS Act is ongoing and yet to be completed. That investigation predates the bringing of the Mandamus application and may give rise to proceedings under section 17.1 of the Citizenship Act.", "\"I would add that our investigation under section 15 of the CSIS Act is consequent to a previous Service interest in LEE JON HON's activities; activities that may disqualify him for Canadian citizenship.\"", "On the basis of that information, the Registrar is not in a position to determine whether the applicant meets the requirements for the grant of citizenship specified in s. 5. On the contrary, while the CSIS investigation is ongoing, preliminary indications are that the applicant may be ineligible for citizenship. It would appear, therefore, that the respondent is acting precisely in conformity with her statutory obligation. The Registrar of Citizenship has not determined whether the applicant meets the requirements of the Act and is therefore under no statutory duty to refer the citizenship application to a citizenship judge. Indeed, in the face of existing information, it is difficult to see how the Registrar could permit the matter to get before a citizenship judge without offending the sections of the Act to which I referred above."], ["[6]", "Finally, mandamus is a discretionary form of relief and should issue to compel performance of a statutory duty, but also should be confined to cases where no other more suitable remedy is available. In that regard, I have already concluded that the actions of the present respondent are consistent with her statutory obligations. The applicant's grievance therefor may be with CSIS, a grievance which is of course not before me in the present context. The Canada Security Intelligence Act then becomes significant, in particular s. 41:", "\"41(1) Any person may make a complaint to the Review Committee with respect to any act or thing done by the Service and the Committee shall, subject to subsection (2), investigate the complaint if", "(a) the complainant has made a complaint to the Director with respect to that act or thing and the complainant has not received a response within such period of time as the Committee considers reasonable or is dissatisfied with the response given; and", "(b) the committee is satisfied that the complaint is not trivial, frivolous, vexatious or made in bad faith.", "\"(2) The Review Committee shall not investigate a complaint in respect of which the complainant is entitled to seek redress by means of a grievance procedure established pursuant to this Act or the Public Service Staff Relations Act.\""], ["[7]", "In turn, if an application to this court is considered necessary, presumably the Solicitor General would be the appropriate respondent."], ["[8]", "In any event, the present motion is dismissed with costs.", "Application dismissed.", "Editor: Steven C. McMinniman/sms", "[End of document]"]]}