{"id_": "034132", "body_str": [["[1]", "Manson, J.", ": This is an application for judicial review of the decision of Judy Lewis, a member of the Refugee Protection Division of the Immigration and Refugee Protection Board [the Board], pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act]. The Board dismissed the Applicants' claim for refugee protection, concluding that they were not convention refugees or persons in need of protection under sections 96 and 97 of the Act.", "I. Issue"], ["[2]", "Was the Board's decision with respect to its review of the evidence, assessment of credibility and the Applicants' well-founded fear of persecution, unreasonable?", "II. Background"], ["[3]", "The Applicants are citizens of Cameroon. They consist of the Principal Applicant [PA], and her daughter Chanel Mainimo [the Minor Applicant or the MA]. The PA also has a son who is a citizen of Canada."], ["[4]", "According to her Personal Information Form [PIF] narrative, the PA fears abuse from her spouse and that the MA would be subject to female genital mutilation [FGM] in Cameroon."], ["[5]", "In 1991, the PA began a relationship with a man named Fonjo Mainimo. In 1993, they had their first daughter, Judith. The PA was 17 years old at the time and lived in the village of Mboshon, near Kumbo, with Mr. Mainimo and his family."], ["[6]", "After she was born, members of Mr. Mainimo's family indicated that Judith should be circumcised. This belief was echoed by the Charmitine, a powerful group of chief women in Mboshon. The PA and her parents objected to this practice for health and safety reasons."], ["[7]", "In 1996, five women took Judith from her home to be circumcised. The PA and her parents were told by the Charmitine that they would be killed if they interfered with Judith's circumcision. The PA did not interfere."], ["[8]", "Judith did not stop bleeding after her circumcision, her wound became infected, and she died three days later. The PA became angry and depressed."], ["[9]", "In December, 1996, the PA moved to Torino, Italy, and worked as a hair stylist. Mr. Mainimo stayed in Cameroon, but their relationship continued. In 2003, Mr. Mainimo was granted refugee status in Italy, and began living with the PA. The PA married Mr. Mainimo in 2003."], ["[10]", "In 2004, the PA's father was injured in a car accident and the PA and Mr. Mainimo returned to Cameroon to assist him. In 2007, once the PA's father's health improved, the PA returned to Italy. The MA was born on November 6, 2007."], ["[11]", "After the MA's birth, Mr. Mainimo began to drink heavily, stopped working and began to verbally and physically abuse the PA. The PA contacted the police but they were not able to protect her. She describes two particular occasions of abuse in her PIF narrative: on one occasion, Mr. Mainimo burnt the PA's right leg with a hot iron, on another, he grabbed her by her hair in a park. She lost hair as a result of this attack."], ["[12]", "The PA attempted to leave Mr. Mainimo by moving to a friend's house in Milan, but Mr. Mainimo found her. He threatened to kill her if she did not return with him to Torino. She complied with his demand. After four months, Mr. Mainimo resumed his abuse. The PA fled to Rome, but was again found by Mr. Mainimo, and returned with him to Torino. A month later, she fled to Belgium, but Mr. Mainimo found her again and she returned to Torino, believing that he could find her anywhere in Europe."], ["[13]", "In November, 2010, the PA decided that she must return to Cameroon to escape Mr. Mainimo. In accordance with traditional cultural norms, she stayed with Mr. Mainimo's family. They believed that the PA deserved the abuse that she received, and soon began pressuring the PA to circumcise the MA."], ["[14]", "The PA feared for the safety of the MA and fled to a Catholic convent, where she stayed for several months until she was able to acquire a plane ticket to Canada. She arrived in Canada and claimed refugee protection on April 11, 2011. She gave birth to a son on April 24, 2011."], ["[15]", "After arriving in Canada, the PA was informed that the Charmitine were searching for her at the convent where she hid prior to leaving for Canada."], ["[16]", "In support of her claim, the PA submitted a number of documents. These included a psychological assessment by Dr. Pat Durish, a clinical social worker, which shows that the PA suffers from Post-Traumatic Stress Disorder; three police reports detailing the abuse suffered by Mr. Mainimo; two Canadian physicians' reports which show that burn scarring on her leg and a bald patch on her head are consistent with her reports of physical abuse by Mr. Mainimo; Judith's death certificate; and several letters of support from friends attesting to Mr. Mainimo's abuse and the nature of Judith's death."], ["[17]", "The Board dismissed Dr. Durnish's report on the basis that it is the Board's responsibility to assess credibility."], ["[18]", "The Board also drew a number of negative credibility inferences:", "i. The PA only provided one police report, despite testifying that she went to the police three times;", "ii. The PA submitted Italian court documents, but did not mention these documents in her PIF narrative;", "iii. The PA travelled to England in 2007 for a holiday, but omitted this information from her PIF narrative and was not able to explain how she was able to finance this trip;", "iv. The PA did not produce any evidence that she sought medical treatment in Italy from the injuries caused by Mr. Mainimo. The Board dismissed evidence provided from doctors in Toronto as being inconclusive as to how and when she obtained her injuries; and", "v. Judith's death certificate does not provide any information about the cause of her death."], ["[19]", "The Board reviewed the documentary evidence of state protection in Italy and concluded that the PA did not adduce clear and convincing evidence to rebut the presumption of state protection. With regard to Cameroon, the Board notes that societal violence and discrimination against females occurs and that police are ineffective, poorly trained, and corrupt. However, the Board found that there was no evidence that the PA contacted the police in Cameroon. Moreover, the Board noted that there was no objective evidence that the Charmitine exist. Consequently, the Board found that the PA would not face a serious possibility of persecution if she returned to Cameroon."], ["[20]", "The Board also found that the PA lacks a subjective fear of persecution, based on her reluctance to seek refugee protection prior to arriving in Canada. Since the PA left Cameroon in 1996 she returned twice, and travelled to Italy, Belgium and England. However, she failed to seek refugee protection until she arrived in Canada in April, 2011."], ["[21]", "Finally, the Board stated that the PA failed to provide a satisfactory explanation as to why she returned to Cameroon in November, 2010, to escape her husband's abuse, given the fact that the MA could be at risk of FGM.", "III. Standard of Review"], ["[22]", "The standard of review is reasonableness (", "<FRAGMENT_SUPPRESSED> ).", "IV. Analysis"], ["[23]", "The Respondent admits that the Board overlooked the two police reports filed by the Applicant, and agrees that the Board's domestic abuse findings were flawed."], ["[24]", "Notwithstanding this, the Respondent contends that the Applicants failed to establish a well-founded fear of persecution. The Respondent argues that there is no objective evidence that the Charmitine exist. Consequently, the Board was not obliged to consider the MA's claim. In the absence of any documentary evidence of their agents of persecution, the Applicants cannot have a well-founded fear of persecution."], ["[25]", "Further, the Respondent notes that the Board was not required to assess domestic violence in Cameroon as there was insufficient evidence to suggest that Mr. Mainimo would return to Cameroon to abuse to the PA."], ["[26]", "As well, the Respondent argues that the Applicants' delay in seeking state protection was such that it indicates that they lack a subjective fear of persecution. The PA lived in Italy and traveled to Belgium and England but did not seek protection in those countries."], ["[27]", "The Respondent also argues that the Board concluded that the Applicants had an internal flight alternative [IFA] in large cities in Cameroon, such as Yaounde or Douala. The onus was on the Applicants to show that they did not have IFA, and the Applicants did not do so."], ["[28]", "I find that the Board's assessments of the PA's credibility and the Applicants' well-founded fear of persecution were unreasonable. The Board ignored pieces of critical evidence, made conclusions based on misunderstandings of the evidence, and failed to conduct relevant analyses. The Board's decision as a whole was unreasonable."], ["[29]", "I note that while the Board was not obliged to reference all evidence before her, her duty to reference and analyze evidence increases in proportion to the relevance of that evidence in determining a critical issue (", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "With respect to the Applicants' fear of FGM being performed on the MA, the Board was unreasonable in discounting Judith's death certificate on the grounds that it contained no information regarding her cause of death. There is no location on the certificate suitable for a declaration of a cause of death. It was unreasonable of the Board to discount this evidence on the basis that it failed to provide information beyond its defined purpose (", "<FRAGMENT_SUPPRESSED> )."], ["[31]", "The Board also erred in disbelieving the MA was at risk from the Charmitine because there was no mention of the Charmitine in the documentary evidence. The Applicants acknowledge that there is no reference of this particular group in the documentary evidence, but there is a reference to an analogous group in the village of Mfuni. The documentary evidence also shows that FGM is common in Cameroon and \"mob justice\" is widespread because of the ineffectiveness of the police. Further, two of the Applicants' letters of support corroborated the existence of the Charmitine. Considering the evidence provided by the Applicants, it was unreasonable of the Board to discount the existence of the Charmitine solely because it was not mentioned in the documentary evidence."], ["[32]", "The Board also concluded that the PA's fear of persecution was not well-founded because she did not claim refugee protection in England, Belgium or Italy. However, the PA visited England before Mr. Mainimo started to abuse her - she had no reason to claim refugee protection prior to that time. When in Italy and Belgium, she was found and abused by Mr. Mainimo, and police were unable to offer adequate protection. This leads me to find that it cannot reasonably be inferred that the PA lacked a well-founded fear of persecution owing to a delay in claiming refugee protection."], ["[33]", "Moreover, the Board's analysis of the PA's domestic abuse allegations was unreasonable, in that it failed to consider two police reports in impugning the credibility of her claims. Because of this error, it is unclear how the Board would have concluded with respect to the PA's credibility had it considered this corroborative evidence. This, in combination with the Board's failure to consider the report of Dr. Durnish and the recommendations of the Gender Guidelines with respect to the PA's testimony, results in my finding that the Board's general credibility assessment was unreasonable."], ["[34]", "The Board's decision is also unreasonable because the Board did not conduct an analysis of the MA's claim with respect to her risk of FGM. The only evidence cited by the Board in relation to the MA's claim acknowledges that FGM is frequently conducted in Cameroon and is not prohibited by law. Far from invalidating the MA's claim, this evidence supports it. The MA's claim is distinct from the PA's and required an independent assessment (", "<FRAGMENT_SUPPRESSED> )."], ["[35]", "Finally, the Board did not make a finding on whether there was an IFA available to the Applicants. The only potential reference to an IFA is at para 28 of the decision, where the Board states \"it is possible for a woman to live alone in Cameroon's large cities, such as Yaounde or Douala, as long as they have the necessary resources.\" It is not clear from this excerpt whether the Board was making an IFA finding, and even if that was the Board's intent, it is not an intelligible or justifiable conclusion.", "JUDGMENT"], ["[36]", "THIS COURT'S JUDGMENT is that", "1. This application is allowed and the matter is remitted back to a different Board member for reconsideration;", "2. There is no question for certification.", ".........................", "Jenette Yula Njodzenyuy et Chanel Fomonyuy Mainimo (par sa tutrice à l'instance) (demanderesses) v. Le Ministre de la Citoyenneté et de l'Immigration (défendeur)"], ["[1]", "Le juge Manson", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire à l'encontre de la décision rendue par Judy Lewis, une commissaire de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission), présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi). La Commission a rejeté la demande d'asile des demanderesses et conclu qu'elles n'avaient pas qualité de réfugiées au sens de la Convention ni celle de personnes à protéger aux termes des articles 96 et 97 de la Loi.", "I. La question en litige"], ["[2]", "La décision de la Commission portant sur l'examen de la preuve, l'appréciation de la crédibilité et le caractère bien fondé de la crainte de persécution des demanderesses était-elle raisonnable?", "II. Le contexte"], ["[3]", "Les demanderesses sont citoyennes du Cameroun. Il s'agit de la demanderesse principale (la DP) et de sa fille Chanel Mainimo (la DM). La DP a également un fils qui est citoyen canadien."], ["[4]", "Selon l'exposé circonstancié de son Formulaire de renseignements personnels (FRP), la DP craint d'être victime de mauvais traitements de la part de son époux et craint également que la DM soit soumise à une mutilation génitale des femmes (MGF) au Cameroun."], ["[5]", "En 1991, la DP entreprit une relation avec un homme nommé Fonjo Mainimo. En 1993, ils eurent leur première fille, Judith. La DP avait alors 17 ans et vivait dans le village de Mboshon, près de Kumbo, avec M. Mainimo et sa famille."], ["[6]", "Après la naissance de Judith, les membres de la famille de M. Mainimo ont donné à entendre qu'elle devrait être excisée. Le Charmitine, un puissant groupe de femmes-chefs à Mboshon, se faisait l'écho de cette croyance. La DP et ses parents s'opposèrent à cette pratique pour des raisons de santé et de sécurité."], ["[7]", "En 1996, cinq femmes enlevèrent Judith de sa maison pour la soumettre à l'excision. La DP et ses parents se firent dire par le Charmitine qu'elles seraient tuées si elles s'avisaient d'entraver l'excision de Judith. La DP n'est pas intervenue."], ["[8]", "Judith n'arrêta pas de saigner après son excision, sa plaie s'infecta et elle décéda trois jours plus tard. La DP devint furieuse et déprimée."], ["[9]", "En décembre 1996, la DP se rendit à Turin, en Italie, et y travailla comme coiffeuse. M. Mainimo resta au Cameroun, mais leur relation se poursuivit. En 2003, M. Mainimo se vit accorder le statut de réfugié en Italie et commença à vivre avec la DP. La DP épousa M. Mainimo en 2003."], ["[10]", "En 2004, le père de la DP fut blessé dans un accident de voiture, et la DP et M. Mainimo retournèrent au Cameroun pour lui venir en aide. En 2007, lorsque la santé du père de la DP s'améliora, la DP retourna en Italie. La DM vint au monde le 6 novembre 2007."], ["[11]", "Après la naissance de la DM, M. Mainimo commença à boire abondamment, cessa de travailler et commença à faire montre de violence verbale et physique à l'égard de la DP. Celle-ci s'adressa à la police, mais cette dernière n'a pu lui offrir de protection. Elle décrit deux occasions particulières où elle fut victime de maltraitance dans l'exposé circonstancié de son FRP: à une occasion, M. Mainimo brûla la jambe gauche de la DP avec un fer chaud et à une autre occasion, il l'attrapa par les cheveux dans un parc. Elle perdit des cheveux suite à cette agression."], ["[12]", "La DP tenta de quitter M. Mainimo en déménageant dans la maison d'une amie à Milan, mais M. Mainimo la retrouva. Il menaça de la tuer si elle ne retournait pas avec lui à Turin. Elle se soumit à son exigence. Après quatre mois, M. Mainimo recommença à la maltraiter. La DP s'enfuit à Rome, mais M. Mainimo la retrouva une nouvelle fois et elle retourna avec lui à Turin. Un mois plus tard, elle s'enfuit en Belgique, mais M. Mainimo la retrouva une fois de plus, et elle retourna une fois de plus à Turin, croyant qu'il pourrait la retrouver partout en Europe."], ["[13]", "En novembre 2010, la DP décida qu'elle devait retourner au Cameroun pour échapper à M. Mainimo. Conformément aux normes culturelles traditionnelles, elle a vécu dans la famille de M. Mainimo. La famille croyait que la DP méritait les mauvais traitements auxquels elle avait été soumise et commença peu après à faire pression sur la DP afin qu'elle soumette la DM à l'excision."], ["[14]", "Craignant pour la sécurité de la DM, la DP se réfugia dans un couvent catholique, où elle resta pendant plusieurs mois jusqu'à ce qu'elle puisse acquérir un billet d'avion pour le Canada. Elle arriva au Canada et demanda l'asile le 11 avril 2011. Elle donna naissance à un fils le 24 avril 2011."], ["[15]", "Après son arrivée au Canada, la DP fut informée que le Charmitine l'avait recherchée au couvent où elle s'était réfugiée avant de partir pour le Canada."], ["[16]", "La DP a soumis un certain nombre de documents au soutien de sa demande. On y trouve une évaluation psychologique faite par M. Pat Durish, un travailleur social clinique, qui démontre que la DP se trouve dans un état de stress post-traumatique; trois rapports de police décrivant la maltraitance dont Mme Mainimo a été victime; deux rapports provenant de médecins canadiens qui démontrent que la cicatrice de brûlure qu'elle présente sur sa jambe et la calvitie partielle correspondent à ses récits de maltraitance physique aux mains de M. Mainimo; le certificat de décès de Judith; plusieurs lettres d'appui provenant d'amis attestant la maltraitance aux mains de M. Mainimo et la nature du décès de Judith."], ["[17]", "La Commission rejeta le rapport de M. Durnish, au motif qu'il appartenait à la Commission d'apprécier la crédibilité."], ["[18]", "La Commission tira aussi un certain nombre d'inférences défavorables quant à la crédibilité:", "(i) La DP n'a produit qu'un seul rapport de police, bien qu'elle ait affirmé dans son témoignage s'être adressée à trois reprises à la police;", "(ii) La DP a soumis des documents provenant des tribunaux italiens, mais ne mentionne pas ces documents dans l'exposé circonstancié de son FRP;", "(iii) La DP passa des vacances en Angleterre en 2007, mais a omis d'en faire mention dans l'exposé circonstancié de son FRP et n'a pu expliquer comment elle avait pu financer ce voyage;", "(iv) La DP n'a produit aucune preuve pour démontrer qu'elle avait reçu des soins médicaux en Italie à la suite des blessures que M. Mainimo lui avait infligées. La Commission rejeta la preuve provenant des médecins de Toronto en raison de son caractère non concluant relativement à la façon dont ses blessures lui avaient été infligées;", "(v) Le certificat de décès de Judith ne comporte aucune information sur la cause de son décès."], ["[19]", "La Commission a examiné la preuve documentaire relative à la protection de l'État en Italie et a conclu que la DP n'avait pas produit de preuve claire et évidente pour réfuter la présomption de protection de l'État. En ce qui a trait au Cameroun, la Commission fait observer que la violence est un phénomène de société, que les femmes font l'objet de discrimination et que la police est inefficace, mal formée et corrompue. Toutefois la Commission a conclu qu'il n'y avait pas de preuve suivant laquelle la DP s'était adressée à la police au Cameroun. La Commission a également fait observer qu'il n'existait pas de preuve objective de l'existence du Charmitine. Par conséquent, la Commission a conclu que la DP ne serait pas exposée à une possibilité sérieuse de persécution si elle retournait au Cameroun."], ["[20]", "La Commission a également conclu que la DP n'avait pas de crainte subjective de persécution, en raison de sa réticence à demander l'asile avant d'arriver au Canada. Depuis que la DP a quitté le Cameroun en 1996, elle y est retournée deux fois et s'est rendue en Italie, en Belgique et en Angleterre. Toutefois, elle n'a pas demandé l'asile avant d'arriver au Canada en avril 2011."], ["[21]", "Enfin, la Commission a déclaré que la DP n'avait fourni aucune explication satisfaisante quant à savoir pourquoi elle est retournée au Cameroun en novembre 2010 pour fuir la maltraitance de son mari, étant donné qu'elle exposait ainsi la DM à un risque de MGF.", "III. La norme de contrôle"], ["[22]", "La norme de contrôle est la raisonnabilité (", "<FRAGMENT_SUPPRESSED> ).", "IV. Analyse"], ["[23]", "Le défendeur admet que la Commission a passé sous silence les deux rapports de police déposés par la demanderesse et est d'accord avec le fait que les conclusions de la Commission relativement à la violence familiale laissaient à désirer."], ["[24]", "En dépit de cela, le défendeur soutient que les demanderesses n'ont pu établir qu'elles craignaient avec raison d'être persécutées. Le défendeur soutient qu'il n'existe aucune preuve objective de l'existence du Charmitine. Par conséquent, la Commission n'était pas obligée de tenir compte de la prétention de la DM. En l'absence de toute preuve documentaire de l'existence de leurs agents de persécution, les demanderesses ne peuvent craindre avec raison d'être persécutées."], ["[25]", "En outre, le défendeur fait remarquer que la Commission n'était pas tenue d'apprécier la violence familiale au Cameroun, étant donné qu'il n'y avait pas de preuve suffisante donnant à penser que M. Mainimo retournerait au Cameroun pour soumettre la DP à de mauvais traitements."], ["[26]", "De même, le demandeur fait valoir que le retard mis par les demanderesses à demander la protection de l'État est tel qu'il laisse croire qu'elles n'ont pas de crainte subjective de persécution. La DP vivait en Italie et a voyagé en Belgique et en Angleterre, mais n'a pas demandé l'asile dans ces pays."], ["[27]", "Le défendeur fait également valoir que la Commission a conclu que les demanderesses disposaient d'une possibilité de refuge intérieur (PRI) dans de grandes villes camerounaises, telles Yaoundé ou Douala. Il incombait aux demanderesses de démontrer qu'elles ne disposaient pas d'une PRI, ce qu'elles n'ont pas fait."], ["[28]", "Je suis d'avis que l'appréciation que la Commission a faite de la crédibilité de la DP et du caractère bien fondé de la crainte de persécution des demanderesses était déraisonnable. La Commission n'a pas tenu compte d'éléments de preuve déterminants, a tiré des conclusions fondées sur une mauvaise compréhension de la preuve et a omis de procéder aux analyses pertinentes. La décision de la Commission dans son ensemble était déraisonnable."], ["[29]", "Je remarque que la Commission n'était pas tenue de faire mention de toute la preuve dont elle disposait, mais que son obligation de faire mention et d'analyser un élément de preuve augmente en fonction de la pertinence de cet élément de preuve pour trancher une question fondamentale (", "<FRAGMENT_SUPPRESSED> )."], ["[30]", "En ce qui a trait à la crainte des demanderesses qu'une MGF soit pratiquée sur la DM, la Commission a agi de façon déraisonnable en écartant le certificat de décès de Judith du fait qu'il ne contenait aucune information sur la cause de son décès. Il n'existe aucune rubrique dans le certificat de décès quant à la déclaration de la cause du décès. La Commission a écarté cet élément de preuve de façon déraisonnable, au motif que l'information qui y était contenue se limitait à son objet défini (", "<FRAGMENT_SUPPRESSED> et 15;", "<FRAGMENT_SUPPRESSED> )."], ["[31]", "La Commission a également commis une erreur en ne prêtant pas foi au risque que le Charmitine représentait pour la DM, au motif que la preuve documentaire ne faisait pas mention du Charmitine. Les demanderesses reconnaissent qu'aucun élément de la preuve documentaire ne porte sur ce groupe précis, mais il est fait référence à un groupe analogue dans le village de Mfuni. La preuve documentaire démontre également que la MGF est une pratique courante au Cameroun et que la « justice populaire » est répandue en raison de l'inefficacité de la police. En outre, deux des lettres de soutien des demanderesses corroborent l'existence du Charmitine. Au vu de la preuve soumise par les demanderesses, il était déraisonnable que la Commission écarte l'existence du Charmitine pour le seul motif qu'il n'est pas mentionné dans la preuve documentaire."], ["[32]", "La Commission a également conclu que la DP n'avait pas raison de craindre d'être persécutée, étant donné qu'elle n'avait pas demandé l'asile à l'Angleterre, à la Belgique ou à l'Italie. Toutefois, ce n'est qu'après que la DP a visité l'Angleterre que M. Mainimo a commencé à la maltraiter - elle n'avait aucune raison de demander l'asile auparavant. Lorsqu'elle se trouvait en Italie et en Belgique, M. Mainimo l'a retrouvée et l'a maltraitée, et la police n'a pu la protéger de façon efficace. Cela m'amène à conclure qu'on ne saurait inférer de façon raisonnable que la DP n'avait pas raison de craindre d'être persécutée du fait du retard mis à demander l'asile."], ["[33]", "En outre, l'analyse que la Commission a faite des allégations de la DP quant à la violence familiale qu'elle avait subie était déraisonnable, en ce qu'elle a omis deux rapports de police dans son attaque de la crédibilité des prétentions de la DP. En raison de cette erreur, on ne peut savoir comment la Commission aurait conclu relativement à la crédibilité de la DP, si elle avait tenu compte de cette preuve corroborante. Cet élément, couplé à l'omission de la Commission de tenir compte du rapport de M. Durnish et des recommandations des Directives concernant la persécution fondée sur le sexe relativement au témoignage de la DP, m'amène à conclure que l'appréciation de la crédibilité générale à laquelle la Commission a procédé était déraisonnable."], ["[34]", "La décision de la Commission est également déraisonnable pour le motif qu'elle n'a pas procédé à l'analyse de la prétention de la DM selon laquelle elle était exposée à un risque de MGF. Le seul élément de preuve cité par la Commission relativement à la prétention de la DM atteste que la pratique de la MGF est répandue au Cameroun et qu'aucune loi ne l'interdit. Loin d'invalider la prétention de la DM, cette preuve la conforte. La demande de la DM est distincte de celle de la DP et devait être analysée de façon indépendante (", "<FRAGMENT_SUPPRESSED> à 16)."], ["[35]", "Enfin, la Commission n'a pas tiré de conclusion quant à savoir si les demanderesses disposaient d'une PRI. Tout ce qui semble faire référence à une PRI se trouve au paragraphe 28 de la décision, où la Commission affirme qu'« il est possible pour une femme de vivre seule dans les grandes villes du Cameroun, comme Yaoundé ou Douala, à condition qu'elle ait les ressources nécessaires ». Il ne ressort pas clairement de cet extrait si la Commission tirait une conclusion relativement à la PRI et même si cela était l'intention de la Commission; ce n'est pas une conclusion intelligible ou justifiable.", "JUGEMENT"], ["[36]", "LA COUR STATUE que", "1. La demande est accueillie et l'affaire est renvoyée à un autre commissaire pour que celui-ci procède à un nouvel examen.", "2. Il n'y a aucune question à certifier.", "[End of document]"]]}