{"id_": "034144", "body_str": [["[1]", "de Montigny, J.", "[Translation]: The applicant, 9171-7702 Québec Inc. (also known as \"Les Surplus JT\"), commenced an action in contract and in damages against the respondent, Her Majesty the Queen. It alleges essentially that it was misled as to the type of engine a vessel that it purchased from the respondent was equipped with insofar as the main engine was described as a \"1989 Caterpillar Marine 3612 1060 cv\" whereas it was a model\"3512\". The respondent denied breaching her contractual obligations toward the applicant and alleges, by counterclaim, that it was the defendant by counterclaim, Trinav Consultants Inc. (Trinav) that should be liable for any fault that could have been committed since the description of the engine included in the offer to purchase was copied directly from valuation surveys provided by Trinav."], ["[2]", "After properly considering the evidence on file and the parties' submissions as to the applicable law, the Court finds that this action must be dismissed and that the counterclaim is moot.", "I.", "Facts"], ["[3]", "Shortly before the start of trial, the parties submitted a statement of agreed facts and admissions, which I reproduce here in its entirety:", "[translation]", "1. On February 13, 2007, the respondent and plaintiff by counterclaim became the owner of the fishing vessel Donegal (hereinafter \"vessel\") following a forfeit of the vessel to Her Majesty under section 16 of the", "Controlled Drugs and Substances Act", ", 1996, c. 19;", "2. Under the terms of a deed of sale concluded on September 10, 2007, invoice number 7HA000559, the respondent and plaintiff by counterclaim sold to the applicant the vessel for a total of $79,342.86, including the applicable taxes;", "3. The sale took place following the issue of an offer to purchase prepared by Public Works and Government Services Canada (hereinafter \"Public Works\") that supervised the sale of the vessel;", "4. Before putting the vessel up for sale, Public Works retained the services of the defendant by counterclaim TriNav Consultants (hereinafter \"TriNav\") by two contracts (one dated July 25, 2005, and the other July 12, 2007) to examine the vessel and prepare a screening report describing its condition, including an opinion on the market value of the vessel;", "5. In accordance with these contracts, TriNav Consultants prepared two \"Valuation Surveys\" of the vessel, one dated July 25, 2005, and the other dated July 20, 2007;", "6. The offer to purchase from Public Works, which was consulted by Mr. Marmen, the applicant's representative, was prepared based on the two \"Valuation Surveys\" written by TriNav;", "7. TriNav erred by stating in its reports that the vessel's engine was a Caterpillar 3612, when it was actually a Caterpillar 3512;", "8. The description in the reports stated that the vessel had a 1060 horsepower (HP) engine;", "9. The terms of the offer to purchase of August 30, 2007, stated that the sale of the vessel was concluded [translation] \"as is, on the spot\" and that the seller offered no express warranty as to the quantity, nature and character, quality, weight, size or description of the goods sold;", "10. The notice of sale, the invoice and the deed of sale of the vessel indicated at pages 2 and 3 that the vessel was equipped with a", "1989 Caterpillar Marine 3612 HP 1060", "engine;", "11. The offer to purchase from Public Works indicated that it was a 1060 horsepower engine;", "12. It was noted on the", "Canadian Register of Vessels", "on May 22, 2005, and on July 5, 2010, that the vessel had a propulsion power of \"1040\". (At the hearing, this statement was corrected to specify that this information was noted in the Register between May 22, 2005, and July 5, 2010, and not only on those two dates.);", "13. Before bidding to proceed with the purchase of the vessel, the applicant contacted Paul Pleau, a representative of the Crown Assets Distribution Directorate so as to obtain certain information.", "14. Besides the information obtained from Paul Pleau, the applicant did not perform additional checks of the vessel before making its bid.", "15. The applicant took possession of the vessel in Newfoundland;", "16. A few months later, the applicant noticed that the vessel's propulsion engine was in fact a", "1989 Caterpillar Marine 3512 HP 1060", "and not a", "1989 Caterpillar Marine 3512 HP 1060", "(it seems here that the parties made the same error as the one that is the basis of this dispute, since the second description of the engine should instead read", "1989 Caterpillar Marine 3612 HP 1060", ");", "17. These two types of engines (3512 and 3612) are different as regards their respective power;", "18. The offer to purchase prepared by Public Works contained an error with respect to the identification of the engine number, but the horsepower indicated was adequate;", "19. On May 12, 2008, the applicant sent a letter to Public Works stating that it noted that the vessel engine was a \"3512\" instead of a \"3612\" and requesting to be compensated for this inaccurate description;", "20. On July 27, 2012, the applicant resold the vessel to Kojak Raymond of Castries, St-Lucie, for a total of $28,450, plus an unknown amount for the payment of a commission to Patrick Boily of East Coast Marine Broker Inc.;", "21. Between October 1, 2007, and April 5, 2010, the applicant paid a total of $58,584 for the storage of the vessel and the rental of equipment related to the storage of the vessel;", "Admissions", "1. TriNav admits that it prepared two expertises for the sale of the vessel, dated July 13, 2005, and July 20, 2007;", "2. Trinav admits that a clerical error slipped into its reports since the Caterpillar engine was written down as 3612 when it should have been a 3512 model. However, the description of power, i.e. 1060 horsepower (HP), was correct;", "3. The respondent admits that the engine of the vessel Donegal was described on the Public Works Web site, on the offer to purchase and on the deed of sale as a Caterpillar Marine 3612 HP 1060 engine, when it was instead equipped with a Caterpillar Marine 3512 HP 1060 engine."], ["[4]", "It should be noted that in the original statement, the applicant claimed a total of $145,964, for lost profits ($60,000), storage charges incurred ($58,584), costs related to returning the boat to water ($17,380) and difficulties, problems and inconveniences ($10,000). The claim relating to returning the boat to water was subsequently abandoned, resulting in the claim now totalling $128,584.", "II.", "The evidence"], ["[5]", "The parties filed a joint book of documents and presented three ordinary witnesses and two expert witnesses. I will summarize below their testimony in the order in which they were delivered.", "A.", "Paul Pleau"], ["[6]", "Following an agreement between counsel, the respondent presented her main witness at commencement of trial given that he was not available on subsequent days. Mr. Pleau is the Regional Manager, Seized Property Management Directorate, Department of Public Works and Government Services Canada (Public Works), in Halifax. Mr. Pleau has worked for the Directorate for 45 years, and he supervised the sale of the vessel to the applicant in 2007. Mr. Pleau explained what the Seized Property Management Directorate (the Directorate) is and the process used when the federal government sells its property, including property seized and forfeited to the Crown. He specified that he has sold between 100 and 150 boats during his career."], ["[7]", "Mr. Pleau, whose credibility did not appear to me to be questioned, testified that the applicant never asked for the model of the engine. In cross-examination, he mentioned that the serial number of an engine is generally not indicated on the offer to purchase, which appears on the Directorate's Web site, but that it will be provided if it is noted in the appraisal done by the consulting firm, as such information allows a bidder to obtain all relevant information on an engine. In this case, the appraisals submitted by Trinav gave the model number, but not the serial number and that is why this information did not appear in the offers to purchase placed online by the Directorate."], ["[8]", "Mr. Pleau also mentioned that they sent to Mr. Marmen (the owner of \"Surplus JT\") at his request the appraisal submitted to Public Works by Trinav; without remembering the specific date when this report was allegedly submitted to Mr. Marmen, Mr. Pleau stated that he was convinced that it was given to him before the closing date to submit an offer to purchase. Mr. Pleau also reiterated that Mr. Marmen had enquired about the state of the engine, but had never asked him the serial number of the engine. Mr. Pleau does not remember having specifically directed the applicant to the terms of the offer to purchase, nor having specifically told him that he could inspect the boat, but discussed with Mr. Marmen the date on which the boat was to be retrieved if he became the owner.", "B.", "Charles Marmen"], ["[9]", "Mr. Marmen has been the sole owner of the company Les Surplus JT since 2008; he was the only employee of the company in 2007 and it was he who purchased the vessel and who dealt with the Directorate to this effect. He testified that he spoke to Mr. Pleau on a few occasions before August 30, 2007, the closing date of the offer to purchase. He said that he asked him in what state were the engines and boat equipment, to which Mr. Pleau apparently responded that, in his opinion, the boat was in good condition. He said that he also asked for the engine serial number, to which Mr. Pleau answered that he could not give him that information since the only information available was in the offer to purchase appearing on the Directorate Web site. He added that he never discussed the storage costs and was only informed of these after he became the owner of the boat. Finally, Mr. Marmen stated that he had only received Trinav's appraisal after the closing date of the offer to purchase, contrary to what Mr. Pleau stated."], ["[10]", "In cross-examination, Mr. Marmen acknowledged that it was the first time that he had purchased a boat and that his knowledge of Caterpillar engines was only from seeing this company's engines installed on generators when he worked on construction sites. He did not authorize anyone to inspect the vessel before completing his offer to purchase and did not consult the Register of vessels administered by Transport Canada since he was not aware of its existence. He also did not do any research with Caterpillar before purchasing the vessel and did not recall visiting their Web site. He also somewhat modified his version of the facts by saying that he [translation] \"thought\" that he had asked for the serial number from Mr. Pleau, who allegedly told him that he did not know it."], ["[11]", "He stated that he purchased the vessel primarily for the resale value of the engine (although he never advised the respondent of that), but did not rely on the description that was provided in the offer to purchase. Further, there is no evidence that Mr. Marmen allegedly attempted to sell the Caterpillar engine independently of the vessel before the error in the description was discovered in May 2008. Mr. Marmen also confirmed that he did not assess the market to know the resale value of the boat and did not find out about the cost to take the engine out of the boat and sell it separately. In fact, he did not know whether the note \"HP\" (or \"CV\" in the French version) referred to the number 3612 or to the number 1040 (or 1060 in the French version, \"CV\" being a unit of measurement slightly different from \"HP\"). Moreover, he recognized that he did not seek to obtain the serial number before the spring of 2008, because he did not see the need; he relied on the government's appraisal and on the fact that they were asking at least $50,000 for the vessel."], ["[12]", "He also indicated that he did not read the terms and conditions of the offer to purchase, which he had seen on the Directorate Web site, because he read only the English version of this site and did not know that there was a French version or how to access it; furthermore, he acknowledged that he never asked Mr. Pleau, or anyone else, whether these conditions were accessible in French. He also stated that he did not read the conditions of sale that appear on the offer to purchase and on the sale invoice and that he did not ask for a copy of these conditions as authorized by the deed of sale; he did not consider the description of the boat. Finally, he testified that he had not asked Mr. Pleau where the vessel was located, believing that it was in one of the ports managed by Transport Canada. Therefore, he did not believe that he had to pay storage costs. As for the costs related to returning the vessel to water, he was not concerned about this because, by his own admission, he is not familiar with vessels."], ["[13]", "With respect to his discussions in May/June 2008 with Mr. Potvin, manager at the Crown Assets Distribution Directorate, Mr. Marmen asked for damages or to return the boat; he never asked Mr. Potvin to deliver a Caterpillar engine of model 3612 as described on the offer to purchase.", "C.", "Expert Witnesses Marcel Darveau (for the applicant) and Richard Breton (for the respondent)"], ["[14]", "The applicant and the respondent had two experts testify on the basis of their report. Mr. Darveau is a consultant in naval engineering and a professor at the Institut maritime du Québec in Rimouski, after having worked for the Canadian Coast Guard for 30 years. As for Mr. Breton, he has a mechanical engineering diploma from the École de Marine du Québec and he also has a first engineer (class 1) licence from Transport Canada, which qualifies him to be a chief engineer on vessels of all sizes all over the world. After navigating for 10 years, he now has 13 years' maritime expertise and is the owner of the Hayes Stuart Inc. company, a firm of consultants that specializes in providing maritime technical and operational assistance."], ["[15]", "The expertise of Mr. Darveau and Mr. Breton was rapidly acknowledged, with respect to the technical aspect of the vessel and especially its main engine. I accept their testimony, which is consistent for the most part, that the model number written on the offer to purchase the Caterpillar engine was an error that a person who knows even a little about this type of engine and the vessels in general would have easily identified. It appears that Caterpillar engine models 3512 and 3612 are in fact very different, the second being approximately four times heavier than the first and producing approximately three times more power. An informed person would thus have understood right away that there was an error in the description of the engine appearing on the offer to purchase, since a model 3612 Caterpillar engine can only produce as little as 1040 HP (or 1060 CV). Furthermore, a model 3612 engine would be much too big and too powerful for a vessel with the dimensions of the MFV Donegal in this case."], ["[16]", "The only nuance between their two testimonies is perhaps attributable to the importance that each gives the serial number of the engine. Mr. Darveau felt that the serial number is critical information for evaluating the condition of an engine insofar as it helps track the history of repairs and maintenance performed on this engine. The power produced by an engine is not sufficient to identify it since several models of engines, even built by a single manufacturer, may substantially produce the same power based on the calibration (\"rating\") assigned to them. Mr. Breton's opinion was that the power of the engine is the most important factor for a buyer, since that is the information on which basis an appraisal can be done if the vessel or the boat is propelled adequately. Mr. Darveau further acknowledged that an engine is often identified by the \"HP\" number that it produces and that the power is as important as the engine's serial and model numbers. In summary, I accept that the two pieces of information are important and complementary since the serial number helps establish the condition (and value) of an engine, while the power helps determine whether the engine is appropriate for the vessel and what it is to be used for.", "D.", "Rick Young"], ["[17]", "The defendant by counterclaim called as witness Rick Young, one of the owners of the firm Trinav. He explained to the Court how expertise was conducted, what the appraisal survey created by his firm consists in, how the market value and estimated value of the vessel is established \"as is\", etc. In this case, the market value of the vessel \"as is\" was estimated between $90,000 and $120,000 in July 2005 and between $50,000 and $70,000 in July 2007, while the estimated value was of $240,000 in 2005 and $180,000 in 2007."], ["[18]", "He acknowledged that both surveys provided by his firm to Transport Canada contained the same typographical error in the description of the model number of the main engine and that he had become aware of it for the first time when he received an e-mail from a Transport Canada employee in May 2008 asking him to go check the model number of the main engine on the vessel. He also testified that this error had not affected the value of the vessel, insofar as the market value or estimated value of a vessel depends primarily not on the model of the engine, but rather on its condition and whether or not it produces sufficient power to adequately propel the vessel.", "III.", "Issues"], ["[19]", "In his order of January 11, 2012, Prothonotary Morneau identified the questions to be decided during the hearing. These questions read as follows:", "• Did the respondent's servants mislead the applicant by indicating that MFV Donegal was equipped with a \"Caterpillar Marine 3612 HP 1060\" engine when instead it was equipped with a \"Caterpillar Marine 3512 HP 1060\"?", "• Did the applicant act like a prudent and diligent purchaser?", "• Are the clauses \"as is, on the spot\" and \"with no warranty\" defences to the applicant's claim?", "• If the Court finds that the fact of erroneously describing the engine of MFV Donegal is a breach of the respondent's responsibilities, does this error make the defendant by counterclaim liable?", "• If the Court finds that erroneously describing the engine of MFV Donegal is a breach of the responsibilities of the respondent and/or the defendant by counterclaim, what are the damages that the respondent and/or the defendant by counterclaim must pay?", "• Do the damages claimed reflect the loss by the applicant and did the applicant mitigate its damages?"], ["[20]", "Before considering these questions, however, it is essential to determine which is the applicable law. In other words, is a contract of sale of a vessel governed by maritime law or by the civil law of the province where the contract was concluded? The answer to this question is, of course, vital in these proceedings. If it is determined that the sale of the vessel in this case falls under maritime law, it is Canadian maritime law, as this concept is defined in section 2 of the", "Federal Courts Act", ", RSC 1985, c F-7, that should be applied. If, on the contrary, the conclusion is reached that the contractual aspect predominates, then it is the", "Civil Code of Québec", "that must be considered since it is the general law applicable to the Crown in civil matters in Quebec in the same way as common law in the other provinces. The same is true in tort. In section 3 of the", "Crown Liability and Proceedings Act", ", RSC 1985, c C-50, the Crown is liable to a person for the damage caused by the fault of its servants. See: Peter W. Hogg, Patrick J. Monahan and Wade K. Wright,", "Liability of the Crown", ", 4th ed, Carswell, 2011, at pp 497-8; David Sgayias, Meg Kinnear, Donald J Rennie and Brian J Saunders,", "The 1995 Annotated Crown Liability and Proceedings Act", ", Scarborough, Carswell, at p 15."], ["[21]", "Moreover, it is important to specify at the outset that this Court's jurisdiction to know matters submitted before it is not dependent on the applicable law, at least as regards the main action, unlike the situation that would prevail if both parties to the dispute were private parties. In such a context, the Federal Court could not be concerned with a dispute unless it is truly a matter of maritime law, under section 22 of the", "Federal Courts Act", "and section 101 of the", "Constitution Act", "1867", ", as interpreted by such decisions as", "<FRAGMENT_SUPPRESSED>  (", "Quebec North Shore", ") and", "<FRAGMENT_SUPPRESSED>  (", "McNamara Construction", "). In this case, Her Majesty the Queen in Right of Canada is a party to the dispute insofar as it was Public Works that sold the vessel to the applicant. Moreover, it is not in dispute that the Federal Court exercises concurrent jurisdiction for any claim against the federal government, both in contractual and tort law: see the", "Crown Liability and Proceedings Act", ", section 21 and the", "Federal Courts Act", ", section 17. However, there is no doubt that the Federal Court may deal with the dispute between the applicant and Her Majesty the Queen."], ["[22]", "That is not the case for the counterclaim filed by the Crown against Trinav. In this regard, the Federal Court can have jurisdiction to determine the Crown's claim only if it is based on the applicable federal law, to use terminology from", "Quebec North Shore", "and", "McNamara Construction", ". I will return to this question when I deal with the counterclaim."], ["[23]", "I would rephrase the issues as follows:", "(1) What is the law applicable to this dispute?", "(2) Did the respondent breach her contractual obligations?", "(3) Insofar as the respondent breached her contractual obligations, is the liability of the defendant by counterclaim engaged?", "IV.", "Analysis", "(1)", "What is the law applicable to this dispute?"], ["[24]", "It clearly cannot delineate federal power over navigation and shipping conferred by subsection 91(10) of the", "Constitution Act, 1867", ", by referring to the", "Federal Courts Act", "definition of maritime law. Of course, neither of the two levels of government can, on their own initiative and unilaterally, arrogate to themselves the authority to interpret the constitutional text by legislating on the question."], ["[25]", "Very often in the context of disputes involving the jurisdiction of the Federal Court case law has developed relating to whether a matter is under maritime law on a constitutional level. The reason for this is that it was established by the Supreme Court in the decisions", "Quebec North Shore", "and", "McNamara Construction", "that a valid and applicable federal law must necessarily nourish the jurisdiction granted by Parliament to the Federal Court so that it may deal with a dispute."], ["[26]", "Clearly, it is in", "<FRAGMENT_SUPPRESSED>  (", "ITO-Int'l Terminal Operators", "), that we find the first somewhat lengthy discussion of the division of jurisdictions in maritime law. One of the issues in this matter consisted in determining whether the Federal Court had the jurisdiction to hear an action in damages for negligence following the theft of goods stored in a transit shed located in Montréal and operated by a stevedoring and cargo-handling company. This company had agreed with the ocean carrier to unload the goods from the vessel on its arrival at the Port of Montréal and to store them until their delivery to their owner. While they were in storage, several boxes containing the goods were stolen and a claim was filed by the owner of the goods against the carrier and warehouse operator. The Court found that the claim was governed by Canadian maritime law and not Quebec civil law and that the Federal Court had the jurisdiction to hear the dispute."], ["[27]", "The Court will take this opportunity to say something about the concept of maritime law in Canadian constitutional law. In his reasons, McIntyre J. acknowledged that Canadian maritime law must be understood to refer to the body of federal law that govern any maritime and admiralty request. In his view, the second part of the definition from maritime law, under section 2 of the", "Federal Courts Act", "recognizes that this law is not frozen by the", "Admiralty Act", "enacted by the federal Parliament in 1934, and that the terms \"maritime\" and \"admiralty\" should be interpreted within the modern context of commerce and shipping. This expansive definition of Canadian maritime law would not however go beyond the jurisdiction granted to Parliament by the framers in 1867:", "In reality, the ambit of Canadian maritime law is limited only by the constitutional division of powers in the", "Constitution Act, 1867", ". I am aware in arriving at this conclusion that a court, in determining whether or not any particular case involves a maritime or admiralty matter, must avoid encroachment on what is in \"pith and substance\" a matter of local concern involving property and civil rights or any other matter which is in essence within exclusive provincial jurisdiction under s.92 of the", "Constitution Act, 1867", ". It is important, therefore, to establish that the subject-matter under consideration in any case is so integrally connected to maritime matters as to be legitimate Canadian maritime law within federal legislative competence.", "ITO-Int'l Terminal Operators", ", at p 774."], ["[28]", "McIntyre J. explained his thinking somewhat a little later by indicating the factors that led him to think that the dispute before the Court in this matter is under maritime law:", "At the risk of repeating myself, I would stress that the maritime nature of this case depends upon three significant factors. The first is the proximity of the terminal operation to the sea, that is, it is within the area which constitutes the port of Montreal. The second is the connection between the terminal operator's activities within the port area and the carriage by sea. The third is the fact that the storage at issue was short-term pending final delivery to the consignee. In my view it is these factors taken together, which characterize this case as one involving Canadian maritime law.", "ITO-Int'l Terminal Operators", ", at pp 775-776."], ["[29]", "It is interesting to note that in the view of McIntyre J., it is important that Canadian maritime law be consistent throughout Canada and must, for this reason, encompass the common law principles of tort, contract and bailment. This theme would subsequently be restated by La Forest J. in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), a matter where the Court was called upon to determine the applicability of provisions limiting the liability of the owners of vessels contained in the", "Canada shipping Act", ", RSC 1970, c S-9, to a claim for damages brought by a person who suffered personal injuries or lost goods following an accident with a pleasure craft. Relying on a passage of the decision", "ITO-Int'l Terminal Operators", "or McIntyre J. wrote that Canadian maritime law was uniform throughout the country and encompasses common law principles of tort liability, La Forest J. would reiterate the importance of ensuring the uniformity of maritime law in Canada:", "Quite apart from judicial authority, the very nature of the activities of navigation and shipping, at least as they are practised in this country, makes a uniform maritime law which encompasses navigable inland waterways a practical necessity. ... It probably also explains why the Fathers of Confederation thought it necessary to assign the broad and general power over navigation and shipping to the central rather than the provincial governments, and why the courts quickly accepted that this power extended to the regulation of navigation on inland waterways, provided they were in fact navigable ... For it would be quite incredible, especially when one considers that much of maritime law is the product of international conventions, if the legal rights and obligations of those engaged in navigation and shipping arbitrarily changed as their vessels crossed the point at which the water ceased or, as the case may be, commenced to ebb and flow. Such a geographic divide is, from a division of powers perspective, completely meaningless, for it does not indicate any fundamental change in the use to which a waterway is put. In this country, inland navigable waterways and the seas that were traditionally recognized as the province of maritime law are part of the same navigational network, one which should, in my view, be subject to a uniform legal regime.", "I think it obvious that this need for legal uniformity is particularly pressing in the area of tortious liability for collisions and other accidents that occur in the course of navigation. As is apparent from even a cursory glance at any standard text in shipping or maritime law, the existence and extent of such liability falls to be determined according to a standard of \"good seamanship\" which is in turn assessed by reference to navigational \"rules of the road\" that have long been codified as \"collision regulations\"... It seems to me to be self-evident that the level of government that is empowered to enact and amend these navigational \"rules of the road\" must also have jurisdiction in respect of the tortious liability to which those rules are so closely related. So far as I am aware, Parliament's power to enact collision regulations has never been challenged; nor, as far as I can tell, has it ever been contended that these regulations do not apply to vessels on inland waterways. They are in fact routinely applied to determine the tortious liability of such vessels; see the cases cited in Fernandes, op. cit., at pp. 61-105. It follows that the tortious liability of the owners and operators of these vessels should be regarded as a matter of maritime law that comes within the ambit of Parliament's jurisdiction in respect of navigation and shipping. <FRAGMENT_SUPPRESSED> , at pp 1294-96."], ["[30]", "Based on these principles, case law granted Parliament broad law-making authority not only on navigable waters (", "Re Waters and Water Power", ", [1929] SCR 200), navigation works (ibid) and ports (", "<FRAGMENT_SUPPRESSED> ), on marine insurance (", "Zavarovalna Skupnost", ", (", "Insurance Community Triglav Ltd", "v Terrasses Jewellers Inc", ", [1983] 1 SCR 283), on the repair, construction and maintenance of vessels (", "Wire  <FRAGMENT_SUPPRESSED> ) and on the driving and towing of vessels (ibid)."], ["[31]", "What of the contracts of sale for a vessel? Is this a matter that falls under maritime law intrinsically or by analogy with the previously-noted matters? Or must it be concluded that, in pith and substance, such a contract instead falls under civil law? The Supreme Court never directly ruled on the question, while some authors said that they believe that it implicitly came to this conclusion in", "Antares shipping  <FRAGMENT_SUPPRESSED>  (", "Antares", "): see Peter W. Hogg,", "Constitutional Law of Canada", ", loose-leaf, 5th ed, Toronto, Carswell, at p 22-21; CJ Giaschi, \"Confused Seas: The Application of Provincial Statutes to Maritime Matters\", Canadian Maritime Law Association Seminar held on June 1, 2010, in Halifax (NS), June 1, 2010. In this case, the Supreme Court decided that paragraph 22(2)(", ") of the", "Federal Courts Act", "granting jurisdiction to that Court for any request relating to \"title, possession or ownership of a vessel\" is an applicable federal law that enters into the \"navigation and shipping\" category."], ["[32]", "However, it seems to me that this finding is debatable. First, it should be noted that the only question that the Supreme Court should have determined in", "Antares", "was whether the Federal Court had jurisdiction to hear an action to enforce a contract for the sale of a vessel by the delivery and signature of a deed of sale. None of the parties in the case challenged Parliament's authority to enact paragraph 22(2)(", ") and the Court did not discuss this question. Further, the sale of the vessel at issue in this case involved parties located outside Canada; in fact, the appellant claimed that it had purchased the vessel under a deed of sale effected by a document issued in London and that it had fulfilled its obligations to the National Bank of North America in New York. It claimed the delivery of the vessel after the seller had refused to execute his obligations and had sold the vessel to another buyer and that the sale was registered with the Liberian Registrar of shipping in New York. In this context, the argument that it is compelling to ensure uniformity in maritime law in Canada assumes its full significance."], ["[33]", "However, the same is not necessarily true when it comes to determining which are the rules applicable to forming and enforcing the contract between two parties residing in Canada. Can it be legitimately argued that the law governing such a contract is intrinsically linked to maritime law and that the factors set out by McIntyre J. in", "ITO-Int'l Terminal Operators", "are met? Unlike marine insurance, civil liability and stevedoring, there is no close connection between the transfer of ownership of a vessel (as opposed to its registration) and maritime law. In other words, nothing indicates that the objectives of uniformity and compliance with international conventions that have presumably prompted the framers to grant maritime law to Parliament require that the sale of a vessel is outside provincial jurisdiction with respect to property and civil law. The rules surrounding the registration, listing and recording of vessels that are found in Part 2 of the", "Canada Shipping Act, 2001", ", SC 2001, c 26, are probably sufficient to attain these objectives."], ["[34]", "No doubt that is one of the reasons that there is abundant case law where various courts in Canada (including this Court and the Federal Court of Appeal) have applied provincial law to disputes raising property law without really discussing division of powers in this matter: see, for example,", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 915 ( <FRAGMENT_SUPPRESSED> , ACWS (3d) 1049, and the judgments cited by E. Gold, A. Chircop and H. Kindred in", "Maritime Law", ", Toronto, Irwin Law, 2003 at pp 170-173. Therefore, I cannot but agree with professor Braën when he wrote, at paragraphs 465 and 466 of his book entitled", "Le droit maritime au Québec", ", Montréal, Wilson & Lafleur, 1992:", "[translation]", "If Parliament, under its jurisdiction over navigation, has a legal right to register vessels (and impose restrictions relating to the title of property) and the transfer of their property (including conditions relating to the form of this transfer), we doubt that it may also have the power to validly and principally legislate on the basic conditions of the contract. In our view, these are strictly matters of private law and falling within provincial jurisdiction over property and civil rights. For example, a serious argument could not be made that Parliament has jurisdiction over the substantive rules governing succession simply because the devolution of a vessel may be at issue. In the same way, if rules must be applied relating to the seller's warranty of a sale contract of a vessel in Quebec, could principles of common law or the", "Civil Code", "be referred to? In the first case, it is important to know that these principles were the subject of legislation by all common law jurisdictions. To which jurisdiction's rules should one refer?", "Therefore, the sale contract obeys the general body of the law, Quebec civil law, as concerns its basic conditions, if only as a supplement ..."], ["[35]", "Even supposing that Parliament is qualified to legislate on substantive conditions governing the sale of a vessel under its navigation and shipping power, the application of these relevant provisions of the", "Civil Code of Québec", "on the sale (and the equivalent provisions in the other provinces) would not in any way be precluded. It is well settled in established in Canadian constitutional law that the provincial laws of general application can incidentally be applied in the federal sphere, unless they conflict with valid federal laws. The only exception to this principle flows from the theory of interjurisdictional immunities, as applied by the Supreme Court in <FRAGMENT_SUPPRESSED> ."], ["[36]", "The issue in this case was whether two provincial laws could be applied in actions in damages for negligence following accidents involving pleasure boats on lakes located in Ontario. Federal law did not include causes of action equivalent to those provided in the", "Family Law Act", ", RSO 1990, c F.3, at paragraph 61(2)(", "), the", "Trustee Act", ", RSO 1990, c T.23, at paragraph 38(1) and the", "Negligence Act", ", RSO 1990, c N.1."], ["[37]", "On that occasion, the Supreme Court developed a test to determine whether a party can avail itself of a provincial law within an action for negligence based on maritime law, which includes the following four steps:", "- First, determine whether the specific question at issue in an action falls under the exclusive federal legislative jurisdiction under subsection 91(10) of the", "Constitution Act, 1867", ". In other words, \"it must be determined whether the facts of a particular case raise a maritime or admiralty matter, or rather a matter which is in pith and substance one of local concern involving property and civil rights or any other matter which is in essence within exclusive provincial jurisdiction under s. 92 of the", "Constitution Act, 1867", "\" ( <FRAGMENT_SUPPRESSED> , at para 73);", "- Second, it should be asked whether it is necessary to raise a provincial law and whether a rule equivalent to the provision of provincial legislation on which a party seeks to rely exists in Canadian maritime law. In this regard, all the relevant sources in Canadian maritime law, statutory and non-statutory, as defined in section 2 of the", "Federal Courts Act", ", should be considered;", "- Third, in the event that the existing sources of Canadian maritime law do not involve similar rules in the provision to be relied on, the court must determine whether or not it is appropriate for Canadian non-statutory maritime law to be altered in accordance with the principles of judicial reform of the law as developed by the courts;", "- Fourth, when it is impossible to decide the matter on the basis of the foregoing principles, the Court must determine whether the provision of provincial legislation is constitutionally applicable in a maritime law action. Recognizing that a provincial law of general importance may affect matters within federal jurisdiction, the Court added that it would be different if provincial law affects the core of federal power. Relying in particular on the reasoning of Beetz J. in", "<FRAGMENT_SUPPRESSED>  (", "Bell Canada", "), the Court wrote (at paragraph 85 of its decision):", "In our opinion, where the application of a provincial statute of general application would have the effect of regulating indirectly an issue of maritime negligence law, this is an intrusion upon the unassailable core of federal maritime law and as such is constitutionally impermissible. In particular, with respect to the instant appeals, it is constitutionally impermissible for the application of a provincial statute to have the effect of supplementing existing rules of federal maritime negligence law in such a manner that the provincial law effectively alters rules within the exclusive competence of Parliament or the courts to alter. In the context of an action arising from a collision between boats or some other accident, maritime negligence law encompasses the following issues, among others: the range of possible claimants, the scope of available damages, and the availability of a regime of apportionment of liability according to fault. A provincial statute of general application dealing with such matters within the scope of the province's legitimate powers cannot apply to a maritime law negligence action, and must be read down to achieve this end."], ["[38]", "This decision requires several comments. First, it is important to note that the Court itself emphasized that its analysis \"is necessarily specifically focussed upon the issue of maritime negligence law\" (para 86) and that it does not intend to determine the general applicability of the proposed approach in a context that does not involve the rules relating to maritime negligence law. Further, I stated before that, in my view, the rules governing the substantive conditions of a sale contract of a vessel and its enforcement is much farther from the \"unassailable core of federal maritime law\" that are the legal rules governing maritime negligence law."], ["[39]", "Moreover, we must recognize a more recent decision rendered by the Supreme Court in", "<FRAGMENT_SUPPRESSED>  (", "Canadian Western Bank", "), which considerably reduced the scope of interjurisdictional immunities. In this case, the issue was whether the provincial scheme of licensing governing the advertising of insurance products was applicable to the federally chartered banks. Although these decisions have not explicitly reversed <FRAGMENT_SUPPRESSED> , it must be noted that they substantially diluted the scope of this theory. Recognizing that Canadian federalism had and still has as an objective of reconciling unity and diversity, the Court reviewed the principal constitutional doctrines developed by the courts for the avowed purpose of exposing how the articulation of these doctrines must be designed to better meet the objectives of the Canadian federal structure."], ["[40]", "First, the Court considered the pith and substance doctrine that is founded on \"the recognition that it is in practice impossible for a legislature to exercise its jurisdiction over a matter effectively without incidentally affecting matters within the jurisdiction of another level of government\" (para 29). Consequently, legislation with pith and substance that falls under the jurisdiction of the legislature that enacted it may, to a certain extent, affect incidental matters not within its jurisdiction without being unconstitutional."], ["[41]", "However, in exceptional situations, the jurisdiction of an order of government must be protected against intrusions, even incidental ones, of the other order of government. It is in these circumstances that the doctrine of interjurisdictional immunities and federal paramountcy apply in the event of conflict. Regarding specifically interjuridisctional immunities, the Court explained that it relies on the exclusive nature of the jurisdictions distributed by sections 91 and 92 of the", "Constitution Act, 1867", ", and hence should ensure in these categories of topics a \"basic, minimum, and unassailable\" content (", "Bell Canada", ", at p 839, restated by the Court in", "Canadian Western Bank", ", at para 33)."], ["[42]", "The Court then undertook to describe the negative effects of this doctrine: it unduly favours federal legislation at the expense of provincial legislation and is not compatible with the flexible interpretation of federalism, it creates uncertainty because it is not easy to determine what is the \"essential character\" of legislative jurisdiction, it increases the risk of creating legal gaps and it is superfluous insofar as Parliament always has the leisure to legislate precisely enough so that persons subject to it would have no doubt as to the residual or incidental application of provincial legislation. Given these criticisms, the Court specified that it \"does not favour an intensive reliance on the doctrine\" (para 47)."], ["[43]", "Therefore it appears from this decision that the doctrine of interjurisdictional immunities has limited scope and that it is subject to two important limits. First, it is only in the case where a law enacted by a level of government [translation] \"impairs\" (without necessarily sterilizing or paralyzing) the core of jurisdiction falling under the other order of government that the doctrine would apply. In other words, it is not enough for a provincial law to simply [translation] \"affect\" the specificity of a federal subject or object, there would have to be adverse consequences for it to be inapplicable. Further, what is considered to be the core of legislative jurisdiction should be narrowly interpreted. The basic, minimum and unassailable content of legislative jurisdiction must be taken to mean what is absolutely indispensable and required to exercise this jurisdiction."], ["[44]", "In light of these latest developments, it appears even less credible to claim that the provincial laws governing the sale and execution of a contract of sale cannot be applied when the object of the sale is a vessel. Such laws certainly do not impair federal jurisdiction on navigation and shipping, the hard core of which is rather to regulate the various aspects of maritime commerce and water traffic in particular to achieve some uniformity and compliance with applicable international law. It is also significant to note that the Supreme Court, in", "Canadian Western Bank", ", did not allude to <FRAGMENT_SUPPRESSED> except for citing a passage of this decision where it warranted the exclusion of provincial laws of general application within a maritime negligence action by relying on a concern for uniformity. And the Court added: \"We would have thought that in the case of insurance, the concern for uniformity favours the provincial law so that all promoters of insurance within the province are subject to uniform standards of marketing behaviour and fair practices.\" (para 59). It seems to me that the same can certainly be said of the rules relating to training and execution of contracts that are found in the", "Civil Code of Québec", ". If the provincial legislative provisions relating to occupational health and safety apply to vessels, as two provincial courts decided (", "R v Mersey Seafoods Ltd", ", 2008 NSCA 67, 295 DLR (4th) 244;", "<FRAGMENT_SUPPRESSED>  BCLR (4th) 131), the same must be true,", "a fortiori", ", of provisions on the sale of a vessel that are even further removed from navigation and maritime law."], ["[45]", "Does the fact that the Crown is involved in this dispute have an impact on the choice of applicable law? I do not think so. It is well established that the contractual liability of the Crown is not dependent on a law, but rather arises from common law. The Crown would thus be subject to general law in effect in the province where the cause of action arose, and the C", "ivil Code of Québec", ", despite its legislative form, was always considered as the general law of Quebec similar to common law in the other provinces."], ["[46]", "Counsel for the respondent argued that the", "Sale of Goods Act", "enacted by British Parliament in 1893 (56 & 57 Vict, c 71) was incorporated into Canadian maritime law through the definition of this concept that we find at section 2 of the", "Federal Courts Act", ". Even assuming this to be the case (and I do not need to rule on this issue for the purposes of this dispute), it would not follow that it must take precedence on the", "Civil Code of Québec", ". First, it was presumably introduced in Federal law only for the purposes of maritime law and not to govern all relations between the Crown and its co-contractors. It would take a much more explicit text to conclude that Parliament intended the Crown to comply with this law in all matters and for all the contracts it entered into. Second, it would be most inappropriate to regulate such an important legal area as the contractual liability of the Crown using a law that is more than a century old. I also note that the respondent submitted no decisions where this British law would have been applied to the sale of a vessel in Canada, whereas the provincial law was frequently used without even discussing the issue."], ["[47]", "For all these reasons, I am of the view that it is Quebec contract law that must be applied to this dispute and that the answers to the Prothonotary's questions must be rooted in the", "Civil Code of Québec", "and specifically in the first chapter of book five, title one, of the Code relating to sale.", "(2)", "Did the respondent breach her contractual obligations"], ["[48]", "Relying on article 1716 of the", "Civil Code of Québec", ", the applicant alleges that the Crown did not meet its obligation to deliver the property in strict compliance with what was agreed to both as regards identity, quantity and quality. Since this is an obligation of result, failure to comply creates a presumption of the debtor's fault and imposes on it the burden of showing that a breach results from a case for which it is not responsible: P-G Jobin,", "La vente", ", 2th ed, Cowansville, Yvon Blais, 2001, at p 108. The text of article 1716 of the", "Civil Code of Québec", "reads as follows:", "1716.", "The seller is bound to deliver the property and to warrant the ownership and quality of the property.", "These warranties exist of right whether or not they are stipulated in the contract of sale", "1716.", "Le vendeur est tenu de délivrer le bien, et d'en garantir le droit de propriété et la qualité.", "Ces garanties existent de plein droit, sans qu'il soit nécessaire de les stipuler dans le contrat de vente."], ["[49]", "Moreover, the applicant argued that the tender documents referred to the engine that MFV Donegal was equipped with as a \"1989 Caterpillar Marine 3612 HP 1060\", whereas the boat that was delivered to him was equipped with a \"Caterpillar Marine 3512 HP 1060\". The applicant adds that the solution would be the same under common law, since the characteristics of the engine were most certainly a \"term\" of the contract including that non-compliance would cause a breach of contract."], ["[50]", "This argument by the applicant does not persuade me, for several reasons. To begin, I agree with counsel for the respondent that the property transferred to the applicant was adequately described overall. In fact, the offer to purchase specified the dimensions of the vessel, the built year, its characteristics, its equipment and the manufacturer, the year and model of the main engine and the auxiliary engines. There was also no dispute that the vessel sold to the applicant closely matched this description, except for the error in designating the model number of the main engine."], ["[51]", "The applicant argued that it had bought this vessel essentially because of the engine on it and that this was even the main consideration of the contract and a condition within the common law meaning of contracts. However, the evidence reveals that Mr. Marmen never communicated this information to the respondent. At most, he enquired about the general state of the vessel. In these circumstances, one is entitled to presume that the vessel was the purpose of the contract of sale and not the Caterpillar engine. A plain reading of the offer to purchase, the sales invoice and the deed of sale shows that the property under this contract is the vessel Donegal, with all its characteristics and its equipment, which was offered and purchased by the applicant rather than one of its components. It could have been different if Mr. Marmen had explicitly mentioned to the respondent's representatives that a model 3612 Caterpillar was, for him, an essential component of the vessel, but this was not the case."], ["[52]", "Moreover, I think that the engine that was delivered complies with the equipment noted on the offer to purchase, on the invoice and the deed of sale. Although a small error slipped into the description of the model number, the fact remains that the power produced by the engine was correctly described. According to the testimony of the experts that a model 3612 Caterpillar engine 3612 could not have been on the vessel Donegal given its disproportionately greater size and weight than the dimension of the vessel and that the power of the engine is a crucial element to determine whether a boat is adequately propelled. It is also interesting to note, in this respect, that the vessel Registration Query System maintained by Transport Canada indicates the propulsive power of the Donegal, but does not mention the model number of the engine."], ["[53]", "It also emerged from the testimony heard during the hearing that the applicant showed negligence and could have noticed the error in the offer to purchase with respect to what the engine was called. Despite the fact that Mr. Marmen had no experience with vessels and was not familiar with Caterpillar motors except for having already seen some in construction sites, he did not see fit to visit the vessel or to engage an expert or representative to visit the boat. Mr. Marmen argued that he had no reason to doubt the information that was communicated by the respondent. Nevertheless, common prudence would have demanded that before buying property of such value and, further, that was not new, the buyer or a representative should conduct a cursory inspection that would not have failed to show that the main engine indeed produced the power indicated but did not match the model on the offer to purchase. In fact, a person who knows vessels could have raised the error in the description by consulting only the characteristics noted on the offer to purchase, according to the experts, that it was clear that a model 3615 Caterpillar produced much greater power than what was noted in the characteristics, not including that such an engine was much too big for the type of vessel that was sold."], ["[54]", "Finally, the conditions of the contract of sale must also be considered in the determination of the obligation of the Crown to deliver the property sold under article 1716 of the", "Civil Code of Quebéc", ". As previously mentioned, the terms of the offer to purchase stated that the sale of the vessel was concluded [translation] \"as is, on the spot\" and that the seller offered no express warranty as to the quantity, nature and character, quality, weight, size or description of the property sold. The deed of sale also referred to the conditions of sale provided in the offer to purchase in these terms: [translation] \"Note: A copy of the approved offer to purchase and conditions of sale may be obtained on request\". In the absence of any fraud or misrepresentation, these clauses seem to clearly exclude any liability that the seller could otherwise assume with respect to the specific characteristics of the property sold, both in civil and common law: see P-G Jobin,", "La vente", ", 2th ed, Cowansville, Yvon Blais, 2001, at pp 198 et seq; GHL Fridman,", "The Law of Contract in Canada", ", 5th ed, Toronto, Carswell at pp 511 et seq. Mr. Marmen admitted that he was not aware of these clauses because he did not have a good command of English and could not access the French version of the Public Works Web site."], ["[55]", "Again, Mr. Marmen has no one to blame but himself and did not show reasonable care in the circumstances. The federal government's Web sites are accessible in both languages and the representative of Her Majesty the Queen, Mr. Pleau, testified that the site for Public Works and its Seized Property Management Directorate is bilingual. Mr. Marmen could have requested that the Crown's representative send him a French version of the offer to purchase or at least request that a person with a better command of English translate the document."], ["[56]", "Based on all of the foregoing, I find that Her Majesty the Queen fulfilled her obligations under article 1716 of the", "Civil Code of Québec", "and that she also complied with the terms of the contract that she entered into with the applicant from the perspective of common law. Given this finding, I do not need to rule on the third issue identified above as to the liability of the defendant by counterclaim. However, I would add that, in any event, the Court would probably not have jurisdiction to deal with that issue.", "V.", "Conclusion"], ["[57]", "For the above reasons, the Court cannot allow the applicant's main action. Consequently, there is no need to rule on the counterclaim against Trinav.", "JUDGMENT"], ["[58]", "THIS COURT", "ORDERS AND ADJUDGES", "that", "the applicant's action is dismissed, with costs to the respondent.", "Action dismissed.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}