{"id_": "034592", "body_str": [["[1]", "Phelan, J.", ": The Applicant, a citizen of China, based his refugee claim on the grounds of his involvement in an underground Protestant church. The Immigration and Refugee Board (IRB) found that he was not credible and that he was not wanted by the Public Security Bureau (PSB)."], ["[2]", "The Board found that although the Applicant was consistent, his consistency simply meant that he had memorized his PIF. The Board then found a number of omissions in his PIF which undermined his credibility. The Board also made a number of plausibility findings against the Applicant."], ["[3]", "The applicable standard of review for credibility findings is patent unreasonableness. However, where the Board draws plausibility conclusions, these should be subject to greater scrutiny by the  <FRAGMENT_SUPPRESSED> )"], ["[4]", "Having reviewed the credibility findings against the standard of review, there is only one which causes the Court concern. The Board drew a negative inference because in the CIC interview notes the Applicant reportedly said the PSB “called” rather than “caught” two church members."], ["[5]", "The Applicant says that the CIC officer misunderstood the translator because of the similarity of sounds between the two words especially when spoken by a person with an accent. For purposes of discussion only, I assume that such a discrepancy existed."], ["[6]", "In my view, this discrepancy could not, standing alone, lead to a conclusion that the Applicant’s story was not credible. It would, in that circumstance, be the very type of microscopic examination that the Courts have cautioned against. This finding is patently unreasonable."], ["[7]", "However, this is not a finding which stands alone; there are numerous other plausibility findings which either together in some combination or taken as a whole support the Board’s conclusion that this refugee claim lacked credibility."], ["[8]", "The Applicant also argued that there was a breach of natural justice in that the CIC interview notes were not read back to the Applicant to ensure accuracy."], ["[9]", "<FRAGMENT_SUPPRESSED>  I held that there was no legal obligation to read back the interview notes but that the Respondent ran the risk of allegations about the accuracy of the interview notes. They cannot be presumed to be as accurate as a PIF. The burden in attacking the translation at a CIC interview may be somewhat easier in that interview notes do not have as solid a bedrock of accuracy as those matters which are read back, signed, recorded or transcribed."], ["[10]", "However, the burden is still on the Applicant to establish that there were interpretation problems. The facts of this case are readily distinguishable from Xu in that here there is no evidence that there was or could have been a problem of translation. The Applicant makes a bare allegation supported only by speculation. Even the “called/caught” situation itself is speculative since it presumes the existence of one error in the communication of what the Applicant said."], ["[11]", "Therefore, I conclude that the Applicant has not established that he was deprived of a fair hearing or suffered an interference with his Charter rights."], ["[12]", "This judicial review is dismissed. There is no question for certification.", "JUDGMENT"], ["[13] IT IS ORDERED THAT", "this application for judicial review is dismissed.", "[End of document]"]]}