{"id_": "034615", "body_str": [["[1]", "Mandamin, J.", ": The Applicant applies for judicial review of the decision of the Immigration and Refugee Board (the Board) determining the Applicant is inadmissible pursuant to subsection 34(1)(f) of the", "Immigration and Refugee Protection Act", "(IRPA). She was deemed inadmissible because of her uncontested membership in an organization there are reasonable grounds to believe has engaged in an act of subversion against any government by force.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant submits that she was a nominal member with no knowledge or active involvement in the organization.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant raises three issues:  <FRAGMENT_SUPPRESSED>", "a. Did the Board fail to properly evaluate its discretion under s. 34(1)(f)?  <FRAGMENT_SUPPRESSED>", "b. Did the Board fail to properly evaluate the jurisprudence with respect to s. 34(1)(f)?  <FRAGMENT_SUPPRESSED>", "c. Did the Board fail to provide adequate reasons?  <FRAGMENT_SUPPRESSED>"], ["[4]", "For reasons that follow, I am dismissing this application for judicial review.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicant says she joined the Caprivi Liberation Army (CLA) because she was in love with her fiancé who was a member. She paid 50 Namibian Dollars and was given a membership card in the organization in January 2000.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Amnesty International reported in a news release published in August of 2003:  <FRAGMENT_SUPPRESSED>", "\"Following an armed attack launched by the secessionist group, the Caprivi Liberation Army, on government forces and buildings on 2 August 1999 in the Caprivi region of north eastern Namibia, the Namibian government declared a State of Emergency and detained over 300 people on suspicion of participating in the attack, sympathizing with the secessionists or assisting them to plan or launch the attacks. Of those arrested following the uprising, approximately 122 have remained in custody for close to four years awaiting the resumption of their trial on charges of high treason, murder and other offences in connection with the uprising. <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicant's home was searched and police arrested and detained her for two days in 2005. She subsequently left Namibia, arriving in Vancouver on September 9, 2006. She made a refugee claim a few weeks later.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant has been candid about her membership in this organization. She said she only attended a few meetings but knew very little about it. She described the organization's goal as to \"let Namibians live freely\". She only knew the first name of its leader. She denies knowing the organization sought the secession of the Caprivi Strip from greater Namibia by armed force.  <FRAGMENT_SUPPRESSED>", "LEGISLATION  <FRAGMENT_SUPPRESSED>", "34. (1)", "A permanent resident or a foreign national is inadmissible on security grounds for  <FRAGMENT_SUPPRESSED>", "(a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;  <FRAGMENT_SUPPRESSED>", "(b)", "engaging in or instigating the subversion by force of any government", ";  <FRAGMENT_SUPPRESSED>", "(c) engaging in terrorism;  <FRAGMENT_SUPPRESSED>", "(d) being a danger to the security of Canada;  <FRAGMENT_SUPPRESSED>", "(e) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or  <FRAGMENT_SUPPRESSED>", "(f)", "being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c).  <FRAGMENT_SUPPRESSED>", "(2)", "The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "34. (1) Emportent interdiction de territoire pour raison de sécurité les faits suivants:  <FRAGMENT_SUPPRESSED>", "a) être l'auteur d'actes d'espionnage ou se livrer à la subversion contre toute institution démocratique, au sens où cette expression s'entend au Canada;  <FRAGMENT_SUPPRESSED>", "b) être l'instigateur ou l'auteur d'actes visant au renversement d'un gouvernement par la force;  <FRAGMENT_SUPPRESSED>", "c) se livrer au terrorisme;  <FRAGMENT_SUPPRESSED>", "d) constituer un danger pour la sécurité du Canada;  <FRAGMENT_SUPPRESSED>", "e) être l'auteur de tout acte de violence susceptible de mettre en danger la vie ou la sécurité d'autrui au Canada;  <FRAGMENT_SUPPRESSED>", "f) être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas a), b) ou c).  <FRAGMENT_SUPPRESSED>", "(2) Ces faits n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui convainc le ministre que sa présence au Canada ne serait nullement préjudiciable à l'intérêt national.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board considered three questions in coming to its decision: (1) membership, (2) subversion by force, and (3) unknowing participation.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board relied on the Applicant's admission she was a member of the CLA. This admission emerged in several conversations with immigration officers and was never denied  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Board relied on articles provided by the Minister which discuss the activities of the CLA, in particular an Amnesty International press release describing a CLA attack on government forces in the regional capital of Katima on August 2, 1999 and a BBC News article describing the CLA as secessionist. The Panel was satisfied the actions of the CLA as described in the Amnesty International news release constituted subversion by force of a government.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board considered the Applicant's shallow knowledge of the CLA and found the Applicant's participation in the group was \"minimal\". The Panel concluded: \"There is no clear evidence before the panel that Ms. Kozonguizi knowingly joined the CLA for the intention of engaging in the subversion by force of the government of Namibia\".  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Board noted the wording of subsection 34(1)(f) of IRPA does not require knowing support of the subversion by force of a government. It only specifies a person be a 'member'. The Board refers to Madame Justice Judith Snider's judgment in", "<FRAGMENT_SUPPRESSED>  (", "Yamani", ") in support of its interpretation that the provision applies broadly and that the legislative remedy was an application to the Minister under subsection 34(2).  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board decided it could not consider the Applicant's ignorance and minimal involvement with the CLA as mitigating factors.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Panel ruled the Applicant was a person described in subsection 34(1)(f) of IRPA and subject to deportation as an inadmissible person.  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[16]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada stated courts may refer to jurisprudence to determine the appropriate standard of review in a given case bearing in mind there are now only two standards of review: reasonableness and correctness.  <FRAGMENT_SUPPRESSED>"], ["[17]", "<FRAGMENT_SUPPRESSED>  (", "Poshteh", ") Mr. Justice Marshall Rothstein when he sat on the Court of Appeal conducted a pragmatic and functional analysis on the question of membership with respect to subsection 34(1)(f) and found it is a question of mixed fact and law reviewable on a standard of reasonableness. Since", "Dunsmuir", ", the reasonableness standard still applies.", "<FRAGMENT_SUPPRESSED>  at para.13.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The sufficiency of reasons is a question of procedural fairness reviewable on a standard of correctness.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Applicant argues the Board misconstrued its discretion with respect to what is membership under subsection 34(1)(f).  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Applicant argues", "Poshteh", "supports a wide interpretation of the meaning of membership. The Applicant submits that since the Court analyzed that applicant's involvement with respect to membership  <FRAGMENT_SUPPRESSED>", "and concluded at trial and on appeal that by distributing propaganda he was a de facto member, the Court may inversely come to the conclusion this Applicant is not a member of the CLA.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Applicant's submissions amount to proposing an integration test for membership. The Applicant suggests the Court may arrive at this conclusion by weighing the membership fee and card against the motivation to join and ignorance of the Caprivi Liberation Army's goals.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Justice Rothstein  <FRAGMENT_SUPPRESSED>", "held that the definition of the term \"member\" in subsection 34(1)(f) was to be given an unrestricted and broad interpretation. He observed the question of membership in a terrorist organization was not extraneous to the Immigration Division's work. Its expertise includes determining if the criteria for inadmissibility had been met and that criteria included membership as set out in subsection 34(1)(f). Justice Rosthein concluded some deference was due to the Immigration Division on its interpretation of the term \"member\".  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Board noted the word \"member\" is not defined in statute. It found the harshness of its broad application is mitigated by subsection 34(2) permitting an applicant to demonstrate to the minister her presence in Canada would not be detrimental to the national interest. This is the assessment used in", "<FRAGMENT_SUPPRESSED>  para. 12:  <FRAGMENT_SUPPRESSED>", "Membership by the individual in the organization is similarly without temporal restrictions.", "The question is whether the person is or has been a member of that organization. There need not be a matching of the person's active membership to when the organization carried out its terrorist acts.  <FRAGMENT_SUPPRESSED>", "The result may seem harsh. An organization may change its goals and methodologies and an individual may choose to leave the organization, either permanently or for a period of time. The provision seems to leave no option for changed circumstances by either the organization or the individual.", "Fortunately, Parliament, in including s. 34(2) in IRPA, provided means by which an exception to a finding of inadmissibility under s. 34(1) can be made. Under that provision, a permanent resident or a foreign national may apply to satisfy the Minister that \"their presence in Canada would not be detrimental to the national interest\"", ". Parliament has provided all persons, who would otherwise be inadmissible under s. 34(1), with an opportunity to satisfy the Minister that their presence in Canada is not detrimental to the national interest. Under this procedure, factors such as the timing of membership or the present characterization of the organization may be taken into account. (emphasis added)  <FRAGMENT_SUPPRESSED>"], ["[24]", "I agree with this analysis having come to the same conclusion about the interplay between subsection 34(1)(f) and 34(2) in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant presents the case of", "<FRAGMENT_SUPPRESSED>  as an instance of innocent membership. In that case an applicant had been a member of the Lebanese Forces Party since 1992. The Lebanese Forces was a Christian militia which engaged in terrorism. It disbanded in 1990 at the end of the civil war in Lebanon and became the Lebanese Forces Party which constituted as a political party seeking representation in the Lebanese parliament. Mr. Justice Richard Boivin granted the application since the factual record did not disclose that the Lebanese Forces Party had perpetrated terrorist acts and the visa officer had not analyzed the nature of the organization in issue.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The facts in this case are clearly different. The Applicant joined the CLA in 2000 very shortly after it attacked the government of Namibia in 1999. There is no evidence the CLA ever laid down its guns to pursue its goals non-violently.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Finally, the Applicant did not proffer any arguments with respect to the alleged insufficiency of the reasons. In any event, I find the reasons of the Board to be sufficient.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Board was clearly mindful of the Applicant's unknowing and minimal involvement, having noted the Minister's Representative's acceptance of the Applicant's account and having identified subsection 34(2) as a means by which these mitigating factors may be considered.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Board's decision is reasonable and it did not err in its interpretation of the jurisprudence.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[31]", "THIS COURT ORDERS AND ADJUDGES that  <FRAGMENT_SUPPRESSED>", "1. This application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "2. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}