{"id_": "034633", "body_str": [["[1]", "Le juge Beaudry.", ": Il s'agit d'une demande de contrôle en vertu de l'article 18.1 de la", "Loi sur les Cours fédérales", ", L.R.C. 1985, ch. F-7, à l'encontre d'une décision de Monsieur Guy Morgan, Gestionnaire principal de programmes, Direction du renseignement, Sûreté et préparatifs d'urgence, de Transport Canada, Sécurité et sûreté (le défendeur). Par cette décision, datée du 31 mars 2006, ce dernier a annulé l'habilitation de sécurité en matière de transports à l'Aéroport International Pierre E. Trudeau de la demanderesse, conformément à l'alinéa I..4.d) du Programme d'habilitation de sécurité en matière de transports (le Programme).", "I. Question en litige"], ["[2]", "La décision est-elle manifestement déraisonnable?"], ["[3]", "Pour les motifs qui suivent, la réponse à cette question est négative. Par conséquent, la demande sera rejetée.", "II. Contexte factuel"], ["[4]", "La demanderesse a travaillé pendant plus de 20 ans comme agent de bord chez Air Canada. Elle possédait l'habilitation de sécurité en matière de transports (l'habilitation) depuis 1985. Le 19 août 2002, elle a obtenu un renouvellement pour l'Aéroport International Pierre E. Trudeau."], ["[5]", "Toutefois, le 6 octobre 2005, cette habilitation est suspendue par son employeur et par Transport Canada en raison d'accusations criminelles portées contre elle. Elle est accusée de fraude de plus de 5 000 $ à deux reprises: d'abord pour des gestes commis entre avril et juin 2003 ainsi que pour avoir personnifé un agent de la Gendarmerie royale du Canada (GRC) pour frauder une poissonnerie pour une somme de plus de 40 000 $ et par la suite, pour des infractions en septembre 2003 concernant un présumé vol de meubles chez Ameublement Fly."], ["[6]", "Le 24 novembre 2005, Transport Canada avise la demanderesse que son dossier sera considéré par le Comité de révision pour l'autorisation de sécurité en matière de transport (Organisme consultatif), dans le but de formuler une recommandation au Ministre des Transports (Ministre), à l'égard de son habilitation . La demanderesse est invitée à fournir tous renseignements supplémentaires avant que cette recommandation soit émise."], ["[7]", "De janvier à mars 2006, la demanderesse communique avec Transport Canada et envoie des renseignements supplémentaires mentionnant entre autres un cancer et un divorce qui l'auraient conduite vers la criminalité. En février 2006, elle bénéficie d'une absolution conditionnelle."], ["[8]", "Malgré les représentations de la demanderesse, et après avoir examiné l'ensemble de la preuve au dossier, le Comité de révision recommande au Ministre que son habilitation soit annulée. Or, de par son passé criminel, la demanderesse est jugée une personne qui pourrait être  incitée à commettre un acte d'intervention illicite pour l'aviation civile, ou comme le souligne le défendeur, une personne qui pourrait inciter ou aider toute autre personne à commettre un acte d'intervention illicite pour l'aviation civile (I.4.d) du Programme)."], ["[9]", "Cette recommandation est adoptée par le Ministre et la décision est communiquée à la demanderesse le 31 mars 2006 mais cette dernière ne la reçoit que vers le 25 avril 2006 à cause d'un changement d'adresse. C'est cette décision qui fait l'objet de la présente demande de contrôle judiciaire.", "III.", "Décision en question"], ["[10]", "La décision se lit comme suit:", "Madame,", "Cette lettre est en réponse à votre demande d'habilitation de sécurité en matière de transports, soumise à l'Aéroport International Pierre E. Trudeau le 24 juillet 2002. En vertu de l'article 1.5 du Programme d'habilitation de sécurité en matière de transports, nous vous avisons que le Ministre des Transports, de l'Infrastructure et des Collectivités a annulé votre habilitation en raison de la recommandation qui suit de l'Organisme consultatif:", "« L'Organisme consultatif a pris la décision unanime de recommander l'annulation de cette habilitation conformément à la section I.4.d du program [sic] d'habilitation de sécurité en matière de transports »", "Vous pouvez demander une révision de cette décision à la Cour fédérale du Canada (CFC) dans les trente (30) jours suivant la réception de la présente lettre.", "Si vous désirez discuter plus à fond de ces questions, veuillez communiquer avec Francine Massicotte au (613) 991-6842.", "Sincèrement,", "Guy A. Morgan", "Gestionnaire principal de programmes", "Direction du renseignement", "IV.", "Dispositions législatives pertinentes"], ["[11]", "Les articles pertinents de la", "Loi sur l'aéronautique", ", L.R.C. 1985, c. A-2 (la Loi) prévoient:", "Autorisation ministérielle", "4.3(1)", "Le ministre peut autoriser toute personne, individuellement ou au titre de son appartenance à telle catégorie de personnes, à exercer, sous réserve des restrictions et conditions qu'il précise, les pouvoirs et fonctions que la présente partie lui confère, sauf le pouvoir de prendre des règlements, arrêtés, mesures de sûreté ou directives d'urgence.", "Réserve", "(1.1)", "Malgré le paragraphe (1), le ministre peut autoriser toute personne, individuellement ou au titre de son appartenance à telle catégorie de personnes, à prendre des arrêtés, mesures de sûreté ou directives d'urgence s'il y est expressément autorisé par une disposition de la présente partie.", "Arrêtés ministériels", "(2)", "Le ministre peut, lorsque le gouverneur en conseil l'y autorise par règlement, prendre des arrêtés en toute matière que ce dernier peut régir par règlement au titre de la présente partie.", "Subdélégation", "(3)", "Le ministre peut autoriser le sous-ministre à prendre des arrêtés dans les domaines mentionnés à l'alinéa 4.9 1).", "[...]", "Habilitations de sécurité Délivrance, refus, etc.", "4.8", "Le ministre peut, pour l'application de la présente loi, accorder, refuser, suspendre ou annuler une habilitation de sécurité.", "Delagation by Minister", "4.3(1)", "The Minister may autorize any person or class of persons to exercise or perform, subject to any restrictions or conditions that the Minister may specify, any of the powers, duties or functions of the Minister under this Part, other than the power to make a regulation, an order, a security mesure or an emergency direction.", "Exception", "(1.1)", "Despite subsection (1), the Minister may authorize any person or class of persons to make an order, a security measure or an emergency direction if a provision of this Part specifically authorizes the Minister to do so.", "Ministerial orders", "(2)", "The Governor in Council may by regulation authorize the Minister to make orders with respect to any matter in respect of which regulations of the Governor in Council under this Part may be made.", "Deputy may be authorized to make orders", "(3)", "The Minister may authorize his deputy to make orders with respect to the matters referred to in paragraph 4.9(1).", "[...]", "Security Clearances Granting, suspending, etc.", "4.8", "The Minister may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance."], ["[12]", "L'objectif du programme et le pouvoir du ministre sont détaillés comme suit:", "OBJECTIF", "I.4", "L'objectif de ce programme est de prévenir l'entrée non contrôlée dans les zones réglementées d'un aéroport énuméré dans le cas de toute personne:", "[. . .]", "d) qui, selon le ministre et les probabilités, est sujette ou peut être incitée à:", "i) commettre un acte d'intervention illicite pour l'aviation civile; ou", "ii) aider ou à inciter toute autre personne à commettre un acte d'intervention illicite pour l'aviation civile.", "OBJECTIVE", "I.4", "The objective of this Program is to prevent the uncontrolled entry into a restricted area of a listed airport by any individual who", "[. . .]", "d) the Minister reasonably believes, on a balance of probabilities, may be prone or induced to", "i) commit an act that may unlawfully intefere with civil aviation; or", "ii) assist or abet any person to commit an act that may unlawfully interfere with civil aviation."], ["[13]", "Pour assurer le respect de cet objectif, le Programme prévoit des normes et des facteurs à prendre en considération lorsqu'il s'agit d'accorder, de refuser ou d'annuler une habilitation:", "HABILITATIONS", "II.19", "1. Les vérifications suivantes auront lieu dans le but d'accorder une habilitation:", "a) une vérification des dossiers criminels;", "b) une vérification des dossiers pertinents des organismes d'application de la loi, y compris des renseignements recueillis dans le cadre de l'application de la loi;", "c) une vérification des fichiers du SCRS.", "2. Les vérifications suivantes pourraient avoir lieu dans le but d'accorder une habilitation:", "a) une vérification auprès du Bureau de crédit;", "b) une vérification du statut d'immigration et de citoyenneté du demandeur; et", "c) une évaluation sécuritaire par le SCRS s'il y a lieu.", "3. Aucune demande ne sera traitée à moins que le candidat ne présente tous les renseignements requis par le Directeur, programmes de filtrage de sécurité.", "[...]", "ANNULATION OU REFUS", "II.35", "1. l'Organisme consultatif peut recommander au ministre de refuser ou d'annuler l'habilitation d'une personne s'il est déterminé que la présence de ladite personne dans la zone réglementée d'un aéroport énuméré est contraire aux buts et objectifs du présent programme.", "2. Au moment de faire la détermination citée au sous-alinéa (1), l'Organisme consultatif peut considérer tout facteur pertinent, y compris:", "a) si la personne a été condamnée ou autrement trouvé coupable au Canada ou à l'étranger pour les infractions suivantes:", "i) tout acte criminel sujet à une peine d'emprisonnement de 10 ans ou plus;", "ii) le trafic, la possession dans le but d'en faire le trafic, ou l'exportation ou l'importation dans le cadre de la", "Loi sur les drogues et substances contrôlées", "iii) tout acte criminel cité dans la partie VII du", "Code criminel", "intitulée « Maison de désordre, jeux et paris »;", "iv) tout acte contrevenant à une disposition de l'article 160 de la", "Loi sur les douanes", "v) tout acte stipulé dans", "Loi sur les secrets officiels", "; ou", "vi) tout acte stipulé dans la partie III de la", "Loi sur l'immigration et la protection des réfugiés", "3. si elle possède une mauvaise réputation en matière de crédit et qu'elle occupe un poste de confiance; ou", "4. qu'il est probable qu'elle participe à des activités directes ou en appui à une menace ou qu'elle se livre à des actes de violence sérieuse contre la propriété ou des personnes.", "CLEARANCES", "II.19", "1. The following checks shall be conducted for the purpose of granting a clearance:", "a) a criminal records check;", "b) a check of the relevant files of law enforcement agencies, including intelligence gathered for law enforcement purposes; and", "c) a CSIS indices check.", "2. The following checks may be conducted for the purpose of granting a clearance:", "a) a credit bureau check;", "b) a check of the applicant's immigration and citizenship status; and", "c) a security assessment by CSIS if necessary.", "3. No application shall be processed unless the applicant has submitted all information required by the Director of Security Screening Programs.", "[...]", "CANCELLATION OR REFUSAL", "II.35", "1. The Advisory Body may recommend to the Minister the refusal or cancellation of a clearance to any individual if the Advisory Body has determined that the individual's presence in the restricted area of a listed airport would be inconsistent with the aim and objective of this Program.", "2. In making the determination referred to in subsection (1), the Advisory Body may consider any factor that is relevant, including whether the individual:", "a) has been convicted or otherwise found guilty in Canada or elsewhere of an offence including, but not limited to:", "i) any indictable offence punishable by imprisonment for 10 years or more,", "ii) trafficking, possession for the purpose of trafficking or exporting or importing under the", "Controlled Drugs and Substances Act", "iii) any offences contained in Part VII of the", "Criminal Code", "- Disorderly Houses, Gaming and Betting,", "iv) any contravention of a provision set out in section 160 of the", "Customs Act", "v) any offences under the", "Official Secrets Act", "; or", "vi) any offences under Part III of the", "Immigration and Refugee Protection Act", "3. has a bad credit record and is employed in a position of trust; or", "4. is likely to become involved in activities directes toward or in support of the threat or use of acts of serious violence against property or persons.", "V.", "Analyse", "La norme de contrôle"], ["[14]", "Il convient d'abord de déterminer quelle est la norme de contrôle applicable selon l'analyse des quatre facteurs énoncés dans", "Dr Q c. College of Physicians and Surgeons of British Columbia", ", [2003] 1 R.C.S. 226.", "i) clause privative/droit d'appel"], ["[15]", "La Loi ne contient aucune clause privative ni un droit d'appel. Ce facteur est donc neutre.", "ii) l'expertise du tribunal"], ["[16]", "L'article 4.3(1) de la Loi confie la gestion du Programme d'habilitation au Directeur des renseignements de Transport Canada (le Directeur). Ce dernier examine les demandes et effectue des vérifications de sécurité par exemple: une recherche d'antécédents criminels auprès de la GRC. Il vérifie l'existence ou non d'un casier judiciaire; si des accusations sont pendantes; si des mandats d'arrêt sont émis et si la personne en question possède des liens avec des organisations criminelles ou terroristes."], ["[17]", "Le Directeur est assisté par l'Organisme consultatif et ensemble, ils veillent à l'octroi d'habilitation donnant accès aux zones réglementés. L'Organisme consultatif est composé de cinq personnes soit: le Directeur du renseignement de Transport Canada (président), le Directeur du renseignement de l'Agence des services frontaliers du Canada (ASFC) (vice-président); le Chef du Programme de renseignement et de filtrage de sécurité (secrétaire), ainsi qu'un conseiller juridique et un inspecteur de sécurité de Transport Canada. Le travail effectué est accompli par des professionnels qui possèdent une expérience et une compétence particulière dans les domaines suivants: la sécurité, y compris la sécurité d'un aéronef, d'un aérodrome, des installations aéronautiques, du public, des passagers ou de l'équipage d'un aéronef. Ce facteur amène un degré très élevé de déférence.", "iii) l'objet de la loi"], ["[18]", "L'objet de la loi est d'assurer la sécurité aérienne civile et de protéger le public. Le Directeur et l'Organisme consultatif doivent apprécier la preuve, analyser les documents tant publics que ceux fournis par la personne concernée. Ce facteur amène aussi un degré élevé de déférence.", "iv) la nature de la question"], ["[19]", "La question ici est de savoir si l'évaluation du risque eu égard aux comportements de la demanderesse est raisonnable ou non. Ceci relève de l'expertise du ministre qui jouit d'une discrétion dans l'application du programme. Ce facteur donne lieu à un degré élevé de déférence."], ["[20]", "Suite à cette analyse, je conclus que la norme de contrôle applicable est celle de la décision manifestement déraisonnable. Le juge von Finckenstein en est d'ailleurs déjà arrivé à la même conclusion dans", "<FRAGMENT_SUPPRESSED>  [2006] A.C.F. n", "1109 (C.F.). Je diffère quelque peu avec lui quant au premier facteur. Ainsi, pour réussir, la demanderesse doit démontrer que la décision est entachée d'une erreur irrationnelle."], ["[21]", "Ayant considéré les arguments de la demanderesse, les éléments au dossier, ainsi que la recommandation unanime de l'Organisme consultatif, je suis satisfait que la décision n'est pas manifestement déraisonnable. Il ne s'agit pas de savoir si je partage ou diffère d'opinion avec la décision prise mais bien de considérer si elle est entachée d'une erreur qui rencontre les critères de la décision manifestement déraisonnable."], ["[22]", "La demanderesse a été invitée à fournir des renseignements supplémentaires et elle s'en est prévalue. Elle a aussi été informée de la procédure qui serait suivie par l'Organisme consultatif dans le cadre son enquête. Le lecture du dossier me confirme que les exigences de l'équité procédurale ont été suivies."], ["[23]", "La majeure partie de l'argumentation de la demanderesse porte sur le fait qu'elle a obtenu une absolution conditionnelle mettant en échec le paragraphe II.35 2.a) du Programme. Lorsque l'absolution est prononcée, il y a fiction de la loi et la personne qui a été condamnée est réputée ne pas avoir été condamnée", "( <FRAGMENT_SUPPRESSED>  (opinion du juge Marc Beauregard de la Cour d'appel du Québec)). Elle soutient donc que le défendeur ne peut baser sa décision sur le paragraphe précité du programme qui mentionne que lorsque l'Organisme procède à sa recommandation il peut le considérer si la personne a été condamnée."], ["[24]", "Cependant, le juge Doyon dans la cause citée au paragraphe précédent diffère d'opinion avec le juge Beauregard et écrit au paragraphe 44:", "Même s'il est réputé ne pas avoir été condamné, le contrevenant a néanmoins plaidé coupable, ce qui subsiste malgré qu'il ait été absous.", "Cette opinion a été endossée par le troisième juge, soit Louise Mailhot."], ["[25]", "De son côté, le défendeur plaide que la décision quoique très courte n'est pas basée sur le paragraphe II.35 2.a) du Programme mais bien sur le paragraphe I.4(d) (Objectif) où une mention est faite des probabilités de commettre un acte d'intervention illicite ou aider ou inciter à la commission d'un acte d'intervention illicite pour l'aviation civile. Il plaide que l'Organisme peut considérer tout facteur pertinent, y compris II.35 2.a)."], ["[26]", "Il ajoute que malgré l'absolution conditionnelle obtenue par la demanderesse, l'aveu de culpabilité de cette dernière ne disparaît pas et le défendeur était tout à fait justifié de prendre en considération les faits qui sont toujours existants."], ["[27]", "Le défendeur réfère aussi la Cour à la preuve de la manipulation et l'influence négative dont la demanderesse aurait été victime et déclare que c'est l'évaluation des probabilités du risque éventuel que pose la demanderesse pour l'aviation civile qui est en cause ici."], ["[28]", "Même si la demanderesse a obtenu une absolution conditionnelle à la suite de son plaidoyer de culpabilité, ceci n'est pas une entrave au pouvoir discrétionnaire du ministre de décider de lui accorder ou non une habilitation de sécurité."], ["[29]", "La preuve en matière criminelle diffère considérablement des facteurs et des critères que le défendeur a à considérer lorsqu'il a à accepter, refuser ou annuler une habilitation de sécurité."], ["[30]", "L'intervention de la Cour n'est pas justifiée.", "JUGEMENT"], ["[31]", "LA COUR ORDONNE que", ":  La demande de contrôle judiciaire soit rejetée. Le tout sans frais.", ".........................", "Micheline Lavoie (applicant) and Canada (Attorney General) (respondent)"], ["[1]", "Beaudry, J.", "[Translation]: This is an application for judicial review under section 18.1 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, brought against a decision of Guy Morgan, Senior Program Manager, Intelligence Directorate, Security and Emergency Preparedness Branch, Safety and Security Group, Transport Canada (the respondent), who by decision dated March 31,2006, cancelled the applicant's transportation security clearance at Pierre E. Trudeau International Airport pursuant to paragraph I.4(d) of the Transportation Security Clearance Program (the Program).", "I. Issue"], ["[2]", "Is the decision patently unreasonable?"], ["[3]", "For the following reasons, this question must be answered in the negative. Accordingly, the application will be dismissed.", "II. Facts"], ["[4]", "The applicant worked for more than 20 years as flight attendant with Air Canada. She held a transportation security clearance (the clearance) since 1985. On August 19, 2002, she obtained a renewal for Pierre E. Trudeau International Airport."], ["[5]", "However, on October 6, 2005, this clearance was suspended by her employer and by Transport Canada because of criminal charges brought against her. She was charged twice with fraud of more than $5,000: once for acts committed between April and June 2003, as well as for having impersonated an officer of the Royal Canadian Mounted Police (RCMP) to defraud a fish market of more than $40,000; and subsequently for offences committed in September 2003 concerning an alleged theft of home furnishings at Ameublement Fly."], ["[6]", "On November 24, 2005, Transport Canada advised the applicant that her file would be considered by the Transportation Security Clearance Advisory Body (Advisory Body) for the purpose of making a recommendation to the Minister of Transport (Minister) with regard to her security clearance. The applicant was asked to provide any additional information before the recommendation was made."], ["[7]", "From January to March 2006, the applicant was in contact with Transport Canada and sent additional information mentioning, among other things, cancer and a divorce which drove her to commit crimes. In February 2006, she was given a conditional discharge."], ["[8]", "In spite of the applicant's submissions, and after having studied all the evidence on record, the Advisory Body recommended to the Minister that her security clearance be cancelled. Because of her criminal past, the applicant was considered to be a person who may be prone or induced to unlawfully interfere with civil aviation or who may incite or assist any other person in committing unlawful interference with civil aviation (paragraph I.4.(d) of the Program)."], ["[9]", "The Minister adopted this recommendation, and the decision was sent to the applicant on March 31, 2006, but she only received it around April 25, 2006, because of a change of address. This decision is the subject of the application for judicial review in this case.", "III.", "Challenged Decision"], ["[10]", "The decision reads as follows:", "[translation] Dear Madam:", "This letter is in answer to your transportation security clearance application made to the Pierre E. Trudeau International Airport on July 24, 2002. Under section 1.5 of the Transportation Security Clearance Program, we hereby advise you that the Minister of Transport, Infrastructure and Communities has cancelled your security clearance on the basis of the following recommendation of the Advisory Body:", "\"The Advisory Body has unanimously decided to recommend cancellation of this security clearance pursuant to paragraph I.4.(d) of the Transportation Security Clearance Program.\"", "You may apply for a review of this decision before the Federal Court of Canada (FCC) within thirty (30) days of the receipt of this letter.", "If you would like to discuss the matter further, you may contact Francine Massicotte at 613-991-6842.", "Sincerely,", "Guy A. Morgan", "Senior Program Manager", "Intelligence Directorate", "IV.", "Relevant statutory provisions"], ["[11]", "The relevant sections of the", "Aeronautics Act", ", R.S.C. 1985, c. A-2 (the Act) provide as follows:", "Delegation by Minister", "4.3 (1) The Minister may authorize any person or class of persons to exercise or perform, subject to any restrictions or conditions that the Minister may specify, any of the powers, duties or functions of the Minister under this Part, other than the power to make a regulation, an order, a security measure or an emergency direction.", "Exception", "(1.1) Despite subsection (1), the Minister may authorize any person or class of persons to make an order, a security measure or an emergency direction if a provision of this Part specifically authorizes the Minister to do so.", "Ministerial orders", "(2) The Governor-in-Council may by regulation authorize the Minister to make orders with respect to any matter in respect of which regulations of the Governor in Council under this Part may be made.", "Deputy may be authorized to make orders", "(3) The Minister may authorize his deputy to make orders with respect to the matters referred to in paragraph 4.9(l).", ". . . . .", "Security Clearances", "Granting, suspending, etc.", "4.8 The Minister may, for the purposes of this Act, grant or refuse to grant a security clearance to any person or suspend or cancel a security clearance.", "Autorisation ministérielle", "4.3(1) Le ministre peut autoriser toute personne, individuellement ou au titre de son appartenance à telle catégorie de personnes, à exercer, sous réserve des restrictions et conditions qu'il précise, les pouvoirs et fonctions que la présente partie lui confère, sauf le pouvoir de prendre des règlements, arrêtés, mesures de sûreté ou directives d'urgence.", "Réserve", "(1.1) Malgré le paragraphe (1), le ministre peut autoriser toute personne, individuellement ou au titre de son appartenance à telle catégorie de personnes, à prendre des arrêtés, mesures de sûreté ou directives d'urgence s'il y est expressément autorisé par une disposition de la présente partie.", "Arrêtés ministériels", "(2) Le ministre peut, lorsque le gouverneur en conseil l'y autorise par règlement, prendre des arrêtés en toute matière que ce dernier peut régir par règlement au titre de la présente partie.", "Subdélégation", "(3) Le ministre peut autoriser le sous-ministre à prendre des arrêtés dans les domaines mentionnés à l'alinéa 4.9 l).", "[...]", "Habilitations de sécurité", "Délivrance, refus, etc.", "4.8 Le ministre peut, pour l'application de la présente loi, accorder, refuser, suspendre ou annuler une habilitation de sécurité."], ["[12]", "The objective of the program and the Minister's authority are described as follows:", "OBJECTIVE", "I.4", "The objective of this Program is to prevent the uncontrolled entry into a restricted area of a listed airport by any individual who", ". . . . .", "(d) the Minister reasonably believes, on a balance of probabilities, may be prone or induced to", "(i) commit an act that may unlawfully interfere with civil aviation; or", "ii) assist or abet any person to commit an act that may unlawfully interfere with civil aviation.", "OBJECTIF", "I.4", "L'objectif de ce programme est de prévenir l'entrée non contrôlée dans les zones réglementées d'un aéroport énuméré dans le cas de toute personne:", "[. . .]", "d) qui, selon le ministre et les probabilités, est sujette ou peut être incitée à:", "i) commettre un acte d'intervention illicite pour l'aviation civile; ou", "ii) aider ou à inciter toute autre personne à commettre un acte d'intervention illicite pour l'aviation civile."], ["[13]", "To ensure that this objective is met, the Program specifies several standards and factors to be taken into consideration when a security clearance is granted, refused or cancelled:", "CLEARANCES", "II.19", "1. The following checks shall be conducted for the purpose of granting a clearance:", "(a) a criminal records check;", "(b) a check of the relevant files of law enforcement agencies, including intelligence gathered for law enforcement purposes; and", "(c) a CSIS indices check.", "2. The following checks may be conducted for the purpose of granting a clearance:", "(a) a credit bureau check;", "(b) a check of the applicant's immigration and citizenship status; and", "(c) a security assessment by CSIS if necessary.", "3. No application shall be processed unless the applicant has submitted all information required by the Director of Security Screening Programs.", ". . . . .", "CANCELLATION OR REFUSAL", "II.35", "1. The Advisory Body may recommend to the Minister the refusal or cancellation of a clearance to any individual if the Advisory Body has determined that the individual's presence in the restricted area of a listed airport would be inconsistent with the aim and objective of this Program.", "2. In making the determination referred to in subsection (1), the Advisory Body may consider any factor that is relevant, including whether the individual:", "(a) has been convicted or otherwise found guilty in Canada or elsewhere of an offence including, but not limited to:", "(i) any indictable offence punishable by imprisonment for 10 years or more,", "(ii) trafficking, possession for the purpose of trafficking or exporting or importing under the", "Controlled Drugs and Substances Act", "(iii) any offences contained in Part VII of the", "Criminal Code", "- Disorderly Houses, Gaming and Betting,", "(iv) any contravention of a provision set out in section 160 of the", "Customs Act", "(v) any offences under the", "Official Secrets Act", "; or", "(vi) any offences under Part III of the", "Immigration and Refugee Protection Act", "3. has a bad credit record and is employed in a position of trust; or", "4. is likely to become involved in activities directed toward or in support of the threat or use of acts of serious violence against property or persons.", "HABILITATIONS", "II.19", "1. Les vérifications suivantes auront lieu dans le but d'accorder une habilitation:", "a) une vérification des dossiers criminels;", "b) une vérification des dossiers pertinents des organismes d'application de la loi, y compris des renseignements recueillis dans le cadre de l'application de la loi;", "c) une vérification des fichiers du SCRS.", "2. Les vérifications suivantes pourraient avoir lieu dans le but d'accorder une habilitation:", "a) une vérification auprès du Bureau de crédit ;", "b) une vérification du statut d'immigration et de citoyenneté du demandeur ; et", "c) une évaluation sécuritaire par le SCRS s'il y a lieu.", "3. Aucune demande ne sera traitée à moins que le candidat ne présente tous les renseignements requis par le Directeur, programmes de filtrage de sécurité.", "[...]", "ANNULATION OU REFUS", "II.35", "1. L'Organisme consultatif peut recommander au ministre de refuser ou d'annuler l'habilitation d'une personne s'il est déterminé que la présence de ladite personne dans la zone réglementée d'un aéroport énuméré est contraire aux buts et objectifs du présent programme.", "2. Au moment de faire la détermination citée au sous-alinéa (1), l'Organisme consultatif peut considérer tout facteur pertinent, y compris:", "a) si la personne a été condamnée ou autrement trouvé coupable au Canada ou à l'étranger pour les infractions suivantes:", "i) tout acte criminel sujet à une peine d'emprisonnement de 10 ans ou plus;", "ii) le trafic, la possession dans le but d'en faire le trafic, ou l'exportation ou l'importation dans le cadre de la", "Loi sur les drogues et substances contrôlées", "iii) tout acte criminel cité dans la partie VII du", "Code criminel", "intitulée «Maison de désordre, jeux et paris»;", "iv) tout acte contrevenant à une disposition de l'article 160 de la", "Loi sur les douanes", "v) tout acte stipulé dans la", "Loi sur les secrets officiels", "; ou", "vi) tout acte stipulé dans la partie III de la", "Loi sur l'immigration et la protection des réfugiés", "3. si elle possède une mauvaise réputation en matière de crédit et qu'elle occupe un poste de confiance; ou", "4. qu'il est probable qu'elle participe à des activités directes ou en appui à une menace ou qu'elle se livre à des actes de violence sérieuse contre la propriété ou des personnes.", "V.", "Analysis", "Standard of review"], ["[14]", "First, it must be determined which standard of review applies, based on an analysis of the four factors set out in", "Dr Q v. College of Physicians and Surgeons of British Columbia", ", [2003] 1 S.C.R. 226.", "(i) Privative clause/right of appeal"], ["[15]", "The Act does not contain a privative clause or provide for a right of appeal. Therefore, this factor is neutral.", "(ii) The expertise of the tribunal"], ["[16]", "Under subsection 4.3(1) of the Act, management of the Security Clearance Program is entrusted to the Director of Intelligence, Transport Canada (the Director). The Director reviews applications and carries out security checks: for example, a criminal record check with the RCMP. The Director verifies if there is a criminal record, if charges are pending, if arrest warrants have been issued and if the person in question has contacts with criminal or terrorist organizations."], ["[17]", "The Director is assisted by the Advisory Body, and together they grant security clearances for access to restricted areas. The Advisory Body is made up of five persons: the Director of Intelligence, Transport Canada; the Director of Intelligence, Canada Border Services Agency (CBSA) (Vice-President); the Director of the Security Screenings Program (Secretary); legal counsel; and a Transport Canada security inspector. The work is performed by professionals who have experience and special skills in the following areas: security, including security of aircraft, airports, airport installations, the general public, passengers or aircraft crews. This factor commands a high level of deference.", "(iii) Purpose of the legislation"], ["[18]", "The purpose of the legislation is to ensure security for civil aviation and to protect the public. The Director and the Advisory Body must assess the evidence and analyze both public documents and those submitted by the person concerned. This factor also commands a high level of deference.", "(iv) Nature of the question"], ["[19]", "The question here is whether or not the risk assessment with regard to the applicant's conduct is reasonable. This is within the expertise of the Minister, who has discretion in applying the program. This factor gives rise to a high level of deference."], ["[20]", "As a result of this analysis, I conclude that the applicable standard of review is that of patent unreasonableness. Mr. Justice von Finckenstein reached the same conclusion in", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1109 (C.F.). I have a slightly different point of view concerning the first factor. Accordingly, to succeed, the applicant must show that the decision is tainted by an irrational error."], ["[21]", "Having considered the applicant's arguments, the evidence on record, and the unanimous recommendation of the Advisory Body, I am satisfied that the decision is not patently unreasonable. The issue is not whether I agree or not with the decision made, but whether the decision is tainted by an error which meets the tests for patent unreasonableness."], ["[22]", "The applicant was asked to submit additional information, and she did. She was also advised of the procedure followed by the Advisory Body in its investigation. A study of the file confirms that the requirements of procedural fairness were followed."], ["[23]", "For the most part, the applicant's submissions concerned the fact that she had obtained a conditional discharge, thus ruling out paragraph II.35(2)(a) of the Program. When a discharge is granted, this creates a legal fiction, and the person convicted is deemed to have never been convicted (", "<FRAGMENT_SUPPRESSED>  (", "per", "Mr. Justice Marc Beauregard of the Quebec Court of Appeal)). Therefore, she submits that the respondent cannot render his decision on the basis of the above-mentioned paragraph, which states that when the Advisory Body makes its recommendation, it is entitled to consider if the person has been convicted of an offence."], ["[24]", "However, in the judgment cited in the preceding paragraph, Doyon J. was of a different opinion than Beauregard J. and wrote the following at paragraph 44:", "[translation] Even if he is deemed not to have been convicted, the offender nevertheless pleaded guilty, and this remains in spite of the fact he was discharged.", "The third judge, Madam Justice Louise Mailhot, endorsed this opinion."], ["[25]", "Meanwhile, the respondent submits that the decision, as short as it may be, was not rendered on the basis of paragraph II.35 (2)(a) of the Program, but under paragraph I.4(d) (Objective), where mention is made of the likelihood that a person may commit an act, or assist or abet the commission of an act, that may unlawfully interfere with civil aviation. He submits that the Advisory Body may consider any relevant factor, including II.35 (2)(a)."], ["[26]", "He adds that, in spite of the conditional discharge obtained by the applicant, her admission of guilt does not disappear, and the respondent was completely warranted in considering these persisting facts."], ["[27]", "The respondent also refers the Court to the evidence of the alleged manipulation and negative influences of which the applicant was a victim and states that in this case the issue is the assessment of the likelihood of the potential risk which the applicant may represent for civil aviation."], ["[28]", "Even though the applicant obtained a conditional discharge following her guilty plea, this does not prevent the Minister from exercising his discretion to decide whether or not to issue a security clearance to her."], ["[29]", "The evidence in criminal matters is considerably different from the factors and criteria which the respondent must consider when he is called on to grant, refuse or cancel a security clearance."], ["[30]", "The Court's intervention is not warranted.", "JUDGMENT"], ["[31] THE COURT ORDERS that", ": The application for judicial review be dismissed without costs.", "[End of document]"]]}