{"id_": "034861", "body_str": [["[1]", "Pinard, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, (the \"", "Act", "\") of the decision dated June 10, 2009 of the Pre-Removal Risk Assessment (\"PRRA\") Officer Marilyn Campbell (the \"Officer\") who found that there were insufficient humanitarian and compassionate (\"H&C\") grounds to grant an exception to the application requirements so as to allow Ms. Damte to apply for permanent residence from within Canada."], ["[2]", "Ms. Damte's application was for an exemption to the requirement that an application for permanent residence be made from outside the country (section 11 of the", "Act", ") on humanitarian and compassionate grounds. It was based on her significant degree of establishment in Canada and unusual and underserved hardship if required to apply from Ethiopia."], ["[3]", "At the outset of the decision, the Officer acknowledged that the applicant bears the onus of satisfying the decision-maker that her personal circumstances are such that the hardship of not being granted the requested exemption would be i) unusual and undeserved, or ii) disproportionate."], ["[4]", "The factors which the Officer identified included: hardship or sanctions upon return to Ethiopia; spousal, family or personal relationships that would create hardship if severed; degree of establishment in Canada; and ties or residency in any other country."], ["[5]", "The Officer's decision on an H&C application should be subject to a high degree of deference by this Court and thus reviewed on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  the question for this Court is not whether another outcome would have been possible or even preferable, but whether the qualities of a decision, namely, the process of articulating the reasons and the outcomes are reasonable. Reasonableness is concerned \"mostly with the existence of justification, transparency and intelligibility\" but also with \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , at paragraph 47)."], ["[7]", "In denying the PRRA application, the Officer found that the risk the applicant faced as an opposition party activist was not well-founded. The Officer related the PRRA to the H&C as follows:", "\"With respect to the hardship factors cited, it is noted that these are the same assertions of hardship put forth in the applicant's refugee claim and PRRA applications ... .\""], ["[8]", "The parties are in agreement that the applicant also presented non-political opinion hardship factors in support of her H&C application. The applicant claimed that she would face hardship based on gender and endemic poverty in Ethiopia. As a forty-two-year-old woman with no family support returning after nineteen years to an impoverished country where society views women as \"second class citizens\" she alleged that she would face gender discrimination in the labour market. The applicant asserts this is hardship which is unusual and undeserved, and disproportionate."], ["[9]", "Under the heading \"Hardship or Sanctions Upon Return to Ethiopia\", the Officer does not once mention \"gender\", \"sex\", \"poverty\", \"women\", \"female\", \"discrimination\", or any of the documents the applicant submitted in support of this part of her H&C application. This section is entirely devoted to an analysis of whether the applicant's political opinion will put her at risk for hardship in Ethiopia and if so, what level of risk is presented."], ["[10]", "According to the respondent, the absence of non-political opinion risk factors does not indicate that the Officer mischaracterized the applicant's claim but rather reflects an analysis which was proportional to the content of the applicant's submissions, the balance of which was in support of political opinion resulting in hardship. The respondent submits that we can infer that the Officer considered the issue of gender discrimination because she mentions the applicant's likely employability. Under the heading \"Return to Country of Nationality\", the Officer discusses the advantage the applicant has in returning to Ethiopia given the skills she acquired in Canada. These abilities \"are transferable employment skills and it would be reasonable for her to pursue similar opportunities in Ethiopia\". According to the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> to 11, the Officer cannot be faulted from not providing a more intensive analysis."], ["[11]", "In response, the applicant submits simply: the finding of transferability was unreasonable. The evidence establishes that Ethiopia has an 81% poverty rate where women are \"second class citizens\" with \"very restricted employment opportunities [...], particularly in the private sector\". Thus, it was unreasonable for the Officer to conclude that a female graphic designer - let alone one with no family support who has been outside of the country for nineteen years - would be able to find \"similar opportunities\" for work in Ethiopia."], ["[12]", "The applicant did indeed submit over 100 pages of evidence in support of her claim that on the basis of her gender, she would face hardship in Ethiopia. Specifically:", "- CEDAW, \"Consideration of Reports Submitted by States Parties under Article 18 of the Convention of the Elimination of All Forms of Discrimination against Women\", dated 2005;", "- Ethiopian Women's Lawyers Association: \"The Political Participation of Women in Ethiopia: Challenges and Prospects\" by Tigist Zelenke, dated April 2005 (Chapter three: \"Obstacles to Women's Political Participation\");", "- Ethiopian Women's Lawyers Association: \"The Legal Status of Ethiopian Women at the Workplace\" by Daniel Haile, dated October 2004;", "- The Ethiopian Journal of Health Development: \"Women's Health and Life Events Study in Rural Ethiopia\" by Yegomawork Gossaye et al., dated 2003; and", "- Ethiopian Women's Lawyers Association: \"Discrimination Norms and Application Against Women in Ethiopian Family Law\" by Hilina Tadesse."], ["[13]", "In addition, the evidence submitted to substantiate her claim regarding her likely hardship due to poverty included:", "- Foreign and Commonwealth Office (UK): Country Profile Ethiopia, dated April 17, 2008;", "- UNDP Human Development Index Ranking 2007/2008; and", "- The World Bank: Country Brief Ethiopia, dated August 2008."], ["[14]", "The respondent correctly points out that the Officer had no obligation to list each and every piece of evidence brought before her and it is not for this Court to re-weigh the evidence. Furthermore, the respondent posits that it was possible for the Officer to conclude that gender discrimination in the Ethiopian workplace is primarily the result of the imbalance in education levels. Because the applicant is an educated woman the barriers are eliminated. Thus, the respondent submits that the Officer's decision was open to her, the applicant's evidence of gender-based discrimination being insufficient to demonstrate hardship."], ["[15]", "I disagree with the respondent and consider that a plain-reading of the evidence suggests that gender-discrimination is a multi-faceted problem with both demand and supply side variables. Under-education is clearly one factor interfering with women's participation in the labour market but certainly not the determinative factor. It is clear from the reports that location and sector of employment, as well as one's profession are significant factors as well."], ["[16]", "It is obvious from the way the Officer chose to structure the decision that she did not turn her mind to the claim that the applicant's gender was a risk factor for hardship. I recognize that the Officer commented on the transferability of the applicant's employment skills in light of \"all the evidence\". Fundamentally, the Officer's comments could have been made with respect to a male applicant with otherwise, the same personal traits. It does not show that the Officer considered whether gender discrimination would constitute a hardship for this applicant. This inference is further problematic when the Officer does not even mention the words \"gender\" or \"discrimination\" or explicitly acknowledge that the risk of the hardship alleged by the applicant included a risk on the basis of her gender."], ["[17]", "Thus, I find that the Officer's decision was unreasonable as it overlooked the applicant's evidence regarding hardship on the basis of her gender."], ["[18]", "For all the above reasons, the intervention of the Court is warranted, the decision of the Officer will be quashed and the matter, sent back for redetermination by another Officer.", "JUDGMENT"], ["[19]", "The application for judicial review is allowed. The decision dated June 10, 2009 of the Pre-Removal Risk Assessment (\"PRRA\") Officer Marilyn Campbell is quashed and the matter is sent back for redetermination by a different PRRA Officer.", "Application allowed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}