{"id_": "034900", "body_str": [["[1]", "Strickland, J.", ": Sandra Liliana Leon Jimenez, the Principal Applicant, her spouse Jose Alfonso Ortega Gonzalez, the Secondary Applicant, and their minor son, Tomas Ortega Leon, are citizens of Colombia."], ["[2]", "In December 2010 and March 2011, the Applicants received pamphlets from the Revolutionary Armed Forces of Colombia (FARC) at their restaurant demanding a monthly payment if the Applicants wished to continue to operate their business. On March 27, 2011, four armed FARC members entered the restaurant, physically assaulted the Secondary Applicant, held a gun to his head and demanded the monthly payment. The men took money from the cash register and from the Secondary Applicant's pocket. Before leaving, they informed the Applicants that they would return the following week to collect payment and warned them not to contact the police."], ["[3]", "The Applicants did not report the incident to the police as they feared the FARC. On April 1, 2011, they received flowers and a condolence card with the Applicants' names which was signed by a member of the FARC. On April 2, 2011, the Principal Applicant received a call at their home in Bogota from the FARC advising them that the payment was due the following day. They closed the restaurant which was subsequently vandalized and threats painted on the walls. The Applicants fled Colombia on April 8, 2011 arriving in Canada on April 20, 2011."], ["[4]", "The Refugee Protection Division of the Immigration and Refugee Board of Canada (Board) found that the Applicants are not Convention refugees pursuant to section 96, and are not persons in need of protection pursuant to section 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27.", "Decision Under Review"], ["[5]", "The Board outlined the factual background, stated that it made its decision based on an internal flight alternative (IFA) in Cali, and set out the two pronged IFA test."], ["[6]", "As to the first prong of the test, the Board found that there was no serious possibility of the Applicants being persecuted or subjected, on a balance of probabilities, to a danger of torture, to a risk to life or of cruel and unusual treatment or punishment in Cali. This was because there was no credible evidence that the FARC has been looking for the Applicants since they left Colombia, that it has contacted or harmed any of their family members in Colombia, or, that the FARC would pursue the Applicants in Cali. Further, that there was persuasive documentary evidence, which the Board reviewed, indicating that persons such as the Applicants would not be targeted by the FARC today in Colombia."], ["[7]", "The Board also found that the second prong of the test, being whether it would be unduly harsh for the Applicants to seek refuge in Cali, was not met. The Applicants had been able to move to Canada and adjust to a life in a new country with an unfamiliar culture and language. Therefore, it would be much easier for them to readjust to life in a different part of their home country. Further, given the Principal and Secondary Applicants' university education and work history, it would not be unduly harsh for them to reside in Cali."], ["[8]", "The Board concluded, having considered the conditions in Cali and all of the circumstances of these Applicants, that it was not objectively unreasonable for them to seek refuge there.", "Issues and Standard of Review"], ["[9]", "In my view, there is only one issue to be considered and that is whether the Board erred in finding that there was a viable IFA in Cali. This is reviewable on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "Reasonableness is concerned with the existence of justification, transparency and intelligibility within the decision making process. It is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law (", "<FRAGMENT_SUPPRESSED>  at paras 45, 47-48 [ <FRAGMENT_SUPPRESSED> ];", "Canada (Minister of Citizenship and Immigration", "v Khosa", ", 2009 SCC 12, [2009] 1 SCR 339 at paras 59, 62).", "Analysis", "Lack of Explicit Credibility or Factual Findings"], ["[11]", "The Applicants submit that the Board was required to make explicit findings of fact on past persecution and credibility before determining whether there was a viable IFA. This was an error of law and is fatal to a state protection analysis. Implicit in the definition of an IFA is that such a determination requires an analysis of country conditions in order for the Board to assess whether state protection exists in the proposed locality as a viable IFA (", "<FRAGMENT_SUPPRESSED>  [", "Nino Yepes", "])."], ["[12]", "In my view, the Board did not make such an error. It did not question the veracity of the claim of persecution and the risk the Applicants faced during the time they resided in Colombia. It made no negative credibility findings and, therefore, it must be assumed that it accepted that the Applicants were credible and were targeted in the past. For that reason, it confined its decision to the issue of whether the Applicants fit the profile of being at a risk if they were returned to the alternate location of Cali, and, if it was a viable  <FRAGMENT_SUPPRESSED> the Board in this case considered the type of persecution faced by the Applicants, their evidence and testimony as to their fear and their personal circumstances. Given this, an explicit factual or credibility finding was not required."], ["[13]", "While the Applicant relies on", "Nino  <FRAGMENT_SUPPRESSED> , in my view, the circumstances in that case are distinct. There, the decision was found to be unreasonable because the Board failed to assess credibility and personal risk which caused it to overlook material evidence contradicting its conclusion on state protection. Put otherwise, it made a state protection finding without a proper evidentiary framework and without regard to the personal circumstances of the claimants. That is not the situation in this case. Here, the Board implicitly accepted the Applicants' evidence of past persecution and risk and considered the specific risks that they feared. Therefore, the issue was whether, upon considering all the evidence, the Applicants could safely reside in Cali. In any event, a failure to make such a finding is not necessarily fatal even in the state protection context (", "<FRAGMENT_SUPPRESSED> ).", "Country Conditions and Risk"], ["[14]", "The Applicants submit that the Board's IFA analysis was flawed for several reasons. It erred in finding that they did not fit the risk profile of being targeted by the FARC because they do not fall within a category of persons who have been identified by human rights groups as historically targeted (", "<FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ]). The Board also erred when it concluded that the FARC, as the agent of persecution, would not have any future interest in the Applicants. This was based on a plausibility finding, but persecutors' actions do not conform to the Board's concept of what is rational (", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "The Applicants do not dispute the finding that they do not fit the risk profile described in the country conditions, but rather argue that the list is not closed and that there could be other reasons why the FARC would target them ( <FRAGMENT_SUPPRESSED> , above). As I understand their argument, they submit that the Board erred in engaging in a plausibility finding when attempting to predict who the FARC, as the agent of persecution, will target. They were targeted in the past and the fact that other family members have not been contacted or harmed and that the FARC has not been searching for the Applicants since their departure from Colombia may not be relevant or predictive of their risk and are insufficient indicators of a lack of risk."], ["[16]", "The Applicants submit that in finding that Cali was a viable IFA for the Applicants, the Board's analysis of material change in Colombia was conducted in a manner that is inconsistent with the jurisprudence concerning a change of circumstances in country conditions (", "<FRAGMENT_SUPPRESSED> ). Further, that it was conducted without an evidentiary framework and should have been sensitive to their personal circumstances."], ["[17]", "In considering these submissions it should first be noted that in finding that Cali was a viable IFA for the Applicants, the Board summarized the Principal Applicant's testimony at the hearing which was that they would not be safe there because there are guerrillas everywhere that could locate them in any city as demonstrated by the fact that they had contacted the Applicants at their home, as well as their restaurant, in Bogota. When asked why the FARC would be interested in them, the Principal Applicant testified that it would be to set an example by killing someone who had not acceded to their demands. She also confirmed that none of her or her husband's immediate family who remain in Colombia were contacted or harmed by the FARC since the Applicants' departure."], ["[18]", "However, upon review of the country documents concerning the current situation of the FARC in Colombia the Board found that this indicated that the FARC had been especially weakened in urban areas such as Cali. Further, referring to the National Documentation Package (NDP) for Colombia (June 4, 2012, item 2.1), the Board noted that this contains profiles of persons who the FARC currently and primarily target which includes local elected officials and politicians, alleged paramilitary collaborators, indigenous peoples and members of government security forces. The Board also referred to the United Nations High Commission for Human Rights (UNHCHR) (Item 2.5:", "UNHCHR on the Situation of Human Rights in Columbia", ") which states that vulnerable groups include community defenders and leaders, members of Juntas de Acci n Communal, Afro-Colombians and indigenous peoples, municipal ombudspersons, trade union members, staff of the National Ombudsman's Early Warning System (EWS) and journalists, which corroborates other recent documents in the NDP. It also referred to documentary evidence submitted by counsel for the Applicants regarding the profiles of persons most at risk and found that the Applicants do not fit any of those profiles."], ["[19]", "Referring to the Canadian Council for Refugees Report,", "The Future of Colombian Refugees in Canada: Are we being equitable?", "(CCR Report), the Board also found that it indicates that urban security in Colombia has improved and that due to changed conditions the worst of the armed conflict has been pushed outward. The Board summarized this by stating that according to the most recent documentation before it, while considerably diminished, the FARC continues to operate in Colombia, mainly in mountain, jungle, rural and border areas. The FARC is recognized by Canada, and other nations, as a terrorist organization with its focus on harming persons of specific profiles. Its operations have been decimated in urban areas such as Cali and when it does strike there it has primarily been carrying out terrorist attacks randomly aimed rather than targeting specific targets."], ["[20]", "The jurisprudence of this Court demonstrates that the use of established risk profiles based on documentary evidence is an accepted and important cornerstone of a state protection analysis and, in my view, it is equally applicable in an IFA analysis in assessing whether an individual can safely reside in the proposed IFA (", "<FRAGMENT_SUPPRESSED> ). This is the analysis undertaken by the Board and the Applicants do not dispute that they do not fit within the profiles of persons who would be at a risk if they were returned to Cali. However, they argue that these risks profiles are not closed and that the Board engaged in a plausibility finding when attempting to predict who the FARC will target."], ["[21]", "In that regard, I would note", "<FRAGMENT_SUPPRESSED>  [", "Cruz Vergara", "]. There, the applicants similarly submitted that the Board's IFA finding was based on little other than its speculation about what the FARC was likely to do. The Board had accepted everything in their Personal Information Forms except the information that the FARC was still looking for the applicants after two years. They submitted that there was no evidence confirming that the FARC was aware that they had left the country, so the Board should not have made a plausibility finding as to whether it would still be searching for them. The applicants also submitted that according to the NDP, an IFA is generally not available in Colombia by reason of the FARC's country-wide reach."], ["[22]", "Justice Mosley found that the Board was expected to consider the availability of an IFA and that the applicants did not present clear and convincing evidence that the FARC had a presence in Cartagena and that they would be targeted in that city. Further, the claim that the FARC had infiltrated government agencies everywhere was not consistent with the country documentation because the May 27, 2010 report of the Office of the United Nations High Commissioner for Refugees,", "UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Colombia", "(UNHCR Report), upon which that assertion was based, linked that conclusion to persecution carried out by state agents or condoned by state agents, including through corruption. Therefore, based on the record, Justice Mosley found that the Board's finding was reasonable."], ["[23]", "The applicants  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , also argued that the Board's determination on state protection was unreasonable because it disregarded or rejected material evidence which they had submitted. In that regard, Justice Mosley stated:"], ["[35] Recent cases from this Court support the reasonableness of decisions finding there to be adequate state protection in Colombia for those who were in similar circumstances to those of the applicant and who were threatened by the FARC. A list of those cases is set out in", "<FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1490 at para 18. As noted at paragraph 20 of that decision, this Court has overturned RPD decisions on state protection in Colombia only where the RPD was shown to have failed to properly assess the background or \"profile\" of the claimant and the claimant fell into one of the groups that the documentary evidence indicates may be at risk in Colombia such as \"judges and other individuals associated with the justice system\"."], ["[24]", "Similarly, in", "<FRAGMENT_SUPPRESSED>  (", "Herrera Andrade", "), Justice Gleason conducted a review of the jurisprudence on state protection in Colombia and concluded that in the prior year, this Court had overturned Board decisions on state protection in Colombia only where it was demonstrated that it had failed to properly assess the background or \"profile\" of the claimant and that the claimant fell into one of the groups that the documentary evidence indicates may be at risk in Colombia. She noted that the objective documentary evidence, and in particular the UNHCR Report indicates that members of such groups may continue to be at risk from the FARC in Colombia. Cases where the Board's finding on state protection were not upheld turned on its failure to consider the heart of the claims advanced by the claimants and to assess their profiles against the documentary evidence, which indicated that they might be at risk."], ["[25]", "On the basis of the foregoing, in my view, the Board reasonably assessed the Applicants' risk profile according to the documentary evidence in finding that they had a viable IFA in Cali. The Board was required to and did assess and make a determination as to whether the Applicants' claims placed them within the risk profiles identified in the documentary evidence. It also considered the lack of evidence as to ongoing targeting. The Board did not overlook evidence or make findings based on a lack of credibility or plausibility. As to the Applicants' submission that the risk profile categories are not closed or circumscribed by the country condition documents, they did not provide any authority to support that position nor did they lead any evidence that people with similar profiles to their own were pursued by the FARC upon return to Colombia. The essential weakness in the present case is that the Applicants have not sufficiently demonstrated that the FARC continues to seek them out or that it would if they lived in Cali."], ["[26]", "The Applicants also submit that the Board was selective in its treatment of the documentary evidence in finding that the FARC has a limited presence throughout Colombia. I note that  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , Justice Gleason stated:"], ["[11] In my view, the starting point for the inquiry in respect of an argument regarding the impact of failure to mention key evidence is that the reviewing court must presume that the tribunal considered the entire record (see", "<FRAGMENT_SUPPRESSED>  CF 673 at para 38). Thus, those advancing arguments like that made by the applicant in this case bear a high burden of persuasion. Secondly, it must be recalled that the task of the reviewing court is the assessment of the reasonableness of the tribunal's findings of fact. This inquiry involves consideration of", "both", "the outcome reached and the reasons offered by the tribunal as the Supreme Court of Canada underlined in,", "inter alia", "<FRAGMENT_SUPPRESSED>  and", "Newfoundland Nurses", "at para 14. Finally, and perhaps most importantly, the reviewing court must afford significant defence to the tribunal's factual findings, particularly where, as here, the impugned determination falls within the core of the tribunal's expertise. Assessments of risk and of the availability of adequate protection for refugee claimants in foreign states lies at the very core of the competence of the RPD and are matters that Parliament has mandated to fall within the RPD's jurisdiction (see IRPA at para 95(1)(b);", "<FRAGMENT_SUPPRESSED> )."], ["[27]", "It is true that the Board does not specifically refer to the sections of the CCR Report referenced by the Applicants. This includes reports that indicate that there is a FARC presence in all major cities and that it has information networks which allow it to locate returning asylum seekers, and, that an IFA is not a guarantee of safety. The Board also does not analyze the report of Dr. Chernick,", "Country Conditions in Columbia Relating to Asylum Claims in Canada", "or similar evidence submitted from Amnesty International."], ["[28]", "However, the Board found that the Applicants do not have the profile of those who are at risk of continued targeting on return and that there was no evidence that the FARC continues to seek them out. Therefore, in my view, its failure to refer to these sections does not affect the outcome of the its analysis. Further, the June 6, 2012 report of Amnesty International states that the FARC, and others, \"have the capacity to pursue victims throughout many regions of the country and may do so where the individual is of particular interest to warrant such effort. This is also true for those who have fled the country and return after a period of time.\" Again, however, the Board found that there was no evidence that suggested that the Applicants would warrant such an interest in this case."], ["[29]", "It should also be noted that the Board referred to a variety of reports contained in the documentary evidence and acknowledged that the FARC has had a tremendous impact on the lives of many and that they continue to be an issue in Colombia. It stated that, based on the preponderance of recent objective evidence, Colombia is making serious efforts to provide better protection for its citizens, to curb corruption and violence and is dedicated to eradicating the FARC and other paramilitary and criminal groups. Further, that state protection has had a tremendous success as a result of these efforts especially in urban centres including Cali. The Board also referred to two reports submitted by the Applicants,", "Guerrilla kills Columbian who was Departed from Canada", "and", "Colombia mother makes call to human sensitivity of Stephan Harper", ". It afforded them little weight because the circumstances of the incidents described in the reports could not be gleaned from the materials. The Board's reference to these articles indicates that it was alert to the countervailing views concerning the risks faced by returning asylums seekers. However, the Board found that the \"preponderance of recent objective evidence\" suggested adequate state protection was available in Colombia."], ["[30]", "The Board did not find that the Applicants would no longer be at risk if they return to Bogota as a result of changed country conditions. Rather, it found that they could live safety in Cali given the lack of evidence that they continued to be pursued and the current documentary evidence as to the FARC's operations based on risk profiles. In any event, for the reasons set out above, it is my view that the Board considered and did not ignore or misconstrue the factual evidence."], ["[31]", "To conclude, the Board did not question the Applicants' claim and reasonably considered their personal circumstances and evidence in conducting the IFA analysis. Therefore, in these circumstances, it was not required to conduct a separate credibility and factual analysis. Nor did the Board err in considering the Applicants' profile in determining that they were not likely to be targeted by the FARC in Cali. It assessed the documentary evidence according to this profile and found that there was no evidence that the Applicants continued to be targeted. The threshold for finding that relocation to an IFA is unreasonable is a high one. An applicant must provide actual and concrete evidence of conditions which would jeopardize his life and safety in traveling there (", "<FRAGMENT_SUPPRESSED> ). The Board's conclusion that the country conditions did not indicate that the Applicants would face a serious possibility of persecution or risk should they return to Cali falls within a range of acceptable, possible outcomes ( <FRAGMENT_SUPPRESSED> , above).", "JUDGMENT"], ["[32]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed; and", "2. No question of certification was proposed or arises.", ".........................", "Sandra Liliana Leon Jimenez, Jose Alfonso Ortega  <FRAGMENT_SUPPRESSED>  Sandra Liliana Leon Jimenez, la demanderesse principale, son époux, Jose Alfonso Ortega Gonzalez, le demandeur secondaire, et leur fils mineur, Tomas Ortega Leon, sont citoyens de la Colombie."], ["[2]", "En décembre 2010 et en mars 2011, les demandeurs ont reçu des feuillets des Forces armées révolutionnaires de Colombie (les FARC) à leur restaurant; il y était mentionné que, si les demandeurs voulaient continuer à exploiter leur restaurant, ils devraient leur verser un paiement mensuel. Le 27 mars 2011, quatre membres des FARC armés sont entrés dans le restaurant, ont agressé le demandeur secondaire, lui ont pointé une arme à feu sur la tête et ont exigé le paiement mensuel. Les hommes ont pris de l'argent de la caisse enregistreuse et des poches du demandeur secondaire. Avant de partir, ils ont informé les demandeurs qu'ils reviendraient la semaine suivante pour obtenir leur dû et ils les ont avertis de ne pas communiquer avec la police."], ["[3]", "Les demandeurs n'ont pas signalé l'incident à la police parce qu'ils craignaient les FARC. Le 1er avril 2011, les demandeurs ont reçu des fleurs et une carte de condoléances dans laquelle leurs noms étaient inscrits et qui était signée par un membre des FARC. Le 2 avril 2011, la demanderesse principale a reçu à la maison un appel d'un membre des FARC l'informant que le paiement devait être fait le jour suivant. Les demandeurs ont fermé le restaurant, qui a par la suite été vandalisé, et des menaces ont été écrites sur les murs. Les demandeurs ont fui la Colombie le 8 avril 2011, et ils sont arrivés au Canada le 20 avril 2011."], ["[4]", "La Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) a conclu que les demandeurs n'avaient pas qualité de réfugiés au sens de la Convention au titre de l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), ni celle de personnes à protéger au sens de l'article 97 de la Loi.", "La décision faisant l'objet du contrôle"], ["[5]", "La Commission a exposé le contexte factuel, a affirmé qu'elle avait rendu sa décision sur le fondement d'une possibilité de refuge intérieur (la PRI) à Cali et a appliqué le critère à deux volets relatif à la PRI."], ["[6]", "En ce qui concerne le premier volet du critère, la Commission a conclu qu'il n'existait pas de possibilité sérieuse que les demandeurs soient persécutés ou exposés, selon la prépondérance des probabilités, au risque d'être soumis à la torture, à une menace à leur vie ou au risque de traitements ou peines cruels et inusités à Cali. La Commission en est venue à cette conclusion parce qu'aucun élément de preuve crédible ne démontrait que les FARC avaient été à la recherche des demandeurs depuis leur départ de la Colombie; qu'elles avaient communiqué avec des membres de leur famille en Colombie ou leur avaient porté préjudice; ou qu'elles les poursuivraient à Cali. En outre, un élément de preuve documentaire convaincant qui a été examiné par la Commission révélait que les personnes qui se trouvent dans une situation semblable à celle des demandeurs ne sont pas prises pour cibles par les FARC de nos jours en Colombie."], ["[7]", "La Commission a également conclu que le second volet du critère, soit la question de savoir s'il serait indûment préjudiciable pour les demandeurs de se réfugier à Cali, n'a pas été respecté. Les demandeurs ont été capables de déménager au Canada, où ils se sont adaptés à un nouveau pays dont la culture et la langue leur étaient inconnues. Il serait donc beaucoup plus facile pour les demandeurs de se réadapter à la vie dans une région différente de leur pays d'origine. Qui plus est, vu que la demanderesse principale et le demandeur secondaire ont fréquenté l'université et vu leurs antécédents de travail, il ne leur serait pas indûment préjudiciable d'habiter à Cali."], ["[8]", "Après avoir examiné la situation à Cali et l'ensemble des circonstances des demandeurs en l'espèce, la Commission a conclu qu'il ne serait pas objectivement déraisonnable pour eux de trouver refuge dans cette ville.", "La question en litige et la norme de contrôle applicable"], ["[9]", "À mon avis, une seule question se pose en l'espèce: la Commission a-t-elle commis une erreur en concluant qu'il existait une PRI viable à Cali? Cette question est susceptible de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "Le caractère raisonnable tient à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit (", "<FRAGMENT_SUPPRESSED> , aux paragraphes 45, 47 et 48 ( <FRAGMENT_SUPPRESSED> );", "Canada (Ministre de la Citoyenneté et de l'Immigration", "c Khosa", ", 2009 CSC 12, [2009] 1 RCS 339, aux paragraphes 59 et 62).", "Analyse", "L'absence de conclusions expresses relativement à la crédibilité et aux faits"], ["[11]", "Les demandeurs soutiennent que la Commission était tenue de tirer des conclusions de fait expresses relativement à la crédibilité et à la persécution subie dans le passé avant d'établir s'il existait une PRI viable. Il s'agit d'une erreur de droit qui porte un coup fatal à l'analyse relative à la protection de l'État. Il ressort implicitement de la notion de PRI que, dans le cadre d'une analyse relative à la PRI, il faut que la Commission examine la situation dans le pays afin d'établir l'existence de la protection de l'État dans le lieu envisagé comme PRI viable (", "<FRAGMENT_SUPPRESSED>  (", "Nino Yepes", "))."], ["[12]", "À mon avis, la Commission n'a pas commis pareille erreur. Elle n'a pas mis en doute la véracité de l'allégation de persécution et le risque auquel les demandeurs ont été exposés lorsqu'ils vivaient en Colombie. Elle n'a pas tiré de conclusion défavorable quant à la crédibilité et, par conséquent, il faut tenir pour acquis que la Commission a estimé que les demandeurs étaient crédibles et qu'ils avaient été pris pour cible dans le passé. Voilà pourquoi la Commission s'est contentée, dans sa décision, de trancher la question de savoir si le profil des demandeurs correspondaient au profil de personnes exposées à un risque si on les envoyait dans une autre localité, soit à Cali, et si cette ville constituait une PRI viable. Contrairement à l'affaire", "<FRAGMENT_SUPPRESSED> à 20, la Commission en l'espèce a tenu compte du type de persécution auquel les demandeurs ont été exposés, des éléments de preuve que ces derniers ont produits, de leur témoignage concernant leur crainte et leur situation personnelle. Il n'était donc pas nécessaire de tirer des conclusions expresses quant à la crédibilité ou quant aux faits."], ["[13]", "Les demandeurs se fondent sur la décision", "Nino Yepes", ", précitée, mais, à mon avis, les circonstances dans cette affaire diffèrent de celles de l'espèce. Dans cette affaire, il a été estimé que la décision était déraisonnable parce que la Commission ne s'était pas penchée sur les questions de crédibilité et de risque personnalisé, ce qui avait eu pour conséquence qu'elle n'avait pas tenu compte d'importants éléments de preuve qui contredisaient sa conclusion relative à la protection de l'État. Autrement dit, la Commission avait tiré sa conclusion relative à la protection de l'État sans disposer d'éléments de preuve pertinents et sans tenir compte de la situation personnelle des demandeurs. Ce n'est pas le cas dans la présente affaire. En l'espèce, la Commission a implicitement accepté la preuve des demandeurs sur la persécution dont ils avaient été victimes et sur les risques précis qu'ils craignaient. Par conséquent, la question en litige était de savoir si, au vu de l'ensemble de la preuve, les demandeurs pourraient habiter à Cali en toute sécurité. De toute manière, l'omission de tirer une telle conclusion ne constitue pas nécessairement une erreur fatale, et ce, même dans le contexte d'une analyse relative à la protection de l'État (", "<FRAGMENT_SUPPRESSED> ).", "La situation dans le pays et le risque"], ["[14]", "Les demandeurs soutiennent que l'analyse effectuée par la Commission relativement à la PRI était viciée à plusieurs égards. La Commission a commis une erreur en concluant que le profil des demandeurs ne correspond pas à celui des personnes qui risquent d'être prises pour cible par les FARC parce qu'ils n'appartiennent pas une l'une des catégories de personnes qui, selon des groupes de défense des droits de la personne, ont historiquement été ciblées (", "<FRAGMENT_SUPPRESSED>  (1re inst.) ( <FRAGMENT_SUPPRESSED> )). La Commission a également commis une erreur en concluant que les FARC, soit l'agent de persécution, ne s'intéresseraient plus aux demandeurs à l'avenir. La Commission avait fondé cette conclusion sur la vraisemblance, mais les agents de persécutions n'agissent pas toujours en fonction de ce que la Commission estime être logique (", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "Les demandeurs ne contestent pas la conclusion voulant que, selon les documents sur la situation dans le pays, ils ne correspondent pas aux profils des personnes à risque, mais ils soutiennent qu'il ne s'agit pas d'une liste exhaustive et qu'il pourrait y avoir d'autres raisons pour lesquelles les FARC pourraient les prendre pour cible ( <FRAGMENT_SUPPRESSED> , précitée). Si je comprends bien leur argument, les demandeurs allèguent que la Commission a commis une erreur en tirant une conclusion fondée sur la vraisemblance lorsqu'elle a essayé de prédire qui les FARC, en tant qu'agent de persécution, prendront pour cible. Les demandeurs ont été ciblés dans le passé, et le fait que les FARC n'aient pas communiqué avec d'autres membres de leur famille ou ne leur aient fait aucun tort et le fait qu'elles n'aient pas recherché les demandeurs depuis que ces derniers ont quitté la Colombie ne sont peut-être pas pertinents, ne permettent peut-être pas de prédire les risques auxquels les demandeurs pourraient être exposés et ne permettent pas de conclure à l'absence de risque."], ["[16]", "Les demandeurs soutiennent que l'analyse sur les changements importants qui se sont produits en Colombie qui a été effectuée par la Commission lorsqu'elle a conclu que Cali constituait une PRI viable n'était pas conforme à la jurisprudence sur les changements de la situation au pays (", "<FRAGMENT_SUPPRESSED> ). En outre, la Commission, dans le cadre de cette analyse, n'avait pas tenu compte d'éléments de preuve pertinents et elle aurait dû être sensible à la situation personnelle des demandeurs."], ["[17]", "En ce qui concerne ces observations, il convient tout d'abord de souligner que la Commission, lorsqu'elle a conclu que les demandeurs disposeraient d'une PRI viable à Cali, a résumé le témoignage que la demanderesse principale avait donné à l'audience. Cette dernière avait déclaré que les demandeurs ne seraient pas en sécurité à cet endroit parce que les guérilléros sont partout et que ces derniers pourraient les retrouver dans n'importe quelle ville, comme en témoigne le fait que les FARC étaient entrés en contact avec eux chez eux et au restaurant, à Bogota. Lorsqu'on lui a demandé pourquoi les FARC s'intéresseraient aux demandeurs, la demanderesse principale a déclaré que les FARC les tueraient pour montrer aux autres ce qui arrive lorsqu'on n'accède pas à leurs demandes. La demanderesse principale a aussi confirmé que les FARC n'avaient communiqué avec aucun de ses proches ou des proches de son époux qui sont restés en Colombie et qu'elles ne leur avaient fait aucun tort depuis leur départ."], ["[18]", "Cependant, après examen des documents sur la situation actuelle des FARC en Colombie, la Commission a conclu que celles-ci sont particulièrement affaiblies dans les centres urbains comme Cali. En outre, la Commission a souligné que le cartable national de documentation (le CND) sur la Colombie (4 juin 2012, point 2.1) décrivait les profils des personnes qui sont principalement prises pour cible par les FARC à l'heure actuelle; il s'agit entre autres des représentants locaux élus, des politiciens, des autochtones, des membres des forces de sécurité du gouvernement ainsi que des gens qu'elles croient être des collaborateurs paramilitaires. La Commission a également renvoyé à un rapport du Haut-Commissariat des Nations Unies aux droits de l'homme (HCNUDH) (point 2.5,", "UNHCHR on the Situation of Human Rights in Columbia", ") selon lequel les personnes suivantes appartiennent à des groupes vulnérables: les défenseurs et les dirigeants de la communauté, les membres de conseils d'action communautaire, les Afro-Colombiens et les autochtones, les ombudsmans municipaux, les membres d'un syndicat, les employés du système d'alerte précoce du Bureau national de l'ombudsman et les journalistes. Ce rapport corrobore d'autres documents récents répertoriés dans le CND. La Commission a aussi renvoyé à la preuve documentaire produite par l'avocat des demandeurs concernant les profils des personnes les plus à risque et elle a conclu que les demandeurs ne correspondaient à aucun de ces profils."], ["[19]", "Sur le fondement d'un rapport du Conseil canadien pour les réfugiés,", "The Future of Colombian Refugees in Canada: Are we being equitable?", "(le rapport du CCR), la Commission a aussi conclu que la sécurité dans les villes s'est améliorée en Colombie et que, en raison du changement de la situation, le conflit armé a été en grande partie repoussé vers les régions externes du pays. La Commission a résumé la situation en affirmant que, selon les documents les plus récents dont elle disposait, les FARC, bien que grandement affaiblis, poursuivent leurs activités en Colombie, principalement dans les montagnes, dans la jungle ainsi que dans les régions rurales et frontalières. Reconnues comme une organisation terroriste par le Canada et d'autres nations, les FARC s'en prennent principalement aux personnes correspondant à des profils précis. Leurs opérations sont maintenant peu fréquentes dans les centres urbains comme Cali et, lorsqu'il y en a, il s'agit d'attaques terroristes aveugles qui ne visent personne en particulier."], ["[20]", "Selon la jurisprudence de la Cour, le recours aux profils des personnes à risque établis sur le fondement de la preuve documentaire constitue l'une des pierres angulaires de l'analyse relative à la protection de l'État et, à mon avis, leur utilisation est également pertinente dans le cadre des analyses relatives à la PRI lorsqu'il faut déterminer si une personne peut habiter en toute sécurité dans la PRI envisagée (", "<FRAGMENT_SUPPRESSED> ). Il s'agit là de l'analyse que la Commission a effectuée, et les demandeurs ne contestent pas qu'ils ne correspondent pas aux profils des personnes qui seraient exposées à un risque s'ils étaient renvoyés à Cali. Ils allèguent toutefois que la liste des profils de personnes à risque n'est pas exhaustive et que la Commission a tiré une conclusion fondée sur la vraisemblance lorsqu'elle a essayé de prédire qui serait pris pour cible par les FARC."], ["[21]", "À ce sujet, il convient d'examiner la décision", "<FRAGMENT_SUPPRESSED>  (", "Cruz Vergara", "). Dans cette affaire, les demandeurs ont fait valoir que la conclusion relative à la PRI tirée par la Commission n'était fondée sur à peu près rien d'autre que sur les conjectures de la Commission concernant les mesures que les FARC prendraient selon toute vraisemblance. La Commission avait accepté la totalité des renseignements figurant dans le Formulaire de renseignements personnels des demandeurs sauf l'information selon laquelle les FARC étaient encore à la recherche des demandeurs deux ans après leur départ. Les demandeurs ont soutenu que rien ne démontrait que les FARC savaient qu'ils avaient quitté le pays, de sorte que la Commission n'aurait pas dû tirer une conclusion fondée sur la vraisemblance quant à la question de savoir si les FARC recherchaient toujours les demandeurs. Les demandeurs ont aussi allégué que, selon le CND, il n'existe d'ordinaire aucune PRI en Colombie parce que le rayon d'action des FARC s'étend à tout le pays."], ["[22]", "Le juge Mosley a conclu qu'il était à prévoir que la Commission se demanderait s'il existe une PRI et que les demandeurs n'avaient pas produit une preuve claire et convaincante démontrant que les FARC étaient présentes à Cartagena et qu'ils seraient pris pour cible dans cette ville. En outre, l'allégation selon laquelle les FARC avaient infiltré des organismes gouvernementaux partout dans le pays n'était pas corroborée par les documents relatifs au pays, car, selon le rapport", "UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Colombia", "produit le 27 mai 2010 par le Haut-Commissariat des Nations Unies pour les réfugiés (le rapport du HCNUR) sur lequel cette allégation était fondée, cette conclusion avait pour fondement la persécution exercée par les agents de l'État ou tolérée par les autorités publiques, notamment par la corruption. Le juge Mosley a donc conclu, au vu du dossier, que la conclusion de la Commission était raisonnable."], ["[23]", "Les demandeurs dans la décision", "Cruz Vergara", ", précitée, ont également soutenu que la Commission avait tiré une conclusion déraisonnable relativement à la protection l'État parce qu'elle avait rejeté des éléments de preuve importants qu'ils lui avaient présentés ou n'en avait pas tenu compte. Voici ce que le juge Mosley a déclaré à ce sujet:"], ["[35] La jurisprudence récente de la Cour confirme le caractère raisonnable de décisions selon lesquelles l'État colombien avait offert une protection adéquate à ceux qui s'étaient trouvés dans une situation semblable à celle du demandeur et dont la sécurité avait été menacée par les FARC. Cette jurisprudence est recensée dans la décision", "<FRAGMENT_SUPPRESSED> . Comme on peut le lire au paragraphe 20 de cette décision, la Cour a annulé des décisions de la SPR relativement à la protection de l'État en Colombie uniquement lorsqu'il a été établi que la SPR avait omis d'évaluer correctement les antécédents ou le « profil » du demandeur d'asile et lorsque le demandeur d'asile se retrouvait dans l'un des groupes qui, d'après la preuve documentaire, pouvaient être exposés à un risque en Colombie, par exemple « les juges et d'autres personnes associées au système de justice »."], ["[24]", "De façon semblable, dans la décision", "<FRAGMENT_SUPPRESSED>  (", "Herrera Andrade", "), la juge Gleason a examiné la jurisprudence en matière de protection de l'État en Colombie et elle a conclu que, au cours de l'année qui venait de s'écouler, la Cour avait annulé des décisions de la Commission relativement à la protection de l'État en Colombie uniquement lorsqu'il avait été établi que la Commission avait omis d'évaluer correctement les antécédents ou le « profil » du demandeur d'asile et que le demandeur d'asile appartenait à l'un des groupes qui, selon la preuve documentaire, pouvaient être exposés à un risque en Colombie. La juge Gleason a souligné que, selon la preuve documentaire objective, en particulier selon le rapport du HCNUR, les membres de ces groupes pouvaient encore être exposés à des risques à cause de la présence des FARC en Colombie. Les affaires dans lesquelles la conclusion relative à la protection de l'État tirée par la Commission n'a pas été confirmée ont été tranchées sur le fondement du défaut de la Commission de prendre en compte l'essentiel des prétentions des demandeurs et d'évaluer leurs profils en fonction de la preuve documentaire, laquelle démontrait qu'ils pouvaient être exposés à des risques."], ["[25]", "Compte tenu de ce qui précède, à mon avis, la Commission, dans le cadre de sa conclusion selon laquelle les demandeurs disposaient d'une PRI viable à Cali, a analysé de façon raisonnable le profil des demandeurs quant aux risques auxquels, selon la preuve documentaire, ils pourraient être exposés. La Commission était tenue de tirer une conclusion quant à savoir si les demandeurs, au vu du dossier, correspondaient, selon la preuve documentaire, à l'un des profils de personnes à risque, et elle l'a fait. La Commission a également tenu compte du manque d'élément de preuve démontrant que les demandeurs pourraient continuer à être pris pour cible. Elle n'a pas fait abstraction d'éléments de preuve ou tiré des conclusions fondées sur un manque de crédibilité ou de vraisemblance. En ce qui concerne la prétention des demandeurs selon laquelle la liste des catégories de profils de personnes à risque établie dans les documents sur la situation dans le pays n'est pas exhaustive ou limitée, les demandeurs n'ont invoqué aucune autorité corroborant leur prétention et ils n'ont pas non plus présenté d'éléments de preuve démontrant que les personnes ayant un profil semblable au leur étaient recherchées par les FARC lorsqu'elles retournent en Colombie. La principale faiblesse de la preuve des demandeurs en l'espèce est qu'ils n'ont pas démontré que les FARC continuent de les rechercher ou qu'elles les chercheraient s'ils habitaient à Cali."], ["[26]", "Les demandeurs allèguent en outre que la Commission a examiné de façon sélective la preuve documentaire lorsqu'elle a conclu que les FARC n'étaient pas très présentes en Colombie. Faisons remarquer que, dans la décision", "Herrera Andrade", ", précitée, la juge Gleason a souligné ce qui suit:"], ["[11] À mon avis, lorsque la cour de révision est saisie d'un argument qui porte sur les conséquences pour le tribunal de ne pas avoir mentionné des éléments de preuve importants, son examen consiste initialement à présumer que le tribunal a pris en compte l'ensemble du dossier (voir", "<FRAGMENT_SUPPRESSED> ). Les parties qui présentent des arguments comme ceux du demandeur en l'espèce doivent se montrer très convaincants. Deuxièmement, il faut se rappeler que la tâche de la cour de révision consiste à évaluer la raisonnabilité des conclusions de fait du tribunal dont la décision est contestée. Pour ce faire, il faut tenir compte", "à la fois", "de l'issue de l'affaire et des motifs fournis par le tribunal, comme la Cour suprême du Canada l'a souligné notamment dans", "<FRAGMENT_SUPPRESSED> , et", "Newfoundland Nurses,", "au paragraphe 14. Enfin, et surtout peut-être, la cour de révision doit faire preuve d'une grande déférence à l'égard des conclusions de fait du tribunal particulièrement lorsque, comme en l'espèce, la décision contestée se retrouve au cœur même de l'expertise du tribunal. L'évaluation des risques auxquels sont exposés les demandeurs d'asile de même que de l'existence d'une protection adéquate de l'État étranger se retrouvent au cœur même de la compétence de la SPR et il s'agit de questions que le Parlement a portées à la compétence de la SPR (voir l'alinéa 95(1)", ") de la  <FRAGMENT_SUPPRESSED> )."], ["[27]", "Il est vrai que la Commission n'a pas expressément renvoyé aux parties du rapport du CCR invoquées par les demandeurs. Il y était notamment question de rapports qui révèlent que les FARC sont présentes dans toutes les grandes villes, qu'elles disposent d'un réseau d'informateurs qui lui permet de trouver des demandeurs d'asile qui reviennent au pays et qu'une PRI n'est pas une garantie de sécurité. La Commission n'a pas non plus examiné le rapport de monsieur Chernick, intitulé", "Country Conditions in Columbia Relating to Asylum Claims in Canada", ", ni d'éléments de preuve semblables provenant d'Amnesty International qui ont été produits."], ["[28]", "Cependant, la Commission n'a pas conclu que les demandeurs ont le profil des personnes à risque d'être encore prises pour cible si elles retournaient dans leur pays et que rien ne donnait à penser que les FARC continuent de les rechercher. Par conséquent, à mon avis, l'omission de renvoyer à ces parties ne modifie en rien l'issue de son analyse. En outre, un rapport du 6 juin 2012 produit par Amnesty International indique que les FARC, et d'autres groupes, [traduction] « ont la capacité de poursuivre leurs victimes dans de nombreuses régions du pays, et qu'il se peut qu'elles le fassent lorsque les individus visés suscitent un intérêt particulier justifiant cet effort. Il en va de même des personnes qui ont fui le pays et qui reviennent après un certain temps ». Il convient toutefois de répéter que la Commission a conclu que rien ne donnait à penser que les demandeurs en l'espèce suscitent un tel intérêt."], ["[29]", "Il convient également de souligner que la Commission a renvoyé à divers rapports faisant partie de la preuve documentaire et qu'elle a reconnu que les FARC ont eu une énorme incidence dans la vie de bien des personnes et qu'elles constituent toujours un problème en Colombie. La Commission a estimé que, selon la prépondérance des éléments de preuve objectifs récents, la Colombie fait de sérieux efforts pour assurer une protection accrue à ses citoyens et pour lutter contre la corruption et la violence, et qu'elle s'efforce d'éradiquer les FARC et d'autres groupes paramilitaires et criminels. En outre, la Commission a estimé que les efforts déployés par la Colombie ont produit d'excellents résultats, tout particulièrement dans les centres urbains comme Cali. La Commission a renvoyé à deux rapports produits par les demandeurs, soit", "Guerrilla kills Columbian who was Departed from Canada", "et", "Colombia mother makes call to human sensitivity of Stephan Harper", ". La Commission ne leur a pas accordé grand poids, car ces rapports ne décrivaient aucunement les circonstances entourant les incidents qui y étaient décrits. Le fait que la Commission a renvoyé à ces articles révèle qu'elle a porté attention aux opinions contraires concernant les risques auxquels sont exposés les demandeurs d'asile qui retournent en Colombie. La Commission a toutefois conclu que, « selon la prépondérance des éléments de preuve objectifs récents », il existe une protection de l'État adéquate en Colombie."], ["[30]", "La Commission n'a pas conclu que les demandeurs ne courraient plus aucun risque s'ils retournaient à Bogota parce que la situation dans le pays avait changé. Elle a plutôt conclu que les demandeurs pourraient vivre en toute sécurité à Cali puisque la preuve n'établissait pas qu'on continuait à les chercher; pour en venir à cette conclusion, la Commission s'est aussi fondée sur la preuve documentaire à jour concernant les opérations que livrent les FARC contre les personnes à risque. Quoi qu'il en soit, pour les motifs exposés ci-dessus, je suis d'avis que la Commission a tenu compte de la preuve factuelle et ne l'a pas mal interprétée."], ["[31]", "En conclusion, la Commission, dans le cadre de son analyse relative à la PRI, n'a pas remis en question la prétention des demandeurs et elle a raisonnablement tenu compte de leur situation personnelle et de la preuve. Dans ces circonstances, la Commission n'était pas tenue d'effectuer une analyse distincte relativement à la crédibilité et aux faits. Elle n'a pas non plus commis d'erreur dans l'examen du profil des demandeurs lorsqu'elle a conclu que ces derniers ne seraient vraisemblablement pas pris pour cible par les FARC à Cali. La Commission a examiné la preuve documentaire en fonction de ce profil et elle a estimé que rien ne donnait à penser que les demandeurs continuaient d'être pris pour cible. Il faut satisfaire à un critère élevé pour établir qu'une PRI envisagée est déraisonnable. Le demandeur doit produire des éléments de preuve réels et concrets établissant que sa vie ou sa sécurité serait en danger s'il se rendait dans la PRI (", "<FRAGMENT_SUPPRESSED> ). La conclusion de la Commission selon laquelle la situation dans le pays ne donnait pas à penser qu'il existait des possibilités sérieuses que les demandeurs soient persécutés ou exposés à un autre risque s'ils étaient envoyés à Cali appartient aux issues possibles acceptables ( <FRAGMENT_SUPPRESSED> , précité).", "JUGEMENT"], ["[32]", "LA COUR STATUE que", "1. La demande de contrôle judiciaire est rejetée;", "2. Aucune question à certifier n'a été proposée, et l'affaire n'en soulève aucune.", "[End of document]"]]}