{"id_": "035213", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 for judicial review of the decision of a visa officer [Officer], dated May 16, 2014 [Decision], which refused the Applicant's application for a temporary resident visa.", "II.", "BACKGROUND"], ["[2]", "The Applicant applied to the Saskatchewan Immigrant Nominee Program [SINP] under the Farmer Entrepreneur Category. Through this application process, the SINP invited the Applicant to visit the Province of Saskatchewan."], ["[3]", "The Applicant applied for a temporary resident visa on March 28, 2014."], ["[4]", "In a letter sent April 4, 2014, the Officer advised the Applicant that she was not satisfied he had complied with s. 16 of the Act which requires applicants to answer all questions truthfully. The letter states:", "In response to the question \"Have you ever been refused any kind of visa, admission, or been ordered to leave Canada or any other country?\" you did not disclose that you have been previously ordered to leave the USA[.]", "Please note that if it is found that you have engaged in misrepresentation in submitting your application, you may be found to be inadmissible under section 40(1)(a) of the", "Immigration and Refugee Protection Act", ". A finding of such inadmissibility would render you inadmissible to Canada for a period of two years according to section 40(2)(a) ...", "[Emphasis in original]"], ["[5]", "The Applicant was provided thirty days to make representations regarding the Officer's concerns."], ["[6]", "In response, the Applicant asked the Officer to consider the fact that the removal was a result of his overstaying his time in the United States following a failed refugee claim and not due to criminal or medical inadmissibility. The Applicant also said that had he declared the removal, it would not have resulted in a refusal of admittance to Canada.", "III.", "DECISION UNDER REVIEW"], ["[7]", "The application for a temporary resident visa was refused on May 16, 2014. The Decision states:", "On the application you submitted on March 31, 2014 you misrepresented or withheld the following material fact: Background information - previous USA refugee claim and removal[.]", "The misrepresentation or withholding of this material fact induced or could have induced errors in the administration of the Act by creating the incorrect impression that you were a bonafide [", "sic", "] visitor to Canada.", "IV.", "ISSUES"], ["[8]", "The Applicant raises the following issues in this application:", "1. Did the Officer err in determining that the Applicant misrepresented information in the Application for Temporary Resident Visa?", "2. If the Applicant misrepresented information in the Application for Temporary Resident Visa, did the Officer err in determining that the misrepresentation was material to the Applicant's application?", "3. Did the Officer breach the rules of procedural fairness?", "4. Did the Officer err in failing to provide adequate reasons?", "V.", "STANDARD OF REVIEW"], ["[9]", "The Supreme Court of Canada in", "FRAGMENT_SUPPRESSED held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "FRAGMENT_SUPPRESSED"], ["[10]", "The Applicant submits that the standard of review as to whether s. 40(1)(a) of the Act applies is correctness:", "FRAGMENT_SUPPRESSED. If s. 40(1)(a) applies, then its application is reviewable on a standard of reasonableness:", "FRAGMENT_SUPPRESSED;", "FRAGMENT_SUPPRESSED. The Applicant says the Officer's interpretation of question 2(c) is a question of statutory interpretation and is reviewable on a standard of correctness:", "FRAGMENT_SUPPRESSED. The adequacy of the reasons is reviewable on a standard of reasonableness:", "FRAGMENT_SUPPRESSED."], ["[11]", "The Respondent submits that a finding under s. 40 of the Act is reviewable on a standard of reasonableness:", "FRAGMENT_SUPPRESSED. The adequacy of reasons is also reviewable on a standard of reasonableness. Issues of procedural fairness are reviewed on a standard of correctness:", "FRAGMENT_SUPPRESSED."], ["[12]", "The Officer's determination under s. 40 of the Act involves findings of fact and is reviewable on a standard of reasonableness:", "FRAGMENT_SUPPRESSED. Questions of procedural fairness are reviewed on a standard of correctness:", "FRAGMENT_SUPPRESSED. The adequacy of the reasons will be reviewed as part of the review of the reasonableness of the Decision:", "FRAGMENT_SUPPRESSED."], ["[13]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with FRAGMENT_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the FRAGMENT_SUPPRESSED", "VI.", "STATUTORY PROVISIONS"], ["[14]", "The following provisions of the Act were in force when the Decision was made and are applicable in this proceeding:", "Misrepresentation", "40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation", "(a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;", "[...]", "Application", "(2) The following provisions govern subsection (1):", "(a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; and", "[...]", "Fausses déclarations", "40. (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:", "a) directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;", "[...]", "Application", "(2) Les dispositions suivantes s'appliquent au paragraphe (1):", "a) l'interdiction de territoire court pour les deux ans suivant la décision la constatant en dernier ressort, si le résident permanent ou l'étranger n'est pas au pays, ou suivant l'exécution de la mesure de renvoi;", "[...]", "VII.", "ARGUMENT", "A.", "Applicant"], ["[15]", "The Applicant submits that a finding of inadmissibility under s. 40 of the Act requires a material misrepresentation:", "FRAGMENT_SUPPRESSED. There is no misrepresentation when an applicant honestly and reasonably believes that he or she is not misrepresenting a material fact:", "FRAGMENT_SUPPRESSED."], ["[16]", "The Officer erred in finding that the Applicant answered \"no\" to question 2(b). The Applicant says that his travel agent mistakenly answered \"no\" but that he corrected the mistake and submitted another application which indicated \"yes.\""], ["[17]", "The Applicant says the Officer erred in determining that question 2(c) is sufficiently clear that the Applicant should have provided information regarding a failed refugee claim in the United States from 1995 in his answer. Question 2(c) instructs applicants to \"please provide details\" if they have answered \"yes\" to questions 2(a) or 2(b). The Applicant submits that the question is unclear, ambiguous and lacks specificity. He points to the fact that other questions are quite detailed in describing the type of information being requested. He says he did not understand that the question required him to provide information regarding the failed refugee claim because it was from the United States, from nineteen years earlier, and he had travelled to Canada from India many times in the years between."], ["[18]", "The Officer erred in finding that the Applicant's misrepresentation induced or could have induced errors in the administration of the Act by creating the incorrect impression that the Applicant was a", "bona fide", "visitor to Canada. A misrepresentation is material if it induces or could induce an error in the administration of the Act:", "FRAGMENT_SUPPRESSED. The failed refugee claim is immaterial to the issue of whether the Applicant is a", "bona fide", "visitor to Canada. He has travelled to Canada and returned to India many times since the failed refugee claim. He was also invited to Canada by the SINP. In addition, the", "Agreement Between the Government of Canada and the Government of the United States of America for the Sharing of Visa and Immigration Information", ", Treaty E105246, December 13, 2012 [Treaty] means that the United States automatically provides information regarding whether an applicant to Canada has previously been refused a visa or removed from the United States. As a result, no misrepresentation by the Applicant regarding a failed refugee claim in the United States could induce any error in the administration of the Act."], ["[19]", "The Applicant submits that the Officer breached procedural fairness in determining that he had misrepresented a material fact. He relies on the facts that: the Decision will have significant consequences on his application for immigration to Canada; the Officer should have considered that the failed refugee claim occurred nineteen years ago; the wording of question 2(c) is unclear and ambiguous; and the Applicant did not intentionally conceal his refugee claim in the United States."], ["[20]", "The Applicant submits that the reasons for the Decision are inadequate:", "FRAGMENT_SUPPRESSED. The reasons provide no explanation for the Officer's conclusion that the Applicant's misrepresentation creates the \"incorrect impression\" that the Applicant is a", "bona fide", "visitor to Canada. The Global Case Management System [GCMS] notes provide no more explanation than the above conclusion. They also fail to acknowledge the fact that the Applicant has travelled to Canada and returned to India several times, and the fact that the Applicant wishes to visit pursuant to an invitation from the SINP. The GCMS notes are also incorrect in that they indicate the Applicant selected \"no\" to question 2(b).", "B.", "Respondent"], ["[21]", "The Respondent submits that visa applicants owe a duty of candour. There is a narrow exception which applies \"for truly exceptional circumstances, where the applicant honestly and reasonably believed they were not misrepresenting a material fact\":", "FRAGMENT_SUPPRESSED."], ["[22]", "The Respondent submits that there is no merit to the Applicant's claim that he honestly and reasonably believed he was not misrepresenting information given the vague wording of question 2(c). Question 2(c) clearly states that details are to be provided regarding whether an applicant has been \"refused any kind of visa, admission, or been ordered to leave Canada or any other country.\" It is clear on any reasonable interpretation of question 2(c) that it required the Applicant to disclose that he had been ordered to leave the United States. The level of detail required may be up for debate but there is no doubt that the Applicant was required to reference the failed refugee claim and removal. Whether the Applicant's failure to provide full disclosure was intentional, it was not reasonable and does not justify an exception to the duty of an applicant to not withhold any material facts."], ["[23]", "The Officer's finding that the Applicant's misrepresentation was material is reasonable. Whether a temporary resident will leave is a factor for consideration and a prior failure to leave is relevant to that assessment. The Respondent submits that the Treaty is irrelevant as to whether or not Citizenship and Immigration Canada has the ability to catch the misrepresentation; the question is whether the misrepresentation induced or could have induced such an error:", "FRAGMENT_SUPPRESSED."], ["[24]", "The Respondent submits that the Officer satisfied the duty of procedural fairness. The Officer sent the Applicant a letter providing him the opportunity to respond to the Officer's concern regarding the misrepresentation. The Applicant's response was considered by the Officer and this satisfied the duty of procedural fairness."], ["[25]", "The Respondent submits that an applicant has the duty to request reasons from a tribunal before seeking judicial review on the grounds of failure to provide reasons:", "FRAGMENT_SUPPRESSED"], ["[26]", "In the alternative, the Respondent submits that adequate reasons were provided. Adequate reasons FRAGMENT_SUPPRESSED, quoting", "FRAGMENT_SUPPRESSED; see also", "FRAGMENT_SUPPRESSED. The GCMS notes form part of the Officer's reasons and clearly articulate the reason that the non-disclosure was found to be a material misrepresentation:", "FRAGMENT_SUPPRESSED.", "C.", "Applicant's Reply"], ["[27]", "In reply, the Applicant says that there is no requirement that he request further reasons from the Officer. The Officer had the opportunity to provide adequate reasons in the documentation that she submitted to the Applicant. Further, the Court has examined the adequacy of visa officers' reasons without requiring that an applicant request additional explanations: see", "FRAGMENT_SUPPRESSED.", "D.", "Applicant's Further Submissions"], ["[28]", "The Applicant further submits that the purpose of Carol McKinney's affidavit in these proceedings is unclear. The affidavit offers no insight into the Respondent's determination that the Applicant misrepresented material information. It also offers no or little explanation regarding the Respondent's error in determining that the Applicant answered \"no\" to question 2(b). Ms. McKinney concedes that another officer incorrectly noted that the Applicant answered \"no\" to question 2(b). However, Ms. McKinney does not indicate whether or not she relied on the error in reaching her decision."], ["[29]", "If the affidavit is submitted to suggest that no consideration should be given to the error because the final decision was made by Ms. McKinney, the Applicant complains that the Respondent is asking the Court to disregard an officer's error while upholding the Respondent's decision regarding the Applicant's error.", "E.", "Respondent's Further Submissions"], ["[30]", "The Respondent further submits that the purpose of the affidavit is to show that the error was made by an assistant, not the Officer. There is no indication in the Officer's notes that she misunderstood the Applicant's answer. The error was not made by the decision-maker and is immaterial to the Officer's determination regarding the Applicant's misrepresentation:", "FRAGMENT_SUPPRESSED.", "VIII.", "ANALYSIS"], ["[31]", "From the Applicant's perspective, this looks like a very harsh and unreasonable Decision, and Applicant's counsel did a very good job of explaining why at the hearing before me. I have no reason to think that the Applicant was in any way dishonest. As counsel put it, he just did not think that something that occurred in the United States over nineteen years ago was relevant to his visa application, given the intervening connection he has established with Canada."], ["[32]", "But the Decision is not really about culpability. It is about the integrity of the visa process and what is required to maintain that integrity. To put it bluntly, it is not for the Applicant, or any other visa applicant, to decide what is relevant. Applicants are required to make full disclosure and it is the role of the officer who examines the application to decide what is relevant and what weight to give to any particular fact that is disclosed. The system simply could not work if applicants, no matter how honest, were allowed to decide what is relevant for their application. If full disclosure is made, and an applicant believes that a visa has been unreasonably denied, then there is recourse before this Court. But the problem with misrepresentations is that they do not allow decisions to be made on the full facts by officers who have been fixed by Parliament with the power to make those decisions. That is precisely the problem in this application."], ["[33]", "It is clear there was a misrepresentation in this case. The Applicant failed to disclose in his application that he had overstayed in the United States following his failed refugee application and had been removed back to India. The Applicant knew this had occurred, but he chose not to reveal it, notwithstanding the clear instructions on the form he completed that he had to disclose it, and notwithstanding his sworn statement that he had truthfully completed the form. This meant that the Applicant had decided that the United States information should not be a factor for consideration in his visa application. If this was acceptable, the system would fail because applicants would not disclose what they thought should not be considered, and this would seriously undermine the decision-making powers that Parliament has vested in visa officers. This is why s. 40 exists and why the jurisprudence is clear that a misrepresentation - even if honest - can only be excused in truly exceptional circumstances."], ["[34]", "I am satisfied from Ms. McKinney's affidavit, and the record generally, that the GCMS entry of Ms. Kaur dated May 1, 2014 was an error, but it played no role in Ms. McKinney's Decision to refuse the visa application. Ms. McKinney's Decision, as the GCMS notes, the fairness letter and the refusal letter of May 16, 2014 make clear, was based solely upon the Applicant's failure to disclose, in 2(c) on the form, his previous failed refugee claim in the United States and his removal to India. The refusal letter and the GCMS notes make clear that the Officer concluded that this omission was material and rendered the Applicant inadmissible under s. 40(1) of the Act because it could have induced an error in the administration of the Act in that it could have impacted an assessment of the true purpose for the Applicant's coming to Canada and whether he was a genuine temporary visitor. It also denied the Officer the chance to examine any other inadmissibilities he may have acquired while in the United States."], ["[35]", "The Applicant points to the lapse of time (nineteen years) since he was removed from the United States and the number of times he has entered and left Canada in the interim. But this misses the point. It is not whether the visa would have been refused had full disclosure been made. The point is that it could have induced an error because it could have impacted the Officer's Decision on whether the Applicant would leave at the end of the visa period, and it could have induced an error if there were other inadmissibilities. I have no reason to think that the Applicant is other than an entirely honest man who made a genuine mistake. But this does not mean that the failure to disclose could not have induced an error. The Applicant clearly had knowledge of the failed refugee claim and his removal from the United States, so he cannot be said to fall within the narrow range of exceptions where applicants are truly subjectively unaware of what the form requires them to disclose. See", "FRAGMENT_SUPPRESSED", ", above."], ["[36]", "The Applicant has raised several points as to why the Decision should be regarded as unreasonable and returned for reconsideration. None of them are persuasive, notwithstanding counsel's able arguments before me.", "A.", "Failure to Understand"], ["[37]", "The Applicant says he did not intentionally conceal his failed refugee claim and his removal from the United States, and that he did not believe that it was required to be disclosed in question 2(c) of the form. Given the clear and specific questions and instructions on the form (\"Have you", "ever", "been refused any kind of visa, admission, or been ordered to leave Canada", "or any other country", "?\" [emphasis added] and if yes, then \"please provide details\") it is not possible to accept this point. The Applicant's failure to understand clear wording cannot be used to avoid the consequences of misrepresentation. There is no reason why the Applicant should not have understood these clear instructions. The Applicant certainly understood sufficiently to indicate that he had been refused a visa application in Canada.", "B.", "Innocent Misrepresentation"], ["[38]", "The Applicant was aware of what had happened in the United States, and the wording on the form is clear that this had to be disclosed. Yet the Applicant decided not to disclose it, even though he swore a declaration that \"the information contained on this document is complete, accurate and factual.\" This does not look particularly innocent, but there is no evidence to establish dishonesty. However, this does not matter. Innocent misrepresentation is only excluded from s. 40 of the Act in exceptional cases. The Applicant relies upon FRAGMENT_SUPPRESSED decision in", "FRAGMENT_SUPPRESSED", ", above, but in that case, Justice Mactavish decided that there had been no misrepresentation."], ["[39]", "FRAGMENT_SUPPRESSED", ", above, explained how narrow the exception is:", "FRAGMENT_SUPPRESSED"], ["[40]", "In the present case, the Applicant has not denied that he was fully aware of his failed refugee claim in the United States and his removal to India. This was information of which he was subjectively aware and it was entirely within his control."], ["[41]", "FRAGMENT_SUPPRESSED provided the following guidance on point in", "FRAGMENT_SUPPRESSED", ", above:", "FRAGMENT_SUPPRESSED"], ["[42]", "In the present situation, and given the clear questions and instructions on the form, it was not reasonable for the Applicant to believe that he was not misrepresenting a material fact when he decided to omit information about his refugee claim and removal from the United States, information of which he was fully aware. He does not fall within the narrow exception to the general rule.", "C.", "Materiality"], ["[43]", "The Applicant says that, if a misrepresentation did occur, it was not material to his visa application."], ["[44]", "The meaning of materiality in this context was set out in", "FRAGMENT_SUPPRESSED", ", above:", "FRAGMENT_SUPPRESSED"], ["[45]", "The materiality of the misrepresentation in the present case is explained by the Officer in the GCMS notes (Certified Tribunal Record at 2-3):", "... Had the Officer know [", "sic", "] that Mr. FRAGMENT_SUPPRESSED saw himself in need of protection and had previously failed to observe the immiration [", "sic", "] laws of the USA indeed he would have been refused. By not providing truthful information as to background information the applicant withheld a material fact related to a relevant matter that could have induced an error in the administration of the IRPA. ... Specifically: - the applicant is applying for a visa to Canada. By not providing truthful information regarding applicant's background the officer is unable to assess the true purpose of travel and whether or not the applicant is a genuine temporary visitor who would leave Canada before the end of the period authorized for the stay. In addition by failing to disclose his long stay in the USA he denied the officer a chance to examine any other inadmissibilities he may have acquired while in the United States. The applicant is inadmissible under A40(1) of the IRPA. Refused on bonafides [", "sic", "] and for misrepresentation."], ["[46]", "Even though the United States removal occurred over nineteen years ago and the Applicant had travelled to Canada and returned to India since that time, it cannot be said that there is anything unreasonable with these reasons. The misrepresentation was clearly material to the decision that had to be made."], ["[47]", "The Applicant notes the following in written argument:", "44. The Applicant notes further that the Government of Canada and the United States of America signed an immigration information sharing treaty on December 13, 2012. In its Backgrounder regarding the said treaty, the Government of Canada provides the following comments:", "When a third-country national applies to Canada for a visa or a permit, or claims asylum, Canada will send an automated request for data to the United States. The request will contain limited information, such as name and date of birth in the case of biographic sharing, or an anonymous fingerprint in the case of biometric sharing. If the identify matches that on a previous application, immigration information may be shared, such as whether the person has previously been refused a visa or removed from the other country.", "45. The visa officer determined that the Applicant had misrepresented a material fact that induced or could have induced errors in the administration of the", "Act", "by failing to provide details of the Applicant's failed refugee claim in the USA. We submit that, given the Information Sharing Treaty in which Canada sends an automated request for data to the USA, a misrepresentation by the Applicant with respect to his failed refugee claim in the USA could not induce an error in the administration of the", "Act", ". The information sharing arrangement specifically safeguards against such errors in the administration of the", "Act", "[Footnotes omitted]"], ["[48]", "FRAGMENT_SUPPRESSED has already dealt with this argument in", "FRAGMENT_SUPPRESSED", ", above:", "FRAGMENT_SUPPRESSED", "D.", "Procedural Fairness"], ["[49]", "The Applicant also argues that the Officer breached the rules of procedural fairness in determining that the Applicant had misrepresented a material fact. What the Applicant appears to mean by this assertion is that, given his circumstances, the Decision is unreasonable. This is not a procedural fairness issue and there is nothing in the evidence before me to suggest anything approaching material unfairness.", "E.", "Inadequate Reasons"], ["[50]", "The Applicant says that the reasons are inadequate. However, when the Decision is read in conjunction with the GCMS notes, there is a clear and precise assessment of the facts and the issues, and a clear line of reasoning for the misrepresentation finding. The Applicant says that it is not fully explained why the \"misrepresentation or withholding of this material fact induced or could have induced errors in the administration of the Act by creating the incorrect impression that you were a bonafide [sic] visitor to Canada.\" I think the GCMS notes make the meaning of this phrase in the Decision very clear. The information concerning the Applicant's removal from the United States, and the Officer's inability to examine other inadmissibilities that the Applicant may have acquired in the United States, could lead to an error as to whether the Applicant will leave Canada at the end of the visa period."], ["[51]", "The test for the adequacy of reasons was set out by", "FRAGMENT_SUPPRESSED", ", above:", "FRAGMENT_SUPPRESSED"], ["[52]", "The GCMS notes are part of the reasons (see", "FRAGMENT_SUPPRESSED) and the quotation from the notes cited above clearly explains why the non-disclosure was found to be a material misrepresentation.", "IX.", "Conclusion"], ["[53]", "All in all, I cannot see any grounds for reviewable error in this Decision. The Applicant sees the result as harsh and, in all the circumstances, unreasonable, and it may be that another officer might have overlooked the misrepresentation. But that does not mean that this Officer was unreasonable, particularly when the needs of the visa system are taken into account and the requirement of full and accurate disclosure is understood.", "JUDGMENT"], ["[54]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", "Application dismissed.", "Editor: Angela E. McKay/nmg", "[End of document]"]]}