{"id_": "035205", "body_str": [["[1]", "Near, J.", ": This is an appeal of the decision of a Citizenship Judge under subsection 14(5) of the", "Citizenship Act", ", RSC, 1985, c C-29 (the", "Act", "). The Applicant (The Minister of Citizenship and Immigration) contests the granting of citizenship to the Respondent (Abduldaem Al-Showaiter) based on a failure of the Citizenship Judge to provide sufficient reasons and a lack of evidence to conclude that the residency requirements in subsection 5(1)(c) of the", "Act", "were met.  <FRAGMENT_SUPPRESSED>"], ["[2]", "For the following reasons, this appeal is allowed.  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Respondent is a citizen of Yemen. On January 23, 2005, he entered Canada and was admitted as a permanent resident.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On July 14, 2008, the Respondent applied for citizenship. He listed 153 days of absence from Canada as a result of a business trip and family visits. He was therefore physically present in Canada for 1114 days. This is above the 1095 day minimum requirement.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Respondent noted that he rented one residence in Canada and owned another. He also owned three houses and lands in Yemen.  <FRAGMENT_SUPPRESSED>"], ["[6]", "He indicated \"retired\" for January 2005 to April 2008 and \"supervisor\" for Cobequid Convenience from April 2008 to present. He claimed to have terminated employment or business outside Canada before becoming a permanent resident.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Residence Questionnaire referred to two additional absences to those in his original application. He stated that he stayed in \"Sanaa-Yemen-home\" with his daughter during these absences.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In a memorandum dated June 16, 2010, the Applicant expressed concerns that the Respondent had not been living in Canada as required. There was an issue related to his employment, given documents listing his name as \"General Project Leader, Restructuring Tax Authority, Yemen Tax Authority\" and \"Director General, Tax Authority, Sana'a\" for two United Nations Conferences on Trade and Development on October 30 - November 1, 2007 and November 21-23, 2005.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicant therefore recommended that the Respondent be referred to a hearing before a Citizenship Judge to determine if he had been living in Canada during the residency period.  <FRAGMENT_SUPPRESSED>"], ["[10]", "On January 13, 2011, the Respondent's application was approved by the Citizenship Judge in a \"Notice to the Minister of the Decision of the Citizenship Judge. <FRAGMENT_SUPPRESSED>", "II.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[11]", "This appeal raises the following issues:  <FRAGMENT_SUPPRESSED>", "(a) Did the Citizenship Judge provide adequate reasons for approving the Respondent's application?  <FRAGMENT_SUPPRESSED>", "(b) Did the Citizenship Judge err in finding that the Respondent met the residency requirements under subsection 5(1)(c) of the", "Act", "?  <FRAGMENT_SUPPRESSED>", "III.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[12]", "Adequacy of reasons is an aspect of procedural fairness requiring the correctness standard (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 1326 at para 16;", "<FRAGMENT_SUPPRESSED>  [2009] FCJ no 875 at para 29;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  CarswellNat 434 at para 43).  <FRAGMENT_SUPPRESSED>"], ["[13]", "By contrast, the applicable standard of review for a citizenship judge's decision that an applicant meets the residency requirement is a question of mixed fact and law requiring the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  at para 47, reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\" as well as \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\".  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>", "A.", "Did the Citizenship Judge Provide Adequate Reasons for Approving the Respondent's Application?  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant has raised concerns regarding the sufficiency of the Citizenship Judge's reasons. There is a statutory requirement to provide these reasons under subsection 14(2) of the", "Act", ":  <FRAGMENT_SUPPRESSED>", "Consideration by citizenship judge  <FRAGMENT_SUPPRESSED>", "14. (1) An application for  <FRAGMENT_SUPPRESSED>", "(a) a grant of citizenship under subsection 5(1) or (5),  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "Advice to Minister  <FRAGMENT_SUPPRESSED>", "(2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor.  <FRAGMENT_SUPPRESSED>", "Notice to applicant  <FRAGMENT_SUPPRESSED>", "(3) Where a citizenship judge does not approve an application under subsection (2), the judge shall forthwith notify the applicant of his decision, of the reasons therefor and of the right to appeal.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Examen par un juge de la citoyenneté  <FRAGMENT_SUPPRESSED>", "14. (1) Dans les soixante jours de sa saisine, le juge de la citoyenneté statue sur la conformité - avec les dispositions applicables en l'espèce de la présente loi et de ses règlements - des demandes déposées en vue de:  <FRAGMENT_SUPPRESSED>", "a) l'attribution de la citoyenneté, au titre des paragraphes 5(1) ou (5);  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "Information du ministre  <FRAGMENT_SUPPRESSED>", "(2) Aussitôt après avoir statué sur la demande visée au paragraphe (1), le juge de la citoyenneté, sous réserve de l'article 15, approuve ou rejette la demande selon qu'il conclut ou non à la conformité de celle-ci et transmet sa décision motivée au ministre.  <FRAGMENT_SUPPRESSED>", "Information du demandeur  <FRAGMENT_SUPPRESSED>", "(3) En cas de rejet de la demande, le juge de la citoyenneté en informe sans délai le demandeur en lui faisant connaître les motifs de sa décision et l'existence d'un droit d'appel.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Applicant submits that the reasons do not meet the requirements established in the citizenship context in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 373 at para 17. Reasons are \"adequate when they are clear, precise and intelligible and when they state why the decision was reached.\" They must also \"show a grasp of the issues raised by the evidence, allow the individual to understand why the decision was made and allow the reviewing court to assess the validity of the decision. <FRAGMENT_SUPPRESSED>"], ["[17]", "The Applicant points out that there are no reasons of any kind in the \"Notice to the Minister of the Decision of the Citizenship Judge.\" It is acknowledged that the handwritten notes to questions from the \"Residency Questions Form\" would be part of the decision if prepared by the Citizenship Judge.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Nevertheless, the Applicant insists that these are answers to questions, as opposed to reasons. The notes do not demonstrate that the Citizenship Judge addressed the statutory requirements or grasped the issues raised by the evidence. The reasons are not adequate if they require additional explanation (see", "<FRAGMENT_SUPPRESSED>  at para 20).  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Respondent maintains that the procedures regarding reasons are relatively general. The guidelines only suggest they should be provided when applications are not approved. The \"Notice to the Minister of the Decision of the Citizenship Judge\" is an acceptable form used to check the boxes indicating compliance with the statutory requirements and list the number of days for residency. There is no obligation to fill in the portion dealing with \"Reasons. <FRAGMENT_SUPPRESSED>"], ["[20]", "According to the Respondent, the handwritten notes from the Citizenship Judge also form a significant part of the decision, as partly conceded by the Applicant. This is based on recognition in", "<FRAGMENT_SUPPRESSED>  [2010] FCJ no 809 at para 17 that \"[i]nformation about why an administrative decision maker ruled in the way it did can sometimes be found in the record of the case and the surrounding context.\" Given that this Court has also accepted a mere restatement of the information contained in the \"Notice\" as sufficient reasons (see", "<FRAGMENT_SUPPRESSED>  [2006] FCJ no 1789), the handwritten answers to questions should similarly meet the standard.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Regardless, I am not convinced that the reasons provide sufficient clarity, precision and intelligibility as prescribed by", "<FRAGMENT_SUPPRESSED> . The reasons should at the very least indicate which residency test was used and why that test was or was not met (see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2007] FCJ no 1039 at paras 3-4). This is particularly so given the concerns raised regarding the Respondent's potential employment with a foreign government during the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Admittedly, the answers to questions note that \"When I asked about his participation in the conferences in Genevie. He was listed in 2005 & 2007 but did not attend. He attended in 2001 & 2003.\" There is, however, no indication as to how this response, along with the other evidence provided, was assessed to satisfy the Citizenship Judge that the residency requirements were met. The underlying rationale for the decision and the test applied remain unclear.  <FRAGMENT_SUPPRESSED>"], ["[23]", "As a consequence, I must find that the Citizenship Judge failed to provide adequate reasons for approving the Respondent's application.  <FRAGMENT_SUPPRESSED>", "B.", "Did the Citizenship Judge Err in Finding that the Respondent Met the Residency Requirements under Subsection 5(1)(c) of the Act?  <FRAGMENT_SUPPRESSED>"], ["[24]", "Given my conclusion with respect to the adequacy of reasons, I am not required to conduct an in-depth analysis on the reasonableness of the Citizenship Judge's decision. I do, however, wish to acknowledge some of the arguments raised by the parties.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant claims that it is not clear what test was employed by the Citizenship Judge. There were discrepancies in the employment history of the Respondent that could have a significant impact on the decision. There is no clear ruling on why the response to the question provided a satisfactory explanation.  <FRAGMENT_SUPPRESSED>"], ["[26]", "According to the Applicant, the handwritten notes ultimately raise more issues than they resolve and provide almost no insight into the Citizenship Judge's approach. They claim that this is a situation similar to", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] FCJ no 1219 where questions were raised by the Minister regarding the application and it was not adequately explained why the Respondent was nonetheless approved.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Respondent insists that the Applicant has tried to impose the constructive residence test where the strictest physical presence requirement was met. The significance of the residency tests is being overstated in this case. She contends that one test may make more sense in a particular instance and that a determination based on physical presence does not require elaboration as long as the analysis is purely quantitative and the various tests are not blended (see", "<FRAGMENT_SUPPRESSED>  [2007] FCJ no 946 at paras 13-15).  <FRAGMENT_SUPPRESSED>"], ["[28]", "In this instance with the lack of adequate reasons, it is far from certain how the Citizenship Judge arrived at the conclusion that the residency requirements were met based on the evidence. This complicates any assessment as to the reasonableness of that conclusion.  <FRAGMENT_SUPPRESSED>"], ["[29]", "I note that the onus is on individuals seeking status to provide sufficient evidence to demonstrate to the citizenship judge that they have satisfied the residency requirement in the relevant period (", "<FRAGMENT_SUPPRESSED>  CarswellNat 4153 at para 21). A citizenship judge is permitted to rely on the strict physical presence test, so long as this intention is made clear in the reasons for doing so.  <FRAGMENT_SUPPRESSED>", "V. Conclusion  <FRAGMENT_SUPPRESSED>"], ["[30]", "Given the ongoing discussion concerning citizenship cases, it would be of great assistance to the Court if citizenship judges state clearly in one or two sentences which test they are using and explain their reasons for arriving at a particular conclusion. The detail required in these reasons will vary given the test employed and the surrounding context. However, even where it can be inferred that the physical presence in Canada test (which generally, in my view, is the test most in line with the legislation) is being used, citizenship judges must state that this is the case. Citizenship judges should also proceed to explain in more or less detail depending on the facts of the case why they either accepted or rejected the evidence placed before them.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Furthermore, where a Notice to the Minister of the Decision of the Citizenship Judge Form is used, the mere \"ticking\" off the boxes without any further explanation is insufficient as is the case in this matter. In some cases, supplementary notes made by judges may sufficiently illustrate their reasoning but it would be far preferable if the test utilized and an explanation as to why a judge has accepted the evidence of physical presence were to appear on the face of the decision. If the Form needs to be amended to make this more convenient for the citizenship judge court then such an amendment may wish to be considered, though I do note that there already exists a box for this purpose entitled \"Reasons. <FRAGMENT_SUPPRESSED>"], ["[32]", "Since the Citizenship Judge did not provide adequate reasons for approving the Respondent's application in this instance, the appeal is allowed and the matter is sent back to a different citizenship judge for re-determination.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[33]", "THIS COURT'S JUDGMENT is that", "this appeal is allowed and the matter is sent back  to a different Citizenship Judge for re-determination.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Le Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  décision d'un juge de la citoyenneté fondée sur le paragraphe 14(5) de la", "Loi sur la citoyenneté", ", L.R.C. 1985, ch. C-29 (la Loi). Le demandeur (le ministre de la Citoyenneté et de l'Immigration) conteste l'attribution de la citoyenneté au défendeur (Abduldaem Al-Showaiter) car les motifs fournis par le juge de la citoyenneté et la preuve établissant que l'obligation de résidence prévue à l'alinéa 5(1)", ") a été respectée, étaient insuffisants.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Pour les motifs qui suivent, il est fait droit au présent appel.  <FRAGMENT_SUPPRESSED>", "Contexte  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le défendeur est citoyen du Yémen. Le 23 janvier 2005, il entrait au Canada et était admis en tant que résident permanent.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Le 14 juillet 2008, le défendeur a présenté une demande de citoyenneté. Il a déclaré 153 jours d'absence du Canada en raison d'un voyage d'affaires et de visites familiales. Il a donc été effectivement présent au Canada pendant 1 114 jours, ce qui est supérieur à l'exigence minimale de 1 095 jours.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Le défendeur a fait observer qu'il louait une résidence, et en possédait une autre, au Canada. Il possède également trois maisons et des terres au Yémen.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Le défendeur a indiqué qu'il était à la [traduction] « retraite » de janvier 2005 à avril 2008, et qu'il travaillait comme [traduction] « superviseur » pour Cobequid Convenience depuis. Il prétend avoir quitté son emploi ou liquidé ses affaires à l'extérieur du Canada avant de devenir résident permanent.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Le questionnaire sur la résidence mentionnait deux absences additionnelles ne figurant pas dans sa demande originale. Le défendeur a précisé qu'il était resté à [traduction] « Sanaa-Yémen-chez moi » avec sa fille durant ces absences.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Dans un mémoire daté du 16 juin 2010, le demandeur se disait préoccupé par le fait que le défendeur n'avait pas vécu au Canada comme il y était tenu. La nature de son emploi avait posé problème, car son nom était accompagné dans certains documents des titres de [traduction] « superviseur général de projet, Autorité de restructuration fiscale, Autorité fiscale du Yémen » et de [traduction] « directeur général, Autorité fiscale, Sanaa », aux fins de deux conférences des Nations Unies sur le commerce et le développement qui se sont déroulées du 30 octobre au 1er novembre 2007 et du 21 au 23 novembre 2005.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Le demandeur a donc recommandé que le défendeur soit déféré à une audience devant un juge de la citoyenneté pour établir s'il avait vécu au Canada durant la période de résidence.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Le 13 janvier 2011, la demande du défendeur était accueillie par le juge de la citoyenneté par le biais d'un « Avis au ministre de la décision du juge de la citoyenneté ».  <FRAGMENT_SUPPRESSED>", "II.", "Les questions en litige  <FRAGMENT_SUPPRESSED>"], ["[11]", "Le présent appel soulève les questions suivantes:  <FRAGMENT_SUPPRESSED>", "a) Le juge de la citoyenneté a-t-il fourni des motifs suffisants pour accueillir la demande du défendeur?  <FRAGMENT_SUPPRESSED>", "b) Le juge de la citoyenneté a-t-il commis une erreur en concluant que le défendeur avait respecté l'obligation de résidence prévue à l'alinéa 5(1)", ") de la Loi?  <FRAGMENT_SUPPRESSED>", "III.", "La norme de contrôle  <FRAGMENT_SUPPRESSED>"], ["[12]", "Le caractère suffisant des motifs est une question d'équité procédurale assujettie à la norme de la décision correcte (voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1326, au paragraphe 16;", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 875, au paragraphe 29;", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  CarswellNat 434, au paragraphe 43).  <FRAGMENT_SUPPRESSED>"], ["[13]", "Par contre, le contrôle de la décision d'un juge de la citoyenneté touchant le respect de l'obligation de résidence par un demandeur soulève une question de fait et de droit appelant la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47, la raisonnabilité « tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel » ainsi qu'à « l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ».  <FRAGMENT_SUPPRESSED>", "IV.", "Analyse  <FRAGMENT_SUPPRESSED>", "A.", "Le juge de la citoyenneté a-t-il fourni des motifs suffisants pour accueillir la demande du défendeur?  <FRAGMENT_SUPPRESSED>"], ["[15]", "Le demandeur a soulevé des préoccupations ayant trait au caractère suffisant des motifs du juge de la citoyenneté. Le paragraphe 14(2) de la Loi exige du juge de la citoyenneté qu'il fournisse des motifs:  <FRAGMENT_SUPPRESSED>", "Examen par un juge de la citoyenneté  <FRAGMENT_SUPPRESSED>", "14. (1) Dans les soixante jours de sa saisine, le juge de la citoyenneté statue sur la conformité - avec les dispositions applicables en l'espèce de la présente loi et de ses règlements - des demandes déposées en vue de:  <FRAGMENT_SUPPRESSED>", ") l'attribution de la citoyenneté, au titre des paragraphes 5(1) ou (5);  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "Information du ministre  <FRAGMENT_SUPPRESSED>", "(2) Aussitôt après avoir statué sur la demande visée au paragraphe (1), le juge de la citoyenneté, sous réserve de l'article 15, approuve ou rejette la demande selon qu'il conclut ou non à la conformité de celle-ci et transmet sa décision motivée au ministre.  <FRAGMENT_SUPPRESSED>", "Information du demandeur  <FRAGMENT_SUPPRESSED>", "(3) En cas de rejet de la demande, le juge de la citoyenneté en informe sans délai le demandeur en lui faisant connaître les motifs de sa décision et l'existence d'un droit d'appel.  <FRAGMENT_SUPPRESSED>", "Consideration by citizenship judge  <FRAGMENT_SUPPRESSED>", "14. (1) An application for  <FRAGMENT_SUPPRESSED>", "(a) a grant of citizenship under subsection 5(1) or (5),  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "Advice to Minister  <FRAGMENT_SUPPRESSED>", "(2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor.  <FRAGMENT_SUPPRESSED>", "Notice to applicant  <FRAGMENT_SUPPRESSED>", "(3) Where a citizenship judge does not approve an application under subsection (2), the judge shall forthwith notify the applicant of his decision, of the reasons therefor and of the right to appeal.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Le demandeur soutient que les motifs ne satisfont pas aux exigences établies dans le contexte de la citoyenneté par la décision", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  [2010] ACF no 373, au paragraphe 17. Une décision est « suffisamment motivée lorsque les motifs sont clairs, précis et intelligibles et lorsqu'ils disent pourquoi c'est cette décision-là qui a été rendue ». Une décision bien motivée doit également « atteste[r] une compréhension des points soulevés par la preuve, [permettre] à l'intéressé de comprendre pourquoi c'est cette décision-là qui a été rendue, et à la cour siégeant en contrôle judiciaire de dire si la décision est ou non valide ».  <FRAGMENT_SUPPRESSED>"], ["[17]", "Le demandeur fait remarquer que dans l' « Avis au ministre de la décision du juge de la citoyenneté » la décision du juge n'est aucunement motivée. Il est reconnu que les notes manuscrites se rapportant aux questions du [traduction] « Formulaire de questions sur la résidence » font partie de la décision si elles sont rédigées par le juge de la citoyenneté.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Le demandeur insiste néanmoins sur le fait qu'il s'agit là de réponses à des questions, plutôt que de motifs. Les notes ne démontrent pas que le juge de la citoyenneté a abordé les exigences législatives ou compris les enjeux soulevés par la preuve. Les motifs ne sont pas suffisants s'ils requièrent des explications additionnelles (voir", "Jeizan", ", précitée, au paragraphe 20).  <FRAGMENT_SUPPRESSED>"], ["[19]", "Le défendeur indique que les procédures relatives aux motifs sont d'ordre assez général. Si l'on se fie aux lignes directrices, ils ne doivent être fournis que lorsque les demandes ne sont pas approuvées. L' « Avis au ministre de la décision du juge de la citoyenneté » est un formulaire acceptable qui permet de cocher des cases pour indiquer si les exigences législatives ont été respectées et de préciser le nombre de jours de résidence. Il n'est pas obligatoire de remplir la partie concernant les [traduction] « Motifs ».  <FRAGMENT_SUPPRESSED>"], ["[20]", "D'après le défendeur, les notes manuscrites du juge de la citoyenneté forment aussi une partie importante de la décision, comme l'a partiellement admis le demandeur. En effet, la Cour d'appel fédérale avait reconnu dans l'arrêt", "Administration de l'aéroport international de  <FRAGMENT_SUPPRESSED>  [2010] ACF no 809, au paragraphe 17, que « les renseignements concernant les motifs de la décision du décideur administratif peuvent parfois figurer dans le dossier présenté au tribunal et le contexte périphérique ». Comme la Cour a déjà estimé qu'une simple reformulation des renseignements contenus dans l'« Avis » équivalait à des motifs suffisants (voir", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 1789), les réponses manuscrites aux questions doivent également obéir au critère.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Quoi qu'il en soit, je ne suis pas convaincu que les motifs en l'espèce sont suffisamment clairs, précis et intelligibles, comme le prescrit la décision", "Jeizan", ", précitée. Ils devraient à tout le moins préciser le critère de résidence retenu et la raison pour laquelle il a été rempli ou non (voir", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  [2007] ACF no 1039, aux paragraphes 3 et 4). Ceci est d'autant plus vrai que les préoccupations soulevées concernaient la possibilité que le défendeur ait travaillé pour un gouvernement étranger durant la période pertinente.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Il est vrai que les notes rapportent les réponses suivantes: [traduction] « Je l'ai questionné sur sa participation aux conférences de Genève. Il était inscrit à celles de 2005 et de 2007 mais n'y a pas assisté. Il se trouvait à celles de 2001 et de 2003. » Or, nous n'avons aucun moyen de savoir comment cette réponse, et les autres éléments de preuve fournis, ont été évalués pour arriver à convaincre le juge de la citoyenneté que l'obligation de résidence avait été respectée. Le raisonnement qui sous-tend la décision et le critère appliqué demeurent obscurs.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Par conséquent, je dois conclure que le juge de la citoyenneté n'a pas fourni de motifs suffisants pour approuver la demande du défendeur.  <FRAGMENT_SUPPRESSED>", "B.", "Le juge de la citoyenneté a-t-il commis une erreur en concluant que le défendeur avait respecté l'obligation de résidence prévue à l'alinéa 5(1)c) de la Loi?  <FRAGMENT_SUPPRESSED>"], ["[24]", "Compte tenu de ma conclusion sur le caractère suffisant des motifs, il n'est pas nécessaire que je me livre à une analyse approfondie de la raisonnabilité de la décision du juge de la citoyenneté. Cependant, j'aimerais revenir sur certains arguments soulevés par les parties.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Le demandeur prétend qu'on ne sait pas exactement quel critère le juge de la citoyenneté a employé. Les antécédents professionnels du défendeur comportaient des disparités susceptibles d'avoir une incidence important sur la décision. Aucune conclusion claire ne nous permet de savoir en quoi la réponse à la question constitue une explication satisfaisante.  <FRAGMENT_SUPPRESSED>"], ["[26]", "D'après le demandeur, les notes manuscrites soulèvent au bout du compte davantage de questions qu'elles n'en règlent, et ne révèlent presque rien sur l'approche adoptée par le juge de la citoyenneté. Le demandeur soutient que la situation en l'espèce peut être comparée à celle qui a été examinée dans", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  [2010] ACF no 1219: le ministre y soulevait des questions touchant la demande, et la raison pour laquelle le défendeur avait tout de même été approuvé n'avait pas été adéquatement expliquée.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Le défendeur souligne que le demandeur tente d'imposer le critère de présomption de résidence alors que le critère du calcul strict du nombre de jours de présence effective était rempli. L'importance accordée en l'espèce aux critères de résidence est démesurée. Elle soutient qu'un critère précis peut s'avérer plus logique dans tel ou tel cas, et qu'une décision fondée sur la présence effective ne requiert pas de plus amples détails pour autant que l'analyse soit purement quantitative et que les différents critères ne soient pas combinés (voir", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 946, aux paragraphes 13 à 15).  <FRAGMENT_SUPPRESSED>"], ["[28]", "En l'occurrence, compte tenu de l'insuffisance des motifs, il est bien difficile de savoir comment le juge de la citoyenneté a établi que l'obligation de résidence avait été respectée sur la base de la preuve, ce qui complique toute évaluation de la raisonnabilité de cette conclusion.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Je ferai remarquer qu'il incombe aux demandeurs de statut de citoyen de fournir assez d'éléments de preuve pour démontrer au juge de la citoyenneté qu'ils ont respecté l'obligation de résidence durant la période pertinente (", "<FRAGMENT_SUPPRESSED>  CarswellNat 4153, au paragraphe 21). Il est loisible au juge de la citoyenneté de se fonder sur le critère du calcul strict du nombre de jours de présence effective, pour autant que cette intention soit clairement justifiée dans les motifs.  <FRAGMENT_SUPPRESSED>", "V. Conclusion  <FRAGMENT_SUPPRESSED>"], ["[30]", "Compte tenu des débats que continuent de susciter les affaires de citoyenneté, il serait très utile pour la Cour que les juges de la citoyenneté indiquent clairement en une ou deux phrases les critères qu'ils ont employés et qu'ils expliquent les motifs pour lesquels ils arrivent à une conclusion donnée. Les détails requis dans ces motifs varieront selon le critère retenu et le contexte périphérique. Cependant, même si l'on peut déduire que le critère employé est celui de la présence effective au Canada (qui me paraît, en règle générale, le plus conforme à la Loi), les juges de la citoyenneté devraient tout de même le préciser. Ils devraient aussi expliquer avec plus ou moins de détails, suivant les faits de l'affaire, ce qui les a incités à accepter ou rejeter la preuve qu'on leur a présentée.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Par ailleurs, lorsqu'un formulaire d'avis au ministre de la décision du juge de la citoyenneté est utilisé, il ne suffit pas de cocher les cases sans autre explication, comme c'est le cas en l'espèce. Dans certains cas, des notes supplémentaires rédigées par les juges peuvent suffisamment illustrer leur raisonnement, mais il serait de loin préférable que le critère employé et la raison pour laquelle le juge a accepté la preuve de présence effective soient clairement indiqués dans la décision. On peut envisager de modifier le formulaire si cela peut être plus pratique pour le Bureau de la citoyenneté, bien que je souligne qu'une case portant le titre [traduction] « Motifs » est déjà prévue à cet effet.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Comme le juge de la citoyenneté n'a pas fourni de motifs suffisants pour approuver la demande du défendeur en l'espèce, il est fait droit à l'appel et l'affaire est renvoyée à un autre juge de la citoyenneté pour réexamen.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[33]", "LA COUR STATUE qu'", "il est fait droit à l'appel et que l'affaire est renvoyée à un autre juge de la citoyenneté pour réexamen.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}