{"id_": "035327", "body_str": [["[1]", "Gleason, J.", ": This is an Application for Judicial Review from the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada [the Board or the RPD] dated June 20, 2011 [the Decision] in which the Board rejected the Applicant's claim for refugee protection made under section 96 and subsection 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA]."], ["[2]", "The Applicant argues that the Decision is unreasonable because the Board committed seven separate errors, which, especially when viewed cumulatively, ought to result in the Decision being set aside. The reviewable errors the Applicant alleges the Board committed are:", "1. Assailing the Applicant's credibility because she used false documents to seek to enter Canada;", "2. Ignoring documentary evidence in finding that the Applicant had not adequately established her identity;", "3. Ignoring key evidence - namely a medical certificate - which supported the Applicant's claim to refugee protection;", "4. Relying on minor inconsistencies to assail the Applicant's credibility;", "5. Determining there was no nexus between the harm feared by the Applicant and a ground for protection under the United Nations Convention Relating to the Status of Refugees;", "6. Misstating the evidence and thereby making an erroneous credibility finding in holding that the Applicant's father would not have risked his life and safety or that of his family over the price of his property, if he wanted to sell it; and", "7. Erroneously concluding that an internal flight alternative [IFA] was available to the Applicant by ignoring evidence and erroneously concluding that the Applicant had sufficient education to relocate from the Punjab to another area in India."], ["[3]", "With the exception of the fifth alleged error, each of the errors alleged by the Applicant asserts that the Board made an unreasonable factual finding or drew an unreasonable inference from the facts. As is more fully discussed below, the fifth alleged error is irrelevant to this Application as the impugned finding was not a basis for the Board's Decision."], ["[4]", "The alleged factual errors raise the following issues:", "a. What standard of review is applicable?", "b. When will factual findings of the RPD be set aside for being unreasonable?", "c. What principles apply to review of the RPD's credibility findings?", "d. Was the RPD's identity finding reasonable?", "e. Were the RPD's credibility findings reasonable?", "f. Was the RPD's IFA finding reasonable?", "Each of these issues is canvassed below, following a review of the factual background and of the RPD's reasoning in the Decision.", "I.", "BACKGROUND"], ["[5]", "Due to the numerous errors alleged by the Applicant, many of which seek to have this Court review and re-weigh the evidence before the Board, a detailed review of the factual background to this Application is required."], ["[6]", "The Applicant is from the Punjab area in India. On December 17, 2007, she sought to enter Canada with falsified documents in respect of a student visa, and was confronted by an immigration official at the point of entry. The documents contained several discrepancies, including the fact that her birth date and address did not match in several of the documents she presented and her passport appeared to have been tampered with. The port of entry official questioned the Applicant about these discrepancies, and, when pushed, the Applicant eventually conceded that the visa documents were forgeries and made a claim for refugee protection."], ["[7]", "On January 19, 2008, the Applicant submitted a Personal Identification Form as required under Rule 5 of the", "Refugee Protection Division Rules", ", SOR/2002-228 [the original PIF]. In the detailed narrative section of the original PIF, the Applicant alleged that she and her father had been detained by the police in the Punjab on three separate occasions on May 2, 2007, October 15-17, 2007 and two consecutive unspecified dates in November 2007. She further alleged that on the last of these dates she was sexually assaulted by the police. She claimed that all three detentions were as a result of a dispute between her father and a neighbour, who wanted to buy her father's land at a very low price. She stated that this neighbour had \"links with high rank police officers and politicians\". In her original PIF, the Applicant listed her only relatives as being her parents and gave their address as being unknown. (The PIF requests a list of all family members, including siblings, and their addresses). The Applicant further indicated in her original PIF that she had 12 years of schooling but neglected to list any of the institutions she attended."], ["[8]", "In signing the original PIF, the Applicant attested to its authenticity, declaring that all the information she provided was \"complete, true and correct\" and also confirmed that her declaration had \"the same force and effect as if made under oath\". At the date the Applicant signed her original PIF, she was represented by counsel (who was different from counsel who appeared on this Application)."], ["[9]", "On October 4, 2010, shortly before her hearing before the RPD, the Applicant filed an amended PIF in which she changed the dates of her alleged detentions by the Punjabi police to September 2-4, 2006, February 15-17, 2007 and October 12-14, 2007. In the amended PIF, the Applicant alleged that the sexual assault occurred during the October 12-14, 2007 period of detention. She also changed the amount of education she claimed to have from 12 to 17 years, and claimed to possess a Bachelor of Arts degree from a college in Dalla, in the Ludhianna District of Punjab, India and a Master of Arts degree from an institution in Jagraon, also in the Ludhianna District. Neither of these institutions was mentioned in the documents the Applicant presented on entry into Canada."], ["[10]", "The Applicant filed several pieces of supporting evidence with the RPD, including:", "1. A letter from a Canadian psychotherapist, Dr. Heather Fawcett, which states that she has been treating the Applicant since 2009 and that the Applicant suffers from post-traumatic stress disorder;", "2. A letter of \"medical observation\" from Dr. Marie Beauregard at the Côte-des-Neiges CLSC (centre local de services communautaires or local community service centre) in Montréal, which states that the CLSC has treated the Applicant since November 2008 and that the Applicant is suffering from post-traumatic stress disorder and depression, which might affect her memory and concentration;", "3. A letter from Laila Bari, the founder and president of the Abused Women Assistance and Justice Worldwide [AWAJ], which states that the Applicant approached the AWAJ on November 1, 2008 for help with her refugee claim. The letter repeats the basis for the Applicant's refugee claim and states that the Applicant was detained by the police in the Punjab on September 2, 2006, February 15, 2007 and October 12, 2007 and allegedly sexually assaulted on the latter date. This letter is based solely on information provided by the Applicant;", "4. Two affidavits from local village officials in India, that were both signed on October 6, 2010, and purport to confirm that the Applicant and her father were arrested on September 2, 2006, February 15, 2007 and October 12, 2007 and also purport to confirm the sexual assault that was alleged to have occurred during the third period of detention. The salient portions of both affidavits are identical, to the point of containing the identical different fonts on the first and second pages. Neither provides any basis for the deponent's knowledge of what happened to the Applicant or her father. They both merely restate the Applicant's claims;", "5. A letter from an advocate in India, stating that the Applicant's father had come to see him on September 2, 2006 and February 15, 2007 to complain of the treatment he and the Applicant received from the Punjabi police. The letter details that no action was commenced against the police due to the length of time a claim would take and the risk of police retaliation;", "6. A medical certificate from Dr. Sarbjit Kaur, dated October 18, 2010, stating that her hospital in the Punjab treated the Applicant twice for anxiety neurosis on September 4, 2006 and February 17, 2007; and", "7. A medical certificate from Dr. Satnam Kaur, possibly dated October 16, 2010 (the date is difficult to read, but the certificate is dated in 2010), which states that the Applicant was brought to her hospital in the Punjab on October 14, 2008, with \"multiple injuries in the form of bruises and abrasions\", and that on examination the Applicant exhibited physical signs that are consistent with a sexual assault."], ["[11]", "In addition to the foregoing documents, the RPD had before it voluminous documentation regarding India, the Punjab, the likelihood of police assaults occurring in the Punjab, the ability of Punjabi police to pursue individuals in other areas in India and the feasibility of individuals - including young women - to safely relocate from the Punjab to other areas in India."], ["[12]", "At the request of the Applicant, the Board sought out and considered copies of the passport that the Applicant had presented on entry, her ration card and birth certificate (all of which had been retained by Citizenship and Immigration Canada as probable forgeries). The Board further obtained and disclosed to the Applicant a copy of the temporary visa file from the Canadian mission in Chandigarh, where the fraudulent student visa originated from. These records include an application made by someone who bears the same name as the Applicant claims is hers and certificates for completely different educational programs from those mentioned by the Applicant in either of her PIFs or in the fraudulent documents she submitted upon entry to Canada."], ["[13]", "The Applicant provided", "viva voce", "testimony at the hearing before the Board, and was questioned at length on the various issues relevant to her claim (including many of the errors that the Applicant alleges the RPD made).", "II.", "THE RPD'S DECISION"], ["[14]", "In its Decision, the Board outlined its reasons for rejecting the Applicant's refugee claim and held that the determinative issues were credibility and the availability of an IFA."], ["[15]", "In terms of credibility, the Board found the Applicant to not be credible, that she had not established her identity and that it doubted her version of events. In this regard, the Board pointed to the following facts in support of its Decision:", "1. The Applicant had submitted falsified documents upon entry into Canada in support of her claim to be entering the country on a student visa;", "2. Her passport had been tampered with;", "3. The Applicant in her testimony claimed to have no knowledge that the documents she submitted were false and that she did not appreciate that she was signing a student visa application when she signed the forged documents, which the Board disbelieved;", "4. The Applicant did not tell the truth about the fraudulent documents at the first available opportunity when she sought to enter Canada, and it was only after being questioned by the immigration official at the port of entry, who pointed out the various discrepancies in the documentation, that the Applicant conceded that the documents she presented were forgeries;", "5. The Applicant nowhere indicated (prior to her testimony before the Board) that the neighbour who wished to buy her father's land was actually a former police officer. The Board found this fact to be so salient that its omission in the Applicant's earlier statements and PIFs cast doubt on her credibility;", "6. Both the original and amended PIF did not indicate that the Applicant had a brother. She only so avowed during her testimony before the Board, despite being asked in the PIF to list siblings; and", "7. The Applicant indicated in both versions of her PIF that her parents' address was unknown, yet this was not the case, and she confirmed she knew where they lived during her testimony before the Board."], ["[16]", "The Board also found the Applicant's explanation for not amending her PIF to further correct it to be unbelievable; she claimed that her interpreter told her it was impossible for her to do so. Finally, the Board found it implausible that the Applicant's father \"... would risk his life and safety and that of his family over a piece of his property, if he really wanted to dispense of it.\" In her testimony before the Board, the Applicant provided two versions of events, at one point indicating that her father wished to sell the property for a much higher price than the neighbour had offered and at other points indicating that her father did not wish to sell the property."], ["[17]", "The RPD discussed much of the supporting evidence submitted by the Applicant in its Decision and found it to be of little probative value, noting that the letters from Dr. Beauregard, Laila Bari and the advocate in India as well as the affidavits from the local village officials were all based on second-hand information. The Board, however, did not discuss the certificate provided by Dr. Satnam Kaur nor the ration card and birth certificate."], ["[18]", "The Board also did not discuss the impact of the Applicant having changed the dates of the alleged detentions and sexual assault, and in the Decision reported that the Applicant claimed they occurred on the first set of dates as set out in her original PIF (which do not correspond to the dates contained in the corroborating evidence filed by the Applicant nor to the dates the Applicant testified to before the Board). In her testimony before the Board, the Applicant stated that the detentions occurred on September 2-4, 2006, February 2-4, 2007 and October 12-14, 2007 and that the sexual assault happened during the night of October 12, 2007. The Applicant, however, has subsequently changed those dates yet again; her Affidavit filed with the Court in support of her Judicial Review Application alleges that the detentions occurred on May 2-4, 2007, October 15-17, 2007 and two days in November 2007 and that the sexual assault allegedly occurred during the third period of detention. Thus, the Court has before it contradictory sworn testimony from the Applicant as to the dates of the alleged police detentions and of the alleged sexual assault."], ["[19]", "In terms of the availability of an IFA, the RPD found that the Applicant claimed to have 17 years of schooling and to have lived in Jaragong District, Ludhiana, Punjab, India, and Dala District, Ludhiana, Punjab, India, for the purpose of pursuing her post-secondary education. On the IFA issue, the RPD further held that the Punjabi police would not have the means to be able to locate the Applicant in the cities of Mumbai, Delhi, Bangalore, or Chennai. The Board relied in this regard on several pieces of documentary evidence regarding the situation in India, including the Country of Origin Information Report of the United Kingdom, as well as the several other documents contained in the voluminous Record before it."], ["[20]", "Based on this evidence, as well as the Applicant's testimony regarding her education, the RPD concluded that both aspects of the test required for an IFA were met in the Applicant's case. More specifically, the RPD held that there were several areas in India where the Applicant would not have a well-founded fear of persecution and that it would not be objectively unreasonable or unduly harsh to expect her to relocate to one of them."], ["[21]", "The RPD also noted that the reasons for the alleged persecution of the Applicant by the police in the Punjab related to a property dispute, and that this had nothing to do with any of the grounds in the Convention refugee definition. However, the Decision does not turn on this finding and the RPD's comments on the issue are purely", "obiter dicta", ". Accordingly, this alleged error cannot provide the basis for a judicial review application and need not be addressed further.", "III.", "ANALYSIS", "A.", "What standard of review is applicable?"], ["[22]", "The standard of review to be applied to the alleged errors with respect to credibility and the availability of an IFA is that of reasonableness. It is well-established that significant deference is due to the findings of a tribunal, including the RPD, in matters of credibility (see e.g.", "<FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ], at para 4;", "<FRAGMENT_SUPPRESSED>  [", "Singh", "] at para 3; and", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No. 13 at para 17). It is likewise well-settled that the standard of review to be applied to the RPD's findings regarding the availability of an IFA is reasonableness, the matter being one of fact or mixed fact and law (see e.g.", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 163 at paras 12-13,", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 571 at para 21;", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 583 at para 17)."], ["[23]", "Prior to analysing the errors alleged by the Applicant, it is helpful to set out the yardstick by which this Court is to assess the reasonableness of the RPD's factual findings and inferences.", "B.", "When will factual findings of the RPD be set aside for being unreasonable?"], ["[24]", "As Justices Bastarache and Lebel, writing for the majority noted in", "<FRAGMENT_SUPPRESSED>  at para 46 [ <FRAGMENT_SUPPRESSED> ], \"[r]easonableness is one of the most widely used and yet most complex legal concepts\". In <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada gave content to the notion of reasonableness for the purposes of judicial review, holding that it requires the reviewing court to refer", "both", "to the \"process of articulating the reasons and to outcomes\" (at para 47). The Court went on to state that the former inquiry is the more important of the two and that reasonableness is \"concerned mostly with the existence of justification, transparency and intelligibility within the decision making process\" (at para 47). However, this does not end the inquiry: the reviewing court must also consider whether the result arrived at by the tribunal \"...falls within the range of possible, acceptable outcomes which are defensible in respect of facts and law\" (at para 47). This requires that the reviewing court pay \"respectful attention to the reasons offered or which could be offered in support of a decision\" (at para 48)[citations omitted]."], ["[25]", "In subsequent cases, the Supreme Court elaborated upon these comments, providing further guidance as to what is - and what is not - a reasonable decision. The discussion below focuses on what these cases say about the reasonableness standard in the context of a challenge to a tribunal's factual findings."], ["[26]", "In", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the Supreme Court held that judicial review pursuant to sections 18 and 18.1 of the", "Federal", "Courts Act", ", RSC 1985, c F-7  <FRAGMENT_SUPPRESSED>  is governed by the common law principles set out in <FRAGMENT_SUPPRESSED> and that section 18.1(4)(d) of the FCA provides \"legislative precision to the reasonableness standard\" by which factual findings are to be measured (at para 46). Section 18.1(4)(d) of the FCA of course provides that this Court may set aside a tribunal's decision if it is satisfied that the tribunal \"based its decision or order on an erroneous finding of fact it made in a perverse or capricious manner or without regard to the material before it\"."], ["[27]", "<FRAGMENT_SUPPRESSED> DLR (4th) 385, the Court noted that the reasonableness standard is more deferential than an appellate review in the treatment afforded to reasonable legal findings, which if erroneous, will be set aside on appeal but not on judicial review. The Court also indicated that under both standards factual findings are to be afforded deference. (As discussed below, however, the degree of deference for factual findings is less in an appeal than in a judicial review conducted under the reasonableness standard)."], ["[28]", "In the recent decisions of", "Alberta (Information and  <FRAGMENT_SUPPRESSED>  DLR (4th) 428 [", "Alberta Teachers", "] and", "Newfoundland and  <FRAGMENT_SUPPRESSED>  DLR (4th) 17 [", "Newfoundland Nurses", "], the Supreme Court discussed the role of the reviewing court in assessing the record to ascertain whether the findings made by a tribunal are reasonable. In both cases the Court was concerned with legal as opposed to factual findings made by the tribunal. There is no reason in principle, though, why the Court's reasoning ought not apply to factual findings."], ["[29]", "In", "Alberta Teachers", ", the Court was faced with a situation where the tribunal had not given reasons, but its decision was implicit on the point in issue. There, Justice Rothstein, writing for the majority, stated at paragraphs 53 - 54:", "... the direction that a reviewing court should give respectful attention to the reasons \"which could be offered in support of a decision\" is apposite when the decision concerns an issue that was not raised before the decision maker. In such circumstances, it may well be that the administrative decision maker did not provide reasons because the issue was not raised and it was not viewed as contentious. If there exists a reasonable basis upon which the decision maker could have decided as it did, the court must not interfere.", "I should not be taken here as suggesting that courts should not give due regard to the reasons provided by a tribunal when such reasons are available. The direction that courts are to give respectful attention to the reasons \"which could be offered in support of a decision\" is not a \"carte blanche to reformulate a tribunal's decision in a way that casts aside an unreasonable chain of analysis in favour of the court's own rationale for the result\"... Moreover, this direction should not \"be taken as diluting the importance of giving proper reasons for an administrative decision\"... On the contrary, deference under the reasonableness standard is best given effect when administrative decision makers provide intelligible and transparent justification for their decisions, and when courts ground their review of the decision in the reasons provided. Nonetheless, this is subject to a duty to provide reasons in the first place... [citations omitted]."], ["[30]", "In", "Newfoundland Nurses", ", the Court nuanced the matter somewhat differently and again endorsed the notion that a reviewing court must pay respectful attention not only to the reasons offered by the tribunal but also to those which", "could", "be offered in support of a decision, noting that the reviewing court \"must first seek to supplement\" the reasons given by a tribunal before it \"seeks to subvert them\" (at para 12) [citations omitted]. Justice Abella, writing for the Court, stated at paragraphs 14-16 that:", "I do not see <FRAGMENT_SUPPRESSED> as standing for the proposition that the \"adequacy\" of reasons is a stand-alone basis for quashing a decision, or as advocating that a reviewing court undertake two discrete analyses - one for the reasons and a separate one for the result .... It is a more organic exercise - the reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes. This, it seems to me, is what the Court was saying in <FRAGMENT_SUPPRESSED> when it told reviewing courts to look at \"the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes\"...", "In assessing whether the decision is reasonable in light of the outcome and the reasons, courts must show \"respect for the decision-making process of adjudicative bodies with regard to both the facts and the law\" ( <FRAGMENT_SUPPRESSED> , at para. 48). This means that courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome.", "Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion", "... In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the <FRAGMENT_SUPPRESSED> criteria are met. [emphasis added, citations omitted]"], ["[31]", "Three propositions may be drawn from these decisions that are relevant to the present application. First, the overall approach to review on a reasonableness standard must be deferential. Second, the reviewing court must have regard to", "both", "the reasons of the tribunal and the record in assessing the reasonableness of a decision. Finally, in terms of factual findings challenged under the FCA, the measure by which to assess whether the findings are reasonable is set out in section 18.1(4)(d) of the FCA."], ["[32]", "Several decisions of this Court and of the Federal Court of Appeal have delineated the nature of errors that may give rise to review under section 18.1(4)(d) of the FCA. The following principles may be distilled from the case law."], ["[33]", "The wording of section 18.1(4)(d) requires that the impugned finding must meet three criteria for relief to be granted: first, it must be truly or palpably erroneous; second, it must be made capriciously, perversely or without regard to the evidence; and, finally, the tribunal's decision must be based on the erroneous finding (", "<FRAGMENT_SUPPRESSED> [", "Rohm & Haas", "];", "<FRAGMENT_SUPPRESSED> [2006] FCJ No 1607). Thus, findings that are inconsequential or that amount to", "obiter", "cannot provide a basis for review."], ["[34]", "The tri-partite requirements of section 18.1(4)(d) of the FCA establish a more onerous test than the appellate standard of review for factual errors or errors in drawing inferences from the facts. The appellate standard is that of \"palpable and overriding error\", which has been defined to mean that review is warranted only if the error is plainly seen or obvious (", "<FRAGMENT_SUPPRESSED> ). Under section 18.1(4)(d) of the FCA, on the other hand, the error must be palpable but also must provide a basis for the tribunal's decision and have been made capriciously, in a perverse manner or without regard to the evidence before the tribunal."], ["[35]", "Much of the case law turns (often implicitly) on whether a finding is made in a manner that is \"perverse\", \"capricious\" or \"without regard to the material\" before the tribunal. Given the flexible nature of the reasonableness standard and the requirement of a contextualized analysis in every case, it is not possible to definitively categorize every type of error that might be said to be \"perverse\", \"capricious\" or \"made without regard to the material before\" the tribunal. That said, the decided cases do support certain general principles."], ["[36]", "In the seminal case interpreting section 18(1)(d) of the FCA,", "Rohm & Haas", ", Chief Justice Jacket defined \"perversity\" as \"willfully going contrary to the evidence\" (at para 6). Thus defined, there will be relatively few decisions that may be characterized as perverse."], ["[37]", "The notion of \"capriciousness\" is somewhat less exacting.  <FRAGMENT_SUPPRESSED> Justice Campbell defined capricious, with reference to a dictionary definition, as meaning \"marked or guided by caprice; given to changes of interest or attitude according to whim or fancies; not guided by steady judgment, intent or purpose\". To somewhat similar effect, Justice Harrington in", "<FRAGMENT_SUPPRESSED> [2005] FCJ No 509, defined \"capricious\" as being \"so irregular as to appear to be ungoverned by law\". Many decisions hold that inferences based on conjecture are capricious. In", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (FCA) at para 33, Justice MacGuigan, writing for the Court, stated as follows regarding conjecture:", "The common law has long recognized the difference between reasonable inference and pure conjecture. Lord Macmillan put the distinction this way in", "<FRAGMENT_SUPPRESSED>  often a very difficult one to draw. A conjecture may be plausible but it is of no legal value, for its essence is that it is a mere guess. An inference in the legal sense, on the other hand, is a deduction from the evidence, and if it is a reasonable deduction it may have the validity of legal proof. ..."], ["[38]", "Turning, finally, to the third aspect of section 18.1(4)(d), the case law recognizes that a finding for which there is no evidence before the tribunal will be set aside on review because such a finding is made without regard to the material before the tribunal (see e.g.", "<FRAGMENT_SUPPRESSED> [2003] FCJ No 1517). Beyond that, it is difficult to discern a bright-line. The oft-cited", "<FRAGMENT_SUPPRESSED> ) [", "Cepeda-Gutierez", "] provides a useful review of the sorts of errors that might meet the standard of a decision made \"without regard to the material\" before the tribunal which fall short of findings for which there is no evidence. There, Justice Evans (as he then was) wrote at paragraphs 14 - 17:", "... in order to attract judicial intervention under section 18.1(4)(d), the applicant must satisfy the Court, not only that the Board made a palpably erroneous finding of material fact, but also that the finding was made \"without regard to the evidence\" ...", "The Court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusion, so", "a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result."], ["[16] On the other hand,", "the reasons given by administrative agencies are not to be read hypercritically by a court", "[citations omitted]", "... nor are agencies required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it", "...", "That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact"], ["[17] However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court", "may", "be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\": ... In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact. [emphasis added, citations omitted]"], ["[39]", "This case does not stand for the bald proposition, advanced by the Applicant in this case, that the mere fact that a tribunal does not refer to an important piece of evidence in its decision will necessarily result in the decision being overturned. In fact,", "Cepeda-Gutierrez", ", to the extent it makes categorical statements at all, actually says the opposite and holds that a tribunal need", "not", "refer to every piece of evidence; rather, it is only where the non-mentioned evidence is critical and contradicts the tribunal's conclusion that the reviewing court", "may", "decide that its omission means that the tribunal did not have regard to the material before it."], ["[40]", "The foregoing authorities firmly establish that applicants seeking to set aside decisions under section 18.1(4)(d) of the FCA face significant hurdles given the narrow basis upon which factual findings may be said to be unreasonable.", "C.", "What principles apply to review of the RPD's credibility findings?"], ["[41]", "There are a multitude of cases which deal with review of the various immigration tribunals' findings of credibility. The general principles that may be drawn from those cases that are relevant to this Application for Judicial Review are summarized below."], ["[42]", "First, and perhaps most importantly, the starting point in reviewing a credibility finding is the recognition that the role of this Court is a very limited one because the tribunal had the advantage of hearing the witnesses testify, observed their demeanor and is alive to all the factual nuances and contradictions in the evidence. Moreover, in many cases, the tribunal has expertise in the subject matter at issue that the reviewing court lacks. It is therefore much better placed to make credibility findings, including those related to implausibility. Also, the efficient administration of justice, which is at the heart of the notion of deference, requires that review of these sorts of issues be the exception as opposed to the general rule. As stated in <FRAGMENT_SUPPRESSED> at para 4:", "There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review ...", "(see also", "Singh", "at para 3 and", "<FRAGMENT_SUPPRESSED> )."], ["[43]", "Second, contradictions in the evidence, particularly in a refugee claimant's own testimony, will usually afford the RPD a reasonable basis for finding the claimant to lack credibility, and, if this finding is reasonable, the rejection of the entire refugee claim will not be interfered with by the Court (see e.g.", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). That said, the contradictions which underpin a negative credibility finding must be real as opposed to illusory. Thus, the tribunal cannot seize on truly trivial or minute contradictions to reject a claim (see e.g.", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> at para 20;", "<FRAGMENT_SUPPRESSED> )."], ["[44]", "Third, while the sworn testimony of a claimant is to be presumed to be true in the absence of contradiction, it may reasonably be rejected if the RPD finds it to be implausible. However, a finding of implausibility must be rational and must also be duly sensitive to cultural differences. It must also be clearly expressed and the basis for the finding must be apparent in the tribunal's reasons (see e.g.", "<FRAGMENT_SUPPRESSED>  FCJ No 162 at para 12 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 1149 at para 15)."], ["[45]", "Fourth, the RPD may legitimately have regard to witness demeanor, including hesitations, vagueness and changing or elaborating on their versions of events. These sorts of matters may reasonably underpin a credibility finding, but it is preferable if there are additional objective facts to support the finding (see e.g.", "<FRAGMENT_SUPPRESSED> )."], ["[46]", "Finally, where a decision turns on credibility, it is incumbent on the RPD to provide reasons for its assessment given the importance of the issues at stake in a refugee claim. A generalized, imprecise and vague credibility conclusion without particulars is subject to being set aside on review (see e.g.", "<FRAGMENT_SUPPRESSED>  (FCA)).", "D.", "Was the RPD's identity finding reasonable?"], ["[47]", "In analysing the reasonableness of the Board's determinations at issue in the present application, the first matter that logically arises is whether the Board's finding with respect to identity is reasonable. Section 106 of the IRPA provides that the RPD \"... must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and, if not, whether they have provided a reasonable explanation for the lack of documentation ... \". It is firmly-settled that if a claimant does not establish his or her identity, the Board need not consider the merits of a putative refugee's claim and may reject it out of hand (", "<FRAGMENT_SUPPRESSED> [2005] FCJ No 1403). Thus, if this Court finds the RPD's determination regarding the claimant's identity to be reasonable, it is not necessary to consider any other arguments the applicant raises in a judicial review application."], ["[48]", "The issue of identity is at the very core of the RPD's expertise, and here, of all places, the Court should be cautious about second-guessing the Board. In my view, provided that there is some evidence to support the Board's identity-related conclusions, provided the RPD offers some reasons for its conclusions (that are not clearly specious) and provided there is no glaring inconsistency between the Board's decision and the weight of the evidence in the record, the RPD's determination on identity warrants deference and will fall within the purview of a reasonable decision. In other words, if these factors pertain, the determination cannot be said to have been made in a perverse or capricious manner or without regard to the evidence."], ["[49]", "When this test is applied to the Board's identity finding in the instant case, it is clear that it is reasonable."], ["[50]", "In the Decision, the RPD premised its identity finding on several interrelated facts. Therefore, it is erroneous to seize on a few of them - as the Applicant has done - and try to argue that the alleged errors warrant intervention by the Court. Rather, the required approach is much more holistic: the Court must examine all the reasoning on the point in its totality in light of the record to evaluate whether the Board's conclusion is reasonable. The principal factors upon which the Board based its identity finding are discussed below."], ["[51]", "First, and most importantly, the Board found that the Applicant's passport had been tampered with. This factual conclusion was central to the RPD's identity finding and is entirely reasonable. The RPD had before it a copy of the passport and concluded that it had been tampered with for the same reasons as the port of entry official, namely, that the passport's corners had been hand-cut and a number on it was malformed. The only evidence to the contrary regarding the alleged authenticity of the passport came from the Applicant's testimony to the opposite effect, which the Board discounted in light of the documentary evidence. It was completely reasonable for the RPD to do so, given its assessment of the document and the obviously self-serving nature of the Applicant's bald claim that the passport had not been tampered with."], ["[52]", "The passport, moreover, was the", "only", "piece of photo identification offered by the Applicant (other than a picture in the admittedly fraudulent student visa material submitted upon entry into Canada, which obviously could not establish identity). Neither the birth certificate nor the ration card the Applicant proffered had a picture on it."], ["[53]", "The Applicant argues that the RPD's failure to mention the ration card and birth certificate in its Decision necessarily renders the Board's Decision unreasonable and subject to being set aside by this Court. I do not agree. In the circumstances, neither document was so \"key\" that the Board's failure to specifically mention it means that the Decision should be set aside under section 18.1(4)(d) of the FCA. Neither of the documents had a picture on it; therefore, neither could definitively establish identity. In addition, the other evidence before the Board overwhelmingly pointed to the Applicant not having established her identity. Therefore, not mentioning the ration card or the birth certificate in the Decision does not make the Board's identity finding unreasonable. In short, there is no way to conclude that the identity finding is perverse, capricious or made without regard to the evidence merely because the RPD did not discuss the ration card and the birth certificate. There was ample basis in the record to support the Board's identity finding, much of which was canvassed by the Board in its Decision."], ["[54]", "For example, the Applicant's failure to provide an address for her parents in either version of the PIF or to even list her brother as a relative undercut the proof of her identity and the Applicant's overall credibility. Contrary to what the Applicant asserts, these are not minor or trivial issues but, rather, are significant, especially where, as here, the Applicant", "knew", "that proof of her identity was at issue. Failure to provide known coordinates for possible corroborating identity witnesses is significant where the PIF asks for them and requires the Applicant to confirm the accuracy of the information contained in it with the same force and effect as if the information were given under oath."], ["[55]", "In addition, the different versions of the Applicant's educational history, set out in the original and amended PIFs (both of which were completed when the Applicant was represented by her former counsel) further undercut her identity. Obviously, someone should be aware of his or her educational background. Education, like relatives' contact information, is an important fact that could corroborate identity."], ["[56]", "In terms of education, the Applicant argues that the Board committed a reviewable error in finding the Applicant's submission of a false student visa undermined her credibility, relying in this regard on", "<FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ] and <FRAGMENT_SUPPRESSED> ., where Justice Martineau noted at para 11:", "... where a claimant travels on false documents, destroys travel documents or lies about them upon arrival following an agent's instructions, it has been held to be peripheral and of very limited value to a determination of general credibility: [citations omitted]"], ["[57]", "I do not agree with the Applicant's suggestion that Board committed such an error. In my view, the Applicant has mischaracterized the RPD's Decision on this point: the Board did not use the mere fact that the Applicant had presented false papers to conclude that the Applicant generally lacked credibility. Rather, the Board used this fact to highlight that it could not rely on the documents submitted on entry to establish identity. In terms of credibility, the RPD focused instead on the fact that the Applicant continued to obfuscate when confronted by the port of entry official and only made her refugee claim once she was effectively cornered by him."], ["[58]", "For these reasons, the RPD's identity finding was reasonable and must be maintained. Although this conclusion is sufficient to result in the dismissal of the instant application, the other grounds raised by the Applicant are briefly canvassed below.", "E.", "Was the RPD's credibility finding reasonable?"], ["[59]", "In addition to the points set out above, the Applicant argues that the Board's credibility finding is unreasonable for three additional reasons:", "a. the medical certificate signed by Dr. Sarbjit Kaur is so central a piece of corroborating evidence that the Board's failure to discuss it renders the Decision unreasonable;", "b. the implausibility conclusion regarding the way in which the Applicant's father was likely to have behaved is without factual foundation, thereby making the credibility finding unreasonable; and", "c. the Board ought not have put any weight on the fact that the Applicant did not mention that the neighbour was a police officer until her testimony before the RPD."], ["[60]", "None of these points warrants intervention by the Court. In matters of credibility, as with identity findings, it is my view that intervention by the Court is not warranted if there is some evidence to support the Board's conclusion, if the RPD offers non-generalized reasons for its findings (that are not clearly specious) and if there is no glaring inconsistency between the Board's decision and the weight of the evidence in the record. It does not matter if the RPD's reasons are not perfect or even if the Court agrees with the conclusion, let alone each step in the RPD's credibility analysis. As the case law establishes, matters of credibility are at the very heart of the task Parliament has chosen to leave to the RPD."], ["[61]", "Here, there was ample evidence before the RPD upon which it could - and did - reasonably conclude that it did not believe the Applicant. In addition to the identity-related facts discussed above, the Board made several points."], ["[62]", "Two of them are essentially findings of implausibility, namely, disregard for the Applicant's explanation for not amending her PIF and a more general implausibility finding regarding the Applicant's claim. In terms of the former, the reason given by the Applicant (i.e. that the interpreter told her she could not further amend the PIF) is not credible on its face and, more importantly, the RPD is best positioned to draw a conclusion regarding the implausibility of the excuse given by the Applicant, given its knowledge of the likely behavior of interpreters and its assessment of the Applicant as a witness. With respect to the more general implausibility finding, the Applicant argues it is perverse because there was no evidence before the Board indicating that the Applicant's father wished to sell the land in question. This, however, is not correct. As already noted, in her testimony before the RPD, the Applicant did indicate at one point that her father wished to sell the land, albeit for more than the neighbor was offering. The Board's general implausibility finding is therefore not perverse due to lack of factual underpinning."], ["[63]", "The Board also stated that the Applicant's omission from her PIFs that the neighbour was a former police officer undercut her credibility. The Applicant argues that this is an unreasonable conclusion as the fact of the neighbour's former employment is not so self-evident that its omission from the PIF should lead to a conclusion that the Applicant was fabricating her story. I tend to agree with the assertion that an otherwise truthful witness might neglect to mention that the neighbour was a retired police officer in the PIF, but this issue is irrelevant to the overall reasonableness of the Board's determinations. There were multiple other bases reasonably offered by the RPD for its credibility findings and thus this one issue is immaterial to the instant Judicial Review Application."], ["[64]", "The Applicant also asserts that the failure to discuss the medical certificate from Dr. Sarbjit Kaur renders the Board's Decision unreasonable because it was so central a document that it needed to be mentioned. I once again disagree. As discussed above, the required analysis of the impact of a failure to discuss evidence is purely contextual and centres on whether the failure is so significant that it leads the Court to conclude that the entire credibility finding was made in a perverse or capricious manner or without regard to the material before the tribunal. In my view, the medical certificate is not of such ilk because there were so many other pieces of evidence that supported the Board's credibility finding. Also, the certificate is not itself determinative of whether the alleged events occurred."], ["[65]", "In addition to the numerous points already canvassed which provide ample support for the Board's finding, the various versions of events provided by the Applicant surely afforded the RPD a sound basis for disbelieving the Applicant. The date changes between the first and second PIFs are telling in that it is unbelievable that an individual would not remember the date of an event as significant as a sexual assault, especially when the first rendition of events was given just a few weeks after the assault allegedly transpired. The Board did not mention this fact in its Decision and, indeed, itself stated the events occurred on the first set of dates offered by the Applicant in her original PIF. This misreporting of the evidence, while certainly far from desirable, does not undermine the conclusion that the Board's credibility findings are reasonable as the evidence in question strongly supports the conclusion that the Applicant was not telling the truth."], ["[66]", "On the other side of the coin, the medical certificate, while admissible under the rules of evidence governing the RPD, is hearsay, dated years after the event and was proffered as part of a package of documents that contained affidavits which appear to be copied one from the other. The certificate is thus worlds away from the sort of document that Justice Evans noted  <FRAGMENT_SUPPRESSED> -Gutierez", "may give rise to a conclusion that the tribunal had made its decision without regard to the material before it."], ["[67]", "Thus, the RPD's credibility finding is reasonable. Accordingly, the Board did not commit errors 1, 2, 3, 4 and 6 alleged by the Applicant.", "E.", "The RPD's IFA Finding"], ["[68]", "The Applicant finally argues that the RPD's IFA finding is unreasonable because the Board did not refer to one sentence in one of the pieces of the voluminous documentary evidence, the Country of Origin Information Report of the United Kingdom, which indicated it \"may be difficult for single women to find secure accommodation in India.\" There were several pieces of evidence that pointed to the opposite conclusion that were in the Record and that were referred to in the Board's reasoning. The failure to mention the one sentence seized upon by the Applicant in no way renders the RPD's Decision unreasonable. First, and most importantly, it is not so key a piece of evidence that the Board was required to mention it. Second, the sentence does not even contradict the Board's conclusion but, rather, merely suggests that it might be difficult for a single woman to relocate in India. In the face of the wealth of evidence to the contrary before the RPD, its finding regarding the availability of an IFA is certainly reasonable.", "V.", "CONCLUSION"], ["[69]", "In light of the foregoing, there is no basis for the Court to interfere with the RPD's Decision as the Board did not commit any reviewable error. Accordingly, this Application for Judicial Review must be dismissed."], ["[70]", "No question for certification under section 74 of IRPA was presented and none arises in this case.", "JUDGMENT"], ["[71]", "THIS COURT'S JUDGMENT is that", "1. This Application for Judicial Review of the RPD's Decision is dismissed.", "2. No question of general importance is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  s'agit d'une demande de contrôle judiciaire visant la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié [la Commission ou la SPR] a rejeté, le 20 juin 2011 [la décision], la demande d'asile présentée par la demanderesse en vertu des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR]."], ["[2]", "La demanderesse avance que la décision est déraisonnable parce que la Commission a commis sept erreurs distinctes, qui, surtout lorsqu'elles sont examinées collectivement, devraient entraîner l'annulation de la décision. Les erreurs susceptibles de révision que la demanderesse reproche à la Commission sont les suivantes. La Commission a:", "1. attaqué la crédibilité de la demanderesse parce que cette dernière avait utilisé de faux documents pour entrer au Canada;", "2. écarté la preuve documentaire avant de conclure que la demanderesse n'avait pas présenté des papiers d'identité acceptables;", "3. écarté des éléments de preuve importants - en l'occurrence un certificat médical - qui étayait la demande d'asile de la demanderesse;", "4. tenu compte de divergences minimes pour attaquer la crédibilité de la demanderesse;", "5. décidé qu'il n'existait aucun lien entre le préjudice redouté par la demanderesse et les motifs de protection prévus par la Convention des Nations Unies relative au statut des réfugiés;", "6. rapporté incorrectement la preuve et, dès lors, tiré une conclusion erronée quant à la crédibilité en statuant que le père de la demanderesse n'aurait pas risqué sa vie ni sa sécurité ni celles de sa famille pour une question de prix s'il avait réellement eu l'intention de vendre ses terres;", "7. conclu à tort, sans tenir compte de la preuve, que la demanderesse avait une possibilité de refuge intérieur [PRI] et avait fait des études suffisamment poussées pour quitter le Punjab et s'installer dans une autre région de l'Inde."], ["[3]", "À l'exception de la cinquième erreur présumée, chacune des erreurs décrites par la demanderesse est fondée sur la prémisse que la Commission en est arrivée à une conclusion de fait déraisonnable ou a tiré une inférence déraisonnable des faits. Comme il est expliqué dans l'analyse qui suit, la cinquième erreur présumée n'a aucun rapport avec la présente demande, car la Commission ne s'est pas fondée sur la conclusion en cause pour rendre sa décision."], ["[4]", "Les erreurs de fait présumées suscitent les questions suivantes:", "a. Quelle est la norme de contrôle applicable?", "b. Dans quelles circonstances des conclusions tirées par la SPR seraient-elles infirmées en raison de leur caractère déraisonnable?", "c. Quels principes s'appliquent à l'examen des conclusions tirées par la SPR relativement à la crédibilité?", "d. La conclusion tirée par la SPR relativement à l'identité était-elle raisonnable?", "e. Les conclusions tirées par la SPR relativement à la crédibilité étaient-elles raisonnables?", "f. La conclusion tirée par la SPR relativement à l'existence d'une PRI était-elle raisonnable?", "Chacune de ces questions est examinée ci-dessous, après un examen du contexte factuel et des motifs de la décision de la SPR.", "I.", "LE CONTEXTE"], ["[5]", "En raison du grand nombre d'erreurs relevées par la demanderesse, qui nécessitent pour la plupart l'examen et la réévaluation par la Cour des éléments de preuve dont disposait la Commission, une analyse détaillée du contexte factuel dans lequel s'inscrit la présente demande s'impose."], ["[6]", "La demanderesse provient de la région du Punjab en Inde. Le 17 décembre 2007, elle a tenté d'entrer au Canada avec des documents falsifiés relativement à un visa d'étudiant, mais a été interceptée par un agent d'immigration au point d'entrée. Les documents contenaient plusieurs divergences, dont le fait que la date de naissance et l'adresse de la demanderesse n'étaient pas les mêmes dans plusieurs des documents qu'elle avait présentés et que son passeport semblait avoir été trafiqué. L'agent au port d'entrée a interrogé la demanderesse au sujet de ces divergences et, après plusieurs questions, la demanderesse a finalement admis que les documents relatifs au visa étaient des faux. Elle a alors demandé l'asile."], ["[7]", "Le 19 janvier 2008, la demanderesse a soumis un formulaire de renseignements personnels, conformément à l'article 5 des", "Règles de la Section de la protection des réfugiés", ", DORS/2002-228 [le FRP initial]. Dans l'exposé circonstancié du FRP initial, la demanderesse alléguait que son père et elle avaient été gardés en détention par la police du Punjab à trois reprises en 2007, soit le 2 mai, du 15 au 17 octobre et à deux autres dates consécutives non précisées. Elle alléguait également qu'elle avait été agressée sexuellement par des policiers à la dernière de ces dates. Elle affirmait que les trois détentions étaient attribuables à une altercation entre son père et un voisin, qui voulait acheter les terres de son père à un prix dérisoire. Elle disait que ce voisin [traduction] « avait des liens avec des policiers hauts gradés et des politiciens ». Dans son FRP initial, la demanderesse a indiqué que ses parents étaient les seuls membres de sa famille et qu'elle ne connaissait pas leur adresse. (Le FRP demande d'énumérer tous les membres de la famille, y compris les frères et les sœurs et de préciser leur adresse). La demanderesse avait également indiqué qu'elle avait 12 années d'études, mais avait omis d'énumérer les établissements d'enseignement qu'elle avait fréquentés."], ["[8]", "En signant le FRP initial, la demanderesse a attesté son authenticité, déclarant que les renseignements fournis étaient « véridiques, complets et exacts », et confirmé que sa déclaration avait « la même force et le même effet que si elle était faite sous serment. » Le jour de la signature du FRP initial, la demanderesse était représentée par un avocat (différent de celui qui l'a représentée en l'instance)."], ["[9]", "Le 4 octobre 2010, peu de temps avant la tenue de son audience devant la SPR, la demanderesse a rempli un nouveau FRP, dans lequel elle indiquait de nouvelles dates pour les périodes où elle avait été gardée en détention par la police du Punjab, soit du 2 au 4 septembre 2006, du 15 au 17 février 2007 et du 12 au 14 octobre 2007. Dans le FRP modifié, la demanderesse alléguait que l'agression sexuelle avait eu lieu durant la période de détention du 12 au 14 octobre 2007. Elle a également modifié le nombre d'années d'études qu'elle prétendait posséder, faisant passer ce nombre de 12 à 17, et indiqué qu'elle détenait un baccalauréat ès arts d'un collège de Dalla, dans le district de Ludhianna au Punjab, et une maîtrise ès arts d'un établissement d'enseignement de Jagraon, dans le district de Ludhianna également. Aucun de ces établissements n'est mentionné dans les documents que la demanderesse a présentés au point d'entrée au Canada."], ["[10]", "La demanderesse a déposé plusieurs éléments de preuve auprès de la SPR, soit:", "1. une lettre d'une psychothérapeute canadienne, la Dre Heather Fawcett, dans laquelle cette dernière indique qu'elle traite la demanderesse depuis 2009 et que celle-ci souffre du syndrome de stress post-traumatique;", "2. une lettre d'[traduction] « observation médicale » émanant de la Dre Marie Beauregard, du CLSC (centre local de services communautaires) Côte-des-Neiges à Montréal, dans laquelle il est indiqué que le CLSC traite la demanderesse depuis novembre 2008 et que cette dernière souffre du syndrome de stress post-traumatique et de dépression, ce qui peut influer sur sa mémoire et sa concentration;", "3. une lettre de Laila Bari, la fondatrice et présidente de l'association Abused Women Assistance and Justice Worldwide [AWAJ], dans laquelle il est indiqué que la demanderesse a demandé l'aide d'AWAJ, le 1er novembre 2008, relativement à sa demande d'asile. La lettre reprend les motifs de la demande d'asile de la demanderesse et précise que cette dernière a été gardée en détention par la police du Punjab le 2 septembre 2006 ainsi que le 15 février et le 12 octobre 2007 et qu'elle aurait été agressée sexuellement à cette dernière date. Cette lettre a été rédigée uniquement sur la foi des renseignements qui ont été fournis par la demanderesse;", "4. deux affidavits de fonctionnaires d'un village local en Inde, signés l'un et l'autre le 6 octobre 2010, et confirmant censément, d'une part, que la demanderesse et son père ont été arrêtés le 2 septembre 2006 ainsi que le 15 février et le 12 octobre 2007 et, d'autre part, que l'agression sexuelle a eu lieu durant la troisième période de détention. Les passages importants des deux affidavits sont identiques, à ce point qu'ils contiennent les mêmes polices de caractère différentes sur les première et deuxième pages. Aucun des documents n'indique de quelle manière le souscripteur a eu connaissance de ce qui est arrivé à la demanderesse et à son père. Ils reprennent simplement les prétentions de la demanderesse;", "5. une lettre d'un avocat de l'Inde indiquant que le père de la demanderesse est venu le voir le 2 septembre 2006 et le 15 février 2007 pour se plaindre des mauvais traitements que lui-même et sa fille avaient reçus de la part de la police du Punjab. La lettre précise qu'aucune action n'a été intentée contre la police en raison du temps qu'une telle mesure aurait pris et des risques de représailles de la part de la police;", "6. un certificat médical daté du 18 octobre 2010 émanant de la Dre Sarbjit Kaur indiquant que la demanderesse avait été traitée deux fois à son hôpital au Punjab pour une névrose d'angoisse, soit le 4 septembre 2006 et le 17 février 2007;", "7. un certificat médical émanant de la Dre Satnam Kaur, probablement daté du 16 octobre 2010 (la date est difficile à lire, mais le certificat porte une date en 2010), indiquant que l'appelante est arrivée à son hôpital au Punjab le 14 octobre 2008, avec de [traduction] « multiples blessures telles des ecchymoses et des éraflures » et qu'à l'examen la demanderesse présentait des signes physiques semblables à ceux découlant d'une agression sexuelle."], ["[11]", "Outre les documents décrits ci-dessus, la SPR disposait d'une volumineuse documentation sur l'Inde, le Punjab, la probabilité d'agressions par des policiers du Punjab, la capacité de la police du Punjab de poursuivre des personnes ailleurs en Inde et la possibilité pour les gens - y compris les jeunes femmes - de quitter le Punjab et de trouver un refuge sûr ailleurs en Inde."], ["[12]", "À la demande de la demanderesse, la Commission a demandé et examiné des copies du passeport, de la carte de rationnement et de l'acte de naissance que la demanderesse avait présentés au point d'entrée (tous ces documents avaient été confisqués par Citoyenneté et Immigration Canada parce qu'il pouvait s'agir de faux). La Commission a également obtenu et montré à la demanderesse une copie du dossier d'une demande de visa temporaire conservé par la mission canadienne à Chandigarh, d'où provenait le visa d'étudiant frauduleux. Le dossier contient une demande faite par une personne qui porte le nom que la demanderesse dit être le sien et des certificats d'études complètement différents de ceux mentionnés par la demanderesse dans ses deux FRP ou dans les documents frauduleux qu'elle a soumis à son arrivée au Canada."], ["[13]", "La demanderesse a témoigné de vive voix à l'audience devant la Commission; elle a été longuement questionnée sur les divers points se rapportant à sa demande (y compris une bonne partie des erreurs qu'elle reproche à la SPR).", "II.", "LA DÉCISION DE LA SPR"], ["[14]", "Dans sa décision, la Commission expose les motifs pour lesquels elle rejette la demande d'asile de la demanderesse et conclut que les questions déterminantes sont la crédibilité et l'existence d'une PRI."], ["[15]", "En ce qui concerne la crédibilité, la Commission a conclu que la demanderesse n'était pas crédible et qu'elle n'avait pas présenté des papiers d'identité acceptables. Elle a outre dit douter de la véracité de sa version des faits. À cet égard, la Commission a indiqué qu'elle s'était appuyée sur les faits suivants pour en arriver à sa décision:", "1. la demanderesse a soumis des documents falsifiés à son arrivée au Canada pour étayer sa prétention qu'elle entrait au Canada munie d'un visa d'étudiant;", "2. son passeport avait été trafiqué;", "3. dans son témoignage, la demanderesse a déclaré qu'elle ignorait que les documents qu'elle avait soumis étaient des faux et qu'elle ne s'était pas rendu compte que les documents falsifiés qu'elle avait signés comprenaient une demande de visa d'étudiant, ce que la Commission a refusé de croire;", "4. la demanderesse a d'abord menti au sujet des documents frauduleux, à son arrivée au Canada; ce n'est qu'après avoir été interrogée par l'agent d'immigration au point d'entrée et s'être fait montrer les divergences contenues dans la documentation qu'elle a admis que les documents qu'elle avait présentés étaient des faux;", "5. la demanderesse n'a nulle part indiqué (avant son témoignage devant la Commission) que le voisin qui souhaitait acheter les terres de son père était en fait un ancien agent de police. La Commission a jugé que ce fait était si important que le fait que la demanderesse n'en ait rien dit dans ses déclarations antérieures et dans ses FRP entachait sa crédibilité;", "6. les FRP initial et modifié n'indiquaient pas que la demanderesse avait un frère. La demanderesse n'a avoué l'existence de son frère que dans son témoignage devant la Commission, alors qu'elle devait énumérer ses frères et sœurs dans le FRP;", "7. la demanderesse a indiqué dans les deux versions de son FRP qu'elle ne connaissait pas l'adresse de ses parents, ce qui n'était pas le cas; elle a confirmé, durant son témoignage devant la Commission, qu'elle savait où ils demeuraient."], ["[16]", "La Commission a également jugé que l'explication fournie par la demanderesse pour justifier le fait qu'elle n'avait pas modifié son FRP afin d'y apporter d'autres corrections n'était pas plausible; elle a soutenu que son interprète lui avait dit qu'elle ne pouvait pas apporter de changements. Pour finir, la Commission a jugé invraisemblable que le père de la demanderesse « [...] risque sa vie et sa sécurité ainsi que celles de sa famille pour une question de prix et qu'il vendrait la propriété s'il craignait réellement pour sa vie et sa sécurité et celles de sa famille. » Dans son témoignage devant la Commission, la demanderesse a présenté deux versions des faits, une indiquant que son père souhaitait vendre ses terres à un bien meilleur prix que celui que lui avait offert le voisin et une autre indiquant que son père ne voulait pas vendre ses terres."], ["[17]", "La SPR a analysé, dans sa décision, une grande partie des éléments de preuve soumis par la demanderesse et conclu que ces éléments avaient peu de valeur probante, car les lettres de la Dre Beauregard, de Laila Bari et de l'avocat vivant en Inde, ainsi que les affidavits des fonctionnaires du village local étaient tous fondés sur des renseignements de seconde main. La Commission n'a toutefois pas abordé, dans son analyse, la question du certificat fourni par la Dre Satnam Kaur, non plus que celle de la carte de rationnement et de l'acte de naissance."], ["[18]", "De même, la Commission n'a pas analysé l'incidence de la modification des dates auxquelles la demanderesse prétend avoir été gardée en détention et agressée sexuellement; la Commission a signalé, dans sa décision, que la demanderesse avait prétendu que ces incidents étaient survenus aux dates indiquées dans la FRP initiale (ces dates ne correspondent pas aux dates contenues dans les pièces justificatives déposées par la demanderesse ni aux dates que la demanderesse a mentionnées dans son témoignage devant la Commission). Dans son témoignage devant la Commission, la demanderesse a déclaré qu'elle avait été gardée en détention du 2 au 4 septembre 2006 ainsi que du 2 au 4 février et du 12 au 14 octobre 2007 et que l'agression sexuelle avait eu lieu durant la nuit du 12 octobre 2007. La demanderesse a toutefois modifié de nouveau ces dates par la suite; dans l'affidavit qu'elle a déposé au soutien de sa demande de contrôle judiciaire, elle allègue avoir été gardée en détention du 2 au 4 mai 2007, du 15 au 17 octobre 2007 et deux jours en novembre 2007 et que l'agression sexuelle a été commise durant la troisième période de détention. Bref, la Cour dispose de témoignages sous serment de la demanderesse qui sont contradictoires quant aux dates auxquelles elle aurait été gardée en détention par la police et agressée sexuellement."], ["[19]", "En ce qui concerne l'existence d'une PRI, la SPR a conclu que la demanderesse prétendait avoir 17 ans d'études et avoir vécu dans le district de Jaragong, à Ludhiana, Punjab, Inde, et dans le district de Dala, à Ludhiana, Punjab, Inde, pour y poursuivre ses études postsecondaires. Relativement à la PRI, la SPR a également statué que la police du Punjab n'aurait pas été en mesure de trouver la demanderesse dans les villes de Mumbai, Delhi, Bangalore ou Chennai. Pour tirer cette conclusion, la Commission s'est appuyée sur plusieurs éléments de preuve documentaire ayant trait à la situation en Inde, dont le rapport d'information sur les pays d'origine produit par le Royaume-Uni, et plusieurs autres documents que renfermait le volumineux dossier dont elle disposait."], ["[20]", "À la lumière de ces éléments de preuve et du témoignage de la demanderesse quant aux études qu'elle avait faites, la SPR a conclu que la situation de la demanderesse répondait aux volets du critère qui s'applique pour déterminer l'existence d'une PRI. Plus particulièrement, la SPR a statué qu'il y avait plusieurs régions en Inde où la demanderesse n'aurait aucune raison de craindre d'être persécutée et qu'il n'aurait pas été objectivement déraisonnable ou trop dur de s'attendre à ce qu'elle se fût installée dans l'une de ces régions."], ["[21]", "La SPR a également souligné que les raisons pour lesquelles la demanderesse prétend avoir été persécutée par la police du Punjab ont trait à un conflit à propos de la vente de terres et qu'elles n'ont rien à voir avec l'un ou l'autre des motifs prévus dans la définition de réfugié au sens de la Convention. Cela dit, la décision ne repose pas sur cette conclusion et les observations de la SPR sur ce point sont purement des remarques incidentes. Bref, cette prétendue erreur ne peut pas donner ouverture à une demande de contrôle judiciaire, et il n'est donc pas nécessaire de l'examiner en profondeur.", "III.", "L'ANALYSE", "A.", "Quelle est la norme de contrôle applicable?"], ["[22]", "La norme de contrôle qui s'applique aux prétendues conclusions erronées ayant trait à la crédibilité et à l'existence d'une PRI est celle de la raisonnabilité. Il est de jurisprudence constante que les conclusions d'un tribunal, dont la SPR, ayant trait à la crédibilité appellent la plus grande retenue (voir, par exemple, les arrêts", "<FRAGMENT_SUPPRESSED>  (CAF) [arrêt <FRAGMENT_SUPPRESSED> ], au paragraphe 4;", "<FRAGMENT_SUPPRESSED>  [arrêt", "Singh", "], au paragraphe 3; et", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 13, au paragraphe 17). Il est également de jurisprudence constante que la norme de contrôle qui s'applique aux conclusions de la SPR ayant trait à l'existence d'une PRI est celle de la raisonnabilité, puisqu'il s'agit d'une question de fait ou d'une question hybride de fait et de droit (voir, par exemple, les arrêts", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 163, aux paragraphes12-13,", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 571, au paragraphe 21;", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 583, au paragraphe 17)."], ["[23]", "Avant d'analyser les présumées erreurs relevées par la demanderesse, il convient de décrire le critère que la Cour doit appliquer pour apprécier le caractère raisonnable des conclusions et inférences factuelles de la SPR.", "B.", "Dans quelles circonstances des conclusions de fait de la SPR seraient-elles infirmées en raison de leur caractère déraisonnable?"], ["[24]", "Les juges Bastarache et Lebel, s'exprimant au nom de la majorité, ont souligné dans l'arrêt", "<FRAGMENT_SUPPRESSED> , au paragraphe 46 [arrêt <FRAGMENT_SUPPRESSED> ], que « la raisonnabilité figure parmi les notions juridiques les plus usitées, elle est l'une des plus complexes ». Dans l'arrêt <FRAGMENT_SUPPRESSED> , la Cour suprême du Canada explique en quoi consiste la norme de la raisonnabilité dans le contexte du contrôle judiciaire, en indiquant que la cour de révision doit se demander si « la décision", "et", "sa justification possèdent les attributs de la raisonnabilité » (au paragraphe 47) (non souligné dans l'original). La Cour suprême précise ensuite que l'examen de la justification est le plus important et que le caractère raisonnable « tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel » (au paragraphe 47). Le processus d'examen ne s'arrête cependant pas là: la cour de révision doit également examiner si la décision du tribunal « [...] appart[ient] [...] aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (au paragraphe 47). Pour ce faire, la cour de révision doit accorder « une attention respectueuse aux motifs donnés ou qui pourraient être donnés à l'appui d'une décision » (au paragraphe 48) [renvois omis]."], ["[25]", "Dans des jugements ultérieurs, la Cour suprême a étoffé ces observations, en fournissant des indications supplémentaires sur ce qui constitue - et ne constitue pas - une décision raisonnable. L'analyse qui suit porte essentiellement sur ce que disent ces jugements au sujet de l'application de la norme de la raisonnabilité dans le contexte de la contestation des conclusions de fait tirées par un tribunal."], ["[26]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [arrêt <FRAGMENT_SUPPRESSED> ], la Cour suprême a statué que l'exercice du pouvoir de contrôle judiciaire conféré par les articles 18 et 18.1 de la", "Loi sur les Cours fédérales,", "LRC 1985, c F-7 [LCF] est régi par les principes de la common law énoncés dans l'arrêt <FRAGMENT_SUPPRESSED> et que l'alinéa 18.1(4)", ") de la LCF précise « la norme de contrôle de la raisonnabilité » qui doit s'appliquer à l'appréciation des conclusions de fait (au paragraphe 46). L'alinéa 18.1(4)", ") de la LCF autorise évidemment la Cour à annuler la décision du tribunal si elle est convaincue que ce dernier « a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont il dispose »."], ["[27]", "Dans l'arrêt", "Canada (Commission canadienne des droits de la personne) c Canada (Procureur général)", ", 2011 CSC 53, aux paragraphes 30-31, 337 DLR (4th) 385, la Cour a souligné que la norme de la raisonnabilité exige une retenue plus grande que le contrôle par un tribunal d'appel pour ce qui est du traitement des conclusions de droit raisonnables, étant donné que les conclusions jugées erronées seront infirmées par le tribunal d'appel mais pas par la cour de révision. La Cour suprême a également déclaré que le tribunal d'appel et la cour de révision doivent appliquer le principe de déférence à l'examen des conclusions de fait. (Comme il est expliqué ci-dessous, cependant, le degré de déférence qui s'applique aux conclusions de fait est moins élevé dans un appel qu'il ne l'est dans un contrôle judiciaire effectué selon la norme du caractère raisonnable)."], ["[28]", "Dans deux arrêts récents:", "Alberta (Information and  <FRAGMENT_SUPPRESSED>  DLR (4th) 428 [arrêt", "Alberta Teachers", "] et", "Newfoundland and  <FRAGMENT_SUPPRESSED>  DLR (4th) 17 [arrêt", "Newfoundland Nurses", "], la Cour suprême du Canada s'est penchée sur la responsabilité qui incombe à la cour de révision lorsque cette dernière examine le dossier afin de décider si les conclusions tirées par le tribunal sont raisonnables. Dans les deux arrêts en question, la Cour suprême était appelée à se prononcer sur les conclusions de droit plutôt que sur les conclusions de fait tirées par le tribunal, mais il n'y a aucune raison, en principe, pour que le raisonnement de la Cour suprême ne s'applique pas à des conclusions de fait."], ["[29]", "Dans l'arrêt", "Alberta Teachers", ", la Cour suprême était saisie d'un dossier dans lequel le tribunal n'avait pas exposé ses motifs mais rendu une décision implicite sur le point en litige. Dans ce jugement, le juge Rothstein, s'exprimant au nom de la majorité, a déclaré aux paragraphes 53-54:", "Il convient [...] qu'[une cour de justice] porte une attention respectueuse aux motifs « qui pourraient être donnés à l'appui d'une décision » lorsque celle-ci porte sur une question qui n'a pas été soulevée devant le décideur. Il est fort possible alors que le décideur administratif n'ait pas donné de motifs parce que la question n'avait pas été soulevée et qu'il ne la tenait pas pour litigieuse. Lorsque la décision pourrait avoir une assise raisonnable, la cour de justice doit y déférer.", "Je ne laisse cependant pas entendre qu'une cour de justice n'a pas à tenir dûment compte des motifs du tribunal administratif lorsque ceux-ci existent. L'invitation à porter une attention respectueuse aux motifs « qui pourraient être donnés à l'appui d'une décision » ne confère pas à la cour de justice le [traduction] « pouvoir absolu de reformuler la décision en substituant à l'analyse qu'elle juge déraisonnable sa propre justification du résultat » [...] Elle ne doit pas non plus « être interprétée comme atténuant l'importance de motiver adéquatement une décision administrative » [...] Au contraire, la déférence inhérente à la norme de la raisonnabilité se manifeste optimalement lorsqu'une décision administrative est justifiée de façon intelligible et transparente et que la juridiction de révision contrôle la décision à partir des motifs qui l'étayent. Il doit cependant exister au départ une obligation de motiver [...] [renvois omis]."], ["[30]", "Dans l'arrêt", "Newfoundland Nurses", ", la Cour suprême a défini la question de manière un peu différente et repris de nouveau à son compte la notion selon laquelle la cour de révision doit accorder une attention respectueuse aux motifs donnés par le tribunal, d'une part, et à ceux qui", "pourraient", "être donnés à l'appui d'une décision, d'autre part, en indiquant que la cour de révision « doit d'abord chercher à [...] compléter » les motifs donnés par le tribunal avant de « les contrecarrer » (au paragraphe 12) [renvois omis]. La juge Abella, s'exprimant au nom de la Cour suprême, a déclaré aux paragraphes 14-16:", "Je ne suis pas d'avis que, considéré dans son ensemble, l'arrêt <FRAGMENT_SUPPRESSED> signifie que l' « insuffisance » des motifs permet à elle seule de casser une décision, ou que les cours de révision doivent effectuer deux analyses distinctes, l'une portant sur les motifs et l'autre, sur le résultat [...] Il s'agit d'un exercice plus global: les motifs doivent être examinés en corrélation avec le résultat et ils doivent permettre de savoir si ce dernier fait partie des issues possibles. Il me semble que c'est ce que la Cour voulait dire dans <FRAGMENT_SUPPRESSED> en invitant les cours de révision à se demander si « la décision et sa justification possèdent les attributs de la raisonnabilité » [...]", "La cour de justice qui se demande si la décision qu'elle est en train d'examiner est raisonnable du point de vue du résultat et des motifs doit faire preuve de « respect [à l'égard] du processus décisionnel [de l'organisme juridictionnel] au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , par. 48). Elle ne doit donc pas substituer ses propres motifs à ceux de la décision sous examen mais peut toutefois, si elle le juge nécessaire, examiner le dossier pour apprécier le caractère raisonnable du résultat.", "Il se peut que les motifs ne fassent pas référence à tous les arguments, dispositions législatives, précédents ou autres détails que le juge siégeant en révision aurait voulu y lire, mais cela ne met pas en doute leur validité ni celle du résultat au terme de l'analyse du caractère raisonnable de la décision. Le décideur n'est pas tenu de tirer une conclusion explicite sur chaque élément constitutif du raisonnement, si subordonné soit-il, qui a mené à sa conclusion finale", "[...] En d'autres termes, les motifs répondent aux critères établis dans <FRAGMENT_SUPPRESSED> s'ils permettent à la cour de révision de comprendre le fondement de la décision du tribunal et de déterminer si la conclusion fait partie des issues possibles acceptables. [Non souligné dans l'original, renvois omis.]"], ["[31]", "Trois postulats s'appliquant à la présente demande se dégagent de ces décisions. Premièrement, l'exercice du pouvoir de contrôle judiciaire selon la norme de la raisonnabilité appelle généralement un degré élevé de retenue. Deuxièmement, la cour de révision doit tenir compte des motifs du tribunal, d'une part,", "et", "du dossier, d'autre part, pour apprécier le caractère raisonnable d'une décision. Pour finir, le critère qui s'applique pour juger du caractère raisonnable des conclusions de fait soumises à un contrôle judiciaire effectué sous le régime de la LCF est celui qui est défini à l'alinéa 18.1(4)", ") de la LCF."], ["[32]", "Plusieurs décisions de la Cour fédérale et de la Cour d'appel fédérale ont défini le type d'erreurs qui peuvent donner ouverture à une demande de contrôle judiciaire en vertu de l'alinéa 18.1(4)", ") de la LCF. Les principes suivants se dégagent de la jurisprudence."], ["[33]", "Selon l'alinéa 18.1(4)", "), la décision doit répondre à trois critères pour que le recours demandé soit accordé; elle doit d'abord être entachée d'une erreur de droit véritable ou manifeste; elle doit ensuite avoir été tirée de façon abusive ou arbitraire ou sans tenir compte des éléments de preuve; pour finir, la décision du tribunal doit être fondée sur une conclusion erronée (", "<FRAGMENT_SUPPRESSED> [arrêt", "Rohm & Haas", "];", "<FRAGMENT_SUPPRESSED> [2006] ACF no 1607). Bref, les conclusions qui n'entraînent aucune conséquence ou qui équivalent à une remarque incidente ne peuvent pas donner ouverture à un contrôle judiciaire."], ["[34]", "Les trois conditions établies par l'alinéa 18.1(4)", ") de la LCF constituent un critère plus exigeant que la norme de contrôle à laquelle sont assujetties, en appel, les erreurs de fait ou les conclusions de fait erronées. La norme appliquée par les tribunaux d'appel est celle de l'« erreur manifeste ou dominante ». Selon la définition qui en a été donnée, cela signifie que la décision ne sera examinée que si l'erreur est tout à fait évidente ou manifeste (", "<FRAGMENT_SUPPRESSED> ). Par contre, pour l'application de l'alinéa 18.1(4)", ") de la LCF, la conclusion erronée doit être manifeste, mais elle doit aussi avoir servi de fondement à la décision du tribunal et avoir été tirée de façon arbitraire ou abusive ou sans tenir compte des éléments dont le tribunal disposait."], ["[35]", "Une grande partie de la jurisprudence porte (souvent de façon implicite) sur la question de savoir si une conclusion a été tirée de façon « abusive » ou « arbitraire » ou « sans tenir compte des éléments » dont dispose le tribunal. Compte tenu de la malléabilité de la norme de la raisonnabilité et de la nécessité d'analyser le contexte dans chaque cas, il est impossible de classer avec certitude chaque type de conclusion erronée qui pourrait être tirée de façon « abusive » ou « arbitraire » ou « sans tenir compte des éléments dont [le tribunal] dispose ». Cela dit, un certain nombre de principes généraux se dégagent de la jurisprudence établie."], ["[36]", "Dans l'arrêt de principe", "Rohm & Haas", ", portant sur l'interprétation de l'alinéa 18(1)", ") de la LCF, le juge en chef Jacket a attribué le sens suivant au mot « abusif »: « avoir statué sciemment à l'opposé de la preuve » (au paragraphe 6). Au vu de cette définition, relativement peu de conclusions pourront être jugées abusives."], ["[37]", "La définition du mot « arbitraire » est un peu moins contraignante. Dans l'arrêt", "<FRAGMENT_SUPPRESSED> le juge Campbell indique, en renvoyant à la définition figurant dans le dictionnaire, que le mot « arbitraire » signifie qui dépend du caprice, qui est soumis au libre arbitre ou à la fantaisie et entraîne des changements d'intérêt et d'attitude, et qui n'est pas guidé par un jugement, une intention ou un objectif continu. Dans l'arrêt", "<FRAGMENT_SUPPRESSED> [2005] ACF no 509, le juge Harrington va plus ou moins dans le même sens en indiquant que le terme « arbitraire » désigne quelque chose « qui est irrégulier au point de sembler ne pas être conforme au droit ». Le principe qui se dégage de nombreuses décisions est que les conclusions qui sont fondées sur des hypothèses sont arbitraires. Dans l'arrêt", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 33, le juge MacGuigan, s'exprimant au nom de la Cour, a formulé les observations suivantes sur les hypothèses:", "La différence entre une déduction justifiée et une simple hypothèse est reconnue depuis longtemps en common law. Lord Macmillan fait la distinction suivante dans l'arrêt", "<FRAGMENT_SUPPRESSED>  distinction entre une hypothèse et une déduction. Une hypothèse peut être plausible mais elle n'a aucune valeur en droit puisqu'il s'agit d'une simple supposition. Par contre, une déduction au sens juridique est une déduction tirée de la preuve et si elle est justifiée, elle pourra avoir une valeur probante [...]"], ["[38]", "Pour finir, en ce qui concerne la troisième condition établie par l'alinéa 18.1(4)", "), la jurisprudence reconnaît qu'une conclusion qui n'est soutenue par aucun élément de preuve sera annulée parce que cette conclusion a été tirée par le tribunal sans tenir compte des éléments dont il disposait (voir, par exemple, l'arrêt", "Syndicat des travailleurs et travailleuses des postes c Healy", ", 2003 CAF 380, au paragraphe 25, [2003] ACF no 1517). Au-delà de cela, il est difficile d'établir une ligne de démarcation nette.  <FRAGMENT_SUPPRESSED> ) [arrêt", "Cepeda-Gutierrez", "], fréquemment cité, contient une analyse utile du genre de conclusions erronées qui pourraient répondre à la norme d'une décision rendue « sans tenir compte des éléments » dont le tribunal disposait, ce qui est fort différent d'une conclusion non étayée par la preuve. Dans cette décision, le juge Evans (maintenant juge à la Cour d'appel fédérale), a écrit, aux paragraphes 14 à 17:", "[...] pour justifier l'intervention de la Cour en vertu de l'alinéa 18.1(4)", "), le demandeur doit convaincre celle-ci, non seulement que la Commission a tiré une conclusion de fait manifestement erronée, mais aussi qu'elle en est venue à cette conclusion « sans tenir compte des éléments dont [elle disposait] » [...]", "La Cour peut inférer que l'organisme administratif en cause a tiré la conclusion de fait erronée « sans tenir compte des éléments dont il [disposait] » du fait qu'il n'a pas mentionné dans ses motifs certains éléments de preuve dont il était saisi et qui étaient pertinents à la conclusion, et en arriver à une conclusion différente de celle de l'organisme. Tout comme un tribunal doit faire preuve de retenue à l'égard de l'interprétation qu'un organisme donne de sa loi constitutive, s'il donne des motifs justifiant les conclusions auxquelles il arrive, de même", "un tribunal hésitera à confirmer les conclusions de fait d'un organisme en l'absence de conclusions expresses et d'une analyse de la preuve qui indique comment l'organisme est parvenu à ce résultat"], ["[16] Par ailleurs,", "les motifs donnés par les organismes administratifs ne doivent pas être examinés à la loupe par le tribunal", "[renvois omis] [...],", "et il ne faut pas non plus les obliger à faire référence à chaque élément de preuve dont ils sont saisis et qui sont contraires à leurs conclusions de fait, et à expliquer comment ils ont traité ces éléments de preuve", "[...].", "Imposer une telle obligation aux décideurs administratifs, qui sont peut-être déjà aux prises avec une charge de travail imposante et des ressources inadéquates, constituerait un fardeau beaucoup trop lourd. Une simple déclaration par l'organisme dans ses motifs que, pour en venir à ses conclusions, il a examiné l'ensemble de la preuve dont il était saisi suffit souvent pour assurer aux parties, et au tribunal chargé du contrôle, que l'organisme a analysé l'ensemble de la preuve avant de tirer ses conclusions de fait"], ["[17] Toutefois, plus la preuve qui n'a pas été mentionnée expressément ni analysée dans les motifs de l'organisme est importante, et plus une cour de justice", "sera", "disposée à inférer de ce silence que l'organisme a tiré une conclusion de fait erronée « sans tenir compte des éléments dont il [disposait] » [...] Autrement dit, l'obligation de fournir une explication augmente en fonction de la pertinence de la preuve en question au regard des faits contestés. Ainsi, une déclaration générale affirmant que l'organisme a examiné l'ensemble de la preuve ne suffit pas lorsque les éléments de preuve dont elle n'a pas discuté dans ses motifs semblent carrément contredire sa conclusion. Qui plus est, quand l'organisme fait référence de façon assez détaillée à des éléments de preuve appuyant sa conclusion, mais qu'elle passe sous silence des éléments de preuve qui tendent à prouver le contraire, il peut être plus facile d'inférer que l'organisme n'a pas examiné la preuve contradictoire pour en arriver à sa conclusion de fait. [Non souligné dans l'original, renvois omis.]"], ["[39]", "La présente affaire ne constitue pas un précédent à l'appui de la thèse élémentaire de la demanderesse, selon laquelle le simple fait qu'un élément de preuve important n'est pas mentionné dans la décision du tribunal entraînera nécessairement l'annulation de cette décision. En fait, la décision", "Cepeda-Gutierrez", ", dans la mesure où elle contient un tant soit peu des déclarations catégoriques, dit exactement le contraire et établit le principe que le tribunal", "'est", "pas", "tenu de renvoyer à chaque élément de preuve; ce n'est que lorsque l'élément de preuve non mentionné est important et contredit la conclusion du tribunal que la cour de révision", "peut", "décider que le tribunal n'a pas tenu compte des éléments dont il disposait."], ["[40]", "La jurisprudence citée ci-dessus établit clairement que les demandeurs qui cherchent à faire annuler des décisions en vertu de l'alinéa 18.1(4)", ") de la LCF ne sont pas au bout de leur peine, vu la gamme restreinte de critères permettant de qualifier une conclusion de fait de déraisonnable.", "C.", "Quels principes s'appliquent à l'examen des conclusions tirées par la SPR relativement à la crédibilité?"], ["[41]", "Une multitude de décisions traitent de l'examen des conclusions relatives à la crédibilité tirées par les divers tribunaux de l'immigration. Les principes généraux qui se dégagent de ces décisions et qui s'appliquent à la présente demande de contrôle judiciaire sont résumés ci-après."], ["[42]", "Premièrement- et il s'agit probablement du point le plus important - il faut reconnaître, avant même de se pencher sur une conclusion relative à la crédibilité, que le rôle de la Cour est très limité, étant donné que le tribunal a eu l'occasion d'entendre les témoins, d'observer leur comportement et de relever toutes les nuances et contradictions factuelles contenues dans la preuve. Ajoutons à cela que, dans bien des cas, le tribunal possède une expertise reconnue dans le domaine qui fait défaut à la cour de révision. Le tribunal est donc bien mieux placé pour tirer des conclusions quant à la crédibilité, et notamment pour juger de la plausibilité de la preuve. En outre, le principe de l'administration efficace de la justice, sur lequel repose la notion de déférence, fait en sorte que l'examen de ce genre de questions doit demeurer l'exception plutôt que la règle. Dans l'arrêt", "Aguebor,", "il est écrit, au paragraphe 4:", "Il ne fait pas de doute que le tribunal spécialisé qu'est la section du statut de réfugié a pleine compétence pour apprécier la plausibilité d'un témoignage. Qui, en effet, mieux que lui, est en mesure de jauger la crédibilité d'un récit et de tirer les inférences qui s'imposent? Dans la mesure où les inférences que le tribunal tire ne sont pas déraisonnables au point d'attirer notre intervention, ses conclusions sont à l'abri du contrôle judiciaire [...]", "(voir également l'arrêt", "Singh,", "au paragraphe 3, et l'arrêt", "<FRAGMENT_SUPPRESSED> )."], ["[43]", "Deuxièmement, les contradictions relevées dans la preuve, particulièrement dans le témoignage du demandeur d'asile, donneront généralement raison à la SPR de conclure que le demandeur manque de crédibilité, et, si cette conclusion est jugée raisonnable, la Cour refusera d'intervenir pour annuler la décision rejetant la totalité de la demande d'asile (voir, par exemple, les arrêts", "<FRAGMENT_SUPPRESSED> [arrêt <FRAGMENT_SUPPRESSED> ]). Cela dit, les contradictions qui sous-tendent une conclusion négative quant à la crédibilité doivent être réelles et non pas illusoires. Ainsi, le tribunal ne peut pas monter en épingle des contradictions purement banales ou dérisoires pour rejeter une demande (voir, par exemple, les arrêts", "<FRAGMENT_SUPPRESSED> ;", "Mohacsi,", "au para 20;", "<FRAGMENT_SUPPRESSED> )."], ["[44]", "Troisièmement, même si le témoignage sous serment d'un demandeur est présumé être avéré en l'absence de contradiction, la SPR peut être fondée à rejeter ce témoignage si elle le juge invraisemblable. Cette conclusion d'invraisemblance doit cependant être tirée de façon cohérente et en tenant compte des différences culturelles. Elle doit également être énoncée de façon explicite, et les raisons pour lesquelles le tribunal a tiré cette conclusion doivent être exposées dans les motifs de décision (voir, par exemple, les arrêts", "<FRAGMENT_SUPPRESSED>  [2003] ACF no 162, au paragraphe 12 [arrêt <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2004] ACF no 1149, au paragraphe 15)."], ["[45]", "Quatrièmement, la SPR peut tenir compte, à bon droit, du comportement du témoin, y compris ses hésitations, le manque de précision de ses propos, le fait qu'il modifie ou étoffe sa version des faits. Ce genre de points peut être suffisant pour étayer une conclusion quant à la crédibilité, mais il est préférable qu'il y ait des faits objectifs additionnels pour justifier la conclusion (voir, par exemple, les arrêts", "<FRAGMENT_SUPPRESSED> )."], ["[46]", "Pour finir, lorsqu'une décision repose sur la crédibilité, la SPR doit exposer les motifs de sa conclusion, vu l'importance des questions qui sont en jeu dans une demande d'asile. Une conclusion générale, imprécise, floue et non motivée quant à la crédibilité pourrait être infirmée par la cour de révision (voir, par exemple, l'arrêt", "<FRAGMENT_SUPPRESSED>  (CAF)).", "D.", "La conclusion relative à l'identité était-elle raisonnable?"], ["[47]", "Afin d'analyser le caractère raisonnable des conclusions tirées par la Commission en l'espèce, la première question qu'il faut logiquement se poser est celle de savoir si la conclusion relative à l'identité est raisonnable. Selon l'article 106 de la LIPR, la SPR « [...] prend en compte, s'agissant de crédibilité, le fait que, n'étant pas muni de papiers d'identité acceptables, le demandeur ne peut raisonnablement en justifier la raison [...] ». Il est de jurisprudence constante que si le demandeur ne présente pas des papiers d'identité acceptables, la Commission n'est pas obligée de statuer sur le bien-fondé de la présumée demande d'asile et peut la rejeter d'emblée (", "<FRAGMENT_SUPPRESSED> et 9, [2005] ACF no 1403). Bref, si la Cour conclut que la conclusion de la SPR concernant l'identité du demandeur est raisonnable, il ne lui est pas nécessaire d'examiner les autres arguments avancés dans la demande de contrôle judiciaire."], ["[48]", "La question de l'identité est au cœur même de l'expertise de la SPR, et s'il y a un endroit où la Cour doit se garder de mettre en doute les conclusions de la Commission c'est bien ici. Je suis d'avis que, pour autant qu'il y ait des éléments de preuve pour appuyer les conclusions de la Commission quant à l'identité, que la SPR en donne les raisons (qui ne sont pas manifestement spécieuses) et qu'il n'y a pas d'incohérence patente entre la décision de la Commission et la force probante de la preuve au dossier, la conclusion de la SPR quant à l'identité appelle un degré élevé de retenue et sera considérée comme une décision raisonnable. Autrement dit, si ces facteurs s'appliquent, il est impossible de dire que la conclusion a été rendue de façon abusive ou arbitraire ou sans tenir compte des éléments de preuve."], ["[49]", "Lorsque ce critère est appliqué à la conclusion relative à l'identité tirée par la Commission en l'espèce, il est manifeste que cette conclusion est raisonnable."], ["[50]", "Dans la décision, la SPR a tenu compte de plusieurs faits connexes pour tirer sa conclusion au sujet de l'identité. C'est donc une erreur que de monter certains de ces faits en épingle - comme l'a fait la demanderesse - pour tenter de convaincre la Cour que les présumées erreurs justifient la modification de la décision. La règle qui s'applique est beaucoup plus globale: la Cour doit examiner tous les arguments portant sur le point en question à la lumière du dossier afin de décider si la conclusion de la Commission est raisonnable. Les principaux éléments dont la Commission a tenu compte pour tirer sa conclusion au sujet de l'identité sont analysés ci-dessous."], ["[51]", "D'abord et avant tout, la Commission a conclu que le passeport de la demanderesse avait été trafiqué. C'est sur cette conclusion de fait que repose essentiellement la conclusion de la SPR relative à l'identité, et elle est tout à fait raisonnable. La SPR disposait d'une copie du passeport et elle a conclu que le document avait été trafiqué, pour les mêmes raisons que celles données par l'agent du point d'entrée, soit que les coins du passeport avaient été taillés à la main et que le numéro qui était écrit sur le document était mal formé. Le seul élément contraire étayant l'authenticité du passeport provenait du témoignage de la demanderesse. La Commission a écarté cet élément après avoir pris connaissance de la preuve documentaire et elle a eu tout à fait raison de le faire, vu le jugement qu'elle avait porté sur le document et le caractère manifestement intéressé de la déclaration de la demanderesse, qui ne repose sur aucun fait, selon laquelle le passeport n'avait pas été trafiqué."], ["[52]", "Le passeport est en outre la seule pièce d'identité avec photo que la demanderesse a présentée (à part la photo sur le visa d'étudiant, présenté à l'arrivée au Canada, qui a été reconnu comme frauduleux et qui ne pouvait manifestement pas établir l'identité). L'acte de naissance et la carte de rationnement soumis par la demanderesse ne contenaient pas de photo."], ["[53]", "La demanderesse avance que le fait que la SPR n'ait pas fait mention de l'acte de naissance ni de la carte de rationnement dans sa décision permet nécessairement de conclure que la décision de la Commission est déraisonnable et qu'elle est susceptible d'être infirmée par la Cour. Je ne suis pas d'accord. Dans la présente affaire, aucun des documents n'était à ce point « important » pour que la décision soit annulée en vertu de l'alinéa 18.1(4)", ") de la LCF en raison du fait que la Commission ne les a pas expressément mentionnés dans ses motifs. Aucun des deux documents ne contenait de photo; par conséquent, ni l'un ni l'autre ne pouvait établir l'identité de la demanderesse. Au demeurant, les autres éléments de preuve dont disposait la Commission indiquaient clairement que la demanderesse n'avait pas établi son identité. Par conséquent, le fait que la carte de rationnement et l'acte de naissance n'aient pas été mentionnés dans la décision ne permet pas de dire que la conclusion de la Commission relative à l'identité est déraisonnable. Bref, il est impossible de conclure que la conclusion relative à l'identité est abusive ou arbitraire ou qu'elle a été tirée sans tenir compte des éléments de preuve, simplement parce que la SPR n'a pas renvoyé à la carte de rationnement et à l'acte de naissance. La Commission disposait d'un nombre suffisant d'éléments de preuve pour étayer sa conclusion relative à l'identité, et une grande partie de ces éléments ont été analysés dans sa décision."], ["[54]", "Par exemple, le fait que la demanderesse n'ait pas indiqué l'adresse de ses parents dans les deux versions du FRP ni mentionné qu'elle avait un frère décrédibilise la preuve relative à son identité et entache sa crédibilité générale. Contrairement à ce que soutient la demanderesse, ces questions ne sont pas dérisoires ni banales; elles sont importantes, surtout dans un cas comme celui-ci, où la demanderesse", "savait", "qu'elle devait établir son identité. Le fait de ne pas indiquer les coordonnées connues de témoins susceptibles de corroborer l'identité est un facteur important, car cette information est demandée dans le FRP et le demandeur doit faire une déclaration attestant l'exactitude des renseignements donnés dans ce formulaire et ayant la même force et le même effet que si elle était faite sous serment."], ["[55]", "De plus, les différentes versions données par la demanderesse dans les FRP initial et modifié (lesquels ont été remplis à l'époque où la demanderesse était représentée par son ancien avocat) au sujet de ses études décrédibilisent davantage la preuve relative à son identité. Il va de soi qu'une personne devrait savoir quelles études elle a faites. La formation scolaire, tout comme les coordonnées des membres de la famille, sont des faits importants qui peuvent servir à corroborer l'identité."], ["[56]", "En ce qui concerne la formation scolaire, la demanderesse soutient que la Commission a commis une erreur susceptible de révision en concluant que le faux visa d'étudiant qu'elle a soumis entachait sa crédibilité; elle renvoie à cet égard à l'arrêt", "<FRAGMENT_SUPPRESSED>  (CAF) [arrêt <FRAGMENT_SUPPRESSED> ] et à l'arrêt <FRAGMENT_SUPPRESSED> , dans lequel le juge Martineau a affirmé au paragraphe 11:", "[...] le fait qu'un revendicateur voyage avec de faux documents, détruit ses documents de voyage ou ment à leur sujet à son arrivée sur les instructions d'un agent est accessoire et a une valeur très limitée aux fins de l'évaluation de la crédibilité en général: [renvois omis]"], ["[57]", "Je ne souscris pas à l'argument de la demanderesse selon lequel la Commission a commis une erreur de ce genre. J'estime que la demanderesse a mal interprété la décision de la SPR sur ce point: la Commission n'a pas tenu compte uniquement du fait que la demanderesse avait présenté de faux documents pour conclure qu'elle n'était généralement pas crédible. La Commission s'est plutôt servie de ce fait pour expliquer qu'elle ne pouvait pas s'appuyer sur les papiers d'identité présentés à l'arrivée. Eu égard à la crédibilité, la SPR a plutôt retenu le fait que la demanderesse a continué de tergiverser lorsque l'agent l'a confrontée au point d'entrée et qu'elle a demandé l'asile seulement après avoir été coincée par l'agent."], ["[58]", "Pour ces motifs, j'estime que la conclusion tirée par la SPR relativement à l'identité de la demanderesse est raisonnable et qu'elle doit être confirmée. Bien que cette conclusion soit suffisante pour rejeter la présente demande, les autres motifs de révision évoqués par la demanderesse sont analysés brièvement ci-dessous.", "E.", "La conclusion tirée par la SPR relativement à la crédibilité était-elle raisonnable?"], ["[59]", "Outre les arguments examinés ci-dessus, la demanderesse avance que la conclusion tirée par la Commission relativement à la crédibilité est déraisonnable pour les trois autres raisons suivantes:", "a. le certificat médical signé par la Dre Sarbjit Kaur est un élément de preuve si essentiel que le fait qu'il ne soit pas mentionné par la Commission permet de conclure que la décision est déraisonnable;", "b. la conclusion d'invraisemblance concernant la façon dont le père de la demanderesse aurait agi ne repose sur aucun fait, si bien que la conclusion relative à la crédibilité est déraisonnable;", "c. la Commission n'aurait pas dû accorder d'importance au fait que la demanderesse n'avait pas indiqué que le voisin était un policier avant son témoignage devant la SPR."], ["[60]", "Aucun de ces points ne justifie l'intervention de la Cour. J'estime que la Cour ne doit pas intervenir pour infirmer des conclusions relatives à la crédibilité et à l'identité si la décision de la Commission s'appuie sur des éléments de preuve, si les motifs invoqués par la SPR pour justifier ses conclusions (qui ne sont pas manifestement spécieuses) ne sont pas des généralisations et s'il n'y a pas d'incohérence patente entre la décision de la Commission et la force probante de la preuve au dossier. Il importe peu que les motifs de la SPR ne soient pas parfaits ou même que la Cour soit en accord avec la conclusion, ou encore avec chaque étape du processus d'analyse de la crédibilité suivi par la SPR. La jurisprudence établit que l'appréciation de la crédibilité se situe au cœur même des attributions que le législateur a conférées à la SPR."], ["[61]", "Dans la présente affaire, la SPR disposait d'une preuve suffisante pour conclure de façon raisonnable que la demanderesse n'était pas crédible et c'est ce qu'elle a conclu. Outre les faits relatifs à l'identité qui ont été examinés ci-dessus, plusieurs observations ont été présentées par la Commission."], ["[62]", "Deux de ces observations sont essentiellement des conclusions d'invraisemblance. La Commission a écarté l'explication donnée par la demanderesse pour justifier le fait qu'elle n'avait pas modifié son FRP et tiré une conclusion d'invraisemblance générale relativement à la demande de la demanderesse. Dans le premier cas, l'explication fournie par la demanderesse (selon laquelle l'interprète lui avait dit qu'elle ne pouvait pas apporter d'autres modifications au FRP) n'est pas plausible à première vue et, qui plus est, c'est la SPR qui est la mieux placée pour tirer une conclusion quant à la vraisemblance de la raison donnée par la demanderesse, puisqu'elle sait comment les interprètes se comportent de façon générale et qu'elle a eu la possibilité de voir la demanderesse en action comme témoin. La demanderesse soutient que la conclusion d'invraisemblance générale est abusive parce que la Commission ne disposait d'aucune preuve indiquant que son père souhaitait vendre ses terres. Cet argument ne tient pas. Comme il a été souligné ci-dessus, la demanderesse a déclaré, durant son témoignage devant la SPR, que son père souhaitait vendre ses terres, mais à un prix plus élevé que celui qu'offrait le voisin. Il est donc faux de dire que la conclusion d'invraisemblance générale tirée par la Commission est abusive parce qu'elle ne repose sur aucun fait."], ["[63]", "La Commission a également déclaré que le fait que la demanderesse n'ait pas indiqué sur ses FRP que le voisin était un ancien policier entachait sa crédibilité. La demanderesse soutient que cette conclusion est déraisonnable, car l'ancien emploi du voisin n'est pas inéluctable au point que le fait de ne pas l'avoir mentionné dans le FRP doive inciter à conclure que la demanderesse a inventé son récit de toutes pièces. Je souscris d'une manière générale à l'affirmation selon laquelle un témoin par ailleurs sincère peut oublier de donner dans le FRP un renseignement comme le fait que le voisin était un policier à la retraite, mais cela n'a rien à voir avec la raisonnabilité générale des conclusions de la Commission. Comme la SPR a donné de nombreux autres motifs raisonnables pour justifier ses conclusions relatives à la crédibilité, cette question particulière importe peu pour statuer sur la présente demande de contrôle judiciaire."], ["[64]", "La demanderesse affirme également que la Commission a rendu une décision déraisonnable en ne tenant pas compte du certificat médical de la Dre Sarbjit Kaur, car le document était à ce point important qu'il devait être mentionné. Je ne suis pas d'accord ici non plus. Comme il a été indiqué ci-dessus, l'indispensable analyse des conséquences qu'entraîne l'omission de mentionner un élément de preuve est purement contextuelle et vise à déterminer si cette omission est à ce point importante que la Cour doit nécessairement statuer que la conclusion relative à la crédibilité a été tirée de façon abusive ou arbitraire ou sans tenir compte des éléments de preuve dont disposait le tribunal. J'estime que le certificat médical n'est pas de cet acabit parce qu'il y avait beaucoup d'autres éléments de preuve qui étayaient la conclusion tirée par la Commission relativement à la crédibilité. Au demeurant, le certificat ne permet pas de déterminer si les événements se sont réellement produits."], ["[65]", "Outre les nombreux points déjà analysés qui justifient amplement la conclusion de la Commission, les diverses versions des faits fournies par la demanderesse ont certainement procuré à la SPR de bonnes raisons de ne pas croire la demanderesse. Les dates différentes indiquées dans sur le premier et le deuxième FRP sont éloquentes à cet égard. Il est en effet incroyable qu'une personne ne puisse se rappeler quand s'est produit un événement de l'importance d'une agression sexuelle, d'autant plus que, en l'espèce, les faits ont été relatés pour la première fois quelques semaines après la présumée agression. La Commission n'a pas mentionné ce fait dans sa décision; du reste, elle a elle-même déclaré que les événements s'étaient produits à la première des dates indiquées dans le FRP initial de la demanderesse. Le fait que la SPR n'ait pas mentionné la bonne date pour cet élément de preuve n'est certainement pas souhaitable, mais cette erreur ne met nullement en péril le caractère raisonnable des conclusions tirées par la Commission relativement à la crédibilité, puisque l'élément de preuve vient fortement appuyer la conclusion que la demanderesse ne disait pas la vérité."], ["[66]", "À l'inverse, bien que le certificat médical soit recevable selon les règles de la preuve régissant la SPR, il constitue une preuve par ouï-dire, puisqu'il a été rédigé des années après le fait et présenté avec un lot de documents contenant des affidavits qui semblent avoir été copiés les uns sur les autres. Le certificat se situe donc à des années-lumière du genre de document qui, selon les observations formulées par le juge Evans dans l'arrêt", "Cepeda-Gutierrez", ", peut donner lieu à une conclusion que le tribunal n'a pas tenu compte des éléments dont il disposait pour rendre sa décision."], ["[67]", "Bref, la conclusion tirée par la SPR relativement à la crédibilité est raisonnable. Il s'ensuit que la Commission n'a pas commis les erreurs 1, 2, 3, 4 et 6 que lui reproche la demanderesse.", "E.", "La conclusion tirée par la SPR relativement à l'existence d'une PRI"], ["[68]", "Pour finir, la demanderesse affirme que la conclusion tirée par la SPR relativement à l'existence d'une PRI est déraisonnable parce que la Commission n'a pas renvoyé à l'une des phrases figurant dans l'un des documents compris dans la volumineuse preuve documentaire, soit le rapport d'information sur les pays d'origine produit par le Royayme-Uni. La phrase en question disait qu'il [traduction] « peut être difficile pour les femmes seules de trouver un logement sûr en Inde ». Or, il se trouve que le dossier renfermait plusieurs éléments de preuve qui indiquaient exactement le contraire et auxquels la Commission a fait allusion dans ses motifs. Le fait que la phrase relevée par la demanderesse ne soit pas mentionnée dans la décision ne permet aucunement de conclure que la décision de la SPR est déraisonnable. D'abord et avant tout, ce n'est pas un élément de preuve important au point que la Commission était tenue de le mentionner. Deuxièmement, la phrase ne contredit même pas la conclusion de la Commission; elle ne fait plutôt qu'indiquer qu'une femme seule pourrait avoir de la difficulté à trouver un logement ailleurs en Inde. Au vu de la profusion d'éléments de preuve contraires dont disposait la SPR, la conclusion concernant l'existence d'une PRI était certainement raisonnable.", "V.", "CONCLUSION"], ["[69]", "À la lumière de ce qui précède, la Cour n'a aucune raison de modifier la décision de la SPR, puisque la Commission n'a pas commis d'erreur susceptible de révision. En conséquence, la présente demande de contrôle judiciaire doit être rejetée."], ["[70]", "Aucune question n'a été soumise pour être certifiée en vertu de l'article 74 de la LIPR, et le présent dossier n'en soulève aucune.", "JUGEMENT"], ["[71]", "LA COUR STATUE que", "1. La présente demande de contrôle judiciaire visant la décision de la SPR est rejetée.", "2. Aucune question de portée générale n'est certifiée.", "[End of document]"]]}