{"id_": "035406", "body_str": [["[1]", "Mosley, J.", ": Mr. St-Louis was denied a pension under the", "Canada Pension Plan", ", R.S.C. 1985, c. C-8 (CPP) as it was determined that he did not fit within the meaning of \"disabled\" in the scheme. A Review Tribunal upheld that decision. A member of the Pension Appeals Board (PAB) granted Mr. St-Louis leave to appeal the decision of the Review Tribunal. The Attorney General of Canada has sought judicial review of the decision to grant leave under s. 18.1 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7 and ss. 83 and 84 of the CPP. These are my reasons for dismissing the application.  <FRAGMENT_SUPPRESSED>", "BACKGROUND", ":  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. St-Louis worked as a truck driver from 1994 until 2001. He was unemployed between November 2001 and an unknown time in 2002. On January 20, 2003, he suffered from what he describes as a \"heart attack\". His physician referred to it as a \"myocardial infarction\", that is destruction of heart tissue resulting from obstruction of the blood supply to the heart muscle. Mr. St-Louis had made sufficient contributions to the CPP to qualify for benefits until December 2003. He applied for a disability pension under the CPP in April 2007.  <FRAGMENT_SUPPRESSED>"], ["[3]", "His application was denied; it was determined that he did not fully meet the requirements for a disability benefit. In order to be eligible for disability benefits, the respondent had to have met the contributory requirements as set out in the CPP. He also had to prove that his injury was \"prolonged\" and \"severe\". Due to the fact that he applied late, three and a half years after his qualification date, he was also required to prove that his disability was severe, prolonged and continuous since December 2003. It was concluded that he was not disabled as of December 2003 and that, while he might not be able to work in jobs that require physical exertion, he could do some type of work.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Mr. St-Louis' request for reconsideration was also denied. He appealed this decision via the Office of the Commissioner of Review Tribunals (Tribunal).  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Tribunal rendered a decision on February 26, 2010 and determined that Mr. St-Louis failed to make reasonable efforts to undertake and submit to programs and treatments recommended by treating and consulting physicians and that he did not make reasonable efforts to take retraining or educational programs to assist him in finding alternate employment. Based on the evidence, including oral testimony, the Tribunal concluded that the respondent had not established that he was disabled within the meaning of the CPP. The respondent sought leave to appeal this decision to the PAB. His application for leave reads as follows:  <FRAGMENT_SUPPRESSED>", "I am requesting LEAVE TO APPEAL because I qalify [sic] for Canada Pension Plan Disability as in my disability is severe and prolonged and will result in my death. And the facts that support the appeal are all in my Medical Records which C.P.P.D. all ready have.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In this application, Mr. St-Louis also indicated that he would be seeking the assistance of a legal aid clinic. However, no appearance was made by counsel, he filed no written representations and did not appear for the hearing. Efforts to contact him by the Registry staff were unsuccessful. The hearing proceeded in his absence. Counsel for the applicant, as an Officer of the Court, identified the issues and presented the merits in a fair and balanced manner.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW", ":  <FRAGMENT_SUPPRESSED>"], ["[7]", "By letter dated July 14, 2010, the Registrar of the PAB informed the respondent that leave had been granted on July 6th, 2010 by a member designated as required under s.83 of the CPP. No reasons were provided.  <FRAGMENT_SUPPRESSED>", "ISSUES", ":  <FRAGMENT_SUPPRESSED>"], ["[8]", "The sole issue on this application is whether the Designated Member erred in granting leave.  <FRAGMENT_SUPPRESSED>", "RELEVANT LEGISLATIVE FRAMEWORK", ":  <FRAGMENT_SUPPRESSED>"], ["[9]", "The CPP was designed to provide social insurance for Canadians who experience a loss of earnings due to retirement, disability or the death of a wage-earning spouse or parent:", "<FRAGMENT_SUPPRESSED>  at para. 9;", "<FRAGMENT_SUPPRESSED>  at para. 17.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Section 42(2) of the CPP outlines the meaning of disability. It stipulates that a person shall be considered to be disabled only if he or she is determined to have a severe and prolonged mental or physical disability:  <FRAGMENT_SUPPRESSED>", "42.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "(2) For the purposes of this Act,  <FRAGMENT_SUPPRESSED>", "(a) a person shall be considered to be disabled only if he is determined in prescribed manner to have a severe and prolonged mental or physical disability, and for the purposes of this paragraph,  <FRAGMENT_SUPPRESSED>", "(i) a disability is severe only if by reason thereof the person in respect of whom the determination is made is incapable regularly of pursuing any substantially gainful occupation, and  <FRAGMENT_SUPPRESSED>", "(ii) a disability is prolonged only if it is determined in prescribed manner that the disability is likely to be long continued and of indefinite duration or is likely to result in death; and  <FRAGMENT_SUPPRESSED>", "(b) a person is deemed to have become or to have ceased to be disabled at the time that is determined in the prescribed manner to be the time when the person became or ceased to be, as the case may be, disabled, but in no case shall a person - including a contributor referred to in subparagraph 44(1)(b)(ii) - be deemed to have become disabled earlier than fifteen months before the time of the making of any application in respect of which the determination is made.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "42.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "(2) Pour l'application de la présente loi:  <FRAGMENT_SUPPRESSED>", "a) une personne n'est considérée comme invalide que si elle est déclarée, de la manière prescrite, atteinte d'une invalidité physique ou mentale grave et prolongée, et pour l'application du présent alinéa:  <FRAGMENT_SUPPRESSED>", "(i) une invalidité n'est grave que si elle rend la personne à laquelle se rapporte la déclaration régulièrement incapable de détenir une occupation véritablement rémunératrice,  <FRAGMENT_SUPPRESSED>", "(ii) une invalidité n'est prolongée que si elle est déclarée, de la manière prescrite, devoir vraisemblablement durer pendant une période longue, continue et indéfinie ou devoir entraîner vraisemblablement le décès;  <FRAGMENT_SUPPRESSED>", "b) une personne est réputée être devenue ou avoir cessé d'être invalide à la date qui est déterminée, de la manière prescrite, être celle où elle est devenue ou a cessé d'être, selon le cas, invalide, mais en aucun cas une personne - notamment le cotisant visé au sousalinéa 44(1)b)(ii) - n'est réputée être devenue invalide à une date antérieure de plus de quinze mois à la date de la présentation  <FRAGMENT_SUPPRESSED>"], ["[11]", "For those who have applied for disability pensions and have received negative decisions by the Minister, the CPP provides for a generous appeal process. Applicants are able to have their application reconsidered by the Minister, pursuant to section 81. If they are unsatisfied with the outcome of that second decision, they are entitled, as of right, to further appeal the decision to a Review Tribunal under section 82:  <FRAGMENT_SUPPRESSED>", "82. (1) A party who is dissatisfied with a decision of the Minister made under section 81 or subsection 84(2), or a person who is dissatisfied with a decision of the Minister made under subsection 27.1(2) of the Old Age Security Act, or, subject to the regulations, any person on their behalf, may appeal the decision to a Review Tribunal in writing within 90 days, or any longer period that the Commissioner of Review Tribunals may, either before or after the expiration of those 90 days, allow, after the day on which the party was notified in the prescribed manner of the decision or the person was notified in writing of the Minister's decision and of the reasons for it. [...]  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "82. (1) La personne qui se croit lésée par une décision du ministre rendue en application de l'article 81 ou du paragraphe 84(2) ou celle qui se croit lésée par une décision du ministre rendue en application du paragraphe 27.1(2) de la Loi sur la sécurité de la vieillesse ou, sous réserve des règlements, quiconque de sa part, peut interjeter appel par écrit auprès d'un tribunal de révision de la décision du ministre soit dans les quatre-vingt-dix jours suivant le jour où la première personne est, de la manière prescrite, avisée de cette décision, ou, selon le cas, suivant le jour où le ministre notifie à la deuxième personne sa décision et ses motifs, soit dans le délai plus long autorisé par le commissaire des tribunaux de révision avant ou après l'expiration des quatre-vingt-dix jours. [...]  <FRAGMENT_SUPPRESSED>"], ["[12]", "If unsuccessful before the Tribunal, leave may be sought from the Chair or Vice-Chair of the PAB to appeal the Tribunal's decision, as described in section 83:  <FRAGMENT_SUPPRESSED>", "83. (1) A party or, subject to the regulations, any person on behalf thereof, or the Minister, if dissatisfied with a decision of a Review Tribunal made under section 82, other than a decision made in respect of an appeal referred to in subsection 28(1) of the Old Age Security Act, or under subsection 84(2), may, within ninety days after the day on which that decision was communicated to the party or Minister, or within such longer period as the Chairman or Vice-Chairman of the Pension Appeals Board may either before or after the expiration of those ninety days allow, apply in writing to the Chairman or Vice-Chairman for leave to appeal that decision to the Pension Appeals Board.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "(4) Where leave to appeal is granted, the application for leave to appeal thereupon becomes the notice of appeal, and shall be deemed to have been filed at the time the application for leave to appeal was filed.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "83. (1) La personne qui se croit lésée par une décision du tribunal de révision rendue en application de l'article 82 - autre qu'une décision portant sur l'appel prévu au paragraphe 28(1) de la Loi sur la sécurité de la vieillesse - ou du paragraphe 84(2), ou, sous réserve des règlements, quiconque de sa part, de même que le ministre, peuvent présenter, soit dans les quatre-vingt-dix jours suivant le jour où la décision du tribunal de révision est transmise à la personne ou au ministre, soit dans tel délai plus long qu'autorise le président ou le vice-président de la Commission d'appel des pensions avant ou après l'expiration de ces quatre-vingt-dix jours, une demande écrite au président ou au vice-président de la Commission d'appel des pensions, afin d'obtenir la permission d'interjeter un appel de la décision du tribunal de révision auprès de la Commission.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "(4) Dans les cas où l'autorisation d'interjeter appel est accordée, la demande d'autorisation d'interjeter appel est assimilée à un avis d'appel et celui-ci est réputé avoir été déposé au moment où la demande d'autorisation a été déposée.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Under subsection 83 (2.1) of the CPP, the Chair or Vice-Chair of the PAB may designate a member of the PAB to consider the leave application, as was done in this case. It is the designated member's decision to grant leave that is being appealed by the applicant Minister.  <FRAGMENT_SUPPRESSED>", "ANALYSIS", ":  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[14]", "It is well-settled that a PAB member's decision to grant leave to appeal involves two issues: (1) whether the right test was applied; and (2) whether a legal or factual error was committed in determining whether an arguable case was raised:", "<FRAGMENT_SUPPRESSED>  at para. 8.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The proper leave test to apply is a question of law to be analysed on the correctness standard:", "<FRAGMENT_SUPPRESSED>  at para. 26, 68 Admin. L.R. (4th) 183. The issue as to whether the designated member erred in determining that the application raises an arguable case is one of mixed fact and law to which the reasonableness standard applies:", "<FRAGMENT_SUPPRESSED>  at para. 47;", "<FRAGMENT_SUPPRESSED>  at para. 8;", "<FRAGMENT_SUPPRESSED>  at para. 14.  <FRAGMENT_SUPPRESSED>", "Did the designated member err in granting leave to appeal the decision of the Review Tribunal?  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Court's assessment of this application is hampered by two factors: the lack of any reasons provided for the designated member's decision and the failure of the respondent to appear and make representations.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant argues that the designated member of the PAB erred in granting the respondent leave to appeal the decision of the Review Tribunal because the respondent did not have an arguable case. In essence, it is submitted, the Member treated the application for leave as an appeal as of right. However, the leave application disclosed no new evidence, no error of law nor any error of significant fact. Thus, the applicant contends, no case for leave was presented.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant further submits that the Tribunal conducted a thorough review of the evidence before it, including an examination of the respondent's alleged ailments and supporting medical evidence, as well as the respondent's testimony. The applicant says it was open to the Tribunal to conclude, based on the evidence, that the respondent failed to establish that he was disabled within the meaning of the CPP.  <FRAGMENT_SUPPRESSED>"], ["[19]", "On a leave application, the PAB must determine whether there is some arguable ground on which the appeal might succeed. It should not decide whether the applicant could actually succeed. The two-part test applicable to judicial reviews of leave applications to the PAB is set out at paragraph 15 of", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "[t]he review of a decision concerning an application for leave to appeal to the PAB involves two issues,  <FRAGMENT_SUPPRESSED>", "1. whether the decision maker has applied the right test - that is, whether the application raises an arguable case without otherwise assessing the merits of the application, and  <FRAGMENT_SUPPRESSED>", "2. whether the decision maker has erred in law or in appreciation of the facts in determining whether an arguable case is raised. If new evidence is adduced with the application, if the application raises an issue of law or of relevant significant facts not appropriately considered by the Review Tribunal in its decision, an arguable issue is raised for consideration and it warrants the grant of leave.  <FRAGMENT_SUPPRESSED>", "See also:", "<FRAGMENT_SUPPRESSED>  at para. 8.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The applicant is correct in noting that the leave application did not specifically set out any error of law or fact. This may be because the litigant is self-represented, has a grade 11 education and was therefore unable to present a sophisticated case. Leave was nonetheless granted. Since no reasons were given, and because there was no obligation under the statutory scheme to give reasons, it is for this Court to determine whether there was an arguable case for which to grant leave:", "<FRAGMENT_SUPPRESSED>  at para. 7. In the words of Justice Sean Harrington in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "Leave should be granted if the application raises an arguable case. Otherwise, the merits are not to be assessed.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED> Justice Paul Crampton stated that \"[A] reasonable argument is one that has a meaningful, realistic chance of success\".  <FRAGMENT_SUPPRESSED>"], ["[21]", "In order to determine whether the right legal test was applied, it is necessary to first analyse the second part of the", "Callihoo", "test. With respect to new evidence, the respondent adduced none. In fact, his application for leave indicated that \"the facts that support the appeal are all in my Medical Records which C.P.P.D. already have\". With no new information submitted this matter cannot be said to raise an arguable case on the grounds of new evidence. However, in determining whether the application raises an issue of law or of relevant significant facts not appropriately considered by the Tribunal, this Court must take a close look at the Tribunal decision.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Tribunal correctly noted that being disabled, as prescribed by the CPP, means to have a disability that is \"severe\" and \"prolonged\":", "Canada Pension Plan", ", ss. 42(2)(ii). Justice Marc Nadon, in", "<FRAGMENT_SUPPRESSED>  N.R. 385 at para. 9, specified what is meant by this:  <FRAGMENT_SUPPRESSED>", "The term \"severe\" requires that the disability render the person incapable of regularly pursuing any substantially gainful occupation, while the term \"prolonged\" requires that the disability be either likely to be of indefinite duration or likely to result in death [...]  <FRAGMENT_SUPPRESSED>", "See also:", "<FRAGMENT_SUPPRESSED>  N.R. 265 at para. 15.  <FRAGMENT_SUPPRESSED>"], ["[23]", "It is clear from the Tribunal's reasons that it did not accept Mr. St-Louis to be", "incapable", "of pursuing any employment. The Tribunal noted the respondent's work and medical history, taking into account his oral testimony, medical records and some of the evidence of health care professionals. The Tribunal made reference to certain medical reports and noted that the respondent did not always heed the advice of his doctors with respect to their recommendations, namely to stop smoking and to undergo coronary artery bypass surgery. It also noted his description of a typical day in 2003 as getting up at 10:30, eating and not doing much of anything. He did not do any exercises or try to take courses or otherwise look for work. This kind of behaviour began in 2003 and lasted until the time of the hearing in December, 2009. But, the Tribunal did not make reference to the evidence Mr. St-Louis submitted on his disability application, including the following:  <FRAGMENT_SUPPRESSED>", "a. I start getting exhausted after 5 minutes of standing or walking;  <FRAGMENT_SUPPRESSED>", "b. Can't sit for more than 45-60 minutes due to back pain  <FRAGMENT_SUPPRESSED>", "c. I can reach with one arm for 1 min. 4 sec: muscle started burning after 47 sec., etc.  <FRAGMENT_SUPPRESSED>"], ["[24]", "In", "<FRAGMENT_SUPPRESSED>  Appeal No. CP04719 it was held that when applying for disability benefits, the applicant must make all reasonable efforts to undertake and submit to programs and treatments recommended by treating and consulting physicians. In the case at bar, the Tribunal referred to this decision in concluding that the respondent did not make reasonable efforts. In fact, it noted that his sole reason for refusing the surgery was that his doctor could not guarantee that it would raise his energy level. In the event of non-compliance, the person seeking disability benefits must satisfy the Tribunal that the non-compliance was reasonable:", "<FRAGMENT_SUPPRESSED>  Appeal No. CP09164. At first glance, it appears as though the Tribunal was correct to reach this conclusion. However, the analysis cannot stop there.  <FRAGMENT_SUPPRESSED>"], ["[25]", "As enunciated first in", "<FRAGMENT_SUPPRESSED>  D.L.R. (4th) 58, at paragraphs 32 and 38 and recently reiterated by Justice David Stratas of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> subparagraph 42(2)(a)(i) of the CPP strongly suggests a legislative intention to apply the severity requirement in a \"real world\" context. Justice Stratas explains this approach as follows:  <FRAGMENT_SUPPRESSED>", "This \"real world\" approach requires it to determine whether an applicant, in the circumstances of his or her background and medical condition, is employable, i.e., capable regularly of pursuing any substantially gainful occupation. Employability is not to be assessed in the abstract, but rather in light of \"all of the circumstances.\" The circumstances fall into two categories:  <FRAGMENT_SUPPRESSED>", "(a)", "The claimant's \"background.\"", "Matters such as \"age, education level, language proficiency and past work and life experience\" are relevant here (", "<FRAGMENT_SUPPRESSED>  at paragraph 38).  <FRAGMENT_SUPPRESSED>", "(b)", "The claimant's \"medical condition.\"", "This is a broad inquiry, requiring that the claimant's condition be assessed in its totality. All of the possible impairments of the claimant that affect employability are to be considered, not just the biggest impairments or the main impairment. The approach of assessing the claimant's condition in its totality is consistent with section 68(1) of the Plan, which requires claimants to submit highly particular information concerning \"any physical or mental impairment,\" not just what the claimant might believe is the dominant impairment.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Although the Tribunal recognized its obligation to engage in this kind of analysis, it stopped short of actually doing so. With respect to Mr. St-Louis' background, the Tribunal noted the respondent's age and education level in the evidence portion of its reasons but did not discuss how these factors affected Mr. St-Louis' personal circumstances. It could have examined how his age was or was not an impediment to finding work or how his education level or past experience could assist him in securing work. It did not do this.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The evidence on record also shows that the respondent was initially opposed to the coronary artery bypass surgery. As his angina continued to worsen, however, he did agree to the procedure. See, for example, page 83 of the Record, a letter by Dr. Gupta, the respondent's cardiologist, to Dr. Mathur, a cardiac surgeon, dated May 31, 2005:  <FRAGMENT_SUPPRESSED>", "He [Mr. St-Louis] was referred to yourself in May 2003 for the same but decided not to have surgery at that point, for personal reasons but now was developed more angina at class II and he is disabled. As such he wants to have something done for his cardiac status.  <FRAGMENT_SUPPRESSED>", "[. . . . .]  <FRAGMENT_SUPPRESSED>", "He would benefit from cardiac surgery and is willing to come to your facility for the same.  <FRAGMENT_SUPPRESSED>", "This letter was not mentioned by the Tribunal in its decision, despite the fact that it explicitly stated that it \"considered all of the health care evidence on file\" and took \"excerpts from those reports which we found to be the most significant in arriving at our decision\".  <FRAGMENT_SUPPRESSED>"], ["[28]", "Although it does not appear as if he ever went through with it, Mr. St-Louis' initial reticence to undergo surgery and his later willingness to entertain the idea may be suggestive of his attempts to improve his condition. The Tribunal's failure to refer to the letter casts doubt as to whether it (a) properly considered it; and (b) recognized its contents as demonstrating movement with respect to the respondent's attitude. The medical evidence also states that Mr. St-Louis has a history of anxiety. It would not be far fetched to think his anxiety could have had an impact on his initial refusal to have heart surgery. Again, this was not mentioned by the Tribunal. In this way, it cannot be said that the Tribunal conducted a broad inquiry into the respondent's background and medical condition so as to properly consider the totality of both.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Furthermore, the Tribunal gave a superficial justification for not accepting the respondent's evidence that he was incapable of not doing anything. It said, \"many people who have had a heart attack are back at work within several months of having the same\". It went on to recognize that the nature of the work may be different but they were nonetheless capable of doing some work. But, it did not address why things like the onset of exhaustion after five minutes and the inability to sit for longer than 45-60 minutes or to stand for more than 5-10 minutes may have had an impact on Mr. St-Louis' ability to find other employment. In this way, the Tribunal failed to employ a \"real world\" approach in reviewing the respondent's background and medical condition, as per", "Villani", "and", "E.J.B.", ". This has been held to be an error of law:", "<FRAGMENT_SUPPRESSED>  at para. 3.  <FRAGMENT_SUPPRESSED>"], ["[30]", "With respect to whether the respondent's medical condition was \"prolonged\", the Tribunal noted Mr. St-Louis' family doctor's prognosis that his condition was permanent and likely to progress or worsen over time. However, it made a negative finding as to his disability without explaining why this piece of evidence should be discounted. Because \"prolonged\" is one criterion that must be satisfied in order to prove disability for the purpose of the CPP, and because this piece of evidence directly addressed this point, it ought to have been more than noted. It should have been discussed.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Despite having properly analysed aspects of the law and having had an appreciation for the statutory scheme and how it applies, the Tribunal's failure to use the \"real world\" approach in conducting its assessment may have constituted an error in law. Its failure to consider some of the facts may have also constituted an error in its appreciation of the facts. But, because a determination on the merits is not for this Court to make, this analysis will go no further. Again, and as per", "Calihoo", ", above, this Court is only concerned with whether an error was made in granting leave. The threshold is low:", "MacDonald", ", above at para. 7.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Based on the foregoing, in my view, there are sufficient grounds in the Tribunal's reasons to warrant the grant of leave by the designated Member of the PAB. The record shows that the respondent had an arguable case at the time of appealing the Tribunal's decision and so no error was therefore made with respect to applying the correct legal test and the PAB Member's decision was reasonable and should be upheld.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[33]", "IT IS THE JUDGMENT OF THIS COURT that", "the application for judicial review of the decision to grant leave to appeal made by a Designated Member of the Pension Appeal Board on July 6, 2010 is dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}