{"id_": "035550", "body_str": [["[1]", "Heald, D.J.", ": This is an application for judicial review of the decision of Post-Claim Determination Officer (\"P.C.D.O.\") T.D. Venerus dated September 15th, 1995 wherein it was determined that the applicants were not members of the Post Determination Refugee Claimants in Canada Class (P.D.R.C.C.)."], ["[2]", "The applicant Arriola is the common law spouse of the applicant De Leon. They are both refugee claimants from Guatemala where they are citizens. Their claim to Convention Refugee Status was dismissed by the Convention Refugee Determination Division (C.R.D.D.) of the Immigration and Refugee Board (I.R.B.) on June 2, 1993. Their application for leave to commence an application for judicial review of that decision was dismissed. They then applied for inclusion in the P.D.R.C.C. which application was denied by P.C.D.O. Venerus as noted supra.", "Facts"], ["[3]", "The applicants state that in 1991, the male applicant was abducted and beaten by guerillas. Threats were made against the male applicant's wife and family. The wife had been abducted by guerillas in 1986 because she was the daughter of a senior officer in the army of Guatemala. The applicants allege that they would face a risk to life, inhumane treatment and severe sanctions at the hands of the guerillas. In their view this risk to them would exist in all parts of the country.", "The Decision Of The P.C.D.O."], ["[4]", "The P.C.D.O. considered the applicants' P.I.F., the decision of the C.R.D.D., as well as extensive submissions from applicants' counsel. These submissions included considerable documentary evidence as well as a number of reports from governmental (U.S.) and nongovernmental organizations. After a detailed examination of the documentary evidence, the P.C.D.O. observed: [see footnote 1]", "\"At the time of the male applicant's residence, both the military and the guerillas were known for forcibly recruiting young men. In reviewing the applicant's PIF and the CRDD decision, it was never conclusively identified that it was the guerillas who beat and threatened him. No evidence was adduced to establish that the guerillas were responsible. The motivation for the attack was also not identified and there is no evidence that the attack was inspired as the result of the applicant's relationship with his father-in-law. If in fact, the guerillas were responsible, the documentary evidence confirms that forcible recruitment practices no longer exist. Since his departure from Guatemala, the documentary evidence confirms a weakened guerilla force which is shifting from violence against the government to political participation.\""], ["[5]", "With respect to the female applicant, the P.C.D.O. observed that she had agreed that the authorities were prepared to investigate her abduction but her family did not wish the matter pursued any further. He also noted that between 1986 and 1991, the female applicant experienced no further problems. After a review of the documentary evidence available, the P.C.D.O. concluded that the applicants did not satisfy the criteria for membership in the P.D.R.C.C. class because there had been a significant change in the country conditions after the departure of the applicants.", "Issues"], ["[6]", "The applicants raise two principal issues in this application;", "1) The P.D.R.C.C. class does not form part of the humanitarian and compassionate considerations found in s. 114(2) of the", "Act", ". Accordingly, decisions made relating to the P.D.R.C.C. class are subject to a higher standard of review; and", "2) The P.C.D.O. misinterpreted or ignored evidence.", "Analysis", "1) The Standard Of Review"], ["[7]", "In the applicants' submission, an applicant, to be a member of the P.D.R.C.C. class, must show that he would be subject to an objectively identifiable risk in the country to which he would be removed, which risk is not faced generally by other individuals in that country. The applicants argue that the P.D.R.C.C. class is not covered by the exemptions set out in s. 114(2) [see footnote 2] and, therefore, are not subject to the review and \"basic propositions\" articulated by this court with respect to exercise of discretion on the basis of exceptional humanitarian and compassionate considerations, but rather are subject to review by this court as a quasi-judicial decision-maker."], ["[8]", "In the respondent's view, the \"basic propositions\" supra relating to s. 114(2) reviews apply equally to the exercise of discretion because of exceptional humanitarian and compassionate considerations in a P.D.R.C.C. review."], ["[9]", "The respondent relies on", "FRAGMENT_SUPPRESSED, for the proposition that the exceptions set out in s. 114(2) are made for the benefit of those in whose favour they are made and do not detract from the normal application of the general rules to others. A court should not interfere with the exercise of discretion by an officer or body with statutory authority to exercise that discretion unless the discretion has been clearly exercised in bad faith or on grounds unrelated to the purpose for which the discretion is granted."], ["[10]", "The P.D.R.C.C. regulations were enacted pursuant to the regulation making power set out in s. 114(1)(e) of the", "Immigration Act", ". That s., in turn, relies upon s. 6(5) of the", "Act", "which deals with landing in Canada on public policy or humanitarian and compassionate grounds."], ["[11]", "The P.D.R.C.C. regulations offer this applicant an exemption from Canadian immigration law which requires an individual seeking permanent landing in Canada to do so from outside Canada. However, a negative decision by the P.C.D.O. does not deprive an applicant of his previously acquired right to apply for landing from outside Canada. In my view, the court should not set aside discretionary decisions by P.C.D.O.'s unless such discretion has been shown to have been exercised pursuant to improper purposes, irrelevant considerations, with bad faith or in a patently unreasonable manner. [see footnote 3] This record does not show any of such infirmities in the exercise of his discretion by the P.C.D.O. Accordingly, I find this submission to be devoid of merit.", "2) Misinterpreting Or Ignoring", "The Evidence"], ["[12]", "I am unable to agree with the applicants' submission that the P.D.C.O. relied on documentary evidence not disclosed to the applicants. There was no extrinsic evidence relied on by the P.C.D.O. apart from objective documentary evidence concerning conditions in Guatemala. As noted in", "FRAGMENT_SUPPRESSED, it is open to the P.C.D.O. to rely on this information in reference to documentary evidence proffered by the applicants. There was no indication on the record that the applicants were denied the opportunity to respond to the documentary evidence relied on by the P.C.D.O. Furthermore, there is no requirement for the P.C.D.O. to refer to every submission of the applicants in his decision. [see footnote 4]"], ["[13]", "Finally, I am unable to conclude on this record that the decision of the P.C.D.O. was made in bad faith. I also conclude that the P.C.D.O. did not take into account irrelevant considerations nor was his decision prompted by improper motives.", "Conclusion"], ["[14]", "For all of the above reasons, the within application for judicial review is dismissed."], ["[15]", "Pursuant to the request of counsel for the applicants, and with the concurrence of counsel for the respondent the following question is certified as being a serious question of general importance:", "\"Does an Immigration Officer conducting a review pursuant to the PDRCC regulations violate the principle of fairness as enunciated by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ", [see footnote 5] when he or she considers documentary evidence about general country conditions not contained in the applicant's immigration file without advising the applicant of his or her intention to do so, and without providing the applicant an opportunity to respond to same?\"", "Application dismissed.", "Editor: Angela E. McKay/saf", "Footnotes", "1.\tP.C.D.O. Analysis and Decision Record - September 15, 1995, p. 5.", "2.\tSection 114(2) reads: \"The Governor-in-Council may, by regulation, authorize the Minister to exempt any person from any regulation made under subs. (1) or otherwise facilitate the admission of any person where the Minister is satisfied that the person should be exempted from that regulation or that the person's admission should be facilitated owing to the existence of compassionate or humanitarian considerations.\"", "3.\tCompare", "FRAGMENT_SUPPRESSED.", "4.\tCompare", "FRAGMENT_SUPPRESSED.", "5.", "FRAGMENT_SUPPRESSED.", "[End of document]"]]}