{"id_": "035687", "body_str": [["[1]", "Heneghan, J.", ": Ms. Yue Hua Fang (the \"Applicant \") seeks judicial review of a decision made by the Immigration and Refugee Board, Immigration Appeal Division (the \"Board\"), dated June 11, 2013. In that decision, the Board dismissed the Applicant's appeal from the decision of a visa officer (the \"Officer\") finding that the Applicant's daughter was excluded from the family class for sponsorship for permanent residence, pursuant to paragraph 117(9)(d) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the \"Regulations\"). The Board also found that it did not have jurisdiction to review the Officer's conclusion with respect to humanitarian and compassionate (\"H&C\") considerations pursuant to section 25 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\").", "II.", "BACKGROUND"], ["[2]", "The following facts are taken from the Certified Tribunal Record (the \"record\"). The Applicant is a citizen of China. Following her first marriage in China in 1990, she became the mother of two children, a son born in 1991 and a daughter born in 1993. The Applicant was divorced in 1999 and subsequently, became the custodial parent of her son. Her first husband became the custodial parent of her daughter but in 2009 he consented to the immigration of the daughter to Canada with the Applicant."], ["[3]", "In 2002, the Applicant married Mr. Li Jun Cao, a Canadian permanent resident, who sponsored her application for permanent residence in Canada as a member of the spousal class. When she entered Canada, the Applicant brought her son with her. She disclosed her daughter as a non-accompanying family member in her application for permanent resident status, but her daughter was not medically examined at that time."], ["[4]", "In 2004, as part of her application for permanent resident status, the Applicant signed a document entitled \"declaration with regard to non-accompanying dependent who is not examined\". The document was in English and the Applicant, who does not understand English, took the form to a Chinese official to have it translated. That official did not understand English and had a subordinate explain the form to the Applicant. The Applicant now argues that the translation was incomplete and that she was never informed that as a result of signing the declaration, she would not be able to sponsor her daughter for permanent resident status in Canada in the future."], ["[5]", "The Applicant was landed in Canada on January 13, 2005, together with her son. In May 2005, she submitted an application for permanent residence on behalf of her daughter as a member of the family class. The application was denied on March 30, 2006. Although the Applicant submitted an appeal, she did not pursue it to a decision since she was engaged in a custody dispute in China with her first husband."], ["[6]", "The Applicant submitted a second application in 2008, seeking to sponsor her daughter as a member of the family class and requesting consideration of that application on H&C grounds pursuant to section 25 of the Act. In 2009, the Applicant was divorced from her second husband."], ["[7]", "On January 5, 2012, the Applicant's daughter was again denied permanent resident status. The Officer held that the Applicant could not sponsor her daughter as the daughter had not been examined at the time of the Applicant's immigration to Canada in 2005. In this regard, the Officer relied on paragraph 117(9)(d) of the Regulations to find that the Applicant's daughter was excluded from membership in the family class.", "III.", "DECISION UNDER REVIEW"], ["[8]", "The Applicant appealed to the Board. On June 11, 2013, the Board dismissed the Applicant's appeal."], ["[9]", "The Board considered, as a preliminary matter, its jurisdiction to decide an appeal from the Officer, involving H&C considerations. It reviewed the jurisprudence and acknowledged that there were divergent opinions about the exercise of H&C discretion in matters involving the family class. The Board concluded that it did not have the jurisdiction to adjudicate upon the H&C aspects of the appeal."], ["[10]", "The Board proceeded to address the issue as to the exclusion of the Applicant's daughter from the family class. It concluded that the Applicant and her daughter met the definition of sponsor and non-accompanying family member under the Act and the Regulations. The Board also found that the evidence established that the daughter had not been examined when the Applicant immigrated to Canada, and she was therefore excluded from the family class pursuant to paragraph 117(9)(d) of the Regulations."], ["[11]", "The Board considered the Applicant's arguments about a breach of natural justice, allegedly resulting from the failure of an officer to advise the Applicant of the consequences of non-examination of her daughter, in 2004, when the Applicant initially applied for permanent residence. The Board concluded that there was no breach of natural justice and upheld the Officer's decision."], ["[12]", "The Board further found that the exemption in subsection 117(10) did not apply and that there were insufficient H&C considerations to overcome the daughter's inadmissibility.", "IV.", "SUBMISSIONS"], ["[13]", "The Applicant now argues that the Board committed a reviewable error in finding that it lacked jurisdiction to review the H&C elements of the Officer's decision. She also submits that the Board erred in finding no breach of procedural fairness by the officer in 2004, when no one explained the consequences of not having her daughter examined when the Applicant immigrated to Canada. She further argues that the Board erred in finding that subsection 117(10) of the Regulations did not apply to her daughter."], ["[14]", "The Minister of Citizenship and Immigration (the \"Respondent\") disagrees with the position taken by the Applicant and submits that the Board correctly determined that it did not have jurisdiction to entertain H&C submissions and that no reviewable error was committed in its disposition of the appeal."], ["[15]", "Subsequent to the hearing of this application for judicial review, two decisions were issued addressing the Board's jurisdiction relative to H&C considerations, that is the decisions in", "<FRAGMENT_SUPPRESSED> . In those decisions, Justice Harrington and Justice Phelan, respectively, found that the Immigration Appeal Division does not have jurisdiction to adjudicate upon H&C factors in an appeal from a decision of a visa officer where an applicant is not a member of the family class. The parties requested, and were granted, the opportunity to address these decisions in post-hearing submissions.", "V.", "STANDARD OF REVIEW"], ["[16]", "The first matter to be addressed is the applicable standard of review. The Board's determination of its jurisdiction is a question of", "vires", ", reviewable on the standard of correctness; see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 59."], ["[17]", "Any issues of procedural fairness are reviewable on the standard of correctness; see the decision in", "Canada", "(Citizenship", "and", "<FRAGMENT_SUPPRESSED>  at paragraph 43."], ["[18]", "Questions of mixed fact and law, including the status of the Applicant's daughter as a member of the family class, are reviewable on the standard of reasonableness; see the decision in", "<FRAGMENT_SUPPRESSED>", "at paragraph 53. \"Reasonableness\" requires that a decision be justifiable, transparent and intelligible; see", "<FRAGMENT_SUPPRESSED>", "at paragraph 47.", "VI.", "LEGISLATION"], ["[19]", "The Board functions as an independent body to review decisions regarding the issuance of permanent resident visas, pursuant to subsection 63(1) of the Act which provides as follows:", "63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.", "63. (1) Quiconque a déposé, conformément au règlement, une demande de parrainage au titre du regroupement familial peut interjeter appel du refus de délivrer le visa de résident permanent."], ["[20]", "The jurisdiction to consider H&C factors in appeals regarding membership in the family class is addressed by section 65, as follows:", "65. In an appeal under subsection 63(1) or (2) respecting an application based on membership in the family class, the Immigration Appeal Division may not consider humanitarian and compassionate considerations unless it has decided that the foreign national is a member of the family class and that their sponsor is a sponsor within the meaning of the regulations.", "65. Dans le cas de l'appel visé aux paragraphes 63(1) ou (2) d'une décision portant sur une demande au titre du regroupement familial, les motifs d'ordre humanitaire ne peuvent être pris en considération que s'il a été statué que l'étranger fait bien partie de cette catégorie et que le répondant a bien la qualité réglementaire."], ["[21]", "The powers of the Board to allow an appeal are set out in section 67 as follows:", "67. (1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,", "(a) the decision appealed is wrong in law or fact or mixed law and fact;", "(b) a principle of natural justice has not been observed; or", "(c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "67. (1) Il est fait droit à l'appel sur preuve qu'au moment où il en est disposé:", "a) la décision attaquée est erronée en droit, en fait ou en droit et en fait;", "b) il y a eu manquement à un principe de justice naturelle;", "c) sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales."], ["[22]", "Membership in the family class is defined in subsection 117 of the Regulations. Paragraph 117(9)(d) is relevant and provides as follows:", "117 (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if", "...", "(d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.", "117 (9) Ne sont pas considérées comme appartenant à la catégorie du regroupement familial du fait de leur relation avec le répondant les personnes suivantes:", "...", "d) sous réserve du paragraphe (10), dans le cas où le répondant est devenu résident permanent à la suite d'une demande à cet effet, l'étranger qui, à l'époque où cette demande a été faite, était un membre de la famille du répondant n'accompagnant pas ce dernier et n'a pas fait l'objet d'un contrôle.", "VII.", "DISCUSSION AND DISPOSITION"], ["[23]", "The principal issue in this application is the Board's finding that it lacked jurisdiction to entertain H&C factors in disposing of the Applicant's appeal. As noted above, this is a question of jurisdiction that is reviewable on the standard of correctness."], ["[24]", "I am satisfied that the Board was correct in determining that it did not have jurisdiction to consider and assess H&C factors in this case, in light of the clear language of the Act that spells out the jurisdiction of the Board, that is section 65."], ["[25]", "The basis of the Applicant's application to sponsor her daughter depends upon recognition of the daughter as a member of the family class, as defined in the Regulations. If it has been determined that a person does not meet the regulatory criteria, there is no scope for the Board to employ the H&C discretion to overcome that ineligibility."], ["[26]", "Proceedings before the Board are recognized as", "de novo", "hearings; see the decision in", "<FRAGMENT_SUPPRESSED> . This means that the Board can review new evidence and render its own decision; it is not bound by the original decision-maker. In this regard I refer to the decision of the Supreme Court of Newfoundland and Labrador in", "Newterm Ltd., Re", ", (1988), 70 Nfld. & P.E.I.R. 216 (Nfld. T.D.) at paragraphs 4 and 5."], ["[27]", "The", "de novo", "power of the Board is subject to the jurisdiction conferred by the Act. The jurisdiction of the Board as set out in section 65 limits its", "de novo", "power with respect to appeals involving membership in the family class and the consideration of H&C grounds."], ["[28]", "The H&C discretion under the Act arises pursuant to subsection 25(1), which provides as follows:", "25. (1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada - other than a foreign national who is inadmissible under section 34, 35 or 37 - who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "25. (1) Sous réserve du paragraphe (1.2), le ministre doit, sur demande d'un étranger se trouvant au Canada qui demande le statut de résident permanent et qui soit est interdit de territoire - sauf si c'est en raison d'un cas visé aux articles 34, 35 ou 37 -, soit ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada - sauf s'il est interdit de territoire au titre des articles 34, 35 ou 37 - qui demande un visa de résident permanent, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché."], ["[29]", "Section 25 confers upon the Respondent and his delegates, including the Board, the plenipotentiary discretion to overcome any impediment to admissibility of a person seeking admission into Canada. This is a discretionary power that is to be exercised fairly and in accordance with the rule of law; see the decision in", "<FRAGMENT_SUPPRESSED>  at paragraph 56."], ["[30]", "However, in situations falling within the scope of section 65, that discretion is unavailable. The Board can only exercise the H&C discretion subject to the Act and in the circumstances of this case, that discretion is not available."], ["[31]", "As mentioned above, two decisions were issued after the hearing of the within application for judicial review in which the jurisdiction of the Immigration Appeal Division to consider H&C factors in appeals concerning membership in the family class was addressed. In presenting further submissions, the Applicant argues that the decision in <FRAGMENT_SUPPRESSED> , supra can be distinguished on its facts and that the decision in", "Chen", ", supra is simply wrong."], ["[32]", "I disagree. The question whether the Board can consider H&C factors in an appeal concerning membership in the family class is a question of jurisdiction, which is a question of law. It is not dependent on the facts of a particular case."], ["[33]", "With respect to the submissions that the decision in", "Chen", ", supra is wrong, I refer to the observations of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  at paragraph 48:", "[...] the conclusions of law of a Federal Court judge will not be departed from by another judge unless he or she is convinced that the departure is necessary and can articulate cogent reasons for doing so. On this test, departures should be rare."], ["[34]", "As noted above, I am of the opinion that section 65 of the Act limits the jurisdiction of the Board with respect to H&C factors where an individual is found not to be a member of the family class. In this case, the Applicant's daughter was not examined at the time the Applicant immigrated to Canada. Pursuant to paragraph 117(9)(d) of the Regulations, she is not a member of the family class. Consequently, according to section 65 of the Act, the Board had no jurisdiction to consider H&C factors in its consideration of the appeal. The Board's finding in this respect was correct."], ["[35]", "I will now address the issue of procedural fairness raised by the Applicant."], ["[36]", "I see no merit in the arguments advanced in this regard. The Applicant bore the burden of ensuring that she understood the legislative and regulatory requirements governing her application to sponsor her daughter for immigration to Canada. It was her responsibility to find out what those requirements were, including the pursuit of advice if she had questions about the process."], ["[37]", "There is no evidence to show that any person subject to the control of the Respondent gave the Applicant wrong advice or otherwise misdirected her. The Applicant opted to seek advice from a person of her own choosing and must live with the consequences of her actions in that regard. The Officer was under no obligation to translate that form for the Applicant, and the Respondent cannot be held responsible for incorrect translation provided by an outside party."], ["[38]", "Finally, there is the issue as to the availability of the ameliorative provision found in subsection 117(10) of the Regulations, which provides as follows:", "117 (10) Subject to subsection (11), paragraph (9)(d) does not apply in respect of a foreign national referred to in that paragraph who was not examined because an officer determined that they were not required by the Act or the former Act, as applicable, to be examined.", "(10) Sous réserve du paragraphe (11), l'alinéa (9)d) ne s'applique pas à l'étranger qui y est visé et qui n'a pas fait l'objet d'un contrôle parce qu'un agent a décidé que le contrôle n'était pas exigé par la Loi ou l'ancienne loi, selon le cas."], ["[39]", "In my opinion, the curative benefit of this provision is not available to the Applicant since nothing in the record shows that an officer determined that the daughter was not required to be examined. There is no factual basis to attract the application of subsection 117(10)."], ["[40]", "The standard of reasonableness applies here since this is an issue of mixed fact and law. The Board reasonably concluded that the exception in subsection 117(10) did not apply."], ["[41]", "In any event, having regard to the record, the Board's conclusion was not only reasonable, in that it was justifiable, transparent and intelligible, but in my opinion, it was the only available conclusion in light of the evidence contained in the record."], ["[42]", "In the result, this application for judicial review is dismissed."], ["[43]", "The parties each submitted a question for certification. The Applicant submitted the following question:", "Does the IAD have jurisdiction to review a visa officer's decision under section 25 of IRPA for an error of law or breach of natural justice or procedural fairness?"], ["[44]", "The Respondent proposed the following question:", "In an appeal under subsection 63(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, s. 27 (\"IRPA\"), and considering the statutory bar under section 65 of IRPA, does the Immigration Appeal Division have jurisdiction to determine whether a visa officer made an error pursuant to paragraph 67(1)(a) of IRPA when assessing a family class permanent resident visa application, as regards the visa officer's determination of the foreign national's request under section 25(1) of the IRPA for an exemption based on Humanitarian and Compassionate considerations from a given requirement of the IRPA and associated Regulations?"], ["[45]", "The test for certifying a question is set out in", "<FRAGMENT_SUPPRESSED>  at paragraph 11, as follows; \"[i]s there a serious question of general importance which would be dispositive of an appeal\"?"], ["[46]", "In my opinion, the question proposed by the Respondent satisfies this test and accordingly that question will be certified.", "ORDER"], ["[47]", "THIS COURT ORDERS that", "the application for judicial review is dismissed. The following question is certified:", "In an appeal under subsection 63(1) of the Immigration and Refugee Protection Act, S.C. 2001, s. 27 (\"IRPA\"), and considering the statutory bar under section 65 of IRPA, does the Immigration Appeal Division have jurisdiction to determine whether a visa officer made an error pursuant to paragraph 67(1)(a) of IRPA when assessing a family class permanent resident visa application, as regards the visa officer's determination of the foreign national's request under section 25(1) of the IRPA for an exemption based on Humanitarian and Compassionate considerations from a given requirement of the IRPA and associated Regulations?", "Application dismissed.", "Editor: Angela E. McKay/vnh"]]}