{"id_": "035718", "body_str": [["[1]", "Zinn, J.", ": The Applicants seek to set aside a decision of the Refugee Appeal Division [RAD] dismissing their appeal and confirming a decision of the Refugee Protection Division [RPD] that they were not persons in need of protection."], ["[2]", "I agree with the Applicants that the RAD clearly reviewed the decision of the RPD on the standard of reasonableness and that most of the judges of this Court have held that to be an incorrect basis on which to conduct an appeal of an RPD decision."], ["[3]", "The Applicants submit that this error alone is sufficient to allow the application and send the Applicants' appeal back to the RPD. The Respondent submits that even if the RAD had applied the standard of review set out in decisions such as", "REFERENCE_SUPPRESSED, the result would have been the same and accordingly, the Court ought not send the matter back. Although the Applicants do not have the strongest case on the facts, I am not persuaded that it would be impossible for a differently constituted RAD to reach a different conclusion. Therefore, this application will be allowed."], ["[4]", "There is a second issue raised in the application that will also have to be considered by the RPD and it may be of value if the Court offers some brief comments on it. It is the issue of a lack of a transcript."], ["[5]", "There was no transcript before the RAD, only the audio recording of the RPD proceeding. The Applicants' counsel advised the RAD that the audio recording of the RPD hearing was not properly audible. The RPD provided a second audio recording. Counsel again claimed the audio was not properly audible. A RAD analyst concluded that the recording was audible."], ["[6]", "The", "Refugee Appeal Division Rules", ", SOR/2012-257 state:", "3(3) The appellant's record must contain the following documents, on consecutively numbered pages, in the following order:", "...", ") all or part of the transcript of the Refugee Protection Division hearing if the appellant wants to rely on the transcript in the appeal, together with a declaration, signed by the transcriber, that includes the transcriber's name and a statement that the transcript is accurate;"], ["[7]", "The Applicants submitted to the RPD that there was a breach of procedural fairness because of the lack of a proper audio file or written transcript. The RAD held that there was no such breach, as the audio recording was audible."], ["[8]", "The", "Refugee Appeal Division", "Rules", "are silent on who is to provide the transcript, and there is no case law on this exact point. The RAD in its reasons cite a Regulatory Impact Analysis Statement [RIAS] which states:", "It is not expected that the parties will require a transcript in every appeal. Unlike what was indicated in the RIAS accompanying the RPD Rules and RAD Rules which were pre-published in the Canada Gazette, Part I, on July 2, 2011, the IRB will not, as a practice, provide parties with a transcript of the RPD proceeding for the purposes of filing an appeal at the RAD."], ["[9]", "I agree with the submission of the Applicants that this statement does not say that the RPD will never provide a transcript. Each request needs to be considered on its own merits and based on the facts alleged. As an example, an impecunious deaf appellant may require a transcript in order to be able to meaningfully participate in the hearing."], ["[10]", "In this case, a close reading of the correspondence between counsel and the RAD indicates that he was unable to use the free version of the VIQ Player suggested to hear the audio recording as it is not compatible with Windows 8, the operating system counsel uses. There is no evidence that counsel was unable to hear the recording using the RC Player or the Windows Media Player that is part of the Windows 8 package, and thus no evidence that he was unable to hear the recording using other software."], ["[11]", "If there is a request for a transcript in the redetermination, the RAD will have to decide, based on the facts offered, including those above, whether the burden of doing so lies with it, or lies with the appellants. That is not a decision this court should make now, based on the meagre record before it."], ["[12]", "Counsel for the Applicants proposed three questions for certification:", "1. Within the Refugee Appeal Division [RAD] 's statutory framework where the appeal proceeds on the basis of the Refugee Protection Division [RPD] record of the proceedings, what is the level of deference, if any, owed by the RAD to the RPD's findings of fact or mixed fact and law?", "2. What is the scope of the Refugee Appeal Division's review when considering an appeal of a decision of the Refugee Protection Division?", "3. Does the duty of fairness require the Immigration and Refugee Board to supply an appellant to the Refugee Appeal Division a transcript of the hearing at the Refugee Protection Division where the appellant raises an issue which can be determined only on the basis of what was said at the hearing?"], ["[13]", "The Respondent opposes the certification of the first and third question. The second question was that certified by Justice Phelan in", "CITATION_SUPPRESSED", "and I am of the view, in light of the Court's disposition of this application and the general importance of that question, that it be certified. In light of the Court's other findings, the third proposed question would not be dispositive of this application, and the first question, in my view, is subsumed in the second.", "JUDGMENT"], ["[14]", "THIS COURT'S JUDGMENT is that", "this application is allowed, the decision of the RAD is quashed and the appeal is remitted back to be determined by a differently constituted panel, and the following question is certified:", "What is the scope of the Refugee Appeal Division's review when considering an appeal of a decision of the Refugee Protection Division?", ".........................", "CITATION_SUPPRESSED"]]}