{"id_": "036157", "body_str": [["[1]", "Shore, J.", "[Translation]: Was the Court misled by the applicant? And in what way?"], ["[2]", "As well, it is essential that the left hand know what the right hand is doing to ensure consistency in each branch of government."], ["[3]", "This is a motion by the respondent under subsection 399(2) of the", "Federal Courts Rules", ", SOR/98-106 [Rules], to set aside a judgment rendered by the Court on November 18, 2014."], ["[4]", "This motion arises out of an application tainted by fraud in which the Court was misled by the applicant."], ["[5]", "The applicant, a 21-year-old citizen of the Republic of Guinea, arrived in Canada in December 2010 as an international student. On April 25, 2014, his application for restoration of his study permit was denied by Citizenship and Immigration Canada [CIC] for being out of time."], ["[6]", "The application for judicial review of the exclusion order made against the applicant was allowed by the Court on November 18, 2014."], ["[7]", "The applicant did not disclose, be it to the Court or to the respondent, CIC's decision concerning his application for restoration."], ["[8]", "Upon further verification, the respondent learned of CIC's decision, which contradicted the oral and written representations made by counsel for the applicant."], ["[9]", "Subsection 399(2) of the Rules authorizes the Court, on motion, to set aside or vary an order by reason of a matter that arises or was discovered subsequent to the making of the order, or where the order results from fraudulent conduct by one of the parties."], ["[10]", "The setting aside or variance of an order under subsection 399(2) is a narrow exception to the principle that judicial decisions are final. The case law has established three conditions that provide a basis for allowing a motion to set aside or vary an order (", "REFERENCE_SUPPRESSED):", "1. The discovered information must be a \"matter\" within the meaning of the Rule;", "2. The \"matter\" must not be one which was discoverable (by the respondent) prior to the making of the order by the exercise of due diligence; and", "3. The \"matter\" must be something which would have a determining influence on the decision in question."], ["[11]", "The applicant misled the Court on a determining and central aspect of his application for judicial review and of the judgment rendered by the Court on November 18, 2014", "CITATION_SUPPRESSED)."], ["[12]", "The obvious importance attached by the Court to the applicant's claims that his application for restoration had been filed on time must be considered very carefully having regard to the circumstances."], ["[13]", "In light of the foregoing, the Court is of the opinion that the three factors enunciated in the cases interpreting subsection 399(2) are all present, which justifies setting aside the judgment of November 18, 2014."], ["[14]", "The respondent asks that the Court certify the following two questions:", "[translation]", "1. Is the fact that there is a pending application for restoration under section 182 of the", "Immigration and Refugee Protection Regulations", "a relevant factor that must be taken into account by the Minister in considering whether an exclusion order should be made against a foreign national seeking to enter Canada?", "2. Before making an exclusion order against a foreign national seeking to enter Canada, is the Minister responsible for verifying whether the foreign national's pending application for restoration duly complies with the requirements of section 182 of the", "Immigration and Refugee Protection Regulations"], ["[15]", "Each application must be considered on the basis of the individual facts of each case, and the need for disclosure is always paramount in each case. The Court considers it appropriate to certify the proposed questions."], ["[16]", "In immigration cases, costs are awarded only for \"special reasons\", including where there has been \"reprehensible, scandalous or outrageous conduct on the part of one of the parties\" or where one party has acted in a manner actuated by bad faith (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED). This is the case here."], ["[17]", "An award of costs is warranted in the circumstances."], ["[18]", "In light of all the newly discovered evidence, the Court agrees with the respondent that it is appropriate in this case for the Court to set aside the orders made on August 19 and November 18, 2014, since each of them was obtained on the basis of false allegations.", "JUDGMENT"], ["[19]", "THIS COURT ORDERS AND ADJUDGES that", "1. The respondent's motion to set aside judgments is allowed;", "2. The order dated August 19, 2014, allowing the applicant's application for leave and for judicial review and the judgment dated November 18, 2014, allowing the applicant's application for judicial review are set aside;", "3. The applicant's application for leave and for judicial review is quashed;", "4. The following questions are certified: (1) [translation] \"Is the fact that there is a pending application for restoration under section 182 of the Immigration and", "Refugee Protection", "Regulations a relevant factor that must be taken into account by the Minister in considering whether an exclusion order should be made against a foreign national seeking to enter Canada?\"; and (2) [translation] \"Before making an exclusion order against a foreign national seeking to enter Canada, is the Minister responsible for verifying whether the foreign national's pending application for restoration duly complies with the requirements of section 182 of the", "Immigration and Refugee Protection Regulations", "?\";", "5. With costs.", ".........................", "CITATION_SUPPRESSED"]]}