{"id_": "036276", "body_str": [["[1]", "Snider, J.", ": The Applicant is a male Nigerian citizen, who arrived in Canada in February, 2004 and claimed protection based on a fear of persecution by reason of his sexual orientation. According to his Personal Information Form (\"PIF\"), the Applicant had a homosexual relationship in a village in Kaduna state, where he was born, with a man named Y.M. At one point during their relationship, Y.M. was caught having sexual relations with another man named S. Y.M. and S. were confronted by the townspeople, beaten and allegedly killed. The Applicant was told that, during the confrontation, the Applicant's name was mentioned in connection with Y.M. As a result of this incident, the Applicant moved to Lagos in southern Nigeria, where he lived until leaving Nigeria in 2004. He claims to fear his family, his relatives and the villagers of his home town in Kaduna State, who could track him down and kill him in Lagos."], ["[2]", "In a decision dated November 16, 2004, a panel of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") determined that the Applicant was neither a Convention refugee nor a person in need of protection. The Applicant seeks judicial review of this decision."], ["[3]", "The sole issue in this application is whether the Board's decision was patently unreasonable in that it misapprehended the nature of the Applicant's claim or misunderstood the documentary evidence of the treatment of homosexuals in Nigeria."], ["[4]", "The decision of the Board on the matters in issue in this proceeding is reviewable only on a standard of patent unreasonableness. I can only overturn the decision if it is unsupported by the evidence, in that the Board ignored or misapprehended evidence on a material issue before it ( <FRAGMENT_SUPPRESSED>  (C.A.))."], ["[5]", "The decision was based on the following key findings:", "- There was little reason to accept that the villagers saw the Applicant to be homosexual and, even if the villagers had ever been upset with the Applicant, their interest in him ceased once he moved to Lagos.", "- While the Criminal Code Act of Nigeria (the \"Code\") contains a prohibition against homosexual acts, the Applicant, having led a discrete lifestyle, would not likely come to the attention of the authorities; but, even if he did and was charged under those provisions, he would not be convicted without a fair trial.", "- Although the documentary evidence shows that \"the environment in Nigeria is very homophobic . . . among the general population there is a great understanding that the practice exists\"."], ["[6]", "In essence, the Board found that the Applicant could live in Lagos, Nigeria as a homosexual without fear of persecution or cruel and unusual treatment from the perceived agents of persecution."], ["[7]", "The Applicant asserts that the Board made no adverse credibility finding and thus it was patently unreasonable for the Board to conclude that he would not be at risk if he returns to northern Nigeria. There are a number of problems with this argument."], ["[8]", "Firstly, contrary to the assertion of the Applicant, the Board did not accept all of the Applicant's story. While the Board did not question the Applicant's homosexuality, the Board did not accept that the perceived agents of persecution (the villagers) ever saw the Applicant as homosexual. Given that the evidence upon which he feared that he was known to the villagers was a hearsay statement allegedly made by his mother and that he had been in a relationship with a woman for four years while living in his village, the Board's conclusion was open to it. Simply put, the Applicant failed to discharge the onus of providing sufficient credible evidence to show that the villagers would believe him to be homosexual and thus place him in danger."], ["[9]", "Further, there was no evidence that anyone that he allegedly feared had pursued him once he left his village for Lagos, where he lived for two years. Accordingly, it was not unreasonable for the Board to conclude that, even if the villagers had been upset with him, their interest in him ceased when he moved to Lagos."], ["[10]", "The second difficulty that I have with this argument is the apparent belief of the Applicant that he must return to his village to live. The record demonstrates that he moved to and lived in Lagos for two years without persecution before coming to Canada. It is a principle feature of Canada's immigration laws as embodied in the Immigration and Refugee Protection Act, S.C. 2001, c. 73 (\"IRPA\") (and of refugee protection generally) that a claimant, as either a refugee claimant under s. 96 or a person claiming protection pursuant to s. 97, must establish that he is at risk in every part of the country. In this case, the Applicant did not present evidence that it was unreasonable for him to live in Lagos. The fact that he might still have been subject to persecution in his village (a conclusion that was not reached by the Board), does not mean that, automatically, he is a person in need of protection. It was reasonable of the Board to assess the risk faced by the Applicant on the basis that he could live in Lagos where he already established a residence for two years before coming to Canada."], ["[11]", "The Applicant argues that, because of the harsh criminal penalties, he is at risk of future persecution as a homosexual; that he will be unable to live openly as a homosexual in Lagos or elsewhere. In my view, the record before the Board does not support this argument. There was some issue as to which provision the Code would apply to the Applicant and as to the length of any possible sentence. The Board may have erred in respect of the particular provision in this case. However, the possible penalty is not the issue in this case. What is at issue is whether, regardless of the laws that may be included in the Code, the Applicant is likely to face persecution or be at risk for being a homosexual. In short, was there evidence before the Board that the Applicant feared arrest or that similarly situated persons were subject to arbitrary harassment and detention under the laws? On the facts of this case, the Applicant cannot simply rely on the existence of a law to demonstrate risk. I would stress that I do not mean that the Board can ignore the existence of laws and sanctions. At a minimum, the existence of laws and the penalties assessed under those laws are factors to be considered by the Board. However, the existence of a law does not, in and of itself, satisfy the burden on a claimant to establish his claim. That is particularly so in this application."], ["[12]", "Before the Board, the Applicant made no submissions that he feared arrest or that the state arbitrarily arrested and charged individuals under the anti-homosexual laws. Indeed, when asked by his counsel during the hearing whether there was any reason he could not return to Lagos, the only reason given in response was that he feared \"family members\"; he did not describe any fear of the authorities in Lagos. Before me, despite a large documentary record, the Applicant could point to only one instance of a homosexual facing a criminal charge and that was the example of a man who allegedly assaulted a seven-year old boy. In sum, the Applicant did not allege that he feared the application of the laws; nor does the documentary evidence support a view that persons are arbitrarily arrested and charged under the law merely for being homosexual."], ["[13]", "Before me, the Applicant argues that, given the harsh laws, the police would not be able to protect him should he be assaulted by those he fears. The difficulty that I have with this argument is that it was not made to the Board. A judicial review hearing is not the forum to raise arguments that the Applicant wishes he had made to the Board."], ["[14]", "I would also note that the Board did not ignore any of the documentary evidence. The Board acknowledged the evidence that showed that Nigeria was \"homophobic\" while also noting the evidence that homosexuals can live relatively openly in large cities such as Lagos. There was no need for the Board to explicitly mention each and every article that refers to examples of the \"homophobia\"."], ["[15]", "The Respondent concedes - and I agree - that the Board erred in its statement that \"Lagos and Katiste are not in the Muslim dominate part of Nigeria and therefore would not be subject to Sheria law\". The statement is correct insofar as Lagos is concerned but not with respect to Katiste. However, little turns on this point. The error is not material."], ["[16]", "In conclusion, the Board's decision is not patently unreasonable. The Applicant has failed to persuade me that any of the Board's key findings were unsupported by the evidence or that the Board misapprehended the evidence of the Applicant."], ["[17]", "The application will be dismissed. There is no question of general importance for certification.", "ORDER"], ["[18]", "THIS COURT ORDERS that:", "1. The application is dismissed; and", "2. No question of general importance is certified.", "[End of document]"]]}