{"id_": "036300", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of the decision of a Visa Officer at the Consulate General of Canada in Sydney, Australia. The Visa Officer refused the Applicants' application for permanent residence under the Federal Skilled Worker category.", "1. Facts"], ["[2]", "The Principal Applicant is Dr. Irum Rahim Talpur. On December 12, 2009, the Canadian Embassy in Australia received her application for permanent residence under the skilled worker category, in which she included her husband, Abdul Rahim Talpur, and her two children, Muhammad Isaac and Izza Rahim, as her dependants."], ["[3]", "In her application, the Principal Applicant indicated under the title \"work experience\",that she has over three years experience as a general practitioner under the National Occupational Code 3112, \"General Practitioners and Family Physicians\" (\"NOC 3112\"). In support of her application, she submitted her Bachelor of Medicine and Bachelor of Surgery, issued in 2002, and a letter from the Ali Medicare Healthcare and Vaccination Centre, signed by Dr. Ali Raza, detailing her work history. Dr. Raza attested that the Principal Applicant had been practising full-time in his clinic as a general practitioner from June 2003 to December 2005. Additionally, the Principal Applicant holds two master's degrees from Deakin University in Australia, one in public health and the other in health promotion."], ["[4]", "The Principal Applicant was interviewed at the Canadian High Commission in Sydney, Australia on August 30, 2010 regarding her experience as a general practitioner. According to the Computer Assisted Immigration Processing System (\"CAIPS\") notes, the Visa Officer expressed concern about the attestation written by Dr. Raza, noting that its main part was almost identical to the description of duties set out  <FRAGMENT_SUPPRESSED>  3112. According to her notes, the Visa Officer found that Dr. Talpur's explanation that Dr. Raza does not speak English well and may have done research on the internet to find proper words to describe her duties did not overcome her concerns about the", "bona fides", "of the letter."], ["[5]", "According to the CAIPS notes, the Officer then asked for other documentary evidence of Dr. Talpur's work experience, such as pay slips. The Principal Applicant declared that in Pakistan, she was paid cash and that there was no accounting system from either the government or the private centre of Ali Medicare."], ["[6]", "The Officer then asked questions related to pre-natal and post-natal care, which she considered as Dr. Talpur's main duty as declared in her experience certificate. The Visa Officer noted that the Principal Applicant lacked basic knowledge regarding pre-natal care that a person with experience  <FRAGMENT_SUPPRESSED>  3112 can be reasonably expected to possess. The Principal Applicant explained that she is a \"generalist\" who would refer any patients to a \"specialist\" and that \"she studied so long ago\" and that \"she is just out of touch with her work as a Dr\". The Visa Officer took notes of these explanations."], ["[7]", "The Officer further allowed the Principal Applicant to choose an area that she had specialized knowledge in and to demonstrate that knowledge. Dr. Talpur chose communicable diseases, and she answered a series of questions about malaria and its treatment and prevention."], ["[8]", "At the end of the interview, the Officer explained to the Principal Applicant the deficiencies in her application and in particular, the credibility of the reference letter and her lack of convincing knowledge when asked basic questions relating to pre-natal care. The Officer reserved her decision and allowed the Principal Applicant the opportunity to produce more documents such as documentation from the medical centre or government records, shifts, rosters, pay slips, and bank statements to show salary deposits for time worked or any other information that the Principal Applicant could obtain from the clinic to disabuse her of her concerns regarding the reference letter and overall lack of knowledge on pre-natal care, and to help her substantiate her claim that she met the NOC 3112 experience."], ["[9]", "In response, on September 29, 2010 the Principal Applicant submitted her registration in the Physicians Credentials Registry of Canada, a copy of her business card and prescription pad, her certificate of Medical Registration with the Pakistan Medical & Dental Council, and the results of a self-administered examination of the Medical Council of Canada."], ["[10]", "On October 27, 2010, upon review of the entire file, the Officer refused the permanent resident application of Dr. Talpur. In her letter to the Applicants, the Officer quotes paragraph 75(2) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the \"", "Regulations\"", "), according to which a foreign national is a skilled worker if he or she has at least one year of paid work experience in the occupation applied for within the 10 years preceding the date of application, and has performed the actions described in the lead statement for the occupation as well as a substantial number of the main duties of that occupation as set out in the occupational description of the NOC."], ["[11]", "The thrust of the Officer's decision is captured by the following paragraph:", "From my interview with you on 30thAugust 2010 and from the documentation provided with your application and after the interview, I am not satisfied that you meet the criteria set out above. Based largely on your responses to questions during the interview, you were not able to satisfy me that you meet R75(2)(b) or R75(2)(c) of the Regulations. Further, your employment reference letter/s and other supporting employment information has not overcome the concerns I clearly set out for you at interview and after interview or enhanced the credibility of your previous experience in the occupation in which you have been assessed: NOC 3112."], ["[12]", "Considering that subsection 75(3) of the", "Regulations", "states that if a foreign national fails to meet the requirements, his or her application shall be refused and no further assessment is required, the Visa Officer refused the Applicants' application.", "2. Issues"], ["[13]", "The Applicants have raised two issues in this application for judicial review:", "a) Did the Visa Officer breach the principles of natural justice?", "b) In light of the evidence, was the decision to refuse the permanent residence application unreasonable?", "3. The relevant law, regulation and guidelines"], ["[14]", "Subsection 11(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the \"", "Act", "\") states that a foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the", "Regulations", ". Subsection 12(2) of the", "Act", "states that a foreign national may be selected as a member of the economic class on the basis of their ability to become economically established in Canada."], ["[15]", "Subsection 75(1) of the", "Regulations", "prescribes the Federal Skilled Worker class as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada.", "Class", "75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec.", "Catégorie", "75. (1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des travailleurs qualifiés (fédéral) est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada, qui sont des travailleurs qualifiés et qui cherchent à s'établir dans une province autre que le Québec."], ["[16]", "Subsection 75(2) of the", "Regulations", "states that a foreign national is a skilled worker if, during that period of employment, he or she performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the", "National Occupational classification", "; and during that period of employment, he or she performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the", "National Occupational classification,", "including all of the essential duties.", "Skilled workers", "(2) A foreign national is a skilled worker if", "(a) within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience, as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the", "National Occupational Classification", "matrix;", "(b) during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the", "National Occupational Classification", "; and", "(c) during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the", "National Occupational Classification", ", including all of the essential duties.", "Qualité", "(2) Est un travailleur qualifié l'étranger qui satisfait aux exigences suivantes:", "a) il a accumulé au moins une année continue d'expérience de travail à temps plein au sens du paragraphe 80(7), ou l'équivalent s'il travaille à temps partiel de façon continue, au cours des dix années qui ont précédé la date de présentation de la demande de visa de résident permanent, dans au moins une des professions appartenant aux genre de compétence 0 Gestion ou niveaux de compétences A ou B de la matrice de la", "Classification nationale des professions", "- exception faite des professions d'accès limité;", "b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;", "c) pendant cette période d'emploi, il a exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles."], ["[17]", "Subsection 75(3) states that if a foreign national fails to meet these requirements, the application shall be refused and no further assessment is required.", "Minimal requirements", "(3) If the foreign national fails to meet the requirements of subsection (2), the application for a permanent resident visa shall be refused and no further assessment is required.", "Exigences", "(3) Si l'étranger ne satisfait pas aux exigences prévues au paragraphe (2), l'agent met fin à l'examen de la demande de visa de résident permanent et la refuse."], ["[18]", "Finally, section 11 of the OP6 Guidelines on Federal Skilled Workers indicates that officers review the application in detail, considering all the information and documentation provided, and assess it against the following minimal requirements and selections criteria:", "11.1. Minimal requirements", "The officer reviews the applicant's work experience to determine if the applicant meets the minimal requirements to apply as a skilled worker, as stipulated in R75.", "The applicant must have at least one year of continuous full-time paid work experience, or the continuous part-time equivalent, in the category of Skill Type 0, or Skill Level A or B, according to the Canadian National Occupational Classification (NOC).", "The work experience which will be assessed for all skilled worker applicants must:", "• have occurred within the 10 years preceding the date of application;", "• not be in an occupation that is considered a restricted occupation. At the time of printing, there were no occupations designated as restricted. However, for the most up-to-date listing, refer to the Skilled Workers and Professionals Web page at http://www.cic.gc.ca/english/immigrate/skilled/index.asp", "• The applicant must have:", "• performed the actions described in the lead statement for the occupation (or occupations) as set out in the occupational description of the NOC (R75(2)(b));", "• performed a substantial number of the main duties, including all of the essential duties, of the occupation as set out in the occupational description of the NOC (R75(2)(c)).", "If ...", "Then the officer will ...", "the applicant meets the minimal requirements", "• proceed to Section 12", "the applicant does not meet the minimal requirements", "• not assess the application against the selection criteria;", "• refuse the application (R75(3)) and proceed to Section 15", "Note:", "Substituted evaluation (Section 13.3),", "cannot", "be used to overcome a failure to meet the minimal requirements.", "4. Analysis"], ["[19]", "It is well established that discretionary decisions made by visa officers are entitled to a high degree of deference. Their decisions will not be disturbed unless they are unreasonable or based on irrelevant or extraneous considerations because of their greater expertise in issuing visas than this Court; (", "<FRAGMENT_SUPPRESSED> FTR 282;", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 145;", "<FRAGMENT_SUPPRESSED> ). Accordingly, the decision of the visa officer will be held to be reasonable if it falls into the range of possible, acceptable outcomes which are defensible in respect of the facts and the law, and if the decision-making process is transparent and intelligible (", "<FRAGMENT_SUPPRESSED> )."], ["[20]", "Issues of procedural fairness, however, are reviewable under a standard of correctness. As a result, the decision-maker is owed no deference, as it is for the courts to provide the legal answer to procedural fairness questions (", "<FRAGMENT_SUPPRESSED> [2006] FCR 392;", "<FRAGMENT_SUPPRESSED> ).", "a) Did the Visa Officer breach the principles of natural justice?"], ["[21]", "It is by now well established that the duty of fairness, even if it is at the low end of the spectrum in the context of visa applications (", "<FRAGMENT_SUPPRESSED> ), require visa officers to inform applicants of their concerns so that an applicant may have an opportunity to disabuse an officer of such concerns. This will be the case, in particular, where such concern arises not so much from the legal requirements but from the authenticity or credibility of the evidence provided by the applicant. After having extensively reviewed the case law on this issue, Justice Mosley was able to reconcile the apparently contradictory findings of this Court in the following way:", "Having reviewed the factual context of the cases cited above, it is clear that where a concern arises directly from the requirements of the legislation or related regulations, a visa officer will not be under a duty to provide an opportunity for the applicant to address his or her concerns. Where however the issue is not one that arises in this context, such a duty may arise. This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa officer's concern, as was the case in <FRAGMENT_SUPPRESSED> , and in", "John", "and", "Cornea", "cited by the Court in <FRAGMENT_SUPPRESSED> , above.", "<FRAGMENT_SUPPRESSED> ."], ["[22]", "In the present case, I agree with the Respondent that the Principal Applicant had an opportunity to reply to the Visa Officer's concern with \"credibility, accuracy or genuine nature of the information submitted by the applicant\". Dr. Talpur was warned in clear and unmistakable terms of the concerns the Visa Officer had regarding the reference letter provided, the lack of supporting documentation showing that she was paid for her work and her inability to demonstrate to the Visa Officer her work experience using technical language regarding one of her main duties as described in her reference letter and the NOC 3112. The Visa Officer reserved her decision and allowed the Principal Applicant the opportunity to produce more documents to disabuse her of her concerns. In those circumstances, it cannot be said that the Principal Applicant was not afforded a reasonable opportunity to make her case or to demonstrate the genuineness of her application."], ["[23]", "Counsel for the Applicants argued that the Visa Officer did not meaningfully attempt to inquire as to whether Dr. Talpur had work experience as a general practitioner as she alleged. She was given the opportunity to submit pay information, even though she had made it clear that none was available as she was paid cash. Yet, a careful reading of the CAIPS notes and of the document request sent to the Principal Applicant's agent reveals that she was asked to provide documentary evidence of her shifts, rosters, payslips, bank statements to show salary deposits for time worked \"or any other information\" she could obtain from the clinic. Indeed, she did provide a business card, a prescription pad and the results of a self-administered exam provided by the Medical Council of Canada. Therefore, the Principal Applicant was not constrained in the type of documentation she could provide to establish that she did work as a general practitioner at the Ali Medicare Clinic. The Officer could reasonably be suspicious of a professional being paid in cash with absolutely no traceable accounting record, and was entitled to probe the Principal Applicant in this respect. That being said, she did not close the door to any other type of evidence that could have substantiated the Principal Applicant's claim that she had effectively worked at the Clinic."], ["[24]", "Counsel for the Applicants also submitted that the Visa Officer had the obligation to make other inquiries and take further steps to establish whether Dr. Talpur had the experience that she claimed. This argument is without merit. The onus is on the applicant to satisfy the visa officer that he or she performed the duties contained in the NOC for the intended occupation. A visa officer is under no duty to seek to clarify a deficient application. As Justice Mosley stated in", "<FRAGMENT_SUPPRESSED> FTR 147, procedural fairness \"does not stretch to the point of requiring that a visa officer has an obligation to provide an applicant with a \"running score\" of the weaknesses in their application\"."], ["[25]", "Finally, counsel for the Applicants contended that the reasons given by the Visa Officer for rejecting Dr. Talpur's application are inadequate as her conclusions cannot readily be reconciled with Dr. Talpur's respectable Medical Council of Canada self-assessed examination result. Once again, this submission is unfounded. The Visa Officer clearly states in her CAIPS notes that she reviewed the complete file after receiving the further documents sent by the Applicants' agent. Her refusal letter explains why she came to the conclusion that the Applicants do not meet the criteria set out in subsection 75(2) of the", "Regulations", ". She was not required to comment on every single piece of evidence submitted, as long as she considered and assessed them. There is no reason to doubt the Visa Officer's affirmation that she did just that."], ["[26]", "For all of the foregoing reasons, I am therefore of the view that the Visa Officer did not breach the principles of natural justice and did afford the Applicants an opportunity to assuage her concerns.", "b) In light of the evidence, was the decision to refuse the permanent residence application unreasonable?"], ["[27]", "Counsel for the Applicants made a number of arguments to demonstrate that the Visa Officer's decision is unreasonable. I believe they can aptly be summarized with the following two propositions. First, the Applicants contend that the Visa Officer applied her own standards to assess the ability of the Principal Applicant to carry out her profession, instead of referring to the duties described in the National Occupation Classification for her profession. Second, it is submitted that the Visa Officer erred in inferring from the Principal Applicant's inability to answer some technical questions that she did not practice as a general practitioner between 2002 and 2006."], ["[28]", "In her affidavit, the Visa Officer mentioned that she flagged the Principal Applicant's case for interview because the reference letter of Dr. Raza contained striking similarities with the wording provided in the job description under NOC 3112. It is true that the duties listed by Dr. Raza as those undertaken by the Principal Applicant during her tenure at the Clinic are in some respects similar to the main duties listed in the NOC for general practitioners and family physicians. There can be a number of explanations for these similarities. As suggested by the Applicants' consultant, these similarities may be explained away by the precise nature of a doctor's responsibilities, which leave very little room for variations in the description of their duties. For example, \"prescribe and administer medications and treatments\", \"provide emergency care\" and \"provide acute care management\" are fairly straightforward accounts of what a general practitioner does, and this could explain why Dr. Raza's letter mirrors to some extent the job description found in the NOC. Another possible explanation is that provided by the Applicants, who speculated that Dr. Raza's English skills being poor, he may have done an internet search to find the correct terminology."], ["[29]", "However acceptable these explanations may be, and whether this Court may have been satisfied by them or not, is obviously not the test on judicial review. As already indicated, visa officers are entitled to deference when assessing visa applications. The authenticity of Dr. Raza's letter could reasonably be questioned in these circumstances, especially in light of the fact that the letter was not dated and had no creases or other imperfections in the paper that could have shown it had been written in 2005 or shortly thereafter, as claimed by the Applicants. Accordingly, there was nothing wrong with the Visa Officer looking for a confirmation that the Principal Applicant had effectively worked as a general practitioner in the Ali Medicare Clinic."], ["[30]", "The interview went astray, however, when the Visa Officer started asking technical questions aimed at assessing the technical skills of the Principal Applicant. First of all, the questions purporting to deal with pre and post natal care were extremely technical in nature. The Visa Officer could not base her assessment of Dr. Talpur's performance of duties as a general practitioner on her answers to questions regarding her general knowledge of cholestasis, twin pregnancies and trisomy. First of all, contrary to what is indicated in the CAIPS notes, Dr. Talpur's experience certificate from the Ali Medicare Clinic did not indicate that providing pre and post natal care were her main duties, but only one of her main duties, as the Visa Officer accepted on cross-examination. Second, there is no evidence as to how common or uncommon the conditions are about which Dr. Talpur was questioned, and how likely it is that she may have encountered them in her practice. Moreover, Dr. Talpur testified in her affidavit that these English medical terminologies did not immediately come to her mind because, first, she studied them during her first year of medical school in 1996 and never used them in her subsequent work and, second, in Pakistan, medical practitioners generally speak with their colleagues and patients in Urdu. This explanation does not seem to have been considered by the Visa Officer."], ["[31]", "A visa officer must turn his or her mind to a comparison of the experience of an applicant as presented at an interview and as outlined in their employment references with the duties described in the National Occupation Classification for their profession. A lack of knowledge at a selection interview relating to what a visa officer believes a person with experience in a particular profession ought to know about their field, based upon the personal idiosyncratic experience of that visa officer, is not a valid basis for a conclusion that an applicant has or has not performed the duties described in the  <FRAGMENT_SUPPRESSED>  (QL))."], ["[32]", "Since the Visa Officer accepted that Dr. Talpur had university credentials and was duly registered as a licensed physician in Pakistan for the entire period during which she alleged she was working at the Ali Medicare Clinic, it was not for her to second-guess her technical abilities. The Visa Officer, even with some background in science and biology, is not in a position to determine whether the Principal Applicant was properly licensed as a general practitioner in her country or whether she truly is a competent physician. Nor is she qualified to assess whether the Principal Applicant should or could be authorized to practice in Canada. As Justice Evans stated in", "<FRAGMENT_SUPPRESSED>  (QL), this is a task better left to national accreditation committees and provincial licensing authorities."], ["[33]", "Being satisfied with the Principal Applicant's education credentials, the only remaining task for the Visa Officer was to verify whether she had at least one year of continuous full-time paid work experience as a general practitioner, pursuant to the requirements of paragraph 75(2) of the", "Regulations", ". Instead of trying to assess whether the Principal Applicant had carried out the duties of a family doctor, the Visa Officer asked questions aimed at assessing her ability as a physician. On cross-examination, the Visa Officer admitted that the questions \"can you describe in technical language what the different types of twin pregnancies\", \"how fraternal twins form\" and \"can you explain to me the technical term for high blood pressure during pregnancy\" were not specific requests to describe her duties. The same is true, it seems to me, of the questions \"can you explain to me in prenatal screening what a trisomy refers to\" and \"can you tell me, using technical language what the condition of pregnancy called coelestatis is\". Far from giving the Principal Applicant an opportunity to demonstrate her duties to examine a patient, to refer patients for screening, to explain the results of that screening, as the Visa Officer would have it, these questions are similarly focussed on the Principal Applicant's medical skills and her ability to use scientific jargon. This is not what the Visa Officer was tasked to ascertain. In other words, she conflated the Principal Applicant's ability to answer questions of a technical nature with the requirement that she did practice medicine for a year between 2002 and 2005. In doing so, the Visa Officer erred and it follows that her decision to refuse Dr. Talpur's application is unreasonable."], ["[34]", "As a result of the foregoing, this application for judicial review is granted.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed and the matter is referred to a different visa officer for reconsideration. Neither counsel suggested questions for certification, and none arises.", ".........................", "Irum Rahim Talpur, Abdul Rahim Talpur,  <FRAGMENT_SUPPRESSED>  Il s'agit d'une demande de contrôle judiciaire à l'encontre de la décision par laquelle une agente des visas du consulat général du Canada à Sydney, en Australie, a refusé la demande de résidence permanente des demandeurs au titre de la catégorie des travailleurs qualifiés (fédéral).", "1. Les faits"], ["[2]", "La demanderesse principale est la Dre Irum Rahim Talpur. Le 12 décembre 2009, l'ambassade du Canada en Australie recevait sa demande de résidence permanente au titre de la catégorie des travailleurs qualifiés; la demanderesse y incluait comme personnes à sa charge son époux, Abdul Rahim Talpur, et leurs deux enfants, Muhammad Isaac et Izza Rahim."], ["[3]", "Sous la rubrique « Antécédents professionnels » de sa demande, la demanderesse principale a mentionné qu'elle avait travaillé pendant plus de trois ans comme omnipraticienne, profession qui correspond au code 3112 de la", "Classification nationale des professions", ", « Omnipraticiens/omnipraticiennes et médecins en médecine familiale » (CNP 3112). Elle a soumis, à l'appui de sa demande, ses baccalauréats en médecine et en chirurgie, obtenus en 2002, ainsi qu'une lettre de l'Ali Medicare Healthcare and Vaccination Centre, signée par le Dr Ali Raza, décrivant en détail ses antécédents professionnels. Celui-ci attestait que la demanderesse principale avait travaillé à temps plein dans sa clinique comme omnipraticienne de juin 2003 à décembre 2005. De plus, la demanderesse principale détient deux maîtrises de l'Université Deakin, en Australie, l'une en santé publique et l'autre en promotion de la santé."], ["[4]", "La demanderesse principale s'est présentée à une entrevue le 30 août 2010 au haut-commissariat du Canada à Sydney, en Australie, au sujet de son expérience comme omnipraticienne. D'après les notes consignées dans le Système de traitement informatisé des dossiers d'immigration (le STIDI), l'agente des visas a trouvé préoccupant que l'attestation écrite fournie par le Dr Raza ait été, pour l'essentiel, quasiment identique à la description des fonctions se rapportant au code CNP 3112. D'après ses notes, l'explication de la Dre Talpur selon laquelle le Dr Raza ne parle pas bien anglais et qu'il se peut qu'il ait fait des recherches sur Internet pour trouver les mots aptes à décrire ses fonctions n'a pas dissipé les préoccupations de l'agente sur le bien-fondé de la lettre."], ["[5]", "Les notes du STIDI indiquent que l'agente a ensuite demandé d'autres éléments de preuve documentaire susceptibles d'étayer l'expérience professionnelle de la Dre Talpur, tels que des fiches de paie. La demanderesse principale a expliqué qu'elle était payée en argent liquide au Pakistan et qu'il n'y avait aucune documentation comptable émanant du gouvernement ou du centre privé Ali Medicare."], ["[6]", "L'agente lui a ensuite posé des questions sur les soins prénatals et postnatals, estimant qu'ils relevaient des fonctions principales de la Dre Talpur, comme en fait foi son attestation d'expérience. Elle a noté que la demanderesse principale n'avait pas les connaissances élémentaires sur les soins prénatals qu'on pouvait raisonnablement attendre de la part d'une personne ayant de l'expérience dans les professions visées par le code CNP 3112. La demanderesse principale a déclaré qu'elle était [traduction] « généraliste » et qu'elle orientait les patients vers un [traduction] « spécialiste », qu'elle [traduction] « avait étudié il y a si longtemps » et qu'elle [traduction] « n'était plus en phase avec son travail de médecin ». L'agente des visas a pris note de ces explications."], ["[7]", "L'agente a ensuite permis à la demanderesse principale de choisir un domaine médical dans lequel elle avait des connaissances spécialisées et à démontrer ces connaissances. La Dre Talpur a choisi les maladies infectieuses et a répondu à une série de questions sur la malaria, son traitement et sa prévention."], ["[8]", "À la fin de l'entrevue, l'agente a expliqué à la demanderesse principale les lacunes de sa demande, notamment en ce qui concerne la crédibilité de la lettre de recommandation et l'insuffisance de connaissances convaincantes sur les soins prénatals. L'agente a différé sa décision et donné à la demanderesse principale la possibilité de produire d'autres éléments de preuve documentaire, comme des documents émanant du centre médical ou des dossiers du gouvernement, des feuilles de quarts de travail, des tableaux de service, des fiches de paie et des relevés bancaires qui indiqueraient des dépôts de salaire correspondant au temps de travail, ou tout autre renseignement qu'elle pourrait obtenir de la clinique pour dissiper les préoccupations se rapportant à la lettre de recommandation et à l'insuffisance globale de ses connaissances sur les soins prénatals, et corroborer ainsi l'allégation voulant qu'elle remplisse le critère du code CNP 3112 relatif à l'expérience."], ["[9]", "Le 29 septembre 2010, la demanderesse principale a soumis en réponse son inscription au Registre de compétences des médecins du Canada, une copie de sa carte professionnelle et de son carnet d'ordonnances, son certificat de médecin agréée auprès du Pakistan Medical & Dental Council, ainsi que les résultats d'un examen autoadministré du Conseil médical du Canada."], ["[10]", "Après avoir examiné l'ensemble du dossier, l'agente a refusé la demande de résidence permanente de la Dre Talpur le 27 octobre 2010. Dans la lettre qu'elle a adressée aux demandeurs, l'agente cite le paragraphe 75(2) du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement), selon lequel l'étranger qui, au cours des dix années qui ont précédé la date de présentation de la demande, a accumulé au moins une année continue d'expérience de travail rémunéré dans la profession mentionnée dans sa demande, a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession et a aussi exercé une partie appréciable des fonctions principales de la profession figurant dans la description de la CNP, sera considéré comme un travailleur qualifié."], ["[11]", "Toute la substance de la décision de l'agente est contenue dans le paragraphe suivant:", "[traduction]", "À l'issue de l'entrevue que j'ai eue avec vous le 30 août 2010 et de l'examen des documents joints à votre demande, je ne suis pas convaincue que vous remplissez les critères énoncés plus haut. Vous n'avez pas réussi à me convaincre que vous satisfaisiez aux alinéas 75(2)", ") 75(2)", ") du Règlement, en grande partie à cause des réponses que vous avez données aux questions qui vous ont été posées à l'entrevue. Par ailleurs, votre ou vos lettres de recommandation et les autres renseignements professionnels justificatifs n'ont pas dissipé les préoccupations dont je vous ai clairement fait part à l'entrevue et ensuite, ni appuyé la crédibilité de votre expérience passée dans la profession au titre de laquelle vous avez été évaluée: CNP 3112."], ["[12]", "Comme le paragraphe 75(3) du Règlement prévoit que, si l'étranger ne satisfait pas aux exigences prévues, l'agent met fin à l'examen de la demande et la refuse, l'agente des visas a donc refusé la demande des demandeurs.", "2. Les questions en litige"], ["[13]", "Les demandeurs ont soulevé deux questions dans le cadre de la présente demande de contrôle judiciaire:", "a) L'agente des visas a-t-elle manqué aux principes de justice naturelle?", "b) Compte tenu de la preuve, la décision de refuser la demande de résidence permanente était-elle déraisonnable?", "3. Les dispositions législatives et réglementaires ainsi que les directives pertinentes"], ["[14]", "Le paragraphe 11(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi) prévoit que l'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. Le paragraphe 12(2) précise que la sélection des étrangers de la catégorie « immigration économique » se fait en fonction de leur capacité à réussir leur établissement économique au Canada."], ["[15]", "Le paragraphe 75(1) du Règlement prévoit que la catégorie des travailleurs qualifiés (fédéral) est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada.", "Catégorie", "75. (1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des travailleurs qualifiés (fédéral) est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada, qui sont des travailleurs qualifiés et qui cherchent à s'établir dans une province autre que le Québec.", "Class", "75. (1) For the purposes of subsection 12(2) of the Act, the federal skilled worker class is hereby prescribed as a class of persons who are skilled workers and who may become permanent residents on the basis of their ability to become economically established in Canada and who intend to reside in a province other than the Province of Quebec."], ["[16]", "En vertu du paragraphe 75(2) du Règlement, l'étranger qui, durant la période d'emploi, a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de la", "Classification nationale des professions", "; et qui a, pendant cette période d'emploi, exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles, sera considéré comme un travailleur qualifié.", "Qualité", "(2) Est un travailleur qualifié l'étranger qui satisfait aux exigences suivantes:", ") il a accumulé au moins une année continue d'expérience de travail à temps plein au sens du paragraphe 80(7), ou l'équivalent s'il travaille à temps partiel de façon continue, au cours des dix années qui ont précédé la date de présentation de la demande de visa de résident permanent, dans au moins une des professions appartenant aux genre de compétence 0 Gestion ou niveaux de compétences A ou B de la matrice de la", "Classification nationale des professions", "- exception faite des professions d'accès limité;", "b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;", "c) pendant cette période d'emploi, il a exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles.", "Skilled workers", "(2) A foreign national is a skilled worker if", ") within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience, as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the", "National Occupational Classification", "matrix;", ") during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the", "National Occupational Classification", "; and", ") during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the", "National Occupational Classification", ", including all of the essential duties."], ["[17]", "Aux termes du paragraphe 75(3), si l'étranger ne remplit pas ces exigences, l'agent met fin à l'examen de la demande et la refuse.", "Exigences", "(3) Si l'étranger ne satisfait pas aux exigences prévues au paragraphe (2), l'agent met fin à l'examen de la demande de visa de résident permanent et la refuse.", "Minimal requirements", "(3) If the foreign national fails to meet the requirements of subsection (2), the application for a permanent resident visa shall be refused and no further assessment is required."], ["[18]", "Finalement, la section 11 du Guide OP6 sur les travailleurs qualifiés (fédéral) indique que l'agent examine minutieusement la demande, en tenant compte de tous les renseignements et documents fournis et en appliquant les exigences minimales et les critères de sélection suivants:", "11.1. Exigences minimales", "L'agent examine l'expérience de travail du demandeur afin de déterminer si ce dernier répond aux exigences minimales pour présenter une demande à titre de travailleur qualifié, tel que défini dans le R75.", "Le demandeur doit avoir au moins une année continue d'expérience de travail rémunérée à temps plein, ou l'équivalent continu à temps partiel, qui est comprise dans le genre de compétence 0 ou le niveau de compétence A ou B, selon la Classification nationale des professions (CNP).", "L'expérience de travail, qui sera évaluée pour les demandeurs à titre de travailleur qualifié, doit:", "• avoir été acquise dans les dix années précédant la demande;", "• ne pas avoir été acquise dans une profession d'accès limitée. Au moment de mettre sous presse, il n'y avait aucune profession d'accès limitée. La dernière mise à jour de la liste peut être consultée à la page Web sur les travailleurs qualifiés et professionnels à l'adresse suivante: http://www.cic.gc.ca/francais/immigrer/qualifie/index.asp.", "Le demandeur doit:", "• avoir fait les activités décrites dans la déclaration principale de la profession (ou des professions) telles qu'énumérées dans la description de la CNP (R75(2)", "));", "• avoir accompli un nombre substantiel des principales tâches de la profession, incluant toutes celles qui sont essentielles telles qu'énumérées dans la description de la CNP (R75(2)", ")).", "Si ...", "Alors ...", "le demandeur répond aux exigences minimales", "• poursuivre à la section 12.", "le demandeur ne répond pas aux exigences minimales", "• ne pas évaluer la demande en fonction des critères de sélection;", "• refuser la demande [R75(3)] et se rendre à la section 15", "Note:", "La substitution de l'appréciation (section 13.3)", "ne peut pas", "être appliquée lorsque le demandeur ne satisfait pas aux exigences minimales.", "4. Analyse"], ["[19]", "Il est bien établi que les décisions discrétionnaires rendues par les agents des visas méritent une grande retenue. Leurs décisions ne seront infirmées que si elles sont déraisonnables ou fondées sur des considérations sans pertinence ou sans rapport avec la question, étant donné que leur expertise dans le domaine de la délivrance des visas est supérieure à celle de la Cour (", "<FRAGMENT_SUPPRESSED>  FTR 282, au paragraphe 15;", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 145;", "<FRAGMENT_SUPPRESSED> et 10). Par conséquent, la décision de l'agent des visas sera considérée comme raisonnable si elle appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit, et si le processus décisionnel est transparent et intelligible (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47)."], ["[20]", "Cependant, les questions d'équité procédurale sont assujetties à la norme de la décision correcte. Le décideur ne mérite alors aucune déférence, puisqu'il appartient aux tribunaux judiciaires de donner une réponse juridique aux questions d'équité procédurale (", "Syndicat canadien de la fonction publique ( <FRAGMENT_SUPPRESSED> , au paragraphe 100;", "<FRAGMENT_SUPPRESSED>  [2006] RCF 392, au paragraphe 53;", "<FRAGMENT_SUPPRESSED> ).", "a) L'agente des visas a-t-elle manqué aux principes de justice naturelle?"], ["[21]", "Il est désormais bien établi que l'obligation d'équité dont bénéficient les demandeurs de visa, bien qu'elle se situe à l'extrémité inférieure du registre (", "<FRAGMENT_SUPPRESSED> ), impose aux agents des visas de communiquer leurs réserves aux demandeurs, de manière à ce qu'ils aient l'occasion de les dissiper. Il en sera notamment ainsi lorsque ces réserves se rapportent non pas tant à des exigences légales qu'à l'authenticité ou à la crédibilité de la preuve fournie par le demandeur. Après s'être livré à un examen approfondi de la jurisprudence sur cette question, le juge Mosley a pu concilier ainsi les décisions apparemment contradictoires la Cour:", "Il ressort clairement de l'examen du contexte factuel des décisions mentionnées ci-dessus que, lorsque les réserves découlent directement des exigences de la loi ou d'un règlement connexe, l'agent des visas n'a pas l'obligation de donner au demandeur la possibilité d'y répondre. Lorsque, par contre, des réserves surgissent dans un autre contexte, une telle obligation peut exister. C'est souvent le cas lorsque l'agent des visas a des doutes sur la crédibilité, l'exactitude ou l'authenticité de renseignements fournis par le demandeur au soutien de sa demande, comme dans <FRAGMENT_SUPPRESSED> , ainsi que dans", "John", "et", "Cornea", ", deux décisions citées par la Cour dans <FRAGMENT_SUPPRESSED> , précitée.", "<FRAGMENT_SUPPRESSED> , au paragraphe 24."], ["[22]", "En l'espèce, je conviens avec l'intimé que la demanderesse principale a pu répondre aux réserves de l'agente des visas sur « la crédibilité, l'exactitude ou l'authenticité de[s] renseignements fournis par l[a] [demanderesse] ». La Dre Talpur a été informée en termes clairs et non équivoques des préoccupations de l'agente des visas concernant la lettre de recommandation soumise, l'insuffisance des documents justificatifs établissant qu'elle avait été payée pour son travail et son incapacité à démontrer à l'agente son expérience professionnelle à l'aide d'un langage technique eu égard à l'une de ses principales fonctions, telles qu'elles sont décrites dans sa lettre de recommandation et sous le code CNP 3112. L'agente des visas a différé sa décision pour permettre à la demanderesse principale de produire davantage de documents pour dissiper ses préoccupations. Dans les circonstances, on ne saurait affirmer que la demanderesse principale n'a pas bénéficié d'une occasion raisonnable de présenter ses arguments ou de démontrer l'authenticité de sa demande."], ["[23]", "L'avocat des demandeurs fait valoir que l'agente des visas n'a pas sérieusement cherché à savoir si la Dre Talpur avait de l'expérience comme omnipraticienne, comme elle le prétendait. On lui a donné la possibilité de soumettre des renseignements relatifs à son salaire, alors qu'elle avait bien précisé qu'il n'y avait aucun moyen d'en produire puisqu'elle était payée en argent liquide. Une lecture attentive des notes du STIDI et de la demande de documents adressée au représentant de la demanderesse principale révèle pourtant qu'on lui avait demandé de fournir des éléments de preuve documentaire concernant ses quarts de travail, ses tableaux de service, ses fiches de paie et ses relevés bancaires pour attester des dépôts de salaire correspondant au temps de travail [traduction] « ou tout autre renseignement » qu'elle pourrait obtenir de la clinique. La demanderesse principale a d'ailleurs produit une carte professionnelle, un carnet d'ordonnances ainsi que les résultats d'un examen autoadministré fourni par le Conseil médical du Canada. Les types de documents qu'elle pouvait soumettre pour établir qu'elle avait travaillé comme omnipraticienne à l'Ali Medicare Clinic n'étaient donc pas limités. Il était raisonnable que l'agente se méfie d'une professionnelle payée en argent liquide pour laquelle il était absolument impossible d'obtenir le moindre document comptable, et elle était en droit de l'interroger là-dessus. Cela dit, elle n'a fermé la porte à aucun autre type de preuve susceptible de corroborer l'allégation de la demanderesse principale selon laquelle elle avait effectivement travaillé à la clinique."], ["[24]", "L'avocat des demandeurs fait également valoir qu'il incombait à l'agente des visas d'effectuer d'autres recherches et de prendre d'autres mesures pour établir si la Dre Talpur avait l'expérience qu'elle prétendait. Cet argument est sans fondement. Il incombe aux demandeurs de convaincre l'agent des visas qu'ils ont exercé les fonctions mentionnées dans la CNP relativement à la profession visée. L'agent n'est pas tenu de s'efforcer de clarifier une demande lacunaire. Comme l'a déclaré le juge Mosley dans la décision", "<FRAGMENT_SUPPRESSED>  FTR 147, au paragraphe 23, l'équité procédurale « ne va pas jusqu'à exiger que l'agent des visas fournisse au demandeur un \"résultat intermédiaire\" des lacunes que comporte sa demande »."], ["[25]", "Finalement, l'avocat des demandeurs soutient que les motifs pour lesquels l'agente des visas a rejeté la demande de la Dre Talpur sont inadéquats, puisque ses conclusions ne sont pas vraiment compatibles avec le résultat honorable que la Dre Talpur a obtenu à l'examen autoadministré du Conseil médical du Canada. Une fois encore, cette observation est sans fondement. L'agente des visas précise bien dans ses notes du STIDI qu'elle a examiné le dossier complet après avoir reçu les autres documents envoyés par le représentant des demandeurs. Dans sa lettre de refus, elle explique pourquoi elle a conclu que les demandeurs ne remplissaient pas les critères énoncés au paragraphe 75(2) du Règlement. Elle n'était pas tenue de commenter chaque élément de preuve soumis, l'essentiel étant qu'elle les ait pris en compte et qu'elle les ait évalués. Il n'y a aucune raison de douter que l'agente l'ait fait, ainsi qu'elle l'affirme."], ["[26]", "Pour tous les motifs qui précèdent, j'estime donc que l'agente des visas n'a pas manqué aux principes de justice naturelle et qu'elle a donné aux demandeurs la possibilité de dissiper ses préoccupations.", "b) Compte tenu de la preuve, la décision de refuser la demande de résidence permanente était-elle déraisonnable?"], ["[27]", "L'avocat des demandeurs a présenté un certain nombre d'arguments pour démontrer que la décision de l'agente des visas était déraisonnable. À mon sens, ces arguments peuvent être justement résumés en deux phrases: premièrement, les demandeurs soutiennent que l'agente des visas a appliqué ses propres critères pour apprécier la capacité de la demanderesse principale à exercer sa profession, plutôt que de se référer à la description de tâches de la", "Classification nationale des professions", "se rapportant à son cas. Deuxièmement, l'agente des visas aurait commis une erreur en inférant de l'incapacité de la demanderesse principale à répondre à des questions techniques qu'elle n'avait pas pratiqué comme omnipraticienne entre 2002 et 2006."], ["[28]", "Dans son affidavit, l'agente des visas indique qu'elle avait décidé de convoquer la demanderesse principale à une entrevue à cause des ressemblances frappantes entre la lettre de recommandation du Dr Raza et le libellé de la description des fonctions correspondant au code CNP 3112. Il est vrai que celles dont la demanderesse principale s'acquittait à la clinique d'après le Dr Raza sont, à certains égards, similaires aux fonctions principales énoncées dans la CNP pour les omnipraticiens et les médecins de famille. Il peut y avoir plusieurs raisons à cela. Comme l'a suggéré le consultant des demandeurs, ces ressemblances peuvent s'expliquer par la nature précise des responsabilités d'un médecin, qu'on ne peut guère décrire de façon très variée. Par exemple, les phrases « prescrire et administrer des médicaments et des traitements », « dispenser des soins d'urgence » et « assurer la gestion des soins actifs » rendent compte assez directement de ce que fait un omnipraticien, et c'est peut-être la raison pour laquelle la lettre du Dr Raza reprend dans une certaine mesure la description des fonctions figurant dans la CNP. Une autre explication possible est que le Dr Raza a effectué des recherches sur Internet pour trouver la bonne terminologie, parce qu'il ne maîtrisait pas l'anglais, comme l'ont avancé les demandeurs."], ["[29]", "Le caractère suffisant de ces explications et la question de savoir si la Cour est disposée à les accepter sont évidemment sans rapport avec le critère pertinent dans un contrôle judiciaire. Comme je l'ai déjà indiqué, les agents des visas qui apprécient les demandes de visas méritent une certaine déférence. L'authenticité de la lettre du Dr Raza pouvait raisonnablement être mise en doute dans les circonstances, d'autant qu'elle n'était pas datée, et que le papier ne présentait ni pli ni autre imperfection susceptible d'attester qu'elle avait été rédigée en 2005 ou peu après, comme le prétendaient les demandeurs. Par conséquent, on ne saurait blâmer l'agente des visas d'avoir cherché à confirmer que la demanderesse principale avait bel et bien travaillé comme omnipraticienne à l'Ali Medicare Clinic."], ["[30]", "Cependant, l'entrevue s'est égarée lorsque l'agente des visas a commencé à poser des questions techniques pour évaluer les compétences professionnelles de la demanderesse principale. Premièrement, les questions censées se rapporter aux soins prénatals et postnatals étaient extrêmement pointues. L'agente des visas ne pouvait faire reposer son évaluation de l'exercice par la Dre Talpur de ses fonctions d'omnipraticienne sur ses réponses à des questions touchant sa connaissance générale de la cholestase, des grossesses gémellaires et de la trisomie. Tout d'abord, contrairement à ce qui est indiqué dans les notes du STIDI, l'attestation d'expérience de la Dre Talpur provenant de l'Ali Medicare Clinic ne désigne pas la prestation de soins prénatals et postnatals comme ses fonctions principales, mais comme l'une d'entre elles seulement, ce qu'a reconnu l'agente des visas lors du contre-interrogatoire. Deuxièmement, aucune preuve n'a été présentée sur la prévalence des affections au sujet desquelles la Dre Talpur a été questionnée, ou sur la probabilité qu'elle ait pu avoir à traiter ces maladies dans sa pratique. De plus, la Dre Talpur a précisé dans son affidavit qu'elle n'avait pas immédiatement reconnu ces termes médicaux anglais, d'une part, parce qu'elle les avaient étudiés durant sa première année de médecine en 1996 et qu'elle ne les avait jamais utilisés ensuite, et d'autre part, parce que les omnipraticiens pakistanais s'adressent généralement à leurs collègues et aux patients en urdu. Cette explication ne semble pas avoir été prise en compte par l'agente des visas."], ["[31]", "Les agents des visas doivent s'atteler à comparer l'expérience du demandeur qui se présente à l'entrevue, tel qu'elle ressort de leurs références professionnelles, avec les fonctions décrites dans la", "Classification nationale des professions", "correspondant à cette profession. Considérer les connaissances démontrées à l'entrevue de sélection comme insuffisantes en regard de ce que l'agent des visas estime qu'une personne ayant pratiqué une profession particulière devrait savoir de son domaine, sur la foi de son expérience toute subjective, n'est pas un moyen valide de déterminer si le demandeur a exercé ou non les fonctions décrites dans la  <FRAGMENT_SUPPRESSED>  (QL), aux paragraphes 8, 11 et 12)."], ["[32]", "Comme l'agente des visas a reconnu que la Dre Talpur détenait des diplômes universitaires et qu'elle était dûment habilitée à pratiquer la médecine au Pakistan pendant toute la période durant laquelle elle prétend avoir travaillé à l'Ali Medicare Clinic, il ne lui appartenait pas d'évaluer ses habilités techniques. Bien qu'elle ait reçu une formation en sciences et en biologie, l'agente des visas n'est pas à même de déterminer si la demanderesse principale a dûment été autorisée à exercer comme omnipraticienne dans son pays ou si elle est effectivement une médecin compétente. Elle n'est pas non plus qualifiée pour apprécier si la demanderesse principale doit ou peut être autorisée à pratiquer au Canada. Comme l'a déclaré le juge  <FRAGMENT_SUPPRESSED>  (QL), aux paragraphes 26 à 28, il est préférable de laisser cette tâche à des comités nationaux d'accréditation et autres organismes de réglementation professionnelle provinciaux."], ["[33]", "Comme les diplômes de la demanderesse principale lui ont paru satisfaisants, il ne restait plus à l'agente des visas qu'à vérifier si elle avait au moins à son actif une année d'expérience de travail continu, à temps plein et rémunéré comme omnipraticienne, conformément aux exigences du paragraphe 75(2) du Règlement. Plutôt que de chercher à savoir si la demanderesse principale avait rempli les fonctions de médecin de famille, l'agente des visas lui a posé des questions destinées à évaluer ses compétences de médecin. Lors du contre-interrogatoire, l'agente des visas a reconnu que les questions [traduction] « pouvez-vous décrire en langage technique les différents types de grossesse gémellaires? », [traduction] « comment les jumeaux fraternels se forment-ils? » et [traduction] « pouvez-vous m'expliquer le terme technique utilisé pour désigner l'hypertension durant la grossesse? », ne visaient pas spécifiquement à obtenir une description de ses fonctions. Il me semble qu'on peut en dire autant des questions [traduction] « pouvez-vous m'expliquer ce que désigne une trisomie dans le dépistage prénatal? » et [traduction] « pouvez-vous m'expliquer à l'aide de termes techniques l'affection appelée cholestase qui survient durant la grossesse? ». Loin de permettre à la demanderesse principale de faire la démonstration de ses fonctions consistant à examiner un patient, à l'orienter vers des tests de dépistage et à expliquer le résultat de ces tests, comme se le proposait l'agente des visas, ces questions aussi concernent avant tout les compétences médicales de la demanderesse principale et sa capacité à employer le jargon scientifique. Ce n'est pas ce que l'agente des visas était tenue de vérifier. En d'autres termes, elle a confondu la capacité de la demanderesse principale à répondre à des questions techniques avec l'exigence d'avoir pratiqué la médecine pendant un an entre 2002 et 2005. Ce faisant, l'agente des visas a commis une erreur et il en résulte que sa décision de refuser la demande de la Dre Talpur est déraisonnable."], ["[34]", "Compte tenu de ce qui précède, la présente demande de contrôle judiciaire sera accueillie.", "JUGEMENT"], ["[35]", "LA COUR STATUE QUE", "la présente demande de contrôle judiciaire est accueillie et que l'affaire est renvoyée à un autre agent des visas pour nouvel examen. Aucun avocat n'a proposé de question à certifier, et aucune n'est soulevée.", "[End of document]"]]}