{"id_": "036471", "body_str": [["[1]", "Noël, J.", "[Translation]: This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision by Member Normand Leduc of the Refugee Appeal Division [RAD] of the Immigration and Refugee Board of Canada [IRB], dated January 23, 2014, upholding an earlier decision of the Refugee Protection Division [RPD] rejecting the refugee claim.", "II.", "Facts"], ["[2]", "The applicant, Mr. Nahal, is a 36-year-old originally from India's Punjab state. He is married and the father of two children."], ["[3]", "He engaged in homosexual relations with a friend named Sukhvir."], ["[4]", "He was subsequently beaten by Sukhvir's family, on February 17, 2013, after having been caught by members of his family during one of his intimate encounters with Sukhvir."], ["[5]", "He was also arrested, detained and tortured by the police on March 8, 2013, due to his ties to Sukhvir, among others. He was released on March 10, 2013."], ["[6]", "He then went to stay with his uncle in a village in the state of Haryana in March 2013."], ["[7]", "The applicant left India for Canada and claimed refugee protection on June 4, 2013, with the help of an \"agent\" who provided him with false documents.", "III.", "RPD's decision"], ["[8]", "The RPD rejected his claim for refugee protection in its decision dated October 25, 2013, on the ground that the applicant's allegations were not credible."], ["[9]", "The RPD found a number of contradictions and inconsistencies that were not explained in a satisfactory manner by the applicant, which undermined his credibility."], ["[10]", "The applicant appealed the RPD decision to the RAD.", "IV.", "Impugned decision"], ["[11]", "The sole member assigned by the RAD to hear the matter confirmed the determination of the RPD, pursuant to subsection 111(1) of the IRPA, that the applicant was not a refugee within the meaning of section 96 of the IRPA or a \"person in need of protection\" under subsection 97(1) of the IRPA."], ["[12]", "Central to the RAD's decision is whether the RPD erred in its assessment of the applicant's credibility."], ["[13]", "The RAD began by addressing the issue of standard of review. It was of the view that although it does not conduct judicial reviews of RPD decisions, but rather acts as an appellate body within the IRB, without direction from the higher courts, the RAD may apply the principles developed by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [", "Dunsmuir", "]."], ["[14]", "Thus, the RAD decided to apply a standard of reasonableness because the main issue in the matter was whether the RPD erred in its assessment of the applicant's credibility, which is a question of fact. It added that judicial deference was called for and owed to the decision of the RPD."], ["[15]", "The RAD then examined the RPD's decision finding that the applicant was not a credible witness. It noted the nine reasons that had led to this conclusion. For each one of these, the RAD reiterated the contradictions in the applicant's testimony identified by the RPD."], ["[16]", "The RAD noted that it concurred with the applicant's submission that the RPD had erred in four of the nine points identified. It further noted that the applicant did not contest the five other points on which the RPD relied in its decision. The RAD added that in the absence of clarification on the applicant's part, there were no grounds for it to intervene."], ["[17]", "In the end, the RAD concluded by stating that \"[i]n any event, while I am not stating that I would have come to the same conclusion as the RPD, I conclude that, overall, the RPD's decision is reasonable because it is transparent and intelligible and falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law\" (Applicant's Record at page 9, RAD decision at para 27). Thus, the RAD confirmed the decision of the RPD, namely, to reject the applicant's claim for refugee protection.", "V.", "Parties' submissions"], ["[18]", "First, the applicant submits that the RAD did not properly assess the applicable standard of review. As an appeal tribunal, the RAD has jurisdiction to hear", "de novo", "appeals. As such, it must review the evidence before it and draw its own conclusions, without affording any deference to the RPD. Thus, the RAD had jurisdiction to make its own findings as to the applicant's credibility."], ["[19]", "In reply, the respondent contends that the RAD applied the appropriate standard in the circumstances, claiming that the role of the RAD is not to reweigh all of the evidence, but to verify whether the RPD made an error. Unless the applicant can point to an error in the RPD's decision, the RAD is bound to respect the findings of fact or of mixed fact and law made by the RPD. The proceeding before the RAD cannot be characterized as a", "de novo", "appeal, as the applicant asserts."], ["[20]", "Second, the applicant submits that the RAD did not properly assess the applicant's credibility, as it simply relied on the fact that the applicant had difficulty remembering the name of a village where he had sought refuge, as well as the date on which he began his relationship with Sukhvir. The applicant further argues that, upon reading paragraph 27 of the RAD's decision, it appears that the RAD would not have come to the same conclusion as the RPD if it had reviewed the applicant's file itself."], ["[21]", "The respondent counters that it was reasonable for the RAD to uphold the RPD's findings as to the applicant's credibility, claiming that, taken as a whole, the RPD's findings are reasonable. The finding that the applicant lacked credibility made by the RPD is therefore justified.", "VI.", "Issue"], ["[22]", "There were no issues raised by the parties."], ["[23]", "After having reviewed the parties' submissions, as well as the case law of this Court regarding judicial reviews of RAD decisions, I would submit the following issue:", "1. Did the RAD, in applying a reasonableness standard to an appeal proceeding, properly assess the findings made by the RPD with respect to the applicant's credibility?", "VII.", "Standard of review"], ["[24]", "A number of judges of this Court have weighed in on the choice of standard of review to be applied by the Federal Court with respect to the scope of the review conducted by the RAD on appeal. As Justice Martineau explains in", "<FRAGMENT_SUPPRESSED> umber of decisions of the Court concluded, on the one hand, that a standard of correctness should be applied (", "<FRAGMENT_SUPPRESSED> [", "Iyamuremye", "];", "<FRAGMENT_SUPPRESSED> [", "Garcia Alvarez", "];", "<FRAGMENT_SUPPRESSED> [", "Eng", "];", "<FRAGMENT_SUPPRESSED> to 34 [", "Huruglica", "];", "<FRAGMENT_SUPPRESSED>  [", "Yetna", "] at para 14;", "<FRAGMENT_SUPPRESSED>  [", "Spasoja", "] at paras 7 to 9). On the other hand, and on the contrary, there are decisions that adopt the view that the Court should apply a reasonableness standard to RAD decisions (", "<FRAGMENT_SUPPRESSED>  [", "Akuffio", "] at paras 16 to 26;", "<FRAGMENT_SUPPRESSED>", "at para 18)."], ["[25]", "In this case, the RAD, on the basis of the grounds of appeal presented, dealt solely with questions of fact regarding the credibility assigned to the applicant by the RPD. In such situations, when a judicial review deals with questions of fact related to a case, a standard of reasonableness must be applied (", "<FRAGMENT_SUPPRESSED>", "at para 53).", "VIII.", "Analysis", "A.", "Did the RAD, in applying a reasonableness standard to an appeal proceeding, properly assess the findings made by the RPD with respect to the applicant's credibility?"], ["[26]", "In this case, the interpretation adopted by the RAD, namely, to apply a reasonableness standard of review to the RPD's decision, is an approach that is not acceptable in law and constitutes a reviewable error that is determinative in this case (", "<FRAGMENT_SUPPRESSED> [", "Alyafi", "];", "<FRAGMENT_SUPPRESSED>", "at paras 3, 9, 11 and 47;", "<FRAGMENT_SUPPRESSED>", "at para 37;", "<FRAGMENT_SUPPRESSED> [", "Guardado", "]). In the present case, after having concluded that the principles developed  <FRAGMENT_SUPPRESSED>", "applied to the case, the RAD wrote as follows:", "At paragraph 47 of", "Dunsmuir", ", the court states that \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" Judicial deference is therefore required, and deference must be given to the RPD decision (Applicant's Record at page 9, RAD decision at para 17)."], ["[27]", "The RAD arrives at such a pronouncement without providing an explanation with respect to the statutory provisions of the IRPA that describe the powers and appeal process. It would appear to me that an appeal, before addressing questions of fact, requires a certain amount of deference with regard to the factual findings of the lower court, but not necessarily the same degree of deference than that which is applicable to the reasonableness standard of a judicial review. Like Justice Martineau in", "<FRAGMENT_SUPPRESSED>", "at para 37, I will refrain from making any sort of final ruling on the matter. It is important that the Federal Court of Appeal rule on this matter and others, so as to clarify the situation for once and for all."], ["[28]", "I would add that the RAD's decision is also unreasonable when one reads the determinations made with regard to the applicant's credibility and finds, at the very end, the RAD stating: \"... while I am not stating that I would have come to the same conclusion ...\" only to ultimately conclude that, on the whole, the RPD's decision is reasonable. Based on the degree of deference accorded to questions of fact, taking into account this appeal process, the RAD might have arrived at a different conclusion. Such a statement suggests that the RAD would have concluded differently."], ["[29]", "The application for judicial review is therefore allowed and the matter referred back to the RAD for reconsideration of the applicant's appeal.", "IX.", "Conclusion"], ["[30]", "The RAD's decision is unreasonable. The interpretation adopted by it, namely, to apply a reasonableness standard of review to the decision of the RPD, is not an acceptable approach in law and constitutes a reviewable error that is determinative in this case. The intervention of this Court is therefore warranted. In addition, the RAD, being under no requirement to apply a standard of reasonableness, might have concluded differently based on the degree of deference to be accorded to findings of fact made by the RPD. The matter is referred back to the RAD for reconsideration of the applicant's appeal, guided by the jurisprudence of our Courts."], ["[31]", "The parties were invited to submit questions for certification, but none was proposed.", "JUDGMENT"], ["[32]", "THE COURT ORDERS AND ADJUDGES that:", "1. This application for judicial review is allowed.", "2. No question is certified.", ".........................", "Nahal, Kulwinder Singh (partie demanderesse) v. Le Ministre de la Citoyenneté et de l'Immigration du Canada (partie défenderesse)", "I.", "Introduction"], ["[1]", "Le juge Noël", ": Ceci est un contrôle judiciaire en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 [LIPR] de la décision de Maître Normand Leduc de la Section d'appel des réfugiés [SAR] de la Commission de l'immigration et du statut de réfugié du Canada [CISR] en date du 23 janvier 2014, qui confirme une décision antérieure de la Section de la protection des réfugiés [SPR] rejetant la demande d'asile.", "II.", "Faits"], ["[2]", "Le demandeur, M. Nahal est âgé de 36 ans et est originaire de l'État de Penjab en Inde. Il est marié et père de deux enfants."], ["[3]", "Il a entretenu des relations homosexuelles avec un ami nommé Sukhvir."], ["[4]", "Il a, par la suite, été battu par sa famille, le 17 février 2013, après avoir été surpris par sa famille au cours de l'une de ses relations intimes avec Sukhvir."], ["[5]", "Il a également été arrêté, détenu et torturé par la police le 8 mars 2013 en raison de ses liens avec Sukhvir, entre autres. Il a été relâché le 10 mars 2013."], ["[6]", "Il s'est ensuite réfugié chez son oncle dans un village de l'État de Haryana en mars 2013."], ["[7]", "Le demandeur a quitté l'Inde pour le Canada et a demandé l'asile le 4 juin 2013 avec l'aide d'un agent qui lui a fourni de faux documents.", "III.", "Décision de la SPR"], ["[8]", "La SPR a rejeté la demande d'asile dans sa décision datée du 25 octobre 2013, au motif que les allégations du demandeur n'étaient pas crédibles."], ["[9]", "La SPR a noté plusieurs contradictions et incohérences qui n'ont pas été expliquées de façon satisfaisante par le demandeur, ce qui a miné sa crédibilité."], ["[10]", "Le demandeur interjette appel à la SAR de la décision de la SPR.", "IV.", "Décision contestée"], ["[11]", "Le commissaire unique désigné par la SAR pour entendre l'affaire confirme la décision de la SPR, en vertu du paragraphe 111(1) de la LIPR, à l'effet que le demandeur n'a pas qualité de réfugié en vertu de l'article 96 de la LIPR ni de « personne à protéger » en vertu du paragraphe 97(1) de la LIPR."], ["[12]", "Au cœur de la décision de la SAR est la question de savoir si la SPR a erré dans son évaluation de la crédibilité du demandeur."], ["[13]", "La SAR aborde premièrement la question de la norme de contrôle. Elle est d'avis que bien qu'elle ne procède pas à un contrôle judiciaire des décisions de la SPR, mais agit plutôt comme une instance d'appel au sein de la CISR, à défaut d'instruction des tribunaux supérieurs, il est possible pour elle d'appliquer les principes établis par la Cour suprême du Canada dans l'affaire", "<FRAGMENT_SUPPRESSED>  [", "Dunsmuir", "]."], ["[14]", "La SAR décide donc d'appliquer la norme de la décision raisonnable parce que la question centrale du dossier est à savoir si la SPR a erré dans son évaluation de la crédibilité du demandeur, qui est une question de fait. Elle ajoute que la retenue judiciaire est de mise et que déférence doit être accordé à la décision de la SPR."], ["[15]", "La SAR examine ensuite la décision de la SPR qui conclut que le demandeur n'est pas un témoin crédible. Elle note les neuf motifs qui ont mené à cette conclusion. Pour chacune de celle-ci, la SAR reprend les contradictions dans le témoignage du demandeur identifiées par la SPR."], ["[16]", "La SAR mentionne qu'elle est d'accord avec le demandeur que la SPR a erré sur quatre des neuf éléments identifiés. Elle note également que le demandeur ne contredit pas les cinq autres éléments sur lesquels la SPR a fondé sa décision. Elle ajoute qu'à défaut de plus précisions de la part du demandeur, il n'y a rien qui justifie l'intervention de la SAR."], ["[17]", "La SAR conclut finalement en disant que « quoi qu'il en soit, et je ne dis pas que je serais arrivée aux mêmes conclusions que la SPR, mais j'estime que, pris dans son ensemble, la décision de la SPR est raisonnable parce que transparente, intelligible, et appartenant aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (Dossier de la partie demanderesse à la page 9, décision de la SAR au para 27). La SAR confirme donc la décision de la SPR, soit de rejeter la demande d'asile du demandeur.", "V.", "Prétentions des parties"], ["[18]", "Le demandeur soumet premièrement que la SAR n'a pas correctement évalué la norme de contrôle applicable. Étant un tribunal d'appel, la SAR a compétence pour entendre les appels", "de novo", ". De ce fait, elle doit analyser la preuve qui lui est présentée, tirer ses propres conclusions, et ce, sans accorder aucune déférence à la SPR. Elle avait donc compétence pour établir ses propres conclusions quant à la crédibilité du demandeur."], ["[19]", "Le défendeur réplique que la SAR a appliqué la norme de contrôle appropriée dans les circonstances. Il prétend que le rôle de la SAR n'est pas de réévaluer à nouveau l'ensemble de la preuve, mais plutôt de vérifier si la SPR a commis une erreur. À moins que le demandeur démontre une erreur dans la décision de la SPR, la SAR est tenue de respecter les conclusions de fait ou les conclusions mixtes de fait et de droit tirées par la SPR. Le processus devant la SAR ne peut donc pas être qualifié", "de novo", ", comme l'allègue le demandeur."], ["[20]", "Le demandeur soutient, en deuxième lieu, que la SAR n'a pas correctement évalué la crédibilité du demandeur parce que celle-ci s'est simplement basée sur le fait que le demandeur a eu de la difficulté à se remémorer le nom d'un village où il s'était réfugié, ainsi que la date du commencement de sa relation avec Sukhvir. Le demandeur avance aussi qu'à la lecture du paragraphe 27 de la décision de la SAR, il semble que la SAR ne serait pas arrivé à la même conclusion que la SPR si elle avait elle-même évalué le dossier du demandeur."], ["[21]", "Le défendeur réplique qu'il était raisonnable pour la SAR de maintenir les conclusions de la SPR quant à la crédibilité du demandeur. Il allègue que, prises dans leur ensemble, les conclusions de la SPR sont raisonnables. La conclusion du manque de crédibilité du demandeur à laquelle est arrivée la SPR est donc justifiée.", "VI.", "Question en litige"], ["[22]", "Les parties ne proposent aucune question en litige."], ["[23]", "Après avoir révisé les prétentions des parties, ainsi que la jurisprudence de cette Cour sur les contrôles judiciaires des décisions de la SAR, je soumets la question suivante:", "1. La SAR, en adoptant la norme de la raisonnabilité à un processus d'appel, a-t-elle évalué adéquatement les déterminations concernant la crédibilité du demandeur faites par la SPR?", "VII.", "Norme de révision"], ["[24]", "Plusieurs juges de la Cour se sont prononcés sur le choix de la norme de révision à appliquer par la Cour fédérale à la portée de l'examen fait par la SAR en appel. Tel que le juge Martineau l'explique dans sa décision", "<FRAGMENT_SUPPRESSED> plusieurs décisions de la Cour conclues, d'un côté, que la norme de la décision correcte doit s'appliquer (", "<FRAGMENT_SUPPRESSED> [", "Iyamuremye", "];", "<FRAGMENT_SUPPRESSED> [", "Garcia Alvarez", "];", "<FRAGMENT_SUPPRESSED> [", "Eng", "];", "<FRAGMENT_SUPPRESSED> à 34 [", "Huruglica", "];", "<FRAGMENT_SUPPRESSED>  [", "Yetna", "] au para 14;", "<FRAGMENT_SUPPRESSED>  [", "Spasoja", "] aux paras 7 à 9). D'autres décisions affirment, pour leur part, le contraire, soit que la Cour devrait appliquer la norme de la décision raisonnable aux décisions de la SAR (", "<FRAGMENT_SUPPRESSED>  [", "Akuffio", "] aux paras 16 à 26;", "<FRAGMENT_SUPPRESSED>", "au para 18)."], ["[25]", "Dans le présent dossier, la SAR, sur la base des motifs d'appel présentés, traite uniquement de questions de fait concernant la crédibilité accordée au demandeur par la SPR. Dans une telle situation, lorsqu'il s'agit, en contrôle judiciaire, de traiter de questions de fait applicables à un dossier, c'est la norme de la raisonnabilité qui s'applique (", "<FRAGMENT_SUPPRESSED>", "au para 53).", "VIII.", "Analyse", "A.", "La SAR, en adoptant la norme de la raisonnabilité à un processus d'appel, a-t-elle évalué adéquatement les déterminations concernant la crédibilité du demandeur faites par la SPR?"], ["[26]", "En l'espèce, l'interprétation retenue par la SAR, soit d'appliquer la norme de contrôle de la décision raisonnable à la décision de la SPR n'est pas une approche acceptable en droit et constitue une erreur révisable ayant un caractère déterminant (", "<FRAGMENT_SUPPRESSED> [", "Alyafi", "];", "<FRAGMENT_SUPPRESSED>", "aux paras 3, 9, 11 et 47;", "<FRAGMENT_SUPPRESSED>", "au para 37;", "<FRAGMENT_SUPPRESSED> et 4 [", "Guadado", "]). En l'espèce, après avoir conclu que les principes développés de l'affaire", "Dunsmuir", "s'appliquent au dossier, la SAR écrit ce qui suit:", "« Au paragraphe 47 de la décision", "Dunsmuir", ", la Cour énonce que « le caractère raisonnable tient principalement à la justification de la décision, à la transparence et l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ». La retenue judiciaire est donc de mise et déférence doit être accordée à la décision de la SPR » (Dossier du demandeur à la page 9, décision de la SAR au para 17)."], ["[27]", "La SAR en arrive à une telle affirmation sans explication reliée aux dispositions statutaires de la LIPR décrivant les pouvoirs et la procédure d'appel. Il me semble qu'un appel, ayant à traiter des questions de fait, exige une certaine déférence à l'égard des conclusions factuelles du tribunal inférieur, mais pas nécessairement le même degré de déférence que celle applicable à la norme de la raisonnabilité d'un contrôle judiciaire. Comme le juge Martineau dans", "<FRAGMENT_SUPPRESSED>", "au para 37, je ne me prononcerai pas de façon finale à ce sujet. Il est important que la Cour fédérale d'appel se prononce sur ce sujet ainsi que d'autres, de façon à clarifier une fois pour toutes la situation dans l'intérêt de tous."], ["[28]", "J'ajoute que la décision de la SAR est aussi déraisonnable lorsqu'on lit les déterminations faites à l'égard de la crédibilité du demandeur et qu'à la toute fin, la SAR précise que: « [...] je ne dis pas que je serais arrivée aux mêmes conclusions [...] » pour finalement conclure que, dans son ensemble, la décision de la SPR est raisonnable. Selon le degré de déférence accordé à une question de fait, en tenant compte de ce processus d'appel, il se pourrait que la SAR en soit arrivée à une conclusion différente. Une telle affirmation porte à croire que la SAR aurait conclu différemment."], ["[29]", "La demande de contrôle judiciaire est donc accueillie et l'affaire est renvoyée à la SAR pour un nouvel examen de l'appel du demandeur.", "IX.", "Conclusion"], ["[30]", "La décision de la SAR est déraisonnable. L'interprétation retenue par celle-ci, soit d'appliquer la norme de contrôle de la décision raisonnable à la décision de la SPR, n'est pas une approche acceptable en droit et constitue une erreur révisable ayant un caractère déterminant. L'intervention de cette Cour est donc justifiée. De plus, la SAR, n'ayant pas eu à appliquer la norme de la raisonnabilité, aurait peut-être conclu différemment selon le degré de déférence à accorder aux déterminations de faits de la SPR. L'affaire est renvoyée à la SAR pour un nouvel examen de l'appel du demandeur, qui tient compte de la jurisprudence de nos Cours."], ["[31]", "Les parties ont été invitées à présenter des questions aux fins de certification, mais aucune question n'a été proposée.", "JUGEMENT"], ["[32]", "LA COUR STATUE que:", "1. La présente demande de contrôle judiciaire est accueillie.", "2. Aucune question n'est certifiée.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}