{"id_": "036584", "body_str": [["[1]", "O'Keefe, J.", ": The applicants' claims for refugee protection were denied by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board). They now apply for judicial review of that decision pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act)."], ["[2]", "The applicants seek an order setting aside the negative decision and returning the matter to a different panel of the Board for redetermination.", "Background"], ["[3]", "Angel Andres Vargas Bustos (the principal applicant) and Andrea Eugenia Sabogal Riveros (the first co-applicant) are a married couple from Colombia. Edilma Bustos de Vargas (the second co-applicant) is the principal applicant's mother and she lived with them there."], ["[4]", "In Colombia, the first co-applicant worked for a bank and she was in charge of an account held by Pabon Castro Co. The bank closed this account once it found out that the company was involved in a money laundering scheme. However, the legal representative of Pabon Castro Co. had been detained, so nobody claimed the balance of 34 million pesos and the bank held onto it."], ["[5]", "On December 26, 2008, the first co-applicant received a call from a potential client calling himself Jorge Tovar, who arranged a meeting. However, as the first co-applicant was leaving for the meeting, the man confronted her and told her that he would now be in charge of the Pabon account. She said no. Over the next couple of months, she, her husband and her mother-in-law, began receiving threats from this person and he soon revealed himself to be Commander Ruben from the Urban Blocque of the", "Fuerzas Armadas Revolucionarias de Colombia", "<FRAGMENT_SUPPRESSED> . The worst encounter happened on February 13, 2009. As she was arriving home from work, two men pinned her against a fence, threatened her with a weapon and demanded information about the Pabon account. They insisted that the account held 300 million pesos that belonged to FARC and they threatened to kill her if she did not give them the money by February 22, 2009."], ["[6]", "At no point had she or her husband approached the police or the bank, but now they contacted one of her husband's friends, an army officer. He recommended that they move and they followed his advice. The first co-applicant resigned from her job in mid-February 2009 and she and her husband eventually ended up in Canada by March 13, 2009. There they joined the second co-applicant, who had been in Canada visiting her daughter since January 23, 2009. All three asked for refugee protection and their claims were joined and considered together."], ["[7]", "Their claims were denied on August 19, 2011, on the basis that there was no nexus to a Convention ground and they had an internal flight alternative. On judicial review, however, Mr. Justice James Russell decided that the decision about an internal flight alternative was unreasonable and he set it aside (see", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 565 (QL)). The matter was returned to the Refugee Protection Division for another hearing.", "Decision"], ["[8]", "In a decision dated December 5, 2012, a different panel of the Board again denied their claims for refugee protection."], ["[9]", "The Board accepted the applicants' evidence about what happened to them in Colombia, but found that their claims failed because they did not prove that state protection was inadequate. The applicants did not take any of the many good opportunities they had to seek protection. The Board also rejected the first co-applicant's explanation that the police only protect politicians and dismissed any fear of reprisal from FARC for telling the police. The Board found that the first co-applicant gave no sound rationale for her failure to report and it was inconsistent with any genuine attempt to access state protection."], ["[10]", "Further, the Board was not convinced that attempting to access state protection would have been futile. The Board rejected some evidence submitted by the applicants, saying it preferred its own documentary evidence since it came from a wide range of reliable government and non-governmental organizations. The Board found that although there are human rights abuses in Colombia and the state is having trouble addressing the criminality and corruption within its security forces, Colombia was making serious efforts to combat that. The Board acknowledged that serious efforts are not enough, but found that those efforts had translated into adequate state protection state protection for victims of crime at the operational level."], ["[11]", "The Board ostensibly went on to show that by reviewing the country conditions documents. It noted that Colombia was decreasing corruption in its security forces. It also discussed at length the success Colombia has had combating FARC and other armed groups, asserting control over more territory and decreasing their enemies' operational efficacy. It concluded that Colombia's national security is no longer threatened by illegal armed groups or criminal elements."], ["[12]", "After doing this, the Board found that the first co-applicant had not established that protection would not be reasonably forthcoming if she returned to Colombia today, nor that it would be objectively unreasonable for her to seek that protection. He therefore dismissed her claim, along with those of the other applicants since their claims relied entirely on the same events.", "Issues"], ["[13]", "The applicants submit six issues for my consideration:", "1. Did the Board err in law in determining that the applicants are not Convention refugees and not persons in need of protection?", "2. Did the Board act without jurisdiction, act beyond their jurisdiction or refuse to exercise their jurisdiction?", "3. Did the Board fail to observe a principle of natural justice, procedural fairness or other procedure that they were required by law to observe?", "4. Did the Board err in law in making their decision or order whether or not the error appears on the face of the record?", "5. Did the Board base their decision or order on an erroneous finding of fact that they made in a perverse or capricious manner or without regard to the material before them?", "6. Did the Board act in any way that was contrary to law?"], ["[14]", "The respondent says only that the applicants failed to demonstrate that the Board committed any reviewable error."], ["[15]", "Upon reviewing the arguments, I would reframe the issues as follows:", "1. What is the standard of review?", "2. Did the Board misunderstand the test for state protection?", "3. Was the decision unreasonable?", "Applicants' Written Submissions"], ["[16]", "The applicants first state that the Board mischaracterized the evidence regarding the applicants' conversation with their friend in the army. They point to testimony showing that he had told them the harassment would not stop, that there was no safe place to hide and that they would not receive protection because the first co-applicant was neither a politician nor someone with a high profile. The applicants submit that their friend's advice should be trusted, since as an army lieutenant, he has first-hand knowledge about fighting guerillas."], ["[17]", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 447 (QL) [ <FRAGMENT_SUPPRESSED> ], the applicants also argue that the Board erred by placing a legal burden on the applicants to seek state protection and that documentary evidence is more relevant. Here, FARC is well-organized and even if the state arrested a couple people, it would not be able to relieve the applicants from persecution."], ["[18]", "Further, the applicants say the Board was wrong to dismiss the country evidence they had presented. Its preference for its own documentary evidence was based on reasoning that the applicants' documentary evidence was less objective, which the applicants say was the same type of reasoning that Madam Justice Judith Snider condemned as most disturbing in", "<FRAGMENT_SUPPRESSED> [2004] FCJ No 1269 (QL) [ <FRAGMENT_SUPPRESSED> ]. Further, the applicants say it was unreasonable since its submissions also included documents drawn from a wide range of non-government and government organizations. Ultimately, the applicants say that the Board erred by failing to consider all the evidence before it (see", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 215)."], ["[19]", "In particular, the applicants point to a report by Dr. Chernick, an expert on Colombia who has been cited by the Board in the past. They note that in", "<FRAGMENT_SUPPRESSED> to 79, 357 FTR 139, Justice Russell said it was unreasonable to dismiss without mentioning a report on Mexico by a professor with similarly impressive credentials. The applicants suggest the same result should be obtained here. As well, the Board did not consider a similarly supportive report by the Canadian Council for Refugees and the applicants say it was obligated to explain why this contradictory evidence was rejected (see", "<FRAGMENT_SUPPRESSED> FTR 46; and others)."], ["[20]", "As well, the applicants say that the Board erred in applying the test for state protection and that it considered only the efforts the state was making and not its efficacy. The applicants say the Board did not consider the question really in issue, which was whether Colombia can protect a person who has been targeted by  <FRAGMENT_SUPPRESSED> to 47, 14 Imm LR (4th) 89 [", "Avila Rodriguez", "]; and", "<FRAGMENT_SUPPRESSED> [2013] FCJ No 970 (QL) [", "Martinez Gonzalez", "]). Further, the applicants say that the Board's analysis is questionable even based on its own documents, pointing to item 7.3 of the National Documentation Package: Response to Information Request, COL104011.E (30 March 2012)."], ["[21]", "The applicants conclude by reiterating that the Board's failure to consider contradictory evidence made its decision unreasonable.", "Respondent's Submissions"], ["[22]", "The respondent says that the standard of review is reasonableness and argues that the applicants failed to provide documentary evidence on country conditions to rebut the presumption of adequate state protection. The respondent then summarized the law on state protection and noted that the applicants are required to submit reliable and probative evidence that proves, on a balance of probabilities, that state protection is lacking or inadequate (see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> )."], ["[23]", "Here, the respondent notes that the Colombian authorities have already taken action against Margarita Pabon, one of the people involved with the money laundering operations and reached reasonable conclusions regarding the state's successes in battling FARC and corruption within its security forces. The respondent also says that recent cases from this Court have affirmed the reasonableness of finding that Colombia can adequately protect persons in situations similar to the applicants (see", "<FRAGMENT_SUPPRESSED> to 89, [2012] FCJ No 1471 (QL) [", "Mendoza-Rodriguez", "];", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1278 (QL); and others). Further, the respondent contends that it is not enough to point to mixed documentary evidence when the applicants have failed to seek protection from their home state (see", "<FRAGMENT_SUPPRESSED> [2005] FCJ No 621 ( <FRAGMENT_SUPPRESSED> [2011] FCJ No 1495 (QL); and others)."], ["[24]", "In a similar vein, the respondent argues that the Board's emphasis on the applicants' failure to seek protection was proper and his rejection of her excuses is well-supported by this Court's jurisprudence (see", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 497 (QL); and others). The respondent also says that asking for advice from a friend in the military does not count as an attempt to seek state protection."], ["[25]", "Finally, the respondent says that the Court must presume that boards have considered all evidence and they are not obliged to refer to contrary evidence within the documentary sources (see", "<FRAGMENT_SUPPRESSED>  (QL) (CA) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 1168 (QL) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> to 61, [2013] FCJ No 527 (QL) [ <FRAGMENT_SUPPRESSED> ]). Indeed, a similar argument was made about Dr. Chernick's report in", "<FRAGMENT_SUPPRESSED> to 19, [2012] FCJ No 1594 (QL), and there too the Board's decision was reasonable despite not referring to it by name. Altogether, the respondent says the applicants are really asking the Court to re-weigh the evidence, which this Court cannot do (see", "Newfoundland and  <FRAGMENT_SUPPRESSED> ).", "Analysis and Decision", "Issue 1", "What is the standard of review?"], ["[26]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[27]", "Chief Justice Paul Crampton explained the standard of review for decisions on state protection in", "<FRAGMENT_SUPPRESSED> [2013] FCJ No 1099 (QL):", "The standard of review applicable to the RPD's assessment of the issue of state protection depends on whether the conclusion reached by Board turned on its understanding of the proper test for state protection or on its application of that test to the facts of this case. For essentially the same reasons discussed at paragraphs 20 and 21 above, the former would be reviewable on a standard of correctness (see also", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]), whereas the latter would be reviewable on a standard of reasonableness. In short, the jurisprudence has established a clear test for state protection (see, e.g.,", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ). Therefore, it is not open to the RPD to apply a different test, and the issue of whether the RPD applied the proper test would be reviewable on a standard of correctness. However, the issue of whether the RPD erred in applying the settled law to the facts in this case would be a question of mixed fact and law that is reviewable on a standard of reasonableness ( <FRAGMENT_SUPPRESSED> , above, at paras 51-53;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[28]", "Here, the applicants argue that the Board misunderstood two aspects of the test, so for those matters, the standard is correctness."], ["[29]", "The other issues argued by the applicants all regard the Board's appreciation of the facts or how the law was applied to the facts and for those issues the standard is reasonableness. This means that I should not intervene if the Board's decision is transparent, justifiable, intelligible and within the range of acceptable outcomes (see <FRAGMENT_SUPPRESSED> at paragraph 47; and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). As the Supreme Court held in <FRAGMENT_SUPPRESSED> at paragraphs 59 and 61, a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence.", "Issue 2", "Did the Board misunderstand the test for state protection?"], ["[30]", "The applicants say that the Board misunderstood the test for state protection in two ways: (1) it placed a legal burden on the applicants to seek state protection, contrary to <FRAGMENT_SUPPRESSED> ; and (2) it considered only the efforts the state was making and not whether state protection was operationally adequate. Neither complaint has merit."], ["[31]", "With respect to the first, the Board did emphasize that, for democratic countries, claimants will usually need to show that they sought state protection. That is no error and is consistent with the jurisprudence of this  <FRAGMENT_SUPPRESSED> [2007] FCJ No 1100 (QL)). Even in <FRAGMENT_SUPPRESSED> , the case preferred by the applicants, Mr. Justice Russel Zinn recognized that it is often a practical requirement since clear and convincing evidence is required to rebut the presumption of state protection (at paragraph 10)."], ["[32]", "It would only be an error if the Board did not understand that a claim can also succeed if the claimants can show that it would likely have been futile to approach the state for protection (see", "Ward", "at 724). In that regard, the Board correctly said at paragraph 23 of its decision that claimants must \"... satisfy the Board that he or she sought, but was unable to obtain, protection from their home state, or", "alternatively, that their home state, on an objective basis, could not be expected to provide protection", "\" (emphasis added). That is paraphrased from the Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED> DLR (4th) 413, and it plainly shows that the Board knew what the test was. Further, that understanding is reflected in the Board's decision as it did not simply stop upon finding that the applicants never sought protection, but went on to consider country conditions."], ["[33]", "As for the applicants' second argument, the Board plainly stated at paragraph 30 of its decision that \"... it is not enough to say that steps are being taken that some day may result in adequate state protection. [...] Any efforts must have \"actually translated into adequate state protection\" at the operational level.\" The Board knew what the test was. Also, although I will question the focus of the Board's application of this test, its decision does show that Colombia has had operational success in combating FARC and reducing corruption within its security forces. It did not focus only on efforts and I believe it understood the test.", "Issue 3", "Was the decision unreasonable?"], ["[34]", "To begin, I agree with the respondent that the Board did not err by rejecting the applicants' documentary evidence. It explicitly said that it preferred the evidence in the National Documentation package because the sources were more reliable. In other words, it weighed the applicants' documentary evidence and found it wanting. This is not a situation like in <FRAGMENT_SUPPRESSED> . There, the Board erred by rejecting a claimant's personal evidence without making any credibility finding. Here, the conflict is only between documentary evidence and boards must choose between contrary reports. It is not my role to criticize that choice now."], ["[35]", "Also, boards are presumed to have considered all the evidence ( <FRAGMENT_SUPPRESSED> at paragraph 1). Sometimes, when a probative piece of evidence that is contrary to a board's conclusions is not mentioned, the Court will draw an inference that the board overlooked it (see", "<FRAGMENT_SUPPRESSED>  (QL) at paragraphs 15 to 17, 157 FTR 35)."], ["[36]", "The respondent points out that this Court has sometimes been more reluctant to draw such an inference when it comes to country documentation evidence (see", "<FRAGMENT_SUPPRESSED> [2007] FCJ No 1301 (QL); <FRAGMENT_SUPPRESSED> at paragraph 29; and <FRAGMENT_SUPPRESSED> at paragraph 59). There are good reasons for this. Country documentation usually consists of hundreds of pages of secondary sources reporting information derived from many more primary sources and other secondary sources. They report many different perspectives and there will inevitably be conflicting information on many important issues. Because of that, it will almost always be possible to mine from the materials a few quotations that support a position and then argue that the Board ignored that evidence because it did not specifically mention those documents by name."], ["[37]", "However, judicial review should not be a \"line-by-line treasure hunt for error\" (", "Communications, Energy and Paperworkers Union of Canada, Local 30 v Irving Pulp & Paper, Ltd", ", 2013 SCC 34 at paragraph 54). Expecting a board to meticulously spell out how much weight it assigns to the evidence of each source and source-within-a-source for every issue on which conflicting data exists is neither practical nor efficient. At most, it would promote a \"magic word\" approach to reasons where boards would have an incentive to generically list documents in an attempt to prove that they read them, but which adds nothing of any value to the decision."], ["[38]", "Moreover, because of the volume of documentary evidence, it is much harder to reliably infer that a particular piece of evidence was ignored merely because it was not specifically mentioned."], ["[39]", "Therefore, if the board explains what documentary evidence it relies on and that evidence is reliable and reasonably supports its conclusions, then finding a few contrary quotations that it did not specifically explain away will not make the decision unreasonable. If, on the other hand, the contrary evidence is overwhelming and the board does not explain what documentary evidence supports its conclusions, then it may be easier to conclude that the decision was unreasonable."], ["[40]", "Nevertheless, the Board did err in this case. Although the Board understood the test, I ultimately agree with the applicants that the Board erred by failing to address the main question: is state protection available for people who have been specifically targeted by FARC? Rather, the Board's review of the country conditions document was focused on corruption within the security forces and military victories against FARC and other guerillas. The applicants are not fleeing from front-line combat; they are fleeing from crime. FARC's reduced military capacity does not mean that the state can protect people who have been specifically targeted by FARC for harassment or extortion. The Board member was required to consider that issue and the reasons do not show that he did. I find that the decision is therefore unreasonable (see", "Martinez Gonzalez", "at paragraph 16; and", "Avila Rodriguez", "at paragraph 46)."], ["[41]", "Finally, the respondent also observed that this Court has many times upheld decisions that found state protection in Colombia adequate for people in the applicants' situation. A few of the cases it cites for that are distinguishable. In", "Mendoza-Rodriguez", "for instance, the Board had found that the applicants had lied about being pursued by a member of a paramilitary organization (at paragraph 84), so there was nobody from whom they needed protection. Anyway, this Court only reviews factual findings about state protection for reasonableness, and each case is decided on its own merits (see", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 1041 (QL)). The possibility that a board could reasonably find that state protection in these situations is adequate does not excuse the Board's failure to actually consider whether it was in this case."], ["[42]", "I would therefore allow the application for judicial review, set aside the Board's decision, and remit the matter to a different panel of the Board for redetermination."], ["[43]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[44]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed, the decision of the Board is set aside and the matter is referred to a different panel of the Board for redetermination.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "...", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "...", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", ".........................", "Angel Andres Vargas Bustos, Andrea Eugenia Sabogal Riveros et  <FRAGMENT_SUPPRESSED>  demandes d'asile présentées par les demandeurs ont été rejetées par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada (la Commission). Ils demandent maintenant le contrôle judiciaire de cette décision, conformément au paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi)."], ["[2]", "Les demandeurs prient la Cour de rendre une ordonnance annulant la décision défavorable et renvoyant l'affaire à un tribunal différemment constitué de la Commission pour nouvelle décision.", "Le contexte"], ["[3]", "Angel Andres Vargas Bustos (le demandeur principal) et Andrea Eugenia Sabogal Riveros (la première codemanderesse) sont un couple d'époux originaires de la Colombie. Edilma Bustos de Vargas (la deuxième codemanderesse) est la mère du demandeur principal et elle vivait avec eux en Colombie."], ["[4]", "En Colombie, la première codemanderesse travaillait pour une banque et elle était responsable d'un compte bancaire détenu par la société Pabon Castro Co (Pabon). La banque a fermé ce compte lorsqu'elle adécouvert que la société était impliquée dans un stratagème de blanchiment d'argent. Cependant, le représentant juridique de Pabon était alors détenu, de sorte que personne n'a réclamé le solde de 34 millions de pesos et la banque a gardé la mainmise sur le solde."], ["[5]", "Le 26 décembre 2008, la première codemanderesse avait reçu un appel d'un client potentiel qui s'était présenté sous le nom de Jorge Tovar et qui avait fixé un rendez-vous. Cependant, au moment où la première demanderesse se dirigeait vers le rendez-vous, l'homme en question l'avait confrontée et il lui avait dit que ce serait lui qui allait dorénavant s'occuper du compte bancaire de Pabon. Elle avait refusé. Au cours des mois qui ont suivi, elle, son époux et sa belle-mère avaient commencé à recevoir des menaces de cette personne, qui a peu après révélé son identité: il s'agissait du Commandant Ruben du", "Urban Blocque", "des", "Fuerzas Armadas Revolucionarias de Colombia", "[Forces armées révolutionnaires de Colombie] (les FARC). La rencontre la plus désagréable a eu lieu le 13 février 2009. Alors qu'elle arrivait à son domicile après le travail, deux hommes l'avaient coincée contre une clôture, lui avaient proféré des menaces avec une arme et lui avaient demandé des renseignements à propos du compte bancaire de Pabon. Ils avaient insisté sur le fait qu'il y avait 300 millions de pesos dans le compte, montant qui appartenait aux FARC, et ils l'avaient menacé de la tuer si elle ne leur donnait pas l'argent d'ici le 22 février 2009."], ["[6]", "Elle et son époux n'avaient en aucun cas communiqué avec la police ou avec la banque, mais ils avaient alors communiqué avec un ami du demandeur principal, qui est officier dans l'armée. Ce dernier leur avait recommandé de déménager; ils ont suivi sa recommandation. La première codemanderesse a démissionné à la mi-février 2009 et son époux et elle sont par la suite arrivés au Canada le 13 mars 2009. Ils y avaient alors rejoint la deuxième codemanderesse, qui était au Canada depuis le 23 janvier 2009 pour visiter sa fille. Les trois demandeurs ont demandé l'asile; leurs demandes d'asile ont été jointes et elles ont été examinées ensemble."], ["[7]", "Leurs demandes d'asile avaient été rejetées le 19 août 2011, en raison de l'absence de lien avec l'un des motifs prévus à la Convention et parce qu'ils disposaient d'une possibilité de refuge intérieur. Cependant, monsieur le juge James Russell a statué que la conclusion concernant la possibilité de refuge intérieur était déraisonnable et il avait annulé la décision. ( <FRAGMENT_SUPPRESSED>  [2012] ACF no 565 (QL)). L'affaire fut renvoyée à la Section de la protection des réfugiés pour nouvelle audience.", "La décision"], ["[8]", "Dans une décision datée du 5 décembre 2012, un tribunal différemment constitué de la Commission a de nouveau rejeté leurs demandes d'asile."], ["[9]", "La Commission a accepté les éléments de preuve produits par les demandeurs à propos de ce qui leur était arrivé en Colombie, mais elle a conclu que leurs demandes d'asile devaient être rejetées, parce qu'ils n'avaient pas démontré que la protection de l'État était inadéquate. Les demandeurs ne s'étaient pas prévalus des nombreuses bonnes possibilités qu'ils avaient de solliciter la protection. La Commission a aussi écarté l'explication donnée par la première codemanderesse selon laquelle la police protégeait uniquement les politiciens et elle a rejeté toute crainte de subir des représailles aux mains des FARC pour avoir signalé la situation à la police. La Commission a conclu que la première demanderesse n'a pas justifié de manière valable son omission de signaler les menaces dont elle faisait l'objet et que cette omission était incompatible avec l'idée de tenter de bonne foi d'obtenir la protection de l'État."], ["[10]", "De plus, la Commission n'était pas convaincue que de tenter d'obtenir la protection de l'État aurait été inutile. La Commission a rejeté certains des éléments de preuve produits par les demandeurs, en affirmant qu'elle y privilégiait sa propre preuve documentaire parce que celle-ci provenait d'un vaste éventail d'organismes gouvernementaux et non gouvernementaux fiables. La Commission a conclu que, bien qu'il y ait des violations des droits de la personne en Colombie et que l'État a de la difficulté à régler les problèmes de la criminalité et de la corruption au sein de ses forces de sécurité, la Colombie déployait de sérieux efforts pour les enrayer. La Commission a reconnu que de sérieux efforts ne suffisent pas, mais elle a conclu que ces efforts s'étaient traduits en une protection de l'État adéquate pour les victimes d'actes criminels sur le plan opérationnel."], ["[11]", "La Commission a apparemment démontré ce qui précède en examinant la preuve documentaire relative à la situation dans le pays. Elle a relevé que la corruption diminuait au sein des forces de sécurité de la Colombie. Elle a aussi discuté en profondeur des succès que la Colombie avait eus dans la lutte contre les FARC et contre les autres groupes armés, dans l'affirmation de son contrôle sur une plus grande partie du territoire et dans la diminution de l'efficacité opérationnelle de ses ennemis. Elle a conclu que la sécurité nationale de la Colombie n'est plus menacée par des groupes armés illégaux ou par des éléments criminels."], ["[12]", "Après cela, la Commission a conclu que la première codemanderesse n'avait pas établi que sa protection n'aurait pas pu raisonnablement être assurée par l'État si elle devait retourner en Colombie maintenant, ni qu'il serait objectivement déraisonnable pour elle de solliciter cette protection. Par conséquent, elle a rejeté sa demande d'asile, ainsi que celle des autres demandeurs, puisque leurs demandes étaient entièrement fondées sur les mêmes incidents.", "Les questions en litige"], ["[13]", "Les demandeurs soulèvent six questions en litige que je dois examiner:", "1. La Commission a-t-elle commis une erreur de droit en statuant que les demandeurs sont ni des réfugiés au sens de la Convention ni des personnes à protéger?", "2. La Commission a-t-elle agi sans compétence, outrepassé sa compétence ou refusé d'exercer sa compétence?", "3. La Commission a-t-elle omis d'observer un principe de justice naturelle, d'équité procédurale ou toute autre procédure qu'elle était légalement tenue de respecter?", "4. La Commission a-t-elle commis une erreur de droit en rendant sa décision ou son ordonnance, que cette erreur soit manifeste ou non au vu du dossier?", "5. La Commission a-t-elle fondé sa décision ou son ordonnance sur une conclusion de fait erronée tirée de façon abusive ou arbitraire, ou sans égard à la preuve dont elle disposait?", "6. La Commission a-t-elle contrevenu à la loi de quelque manière que ce soit?"], ["[14]", "Le défendeur affirme uniquement que les demandeurs n'ont pas réussi à démontrer que la Commission avait commis une erreur susceptible de contrôle."], ["[15]", "Après examen des arguments, je reformulerai ainsi les questions en litige:", "1. Quelle est la norme de contrôle applicable?", "2. La Commission a-t-elle mal saisi le critère applicable en matière de protection de l'État?", "3. La décision était-elle déraisonnable?", "Les observations écrites des demandeurs"], ["[16]", "Les demandeurs affirment en premier lieu que la Commission a mal décrit la preuve se rapportant à la conversation qu'ils avaient eue avec leur ami militaire. Ils font ressortir le témoignage qui démontre que cet ami leur avait dit que le harcèlement ne cesserait pas, qu'ils n'avaient pas d'endroit sécuritaire où se cacher et qu'ils ne recevraient pas de protection, parce que la première codemanderesse n'était ni une politicienne ni une personne bien en vue. Les demandeurs soutiennent que le conseil prodigué par leur ami devrait être considéré comme digne de confiance, puisqu'en tant que lieutenant dans l'armée, il avait des connaissances directes à propos du combat contre les guérilléros."], ["[17]", "Les demandeurs prétendent aussi, en invoquant la décision", "<FRAGMENT_SUPPRESSED>  [2013] ACF no 447 (QL) ( <FRAGMENT_SUPPRESSED> ), que la Commission a commis une erreur en leur imposant le fardeau juridique de solliciter la protection de l'État et que la preuve documentaire est davantage pertinente. En l'espèce, les FARC sont bien organisées et, même si l'État a arrêté quelques personnes, celui-ci ne serait pas capable de soustraire les demandeurs à la persécution."], ["[18]", "De plus, les demandeurs affirment que la Commission a eu tort de rejeter la preuve relative à la situation dans le pays qu'ils avaient présentée. Le fait que la Commission a privilégié sa propre preuve documentaire reposait sur le raisonnement selon lequel la preuve documentaire présentée par les demandeurs était moins objective; les demandeurs affirment qu'il s'agissait du même type de raisonnement que celui qualifié de très troublant par madame la juge Judith Snider dans la décision", "<FRAGMENT_SUPPRESSED>  [2004] ACF no 1269 (QL), au paragraphe 7 ( <FRAGMENT_SUPPRESSED> ). Les demandeurs affirment de surcroît que le rejet de leur preuve était déraisonnable, puisque leurs observations contenaient elles aussi des documents tirés d'un vaste éventail d'organisations non gouvernementales et gouvernementales. En dernier lieu, les demandeurs affirment que la Commission a commis une erreur en omettant de tenir compte de la totalité de la preuve dont elle disposait (voir", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 215)."], ["[19]", "Plus particulièrement, les demandeurs soulignent un rapport rédigé par M. Chernick, un expert au sujet de la Colombie qui a été cité par la Commission dans le passé. Ils font remarquer que, dans la décision", "<FRAGMENT_SUPPRESSED>  FTR 139, aux paragraphes 72 à 79, le juge Russell a affirmé qu'il était déraisonnable de rejeter un rapport au sujet du Mexique rédigé par un professeur qui, à l'instar de M. Chernick, avait des antécédents impressionnants, sans faire mention de ce rapport. Les demandeurs laissent entendre que le résultat devrait être le même en l'espèce. De plus, la Commission n'a pas tenu compte d'un rapport à l'appui de leur thèse rédigée par le Conseil canadien des réfugiés, et les demandeurs affirment qu'elle avait l'obligation d'expliquer pourquoi cet élément de preuve contradictoire avait été rejeté (voir, entre autres,", "<FRAGMENT_SUPPRESSED>  FTR 46, au paragraphe 66)."], ["[20]", "Les demandeurs affirment aussi que la Commission a commis une erreur dans son application du critère applicable en matière de protection de l'État et qu'elle a seulement tenu compte des efforts déployés par l'État, et non de l'efficacité de la protection. Les demandeurs affirment que la Commission n'a pas examiné la question qui était réellement en litige, soit celle de savoir si la Colombie peut protéger une personne qui est prise pour cible par les  <FRAGMENT_SUPPRESSED>  Imm LR (4th) 89, aux paragraphes 41 à 47 (", "Avila Rodriguez", "); et", "<FRAGMENT_SUPPRESSED>  [2013] ACF no 970 (QL), aux paragraphes 15 à 16 (", "Martinez Gonzalez", ")). De plus, les demandeurs prétendent que l'analyse effectuée par la Commission est douteuse même selon ses propres documents, en renvoyant au point 7.3 du Cartable national de documentation: Réponse à la demande d'information, COL104011.EF (30 mars 2012)."], ["[21]", "Les demandeurs concluent leurs observations en réitérant que l'omission de la Commission de tenir compte des éléments de preuve contradictoires rendait sa décision déraisonnable.", "Les observations du défendeur"], ["[22]", "Le défendeur affirme que la norme de contrôle applicable est la raisonnabilité et il prétend que les demandeurs n'ont pas réussi à produire des éléments de preuve documentaire sur la situation dans le pays qui réfutent la présomption relative à la protection adéquate de l'État. Le défendeur a ensuite résumé le droit applicable en ce qui concerne la protection de l'État et il a fait remarquer que les demandeurs doivent produire des éléments de preuve fiables et probants qui démontrent, selon la prépondérance des probabilités, que la protection de l'État comporte des lacunes ou qu'elle est inadéquate (voir", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , aux paragraphes 17 à 20, 24 et 30)."], ["[23]", "En l'espèce, le défendeur fait remarquer que les autorités colombiennes ont déjà pris des mesures contre Margarita Pabon, l'une des personnes impliquées dans les opérations de blanchiment d'argent et qu'elles ont tiré des conclusions raisonnables en ce qui concerne les réussites de l'État dans la lutte contre les FARC et contre la corruption au sein de ses forces de sécurité. Le défendeur affirme aussi que la Cour, dans des décisions rendues récemment, a confirmé la raisonnabilité des conclusions selon lesquelles la Colombie peut protéger de manière adéquate des personnes qui sont dans des situations similaires à celles des demandeurs (voir, entre autres,", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 1471, aux paragraphes 82 à 89 (QL) (", "Mendoza-Rodriguez", ");", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 1278 (QL)). De plus, le défendeur prétend que cela n'est pas suffisant pour les demandeurs de faire ressortir le caractère mitigé de la preuve documentaire dans un cas où ils ne se sont pas réclamés de la protection de leur État d'origine (voir, entre autres,", "<FRAGMENT_SUPPRESSED>  [2005] ACF no 621 (QL), au paragraphe 10;", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 1495 (QL), au paragraphe 14)."], ["[24]", "Dans la même veine, le défendeur prétend qu'il était approprié de la part de la Commission de mettre l'accent sur l'omission des demandeurs de se réclamer de la protection et que son rejet des excuses de la codemanderesse est bien appuyé par la jurisprudence de la Cour (voir, entre autres,", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689, à la page 724 (", "Ward", ");", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 497 (QL), au paragraphe 60). Le défendeur affirme aussi que demander des conseils d'un ami dans les forces armées n'est pas assimilable à une tentative de solliciter la protection de l'État."], ["[25]", "En dernier lieu, le défendeur affirme que la Cour doit présumer que les tribunaux administratifs ont tenu compte de toute la preuve et que ces derniers n'ont pas l'obligation de renvoyer aux éléments de preuve contradictoire se trouvant dans les sources documentaires (voir", "<FRAGMENT_SUPPRESSED>  (QL) (CA) ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 1168 (QL), au paragraphe 29 ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  [2013] ACF no 527 (QL), aux paragraphes 58 à 61 ( <FRAGMENT_SUPPRESSED> )). Effectivement, un argument similaire avait été mis de l'avant à propos du rapport de M. Chernick dans la décision", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 1594 (QL), aux paragraphes 14 à 19, et il y avait été conclu que la décision de la Commission était raisonnable à cet égard, malgré le fait qu'elle n'ait pas renvoyé à M. Chernick par son nom. Dans l'ensemble, le défendeur affirme que les demandeurs demandent en réalité à la Cour de pondérer la preuve à nouveau, ce que la Cour ne peut pas faire (voir", "Newfoundland and  <FRAGMENT_SUPPRESSED> , aux paragraphes 14 à 18).", "Analyse et décision", "La première question en litige", "Quelle est la norme de contrôle applicable?"], ["[26]", "Lorsque la jurisprudence a déterminé la norme de contrôle applicable à une question donnée, la cour de révision peut adopter cette norme (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 57 ( <FRAGMENT_SUPPRESSED> ))."], ["[27]", "Le juge en chef Paul Crampton a donné les explications suivantes quant à la norme de contrôle applicable à l'égard des décisions concernant la protection de l'État dans la décision", "<FRAGMENT_SUPPRESSED>  [2013] ACF no 1099 (QL), au paragraphe 22:", "La norme de contrôle qui s'applique à l'évaluation par la SPR de la question de la protection de l'État dépend de la mesure dans laquelle la conclusion tirée par la Commission découlait de sa compréhension du critère pertinent qui s'applique à la question de la protection de l'État ou de son application de ce critère aux faits de l'espèce. Essentiellement pour les mêmes raisons qui ont été abordées aux paragraphes 20 et 21, dans le premier cas, la norme de contrôle serait celle de la décision correcte (voir aussi", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ), alors que, dans le second, la norme de contrôle serait celle de la décision raisonnable. En résumé, la jurisprudence a défini un critère bien précis en ce qui concerne la protection de l'État (voir, p. ex.,", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] ;", "<FRAGMENT_SUPPRESSED> à 52). Par conséquent, il n'est pas loisible à la SPR d'appliquer un critère différent, et la question de savoir si la SPR a appliqué le critère pertinent devrait faire l'objet d'un contrôle selon la norme de la décision correcte. Cependant, l'examen de la possibilité que la SPR ait commis une erreur en appliquant le droit établi aux faits de l'espèce serait une question mixte de fait et de droit qui devrait faire l'objet d'un contrôle selon la norme de la décision raisonnable (arrêt <FRAGMENT_SUPPRESSED> , précité, aux paragraphes 51 à 53;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[28]", "En l'espèce, les demandeurs prétendent que la Commission a mal compris deux aspects du critère, donc la norme de contrôle applicable est celle de la décision correcte quant à ses questions."], ["[29]", "Les autres questions en litige mises de l'avant par les demandeurs concernent toutes l'appréciation des faits par la Commission ou la manière dont celle-ci a appliqué le droit aux faits. Pour ces questions, la norme de contrôle applicable est celle de la raisonnabilité. Cela signifie que je ne dois pas intervenir si la décision de la Commission est transparente, intelligible et justifiée, et qu'elle appartient aux issues acceptables (voir <FRAGMENT_SUPPRESSED> , au paragraphe 47, et", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , au paragraphe 59 ( <FRAGMENT_SUPPRESSED> )). Comme a statué la Cour suprême du Canada dans l'arrêt <FRAGMENT_SUPPRESSED> aux paragraphes 59 et 61, la Cour qui applique la norme de la raisonnabilité ne peut substituer à la décision l'issue qui serait à son avis préférable, et elle ne peut apprécier à nouveau la preuve.", "La deuxième question en litige", "La Commission a-t-elle mal saisi le critère applicable en matière de protection de l'État?"], ["[30]", "Les demandeurs affirment que la Commission a mal compris le critère applicable en ce qui concerne la protection de l'État, et ce, de deux manières: (1) elle a imposé aux demandeurs le fardeau de solliciter la protection de l'État, ce qui va à l'encontre de <FRAGMENT_SUPPRESSED> , et (2) elle a uniquement tenu compte des efforts déployés par l'État, et non de la question de savoir si la protection de l'État était adéquate sur le terrain. Aucune de ces récriminations n'est fondée."], ["[31]", "En ce qui concerne la première récrimination, la Commission a bel et bien mis l'accent sur le fait que, pour les pays démocratiques, les demandeurs d'asile devront en temps normal démontrer qu'ils avaient sollicité la protection de l'État. La Commission n'a pas commis d'erreur et son approche va dans le sens de la jurisprudence de la  <FRAGMENT_SUPPRESSED>  [2007] ACF no 1100 (QL), au paragraphe 10). Même dans la décision <FRAGMENT_SUPPRESSED> , le précédent privilégié par les demandeurs, monsieur le juge Russel Zinn avait reconnu qu'il s'agissait fréquemment d'une exigence pratique, puisqu'une preuve claire et convaincante est nécessaire pour réfuter la présomption relative à la protection de l'État (au paragraphe 10)."], ["[32]", "La Commission aurait commis une erreur uniquement si elle n'avait pas compris qu'une demande d'asile peut aussi être accueillie dans l'éventualité où les demandeurs peuvent démontrer qu'il aurait probablement été inutile pour eux de se réclamer de la protection de l'État (voir", "Ward", ", à la page 724). À cet égard, la Commission a mentionné à bon droit au paragraphe 23 de sa décision qu'un demandeur d'asile « [...] doit convaincre la Commission qu'il a demandé la protection de son État sans pouvoir l'obtenir ou,", "à titre subsidiaire,", "qu'il n'est pas possible de s'attendre objectivement à ce que son État le protège", "» [non souligné dans l'original]. Il s'agit d'une paraphrase de l'arrêt", "<FRAGMENT_SUPPRESSED>  DLR (4th) 413, au paragraphe 37, de la Cour d'appel fédérale, et ce passage démontre sans aucun doute que la Commission connaissait le critère applicable. De plus, cette compréhension transpire de la décision de la Commission, puisqu'elle ne s'était pas simplement arrêtée à conclure que les demandeurs n'avaient jamais sollicité la protection, mais qu'elle avait ensuite examiné la situation dans le pays."], ["[33]", "En ce qui concerne le deuxième argument des demandeurs, la Commission a clairement mentionné au paragraphe 30 de sa décision « [...] qu'il ne suffit pas de dire que des mesures sont prises en vue d'offrir un jour ou l'autre une protection de l'État adéquate. [...] Tout effort doit avoir \"véritablement engendré une protection adéquate de l'État\" sur le plan opérationnel ». La Commission connaissait le critère applicable. De plus, bien que je remettrai en question les éléments sur lesquels la Commission a mis l'accent lorsqu'elle a appliqué le critère, sa décision démontre effectivement que la Colombie a eu des succès sur le plan opérationnel dans sa lutte contre les FARC et dans la réduction de la corruption au sein de ses forces de sécurité. Elle n'a pas seulement mis l'accent sur les efforts déployés par la Colombie, et je crois qu'elle a bien compris le critère applicable.", "La troisième question en litige", "La décision était-elle déraisonnable?"], ["[34]", "Pour commencer, je conviens avec le défendeur que la Commission n'a pas commis une erreur en rejetant la preuve documentaire des demandeurs. Elle a explicitement mentionné qu'elle privilégiait la preuve contenue dans le Cartable national de documentation, parce que les sources y étaient plus fiables. En d'autres mots, elle a apprécié la preuve documentaire des demandeurs et elle a conclu que celle-ci était insuffisante. Il ne s'agit pas d'une situation comme celle dans la décision <FRAGMENT_SUPPRESSED> . Dans cette affaire, la Commission avait commis une erreur en rejetant la preuve se rapportant à la situation personnelle d'un demandeur d'asile, sans tirer de conclusion quant à sa crédibilité. En l'espèce, le conflit est uniquement entre des éléments de preuve documentaire et la Commission devait faire un choix entre des rapports contradictoires. Il ne m'appartient pas, à ce stade-ci, de critiquer le choix en question."], ["[35]", "De plus, les tribunaux administratifs sont présumés avoir pris en compte la totalité des éléments de preuve ( <FRAGMENT_SUPPRESSED> , au paragraphe 1). Parfois, dans un cas où un tribunal administratif ne fait pas mention d'un élément de preuve probant qui va à l'encontre de ses conclusions, la Cour conclura que le tribunal en question n'en a pas tenu compte (voir", "<FRAGMENT_SUPPRESSED>  (QL), 157 FTR 35, aux paragraphes 15 à 17)."], ["[36]", "Le défendeur fait remarquer que la Cour a parfois été plus hésitante à tirer une telle conclusion en ce qui a trait à la preuve sur la situation dans le pays (voir", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 1301 (QL), au paragraphe 6; <FRAGMENT_SUPPRESSED> , au paragraphe 29, et <FRAGMENT_SUPPRESSED> , au paragraphe 59). Il y a de bonnes raisons à cela. La documentation sur le pays consiste habituellement en une centaine de pages provenant de sources secondaires qui rapportent de l'information provenant d'une quantité encore plus importante de sources primaires et d'autres sources secondaires. Plusieurs perspectives différentes y sont rapportées et il y aura inévitablement des renseignements en contradiction quant à un grand nombre de questions importantes. À cause de cela, il sera presque toujours possible d'extraire quelque citation de la preuve documentaire qui étaye une position et ensuite de prétendre que la Commission n'a pas tenu compte de cet élément de preuve, parce qu'elle n'a pas expressément fait mention de ces documents par leur nom."], ["[37]", "Cependant, le contrôle judiciaire ne devrait pas être une « chasse au trésor, phrase par phrase, à la recherche d'une erreur » (", "Syndicat canadien des communications, de l'énergie et du papier, section locale 30 c Pâtes & Papier Irving, Ltée", ", 2013 CSC 34, au paragraphe 54). Il ne serait ni pratique ni efficace de s'attendre d'un tribunal administratif à ce qu'il précise méticuleusement quel poids il accorde à la preuve de chaque source et à chaque source à l'intérieur d'une autre source pour chaque question au sujet de laquelle il existe des données contradictoires. Dans le meilleur cas, cela favoriserait une lecture [traduction] « par mot magique » des motifs, alors que les tribunaux administratifs seraient incités à dresser, de manière générique, une liste de documents pour établir qu'ils les ont consultés, mais cela n'apporterait aucune valeur ajoutée à la décision."], ["[38]", "De plus, en raison du volume important de preuve documentaire, il est beaucoup plus difficile d'inférer de manière fiable qu'un élément de preuve bien précis avait été ignoré du simple fait qu'il n'avait pas été expressément mentionné."], ["[39]", "Par conséquent, si la Commission explique sur quels éléments de preuve documentaire elle se fonde et qu'il s'agit d'une preuve fiable qui appuie raisonnablement ses conclusions, le fait de déceler quelques citations qui contredisent cette preuve et que le tribunal a rejetées sans expressément avoir donné des explications à l'appui de ce rejet ne rendra pas la décision déraisonnable. Si, d'un autre côté, la preuve contradictoire est abondante et que la Commission n'explique pas quels éléments de preuve documentaire appuient ses conclusions, il pourrait alors être plus facile de conclure que la décision était déraisonnable."], ["[40]", "La Commission a néanmoins bel et bien commis une erreur dans la présente affaire. Bien que la Commission ait compris le critère applicable, je souscris ultimement à la prétention des demandeurs selon laquelle la Commission a commis une erreur en ne se penchant pas sur la question principale: les personnes ayant spécifiquement été prises pour cibles par les FARC peuvent-elles se réclamer de la protection de l'État? La Commission a plutôt concentré son examen de la preuve documentaire sur la situation dans le pays, sur la corruption au sein des forces de sécurité et sur les réussites militaires contre les FARC et contre les autres guérilléros. Les demandeurs ne s'étaient pas sauvés des premières lignes du combat; ils fuyaient le crime. La réduction des capacités militaires des FARC ne signifie pas que l'État peut protéger les gens ayant été spécifiquement pris pour cibles par les FARC à des fins de harcèlement ou d'extorsion. Le commissaire devait se pencher sur cette question et les motifs ne démontrent pas qu'il l'ait fait. Par conséquent, je conclus que la décision est déraisonnable (voir", "Martinez Gonzalez", ", au paragraphe 16, et", "Avila Rodriguez", "au paragraphe 46)."], ["[41]", "En dernier lieu, le défendeur a aussi fait remarquer que, à plusieurs reprises, la Cour a confirmé des décisions par lesquelles la Commission concluait que la protection de l'État en Colombie était adéquate pour les personnes dans la situation des demandeurs. Il est toutefois possible d'effectuer une distinction entre la présente affaire et les quelques décisions qu'il cite à l'appui de son observation. Dans la décision", "Mendoza-Rodriguez", "par exemple, la Commission avait conclu que les demandeurs avaient menti à propos du fait qu'ils étaient poursuivis par un membre d'une organisation paramilitaire (au paragraphe 84), de sorte qu'ils ne devaient pas être protégés contre qui que ce soit. De toute manière, la Cour examine les conclusions de fait relatives à la protection de l'État uniquement pour établir si elles sont raisonnables, et chaque affaire doit être tranchée selon les faits qui lui sont propres (voir", "<FRAGMENT_SUPPRESSED>  [2013] ACF no 1041 (QL)). La possibilité qu'un commissaire puisse raisonnablement conclure que la protection de l'État est adéquate dans de telles situations n'excuse pas que la Commission n'ait pas réellement examiné si c'était le cas en l'espèce."], ["[42]", "Il s'ensuit que j'accueillerais la demande de contrôle judiciaire, que j'annulerais la décision de la Commission et que je renverrais l'affaire à un tribunal différemment constitué de la Commission pour nouvelle décision."], ["[43]", "Ni l'une ni l'autre des parties n'a souhaité soumettre à mon examen une question grave de portée générale en vue de sa certification.", "JUGEMENT"], ["[44]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie. La décision de la Commission est annulée et l'affaire est renvoyée à un tribunal différemment constitué de la Commission pour nouvelle décision.", "ANNEXE", "Les dispositions législatives applicables", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "...", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérentes à celles-ci ou occasionnées par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "...", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[End of document]"]]}