{"id_": "036579", "body_str": [["[1]", "Crampton, C.J.", ": This application for judicial review raises a troubling issue. It concerns Ms. Depinder Kaur Gill's unsuccessful attempts to sponsor her husband for permanent residence in Canada."], ["[2]", "Were it not for an error made by the visa officer who initially reviewed Ms. Kaur Gill's sponsorship application, that application likely would have been successful. However, between the time the sponsorship application was rejected by the visa officer and rejected again by the Immigration Appeal Division [IAD] of the Refugee Board of Canada, the legal test applicable to such applications changed. Unfortunately, her counsel has not been able to identify any principle of law upon which the Court can rely to keep alive her hope of sponsoring her husband for permanent residence in Canada."], ["[3]", "Ms. Kaur Gill asserts that the IAD committed a number of errors in dismissing her appeal of the visa officer's rejection of her spousal sponsorship application. Those alleged errors can be conveniently summarized as follows:", "i. the IAD unreasonably concluded that her marriage was entered into primarily for the purpose of acquiring a status or privilege under the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 [IRPA]; and", "ii. the IAD applied the wrong test in rejecting her application."], ["[4]", "For the reasons that follow, this application is dismissed.", "I.", "Background"], ["[5]", "In early 2007, Ms. Kaur Gill's friends put an advertisement in a newspaper seeking potential candidates for a husband for her. Mr. Gill responded to the advertisement. It appears that in June 2007, after one of Ms. Kaur Gill's friends had many telephone discussions with Mr. Gill, the couple began to have direct telephone conversations. Ms. Kaur Gill then went to India to meet with both families in July 2007. The couple met in person for the first time the following month, in Canada. They married in Canada a few weeks later. At that time, Mr. Gill was under a deportation order."], ["[6]", "The couple resided together until October 2008, when Mr. Gill left Canada pursuant to the deportation order."], ["[7]", "Ms. Kaur Gill's sponsorship application was filed in November 2008. She visited Mr. Gill in India for extended periods in 2008 and 2009."], ["[8]", "During one of those visits, in March 2009, they were each interviewed in New Delhi by the visa officer."], ["[9]", "In April 2010, the visa officer refused Ms. Kaur Gill's sponsorship application on the basis that her marriage to Mr. Gill was not genuine and was entered into primarily for the purpose of assisting Mr. Gill to acquire permanent residence in Canada.", "II.", "The Relevant Legislation"], ["[10]", "At the time of the visa officer's decision, section 4 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-2007 [Regulations] set forth a conjunctive test which provided that a foreign national could not be considered to be a spouse within the meaning of the Regulations if the marriage in question was (i) not genuine,", "and", "(ii) was entered into primarily for the purpose of acquiring any status or privilege under the IRPA."], ["[11]", "On September 30, 2010, an amended version of section 4 came into force. In essence, the amendment changed the test to a disjunctive one, by replacing the word \"and,\" as it appeared between the two prongs of the test, with the word \"or.\""], ["[12]", "Paragraph 43(c) of the", "Interpretation Act", ", RSC 1985, c I-21 states:", "43. Where an enactment is repealed in whole or in part, the repeal does not", "...", "(c) affect any right, privilege, obligation or liability acquired, accrued, accruing or incurred under the enactment so repealed", "43. L'abrogation, en tout ou en partie, n'a pas pour conséquence:", "...", "c) de porter atteinte aux droits ou avantages acquis, aux obligations contractées ou aux responsabilités encourues sous le régime du texte abrogé;", "III.", "The Decision under Review"], ["[13]", "In January 2012, the IAD dismissed Ms. Kaur Gill's appeal of the visa officer's decision."], ["[14]", "In the course of reaching its determination, the IAD determined, contrary to the visa officer's decision, that the marriage was in fact genuine."], ["[15]", "However, the IAD proceeded to find that Ms. Kaur Gill had not established, on a balance of probabilities, that the primary purpose of the marriage was other than to gain status or privilege under the IRPA."], ["[16]", "The IAD also determined that it should apply the amended version of section 4 of the Regulations in its assessment of Ms. Kaur Gill's appeal, because (i) that appeal proceeds on the basis of a", "de novo", "hearing, and (ii) it must apply the law as it stands at the time of its decision.", "IV.", "Standard of Review"], ["[17]", "The standard of review applicable to the IAD's conclusion with respect to the primary purpose of Ms. Kaur Gill's marriage is reasonableness (", "FRAGMENT_SUPPRESSED)."], ["[18]", "Broadly speaking, reasonableness is also the standard applicable to a review of the IAD's interpretation of the Regulations (", "FRAGMENT_SUPPRESSED). However, in this particular case, the issue of which version of section 4 applies to the IAD's determination of appeals of decisions that were made prior to September 30, 2010 engages the principles of fundamental fairness and natural justice. In my view, the IAD does not have any specialized expertise with respect to these principles, or, indeed, with respect to the determination of which version of section 4 is applicable in a particular hearing. Therefore, the standard of review applicable in assessing that issue is correctness (", "FRAGMENT_SUPPRESSED).", "V.", "Analysis", "A.", "Was the IAD's conclusion with respect to the primary purpose of Ms. Kaur Gill's marriage unreasonable?"], ["[19]", "Ms. Kaur Gill submits that it was perverse and unreasonable for the IAD to conclude that her marriage to Mr. Gill was entered into primarily for the purpose of acquiring any status or privilege under the IRPA, given that it also concluded that the marriage is genuine. She also asserts that the IAD unreasonably assessed the evidence she adduced regarding the primary purpose of the marriage. I disagree."], ["[20]", "In its decision, the IAD appropriately acknowledged that it \"is always difficult to assess the primary purpose of a marriage because the decision to marry is intensely personal and private.\" The IAD also stated:", "[W]here there is a genuine marriage, such as I have determined here, there needs to be compelling evidence that the primary purpose was other than to be in a genuine marriage, to overcome the implication that, while gaining admission to Canada was a significant factor, entering into a genuine marriage was the primary consideration."], ["[21]", "Ultimately, the IAD concluded that such compelling evidence existed. In reaching this conclusion, the IAD considered (i) Mr. Gill's immigration history, (ii) his credibility, (ii) statements he made during his interview with the visa officer, and (iv) the fact that he proposed to Ms. Kaur Gill without having met her in person, notwithstanding that they were both living in Canada during their courtship period."], ["[22]", "With respect to Mr. Gill's immigration history, the IAD noted that he first arrived in Canada in 2000 on a false passport. It observed that he then made an unsuccessful claim for refugee protection. It declined to draw a negative inference from this fact, because it did not have evidence regarding the basis for the rejection of that claim. It then turned to his first marriage, which occurred in May 2003. In this regard, it noted that there was little, if any, vetting of compatibility between Mr. Gill and his first wife; and that Mr. Gill's explanation for this was that her family was located in Canada. The IAD observed that this explanation was not credible, because there was no evidence which supported the proposition that marrying in Canada made background checks impractical, unnecessary or onerous. It added that Mr. Gill provided no plausible explanation for why such background checks were not conducted. It found that this was significant, because (i) such background checks would have turned up the fact that his first wife was illiterate, (ii) he testified that Ms. Kaur Gill's high level of education was an important consideration for him and his family at the time he was courting her, and (iii) the evidence did not establish that the importance of finding a well educated bride changed over time, for him and his family, between the time he married his first wife and the time he married Ms. Kaur Gill. In addition, the IAD noted that background checks may well have disclosed the fact that his first wife was still married at the time of his marriage to her. It then observed that, rather than waiting for her divorce, so that he could legally marry her, he separated from her, apparently, because she could no longer sponsor him. Later on in its decision, the IAD observed that the evidence suggested that his first marriage \"was likely motivated by his desire to gain admission to Canada.\""], ["[23]", "With respect to Mr. Gill's credibility, the IAD also made an adverse finding based on his denial of the events that formed the basis for his conviction of assault causing bodily harm to his first wife. It made that finding after considering the findings of the sentencing court. In addition, the IAD found that Mr. Gill was \"often evasive in answering questions on cross-examination\" and that he \"frequently had to be asked a question repeatedly in an effort to obtain a responsive answer.\""], ["[24]", "Turning to Mr. Gill's interview with the visa officer, the IAD noted that he had made a number of statements which supported the Minister's contention that the primary purpose of the marriage was to gain status or privilege under the IRPA. For example, he stated that he had to separate from his first wife because their marriage could not be registered (due to the fact that she was still legally married to someone else when he married her), and therefore \"my marriage was not acceptable for my case.\" In addition, he stated that, while he wanted to return to India to marry someone of his parents' choice, he was \"temporary in Canada and needed to become permanent here.\" He also appeared to acknowledge that he was searching for a bride who could sponsor him."], ["[25]", "Based on all of the foregoing, the IAD concluded that Ms. Kaur Gill had not established, on a balance of probabilities, that the primary purpose of her marriage to Mr. Gill was other than to gain status or privilege under the IRPA."], ["[26]", "In my view, the conclusion reached by the IAD was well \"within the range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "FRAGMENT_SUPPRESSED). It was also appropriately justified, transparent and intelligible."], ["[27]", "This Court's ruling in", "FRAGMENT_SUPPRESSED is distinguishable, because the IAD's above-described conclusion was based on more than just a finding that the spouse was highly motivated to immigrate to Canada", ".FRAGMENT_SUPPRESSED, at para 16 is also distinguishable, because the IAD's above-described conclusion was not primarily based on attitudes derived from our culture."], ["[28]", "Ms. Kaur Gill submits that it was unreasonable for the IAD to find that her marriage with Mr. Gill was genuine, and then to conclude that she had not established that the primary purpose of the marriage was other than to gain status or privilege under the IRPA."], ["[29]", "I disagree. A plain reading of section 4 of the Regulations reflects that these are two distinct tests. If a finding that a marriage is genuine precluded the possibility of a finding that the marriage was entered into primarily for the purpose of acquiring any status or privilege under the IRPA, the latter test would be superfluous. This would offend the presumption against statutory surplusage. (", "FRAGMENT_SUPPRESSED)."], ["[30]", "It is well established that while there are strong links between the two tests in section 4, they are distinct. (", "FRAGMENT_SUPPRESSED)"], ["[31]", "Ms. Kaur Gill submits that the IAD's conclusion regarding the primary purpose of the marriage was clearly perverse, given that she and Mr. Gill have been married for over 4.5 years and conceived a child almost three years into their marriage. Ms. Kaur Gill also notes that, in reaching its conclusion on this point, the IAD also unreasonably failed to consider and give weight to other evidence about matters that post-dated the marriage."], ["[32]", "I acknowledge that evidence about matters that occurred subsequent to a marriage can be relevant to a consideration of whether the marriage was entered into primarily for the purpose of acquiring any status or privilege under the IRPA (", "FRAGMENT_SUPPRESSED). However, such evidence is not necessarily determinative, and it is not necessarily unreasonable for the IAD to fail to explicitly consider and discuss such evidence."], ["[33]", "This is because, in contrast to the present tense focus of the first of the two tests set forth in section 4 of the Regulations, which requires an assessment of whether the impugned marriage \"", "is", "not genuine,\" the focus of the second of those tests requires an assessment of whether the marriage \"", "was", "entered into primarily for the purpose of acquiring any status or privilege under the Act\" (emphasis added). Accordingly, in assessing whether the latter test is satisfied, the focus must be upon the intentions of both parties to the marriage at the time of the marriage. I agree with the Respondent that testimony by those parties regarding what they were thinking at that time typically will be the most probative evidence regarding their primary purpose for entering into the marriage."], ["[34]", "In my view, it was not unreasonable for the IAD to conclude, for the reasons described above, that at the time Mr. Gill entered the marriage, he did so primarily for the purpose of acquiring a status or privilege under the IRPA. In reaching that conclusion, the IAD did not err by failing to explicitly discuss evidence about matters that post-dated the marriage. That said, I note that such evidence was appropriately considered by the IAD in reaching its conclusion regarding the genuineness of the marriage.", "B.", "Did the IAD apply the wrong version of section 4 of the Regulations?"], ["[35]", "Ms. Kaur Gill submits that the IAD should have applied the version of section 4 that was in force prior to September 30, 2010, because she filed her Notice of Appeal on May 7, 2010. She also submits that, once she filed that Notice of Appeal, she had accruing rights that could not be adversely affected by a subsequent amendment to section 4, as contemplated by paragraph 43(c) of the", "Interpretation Act", ", above."], ["[36]", "The Respondent maintains that Ms. Kaur Gill did not have a vested right to the continuance of the law as it stood at the time she filed her Notice of Appeal (", "FRAGMENT_SUPPRESSED). It asserts that because an appeal before the IAD proceeds on the basis of a hearing", "de novo", "FRAGMENT_SUPPRESSED), the IAD has an obligation to apply section 4 as it stood at the time the appeal was heard and its decision was rendered."], ["[37]", "I recognize that there is something wrong about the fact that Ms. Kaur Gill's spousal sponsorship application may be reasonably rejected under the existing version of the Regulations, even though that application likely would have been successful at the time it was initially assessed by the visa officer, had the visa officer not erred in concluding that her marriage is not genuine."], ["[38]", "I find this result troubling. However, I have not been provided with any authority that would enable me to find that the IAD's application of the Regulations currently in force was contrary to any principle of Canadian law. In fact, the applicable legal principles support, in a general way, the Respondent's position. Accordingly, I am unable to accept Ms. Kaur Gill's position that the IAD erred by failing to apply the previous version of the Regulations in considering her spousal sponsorship application."], ["[39]", "Contrary to Ms. Kaur Gill's submissions, a right to have her spousal sponsorship application determined under the version of the Regulations that was in force prior to September 30, 2010 did not become accrued and did not begin to accrue as of the moment she filed her Notice of Appeal with the IAD."], ["[40]", "This is because persons who make such applications have no accrued or accruing rights until all of the conditions precedent to the exercise of the right they hope to obtain under the application have been fulfilled (", "FRAGMENT_SUPPRESSED). Until a final decision has been made on the application, the applicant simply has potential future rights that remain to be determined (", "FRAGMENT_SUPPRESSED). Stated alternatively, the applicant has no more than a hope that the application will be successful. There are no rights that may be retroactively or retrospectively affected by a change in the test applicable to spousal sponsorship applications. To the extent that this Court's decision in", "FRAGMENT_SUPPRESSED, which dealt with a significantly different legislative regime, stands for the contrary position, I respectfully decline to follow that decision."], ["[41]", "The situation faced by such applicants contrasts with situations in which a party to legal proceedings has an accrued substantive right (for example, to equal pay) at the time that party initiates legal proceedings. Pursuant to paragraph 43(c) of the", "Interpretation Act", ", above, such accrued rights cannot be adversely affected as a result of the partial or complete repeal of the enactment which confers those rights (", "FRAGMENT_SUPPRESSED)."], ["[42]", "At first blush, the Respondent's position that the IAD must apply the law as it stands", "at the time of its decision", "would appear to be correct. That position was endorsed by this Court in", "FRAGMENT_SUPPRESSED). However, in those cases, the visa officer and the IAD each determined that the applicant had failed to establish both of the tests in section 4. As a result, the fact that section 4 was changed from a conjunctive test to a disjunctive test between the time of the visa officer's decision and the time of the IAD's decision had no particular significance."], ["[43]", "This case calls for a closer examination of the issue. In conducting this examination, it must be kept in mind that the IAD's hearings are", "de novo", "in nature, and that persons who make applications to sponsor a spouse under the family class have no accrued or accruing rights until a final decision has been made on their application."], ["[44]", "In this context, the version of the Regulations that is applicable to a determination of an appeal by the IAD is the version that was in force", "at the time the parties made their submissions to the IAD", ". However, if the parties have a full opportunity to supplement their prior written submissions with oral submissions", "at the time of the IAD's hearing", ", then the version of the Regulations which ought to be applied by the IAD is the version that was in force", "at that time", ". I acknowledge that there may be situations in which a subsequent amendment to the Regulations has no bearing on any of the submissions that were made by the parties, and that in such situations, it may be appropriate for the IAD to apply that amended version of the Regulations, i.e., the version that was in force", "at the time of its decision"], ["[45]", "Ms. Kaur Gill submitted her evidence to the IAD beginning in early 2011, well after the existing version of section 4 came into force. It does not appear that she made any written submissions to the IAD. However, she had an opportunity to make oral submissions during the IAD's hearings on March 18, 2011, at which the Respondent raised the change in the wording of section 4 as a potential issue, and on October 25, 2011."], ["[46]", "Accordingly, the IAD correctly determined that the version of the Regulations that had to be applied in assessing Ms. Kaur Gill's application was the current version of those Regulations."], ["[47]", "I am not aware of any principle of procedural fairness, due process or natural justice in this country that required the IAD to apply the version of those Regulations that existed at the time the visa officer's decision was made.", "VI.", "Conclusion"], ["[48]", "The IAD's conclusion that Ms. Kaur Gill had failed to demonstrate, on a balance of probabilities, that the primary purpose of her marriage to Mr. Gill was not primarily for the purpose of acquiring any status or privilege under the IRPA, was reasonable."], ["[49]", "The IAD correctly determined that the version of the Regulations that had to be applied in assessing Ms. Kaur Gill's application was the current version of those Regulations."], ["[50]", "Accordingly, this application for judicial review is dismissed"], ["[51]", "At the end of the hearing of this application, Ms. Kaur Gill's counsel tentatively proposed two questions for certification regarding the test that the IAD applied in rejecting her spousal sponsorship application. However, upon reflection, and after the Respondent confirmed in writing its opposition to those questions, Ms. Kaur Gill's counsel submitted that further litigation would inhibit her effort to reunite with Mr. Gill and that she no longer wished to have a question certified."], ["[52]", "I note also that, after I inquired as to whether there are other outstanding cases that involve a decision made by a visa officer prior to September 30, 2010 and an appeal to the IAD that was heard under the existing Regulations, the Respondent replied in writing that \"[t]here is no information at present to confirm the volume of cases under these circumstances.\""], ["[53]", "Considering the foregoing, and the absence of any significant divergence in this Court with respect to the legal test to be applied by the IAD in circumstances such as those that are the subject of this application for judicial review, I am not persuaded that this application gives rise to a serious question of general importance.", "JUDGMENT"], ["[54]", "THIS COURT ORDERS AND ADJUGES THAT", "1. This application is dismissed.", "2. There is no question for certification.", "Application dismissed.", "Editor: E. Joanne Oley/vnh"]]}