{"id_": "036746", "body_str": [["[1]", "Martineau, J.", "[Translation]: The applicant is challenging the legality of a decision dated July 16, 2014, by the Refugee Protection Division of the Immigration and Refugee Board [panel] rejecting his refugee claim because his persecution narrative was not credible, he waited too long to claim refugee status and, in any event, he currently has no reason to fear for his life or safety."], ["[2]", "It is not necessary to consider the reasonableness of the panel's various findings since the determinative issue in this case is whether the panel complied with the rules of procedural fairness, which the Court must review on a correctness standard. Intervention is warranted in this case."], ["[3]", "On April 29, 2014, the panel sent a notice to appear to the applicant and his counsel indicating that the hearing of the claim would take place on June 13, 2014, and that if the applicant did not appear, he would have to attend a special hearing on July 4, 2014, to explain his absence and to prevent his refugee claim from being declared abandoned."], ["[4]", "In fact, on June 11, 2014, two days prior to the hearing, the counsel of record indicated to the panel for the first time that she intended to withdraw from the case, alleging a lack of cooperation on the part of the applicant. There is nothing in the record to indicate that the applicant knew prior to that date that his counsel was going to withdraw. On June 12, 2014, the panel issued a direction to the effect that [translation] \"under paragraphs 15(1) and (2) of the [Refugee Protection Division] Rules, Ms. Blain must appear for the request [to be removed from the record]\"."], ["[5]", "Section 15 of the", "Refugee Protection Division Rules", ", SOR/2012-256 [Rules] is clear:", "15. (1) To be removed as counsel of record, counsel for a claimant or protected person must first provide to the person represented and to the Minister, if the Minister is a party, a copy of a written request to be removed and then provide the written request to the Division, no later than three working days before the date fixed for the next proceeding.", "(2) If it is not possible for counsel to make the request in accordance with subrule (1), counsel must appear on the date fixed for the proceeding and make the request to be removed orally before the time fixed for the proceeding.", "(3) Counsel remains counsel of record unless the request to be removed is granted.", "15. (1) Le conseil d'un demandeur d'asile ou d'une personne protégée inscrit au dossier qui veut se retirer du dossier transmet d'abord une copie d'une demande de retrait par écrit à la personne qu'il représente et au ministre, si le ministre est une partie, puis transmet la demande par écrit à la Section au plus tard trois jours ouvrables avant la date fixée pour la prochaine procédure.", "(2) S'il lui est impossible de faire la demande conformément au paragraphe (1), le conseil se présente à la date fixée pour la procédure et fait sa demande de retrait oralement avant l'heure fixée pour la procédure.", "(3) Le conseil demeure le conseil inscrit au dossier à moins que la demande de retrait soit accordée."], ["[6]", "For a reason that counsel were unable to explain to the Court at the hearing, the procedure to be removed under section 15 of the Rules was clearly not followed. On June 13, 2014, at the opening of the hearing, the panel noted that [translation] \"I have not heard from anyone this morning\", and despite Ms. Blain's failure to make her request to be removed orally at the hearing, it found that [translation] \"counsel was removed from the record\"."], ["[7]", "On the other hand, the panel did hear from the applicant, who in the meantime submitted a doctor's note dated June 11, 2014, explaining that he was unable to be physically present at the hearing on June 13, 2014, because he had fallen on June 10, 2014, while going down the stairs. The physician, Dr. V. Colavincenzo, who examined the applicant, wrote:", "Mr. Singh visited me today complaining of acute pain localized to the right ankle and middle to lower back following a fall while going down the stairs that occurred yesterday evening.", "This fall aggravated a previous trauma of the right ankle that was fractured and operated with screws and metal plates.", "Today, there is swelling and pain of the right ankle and middle to lower back and the need to do X-rays and take painkillers. In view of this injury I recommend 7 to 10 days rest and ice. He will be reevaluated in 10 days."], ["[8]", "The panel found that the treating physician's opinion was insufficient and therefore decided to commence abandonment procedures so that the applicant could [translation] \"explain why he is not here\" and [translation] \"the panel, with the doctor's note, definitely has questions . . . \". I will come back later to the \"questions\" the panel said it had."], ["[9]", "Changing the notice to appear dated April 29, 2014-which stated that a special abandonment hearing would take place on July 4, 2014, if the applicant did not appear on June 13, 2014-the panel decided that it would now be held on June 20, 2014, two weeks earlier than initially scheduled. Counsel were unable to satisfactorily explain to the Court this sudden advancement of the date. The respondent relies on subsection 65(3) of the Rules, which provides that the special abandonment hearing must be held no later than five working days after the date initially set for the hearing, but the evidence in the record indicates that the panel itself did not comply with this provision (see the notice of hearing dated April 29, 2014, duly signed by the panel's clerk)."], ["[10]", "An amended notice to appear marked [translation] \"ABANDONMEN T\" was therefore sent by the panel to the applicant on June 13, 2014, by regular prepaid mail. According to subsection 41(2) of the Rules, legally speaking, the amended notice of hearing was considered to have been received on June 20, 2014, the same day that the hearing was set for. However, in fact, based on the evidence in the record, it appears that the applicant was informed of the new hearing date on June 17, 2014, just three days prior to the hearing."], ["[11]", "On June 20, 2014, the applicant attended the abandonment hearing in person. He submitted to the panel a new letter dated June 17, 2014, from the treating physician providing further details about the applicant's physical incapacity on June 11, 2014:", "At the request of the patient named Harpreet Singh, this letter was type written so that the information regarding his health can be clearly read and understood by all those who find my handwriting unclear.", "I want to begin by reporting that on July 9, 2012 this gentleman was a victim of a serious car accident; he was hit by a car as a pedestrian. He suffered multiple fractures (right ankle and lower leg, dorsal spine, sternum, ribs, nose, left shoulder bone and left shoulder blade) and multiple soft tissue lacerations. He underwent several surgeries and many weeks of rehabilitation. His physical condition gradually improved over the years.", "Mr. Singh visited me at my office on June 11, 2014 complaining of severe pain localized to the right ankle and middle to lower back following a fall he had while descending the stairs on June 10, 2014. He did not lose consciousness or have head trauma. He was in acute pain and very worried that he fractured the same or other bones of his body. On clinical exam the patient had difficulty walking, he limped and he used a cane. The right ankle was badly swollen; the mild active and passive movements of his ankle were painful and significantly limited. The exam of the middle and lower back revealed tender dorsal and lumbar vertebrae and paravertebral muscles. The movement of his dorsolumbar spine was also very limited. This fall clearly aggravated the injuries to those body parts he had sustained in the past and resulted in a worsening of his physical incapacity.", "I requested that he undergo X-rays of his lower right leg and ankle and his dorsal and lumbar spine to eliminate any recent fractures. Furthermore, due to the nature of the pain I recommended the use of opiods (Hydromorphone) to relieve the pains. Furthermore, I recommended the application of ice for several days and rest for 7 to 10 days. He would be reevaluated in 10 days and a plan of action would be decided at that time."], ["[12]", "On its face, the medical evidence submitted by the applicant meets the conditions in subsections 65(5) and (6) of the Rules, which state as follows:", "(5) If the claimant's explanation includes medical reasons, other than those related to their counsel, they must provide, together with the explanation, the original of a legible, recently dated medical certificate signed by a qualified medical practitioner whose name and address are printed or stamped on the certificate.", "(6) The medical certificate must set out", "(a) the particulars of the medical condition, without specifying the diagnosis, that prevented the claimant from providing the completed Basis of Claim Form on the due date, appearing for the hearing of the claim, or otherwise pursuing their claim, as the case may be; and", "(b) the date on which the claimant is expected to be able to pursue their claim.", "(5) Si l'explication du demandeur d'asile comporte des raisons médicales, à l'exception de celles ayant trait à son conseil, le demandeur d'asile transmet avec l'explication un certificat médical original, récent, daté et lisible, signé par un médecin qualifié, et sur lequel sont imprimés ou estampillés les nom et adresse de ce dernier.", "6) Le certificat médical indique, à la fois:", "a) sans mentionner de diagnostic, les particularités de la situation médicale qui ont empêché le demandeur d'asile de poursuivre l'affaire, notamment par défaut de transmettre le Formulaire de fondement de la demande d'asile rempli à la date à laquelle il devait être transmis ou de se présenter à l'audience relative à la demande d'asile;", "b) la date à laquelle il devrait être en mesure de poursuivre l'affaire."], ["[13]", "When he personally appeared before the panel on June 20, 2014, the applicant clearly explained to the panel that he intended to proceed with his refugee claim on another date because he still wished to be represented by counsel. He presented a handwritten note from a lawyer named Mr. Cantin whom he had approached in the meantime and whose business card had been provided to the panel on June 13, 2014. Mr. Cantin indicated that he was not available on June 20, 2014, but that he was available on July 2, 3, 7, 10, 11, 14, 16, 17, 21, 22, 23, 24 and 25, as well as August 14, 15, 18, 19, 21, 22 and from August 25 to 28, 2014. Using as a pretext the fact that, according to the Case Management Officer' note dated June 17, 2014, Mr. Cantin was [translation] \"not counsel of record\", the panel chose to disregard the evidence of Mr. Cantin's availability and preferred to force the applicant's hand in order to convince him to proceed, no matter what, on June 20, 2014."], ["[14]", "In fact, the panel offered the applicant two possibilities. Either he proceeded on the merits without counsel or the panel would declare the refugee claim abandoned, allegedly because the medical evidence was inadequate:", "[translation]", "That being so, sir, I am going to ask you the question: are you - today I saw your doctor's note from the last time, I am going to tell you very honestly, this is the second note, virtually the same form, the same - the same doctor who explains at the last minute why claimants are absent from their refugee claim.", "So, this is why this doctor's note does not satisfy me, especially since you were not present, and there was no one to represent you.. Now you are here today. Are you ready to proceed today?", "Before I go any further. Because if you are ready to (inaudible), I will not go on any further about the doctor's note if you are ready to proceed. If not, I will go further into the-into your explanations because in terms of abandonment, this is one of the reasons that's important for me."], ["[15]", "The applicant gave the panel a reasonable explanation for his absence on June 13, 2014. The note and letter from the applicant's treating physician speak for themselves. The panel made a serious accusation about the physician, who was not summoned before the panel. Furthermore, I have no credible evidence in the record on which I could conclude today that they were medical certificates of convenience, and thus the panel's offer was odious, unjustified blackmail."], ["[16]", "At the hearing on June 20, 2014, the panel seemed also to have been upset by the fact that the applicant had been drinking, according to the interpreter, who spoke to the panel without translating that observation for the applicant. Nonetheless, the applicant repeated several times that he wished to be represented by counsel but to no avail; the panel decided to adjourn the case to the early afternoon, saying to him [translation] \"you will have time to sober up, look at your file, prepare it, we will proceed this afternoon [at 1:00]\"."], ["[17]", "The panel ignored subsection 65(4) of the Rules, which, however, is explicit:", "(4) The Division must consider, in deciding if the claim should be declared abandoned, the explanation given by the claimant and any other relevant factors, including the fact that the claimant is ready to start or continue the proceedings.", "(4) Pour décider si elle prononce le désistement de la demande d'asile, la Section prend en considération l'explication donnée par le demandeur d'asile et tout autre élément pertinent, notamment le fait qu'il est prêt à commencer ou à poursuivre les procédures."], ["[18]", "In this case, the applicant's behaviour was unequivocal and demonstrated a clear intention to pursue his refugee claim. I concur with the applicant that the time frame for finding new counsel who would be available on June 20, 2014, was unreasonable in this case. As a result of Ms. Blain's very late withdrawal, the applicant had to act quickly. That is what he did here. Since Ms. Blain was the counsel of record, at least until June 13, 2014, the applicant can certainly not be faulted for not finding new counsel before that date, especially since he had provided a doctor's note explaining his absence. The request to adjourn the June 20, 2014, hearing was therefore perfectly reasonable in the circumstances. In this case, I am of the opinion that the panel seriously breached procedural fairness by denying the applicant his right to counsel."], ["[19]", "As the Court stated in", "REFERENCE_SUPPRESSED:", "The Board is under no obligation to function in accordance with the schedule of counsel. As Dubé J. stated in", "REFERENCE_SUPPRESSED, a claimant has the right to choose counsel, but \"if the counsel he chooses is not able to appear because he is too busy or for any other reason, he cannot expect the tribunal to adjust to the requirements of that counsel\" (at para. 25). See also", "REFERENCE_SUPPRESSED.", "If the Board fails to grant an adjournment in that situation, the right to counsel has effectively been denied", ". See also", "REFERENCE_SUPPRESSED:"], ["[8] At the hearing of this application, the applicants allege a breach of natural justice on two bases. They submit that the request for an adjournment was not adequately considered and that the refusal to grant an adjournment effectively denied them their right to counsel. Other grounds relied upon in the written submissions were (properly) abandoned."], ["[9] In my view, the applicants are entitled to succeed on both of their arguments. With respect to their request for an adjournment not being properly considered, the only factor taken into account by the RPD was that the applicants were not in receipt of legal aid. The board observed that there was no guarantee that counsel would appear on their behalf even if an adjournment were granted to one of the dates specified by counsel. It is not disputed that this was an appropriate factor to be considered."], ["[10] However, the RPD did not consider any of the other factors identified by the Federal Court of Appeal in", "REFERENCE_SUPPRESSED - whether the applicants had done everything in their power to be represented by counsel at the hearing; the number of previous adjournments granted (none in this case); the fault or blame to be placed on the applicants for not being ready; whether any previous adjournments were granted on a peremptory basis. The decision not to adjourn affected the applicants' ability to be represented by counsel at the show cause hearing. The consequences of an abandonment decision are not insignificant. It terminates a claim without consideration of its merits; a conditional removal order becomes effective; and, a claimant is barred from seeking refugee protection in the future."], ["[11] In my view, the RPD must, at a minimum, indicate that it has had regard to the relevant factors enumerated in", "CITATION_SUPPRESSED, supra", ", before arriving at a negative decision. Its failure to do so constitutes a reviewable error. I note that my colleagues Madam Justice Heneghan and Mr. Justice O'Keefe arrived at a similar conclusion in", "REFERENCE_SUPPRESSED."], ["[12] Regarding the allegation that the refusal amounts to a denial of a right to counsel, I am persuaded that the circumstances in this matter fall within the reasoning of the Federal Court of Appeal in", "REFERENCE_SUPPRESSED. Broadly speaking, in those cases, the claimants were advised by counsel (in letters given to them shortly before the hearing or on the day of the hearing) that counsel would be unavailable for the hearing. The claimants presented these letters to the board at their respective hearings in support of their requests for adjournment. In each case, the requests were denied and the hearings proceeded without counsel. The decisions were subsequently quashed by the reviewing Courts on the basis that the claimants were denied their right to counsel and that the denial constituted a breach of procedural fairness and the principles of natural justice."], ["[21]", "I therefore do not believe it is necessary here to rule on whether subsection 2(d) of the", "Canadian Bill of Rights", ", SC 1960, c 44 - which provides that no tribunal can compel a person to give evidence if he is denied counsel - was breached by the panel. In this case, it is sufficient to find that the panel breached procedural fairness by accepting the very late withdrawal of the counsel of record, threatening the applicant that it would declare the claim abandoned despite the medical evidence on file and by refusing to adjourn the hearing of the claim so that the applicant could be represented by counsel. Moreover, at the hearing, the panel did nothing to guide the applicant and indicate to him how to proceed even though it was forcing him to proceed on his own and without the assistance of counsel (or the advice of a hearing officer)."], ["[22]", "Although in my view it is not necessary in this case to show the prejudice that the applicant may have suffered, I am satisfied that the procedure followed by the panel was profoundly unfair and that it seriously penalized the applicant because he did not file a number of documents, the panel did not request them, there was a discussion between the interpreter and the panel that was not translated for him, the documentary evidence the panel referred to had not been given to him personally and the relevant passages were not translated for him at the hearing."], ["[23]", "For these reasons, the application for judicial review will be allowed. The impugned decision will be set aside, and the matter will be returned to another decision-maker. Counsel agree that no serious question of general importance is raised in this case. Accordingly, no question will be certified by the Court.", "JUDGMENT"], ["[24]", "THIS COURT ORDERS AND ADJUDGES that", "the application is allowed. The decision of July 16, 2014, is set aside, and the matter is returned to the Refugee Protection Division so that another decision-maker can hear and rule on the merits of the applicant's refugee claim. No question is certified.", "Application allowed.", "Editor: Sharon McCartney/nmg"]]}