{"id_": "036829", "body_str": [["[1]", "Mactavish, J.", ": Jadwiga and Paula Palka are a mother and daughter who seek to challenge the decision of an enforcement officer not to defer their removal from Canada. After the Palkas commenced their application for judicial review, a stay of removal was granted by this Court. As a consequence, a preliminary issue arises as to whether the application for judicial review is now moot."], ["[2]", "For the reasons that follow, I have concluded that the application for judicial review is indeed moot. Moreover, I have decided not to exercise my discretion to consider the application on its merits. As a consequence, the application for judicial review will be dismissed.", "I. BACKGROUND"], ["[3]", "The Palkas came to Canada from Poland on April 28, 1999. They submitted an application for refugee protection, which was subsequently refused. An application for leave and judicial review the Board's decision was dismissed by this Court on October 23, 2001."], ["[4]", "Ms. Palka and her daughter then submitted an application for a Pre-Removal Risk Assessment. On January 26, 2007, that application was dismissed. Leave was granted to judicially review that decision, and on February 14, 2008, the application for judicial review was dismissed."], ["[5]", "In the meantime, Ms. Palka and her daughter were directed to report for removal on March 21, 2007. A deferral was granted on February 22, 2007 in order to permit Ms. Palka to make travel arrangements for her return to Poland. Their removal was rescheduled for April 22, 2007. A second deferral was granted on March 22, 2007 in order to permit Paula to complete her school year in Canada. The applicants' removal was once again rescheduled for June 30, 2007."], ["[6]", "On May 12, 2007, Ms. Palka's father suffered a stroke. This led her to request a third deferral of removal on June 13, 2007, based on her father's ill health and her role as his primary caregiver. Ms. Palka also noted that she had submitted an H&C application which remained outstanding. This request for deferral was refused. It is this decision that underlies this application for judicial review."], ["[7]", "Before the applicants were removed from Canada, however, on June 26, 2007, a judge of this Court stayed their removal, pending the final determination of their application for judicial review.", "II. IS THE APPLICATION MOOT?"], ["[8]", "As the Supreme Court of Canada noted in", "<FRAGMENT_SUPPRESSED> , mootness is a policy or practice that allows a court to decline to decide cases that do not involve a live controversy between the parties, but raise instead hypothetical or abstract questions."], ["[9]", "According to <FRAGMENT_SUPPRESSED> , the live controversy must exist not only at the time that the application for judicial review is commenced, but also at the time that the Court is called upon to reach a decision. As a result, if intervening events extinguish the live controversy between the parties after the application for judicial review is commenced, a case will become moot."], ["[10]", "However, even if it is determined that a case is moot, it is open to the Court to exercise its discretion to hear the matter."], ["[11]", "There is a body of recent jurisprudence from this Court to the effect that once a stay has been granted, applications to judicially review decisions of enforcement officers setting dates for removal become moot: see", "<FRAGMENT_SUPPRESSED>  2007 FC 377,", "<FRAGMENT_SUPPRESSED>  2007 FC 1109,", "<FRAGMENT_SUPPRESSED>  2008 FC 76,", "<FRAGMENT_SUPPRESSED>  2007 FC 1168,", "<FRAGMENT_SUPPRESSED>  2007 FC 823,", "<FRAGMENT_SUPPRESSED>  2007 FC 607,", "<FRAGMENT_SUPPRESSED> ."], ["[12]", "However, in this case, both the Minister and the applicants say that the application is not moot. The Minister has provided detailed written submissions on the issue, which have essentially been adopted by the applicants."], ["[13]", "While seemingly agreeing with the reasoning of Justice Gibson in <FRAGMENT_SUPPRESSED> and", "Vu", ", the Minister seeks to distinguish the decisions, submitting that the mootness findings in those cases were fact-specific, and that the facts of this case are materially different."], ["[14]", "While the Minister did concede in oral argument that this matter may be \"logically, technically moot\", it has also been submitted by the Minister that an application for judicial review of a decision refusing to defer removal becomes moot as a result of the granting of a stay in only two situations, neither of which arises here."], ["[15]", "According to the Minister, the first of these situations is where the basis for the deferral request has been resolved prior to the hearing of the application for judicial review. An example of this would be where the request for deferral is based upon a pending application for permanent residence, which has since been decided. Another example would be the situation that arose in <FRAGMENT_SUPPRESSED> , previously cited, where a deferral had been sought pending the birth of the applicant's child, and the child had since been born."], ["[16]", "The second situation where the Minister concedes an application for judicial review of a refusal to defer would become moot as a result of a stay having been granted would be in cases where the applicant had been removed prior to the hearing of the application."], ["[17]", "According to the Minister, the decision in <FRAGMENT_SUPPRESSED> falls squarely within the first category, in that the basis for the deferral request in that case was a pending decision in relation to an application for permanent residence through an in-Canada spousal sponsorship. By the time that the application for judicial review was to be heard, a decision had been made in relation to that application. The Minister argues that this factor figured prominently in the Court's finding that the application for judicial review had become moot."], ["[18]", "Similarly, the Minister says that in", "Vu", ", the basis for the deferral request was an outstanding H&C application, which had since been decided, again rendering the application for judicial review moot."], ["[19]", "In contrast, the Minister points out that the fundamental basis for the deferral request in this case was that the applicants had an outstanding H&C application. No decision has yet been rendered in relation to that application."], ["[20]", "According to the Minister, a finding that an application to judicially review a refusal to defer becomes moot merely by the passing of the scheduled removal date is predicated on the characterization of the underlying controversy as being merely whether the applicant should be removed from Canada on a given date. If that is the correct characterization of the controversy, then the Minister concedes that once that date has passed, and the applicant has not been removed, the matter has become moot."], ["[21]", "However, the Minister argues that in cases where the issue is whether an applicant should be removed before a specific event occurs (such as a decision in relation to an outstanding application for permanent residence), then the application for judicial review is not rendered moot, as long as no decision has been made in relation to the outstanding application by the time that the application for judicial review is heard."], ["[22]", "Given that the applicants' request to defer removal in this case was based on their outstanding H&C application, and that no decision has yet been made in relation to that application, the Minister submits that there is still a live controversy between the parties as to whether the applicants should be removed before a decision has been rendered with respect to their H&C application."], ["[23]", "The Minister argues that subsequent decisions of this Court in cases such as <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> have applied the reasoning in <FRAGMENT_SUPPRESSED> and", "Vu", "in factual situations that go beyond cases where the issue is whether an applicant should be removed before a specific event occurs. According to the Minister, these cases were wrongly decided, and should not be followed.", "III. ANALYSIS"], ["[24]", "The difficulty with the Minister's argument is that a close review of the Court's reasoning in <FRAGMENT_SUPPRESSED> and", "Vu", "does not support the Minister's interpretation of those decisions."], ["[25]", "The application for judicial review in <FRAGMENT_SUPPRESSED> originally raised two questions. One was whether the enforcement officer's decision not to defer the applicant's removal pending a decision on his wife's spousal sponsorship application was patently unreasonable. The second issue was whether the enforcement officer properly considered the best interests of a child directly affected by the applicant's removal."], ["[26]", "If the Minister's interpretation of <FRAGMENT_SUPPRESSED> is correct, then the basis of Justice Gibson's finding that the application for judicial review was moot should have been that the applicant's application for landing based on his wife's spousal sponsorship had since been rejected. That was not, however, the basis for Justice Gibson's decision."], ["[27]", "Indeed, it appears from paragraph 16 of the <FRAGMENT_SUPPRESSED> decision that counsel for the applicant in that case withdrew the arguments based upon the pending spousal sponsorship, in light of the fact that a decision had been rendered in that regard."], ["[28]", "As a consequence, the only substantive issue left to be decided by Justice Gibson was whether the enforcement officer properly considered the best interests of a child directly affected by the applicant's removal. That did not raise a question as to whether the applicant should be removed prior to a specific event occurring. Nor had the applicant been removed prior to the hearing of the application for judicial review. Nevertheless, Justice Gibson found that the application for judicial review had become moot."], ["[29]", "In coming to this conclusion, Justice Gibson explained that:"], ["[20] Given the foregoing, and given the principles of mootness recited above, the Court is satisfied that consideration of this application for judicial review on its merits would not have the effect of resolving any controversy affecting the rights of the parties to this matter. The issue of the timeliness or untimeliness of any arrangements made in the future to remove the Applicant from Canada would continue to be a live issue between the parties. It simply is not a live issue between the parties at this time and in this context."], ["[21] This application for judicial review is moot."], ["[30]", "Similarly, in", "Vu", ", the basis for Justice Gibson's mootness finding was not that a decision had subsequently been made in relation to an application that had been pending at the time of the deferral request, but rather because:"], ["[11] ...The removal arrangements scheduled for January of 2007 are clearly no longer relevant. No removal arrangements in respect of the Applicant are currently in place. The Applicant's three children, now all Canadian citizens, remain in Canada and their best interests have been reviewed and remain open for further review if that is determined to be appropriate. Finally, if a new removal date for the Applicants were scheduled, it would again be open to him to apply for deferral of that removal, based upon the situation that then exists not on the situation that existed when he earlier applied for deferral of removal and was denied that deferral."], ["[31]", "Thus it is clear that the characterization of the controversy underlying both the <FRAGMENT_SUPPRESSED> and", "Vu", "decisions was whether the removal of the applicants in those cases should take place on the date set by the enforcement officer, or whether a deferral should be granted. Given this characterization of the issue, it followed logically that once the dates set for removal had passed without the applicants being removed, as a result of stays having been granted, the cases became moot."], ["[32]", "It should also be noted that Justice Gibson's characterization of the underlying issue in these cases is consistent with the role and responsibilities of enforcement officers, and the limited scope of their discretion to defer removal."], ["[33]", "That is, in light of the duty imposed by subsection 48(2) of the", "Immigration and Refugee Protection Act", "to enforce removal orders \"as soon as is reasonably practicable\", the discretion of enforcement officers is very limited. Indeed, enforcement officers are confined to deciding the timing of when an individual is to be removed, and not whether they should be removed: see, for example,", "<FRAGMENT_SUPPRESSED>  at ¶11."], ["[34]", "That is, deferral is \"a temporary measure necessary to obviate a serious, practical impediment to immediate removal\": see  <FRAGMENT_SUPPRESSED> ."], ["[35]", "Such impediments can include short-term logistical issues such as the need to make child care arrangements, the completion of a school year (", "<FRAGMENT_SUPPRESSED> ) and the obtaining of travel documents (", "<FRAGMENT_SUPPRESSED>  2003 FC 1430)."], ["[36]", "As Justice Strayer observed in the <FRAGMENT_SUPPRESSED> decision, previously cited, deferrals of removal can be also be granted where there is some collateral process under the", "Immigration and Refugee Protection Act", "which might render invalid the removal order: see e.g.", "<FRAGMENT_SUPPRESSED> : <FRAGMENT_SUPPRESSED> , at ¶9."], ["[37]", "In light of the foregoing analysis, I cannot accept the Minister's argument that decisions in <FRAGMENT_SUPPRESSED> and", "Vu", "do not lead to the conclusion that this application for judicial review is now moot as a consequence of the stay previously granted by the Court."], ["[38]", "Nor am I persuaded that the decisions of my colleagues in <FRAGMENT_SUPPRESSED> ,", "Vu", ", <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> are clearly wrong. As a result, comity dictates that I find that this matter is now moot."], ["[39]", "That said, I agree with the Minister that a finding that applications for judicial review of refusals to defer are rendered moot once a stay of removal has been granted raises a host of practical problems. These will be addressed next.", "IV. CONSEQUENCES OF THE MOOTNESS FINDING"], ["[40]", "There are a number of concerns that arise from the finding that an application for judicial review of a refusal to defer is rendered moot when the Court stays an applicant's removal. These include the following:", "a) Final Disposition Without a Full Consideration of the Merits of the Matter"], ["[41]", "Many motions for stays of removal are brought on very short notice. Often the parties have little time to assemble complete evidentiary records. Transcripts of underlying hearings are usually unavailable. There is no time for cross-examination on affidavits, and thus the evidence before the Court remains largely untested. The parties frequently have limited time to meet with their clients, to obtain instructions, and to prepare their submissions."], ["[42]", "This is particularly true for the Minister, who is often served with last minute requests for stays, and must respond, sometimes with only a few hours notice."], ["[43]", "Similarly, the Court's decisions in relation to motions for stays are frequently rendered under significant time constraints, without the luxury of the opportunity for additional research, consideration and deliberation."], ["[44]", "Nevertheless, if the granting of a stay renders the underlying application for judicial review moot, there would never be a determination of the merits of the underlying application for judicial review. In other words, the underlying application for judicial review ends up being finally disposed of at the stay stage, without ever being subjected to the full judicial scrutiny on the basis of a complete evidentiary record at either the leave stage, or at a hearing of the application itself."], ["[45]", "This result is problematic, and could potentially lead to injustices resulting in certain cases."], ["[46]", "There may, however, be ways in which these concerns can be at least partially addressed. For example, it may be appropriate for the Court in such circumstances to look for a higher quality or standard of evidence on motions to stay decisions of enforcement officers refusing to defer removals stay removals. As Justice Strayer has observed, \"This might mean, for example, that the Court should not grant a stay without direct evidence instead of hearsay in the form of letters and doctors' notes simply attached to the Applicant's affidavit without even affirmation of a belief in the truth of the statements. At the very least, it is open to the Court to draw an adverse inference if direct evidence is not produced ...\": see <FRAGMENT_SUPPRESSED> at ¶16.", "b) The Potential for a \"Revolving Door\" of Deferral Requests"], ["[47]", "If the granting of a stay of a decision of an enforcement officer renders the underlying application for judicial review moot, it follows that the matter would then be remitted to the enforcement officer to set a new date for the removal of the applicant."], ["[48]", "This would then provide the applicant with a fresh opportunity to request a further deferral of removal. This, in turn, would result in a further decision in that regard. In the event that the deferral is refused, the applicant would quickly be back before this Court, seeking a further stay."], ["[49]", "All of this could occur within a short period of time. Moreover, in the event that a further stay is granted, the process could start all over, yet again."], ["[50]", "Not only would this result in a drain on judicial resources, more importantly, it would also have significant cost consequences for the parties, and would also leave the lives of applicants in limbo, with all of the attendant stress and anxiety that that would entail."], ["[51]", "Moreover, it is conceivable that, in the absence of any final determination of the application for judicial review on its merits, enforcement officers would never have the opportunity to benefit from directions from the Court, and could thus commit the same error repeatedly in relation to the same applicants."], ["[52]", "Cases where stays of removal orders are denied often do not proceed to a full hearing on the merits, as a result of the fact that the applicants have left the country. If cases where stays have been granted also do not proceed to a full hearing on their merits, this will limit the development of jurisprudential guidance for other cases with respect to the ambit of the discretion afforded to such officers.", "c) The Stay/Leave Paradox"], ["[53]", "A third concern arises in relation to the interplay of the test for obtaining a stay of a decision of an enforcement officer and the test for granting leave."], ["[54]", "While it is ordinarily only necessary to meet a low threshold to establish the existence of a serious issue for the purpose of obtaining a stay of removal, the test is significantly more stringent where the underlying decision is that of an enforcement officer."], ["[55]", "As Justice Pelletier found in", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 295, where the relief sought on the motion for a stay is the same as that sought in the judicial review application, the burden on the applicant is not merely to demonstrate that the underlying application is neither vexatious nor frivolous. Rather, the judge hearing the motion should closely examine the merits of the underlying application, and assess the likelihood of the application's success. This is because the granting of a stay will effectively grant the relief sought in the underlying application for judicial review."], ["[56]", "This then leads to a somewhat paradoxical result."], ["[57]", "That is, in order to have obtained a stay, a person seeking to judicially review a decision of an enforcement officer has had to meet a higher standard in relation to the \"serious issue\" component of the stay test than any other class of applicants seeking similar relief."], ["[58]", "However, if the effect of the granting of the stay is to render the underlying application moot, it follows that even though an applicant has been able to meet the elevated threshold in order to get the stay, the applicant should then be denied leave to judicially review the underlying decision. This result would follow, even though the test at the stage involves a", "lower", "threshold, merely requiring that applicants show that they have a fairly arguable case: see", "<FRAGMENT_SUPPRESSED> ."], ["[59]", "Although this may appear to be a somewhat anomalous result, the alternative would be that leave be granted in cases where no practical result would be served by such a decision, other than to further delay the removals process.", "d) The Irreparable Harm Paradox"], ["[60]", "The final concern is the somewhat paradoxical consequences that could flow from a finding that an application for judicial review of a refusal to defer is rendered moot when the Court stays an applicant's removal, in relation to the issue of irreparable harm."], ["[61]", "That is, applicants frequently argue that they will suffer irreparable harm if a stay is not granted, on the basis that their right to seek judicial review of the underlying application for judicial review would be rendered nugatory, if the stay were not granted."], ["[62]", "If that submission is accepted by the Court, and the applicant is also able to demonstrate both the existence of a serious issue on the", "Wang", "standard, and that the balance of convenience favours the granting of the stay, the stay will then be granted."], ["[63]", "However, the ability of the applicant to pursue their application for judicial review would then be extinguished by reason of the granting of the stay, with the result that the applicant would then potentially suffer the very harm on which the granting of the stay was based.", "V. SHOULD THE COURT EXERCISE ITS DISCRETION TO DECIDE THE MATTER EVEN THOUGH IT IS MOOT?"], ["[64]", "The foregoing concerns have led to very careful consideration being given as to whether the Court should exercise its discretion to decide this matter, notwithstanding that it is moot. In particular, the Court has considered whether a decision in relation to the merits of the application for judicial review would have any practical utility."], ["[65]", "In the event that the application is dismissed on its merits, the matter would be remitted to the enforcement officer to set a new date for the applicants' removal. The applicants would then have an opportunity to present a fresh request for a deferral, based upon current evidence relating to the status of their outstanding H&C application, the health of both Ms. Palka and her father, the current situation of the child, along with evidence regarding any other considerations that may have arisen in the interim."], ["[66]", "This is precisely the same result as would occur if the Court declined to decide the matter because it is moot."], ["[67]", "If the application for judicial review were allowed, the Court could decline to remit the matter to the enforcement officer, on the basis that the date for removal had passed, and new travel arrangements would have to be made: see, for example,", "<FRAGMENT_SUPPRESSED>  at ¶9. Once again, the consequences of this would lead to the same result as would follow were the Court to decline to decide the matter because it is moot."], ["[68]", "If the Court were to allow the application for judicial review and remit the matter to the enforcement officer for consideration on the basis of the record, any new decision would be based on dated information. This is not a desirable result."], ["[69]", "In contrast, if the enforcement officer chose to seek updated information from the applicants, once again, the applicants would be back in the same situation they would be in if the Court declined to decide the matter on the basis that it had become moot."], ["[70]", "In the circumstances, the Court declines to exercise its discretion in favour of deciding the matter.", "VI. CONCLUSION"], ["[71]", "For the foregoing reasons, this application for judicial review is dismissed on the grounds that it is moot.", "VII. CERTIFICATION"], ["[72]", "The respondent asks that the following question be certified:", "Where an applicant has filed an application for leave and judicial review challenging a refusal to defer removal pending a decision on an outstanding application for landing, does the fact that a decision on the underlying application for landing remains outstanding at the date that the Court considers the application for judicial review maintain a \"live controversy\" between the parties, or is the matter mooted merely by the passing of the scheduled removal date?"], ["[73]", "I am satisfied that the question raises a matter of general importance, and is appropriate for certification, with certain minor amendments."], ["[74]", "While the question, as reformulated by the Court, is slightly different than the questions that have been certified in the cases referred to in this decision, the answer to this question would provide additional certainty to the law in this area. As a consequence, the following question will be certified:", "Where an applicant has filed an application for leave and judicial review challenging a refusal to defer removal pending a decision on an outstanding application for landing on humanitarian and compassionate grounds, and a stay of removal is granted so that the person is not removed from Canada, does the fact that a decision on the underlying application for landing remains outstanding at the date that the Court considers the application for judicial review maintain a \"live controversy\" between the parties, or is the matter rendered moot merely by the passing of the scheduled removal date?", "JUDGMENT"], ["[75]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed; and", "2. The following question of general importance is certified:", "Where an applicant has filed an application for leave and judicial review challenging a refusal to defer removal pending a decision on an outstanding application for landing on humanitarian and compassionate grounds, and a stay of removal is granted so that the person is not removed from Canada, does the fact that a decision on the underlying application for landing remains outstanding at the date that the Court considers the application for judicial review maintain a \"live controversy\" between the parties, or is the matter rendered moot merely by the passing of the scheduled removal date?", "[End of document]"]]}