{"id_": "036945", "body_str": [["[1]", "Noël, J.", "[Translation]: This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA) of a decision, dated March 4, 2013, by a member of the Refugee Protection Division (RPD), of the Immigration and Refugee Board (IRB) of Canada, in which it was determined that the applicants are neither Convention refugees for the purposes of section 96 of the IRPA, nor persons in need of protection under section 97 of the IRPA.", "II.", "Facts"], ["[2]", "Juan Mario Cessa Camacho (the principal applicant), his son Antonio David Cessa Mancillas and daughter Maria De Lourde Cessa Mancillas (together, the applicants) are citizens of Mexico."], ["[3]", "In February 2008, the principal applicant began receiving threatening calls from individuals from the Los Zetas criminal gang extorting money from him. At first the principal applicant ignored the calls, but they started again in June 2008. The principal applicant then began paying the amounts demanded every month."], ["[4]", "Short of money, he had to interrupt the payments in September 2008. His driver was subsequently assaulted and his car later stolen. In December 2008, the principal applicant told the Zetas that he was bankrupt and, on December 25, 2008, the principal applicant's daughter was kidnapped and a ransom (of 3,000,000 pesos) was demanded. The principal applicant sold one of his businesses and borrowed money to pay the ransom demanded in exchange for his daughter's release, which took place on January 1, 2009."], ["[5]", "Faced with other threats by telephone, the applicants left their hometown, moving elsewhere in the country and later fleeing the country. The principal applicant and his daughter arrived in Canada on January 18, 2009, while his son arrived a month later. The principal applicant's wife and another son remained in Mexico. The principal applicant claimed refugee protection on May 26, 2009, following which his daughter and son did the same on January 14, 2010, and January 21, 2010, respectively.", "III.", "Impugned decision"], ["[6]", "The RPD member stated that she was satisfied as to the applicants' identity."], ["[7]", "The member indicated that she found the applicants to be credible witnesses with respect to the events they had experienced in Mexico. Accordingly, she considered these events to be established facts. Nonetheless, she determined that the applicants were neither refugees nor persons in need of protection based on problems related to the applicants' credibility and because the risk they faced was not prospective but generalized."], ["[8]", "First, according to the RPD, the applicants are not refugees because they failed to establish a nexus between their fear and one of the Convention grounds, given that having been victims of crime does not constitute a ground for the purposes of section 96 of the IRPA."], ["[9]", "Second, the member found that the applicants were not persons in need of protection because they had not established, on a balance of probabilities, the existence of a prospective risk. Indeed, the principal applicant acknowledged that he did not fear being prosecuted and imprisoned for unpaid loans because most of the loans had in fact been repaid. In addition, the RPD did not believe that the Zetas would continue pursuing the applicants four years after they had left Mexico, especially given that the principal applicant no longer had anything left to give them, as he had in the past. The applicants' enviable financial situation may have exposed them to a greater risk at one time, but that was no longer the case today. Moreover, several members of the applicants' family had remained in Mexico since then, for all of these years, without once having been threatened. The RPD was of the view that if the Zetas really wanted to go after the applicants, the gang would have gone after other members of their family. Thus, the applicants had failed to establish that they would be personally subjected to a danger of torture or a risk to life or a risk of cruel and unusual treatment or punishment if they were to return to Mexico."], ["[10]", "Furthermore, the applicants do indeed face a generalized risk for the purposes of sub-paragraph 97(1)(", ")(ii) of the IRPA because it is a risk faced by anyone living in Mexico, a country that is dealing with a serious crime problem. Indeed, their membership in a subgroup of the population, namely, the wealthy, in no way diminishes the reality that the risk of extortion is a generalized risk in Mexico.", "IV.", "Applicants' arguments"], ["[11]", "The applicants submit that the decision is unreasonable because the member contradicted herself regarding the applicants' credibility, failed to properly assess the prospective risk they faced and erred in finding that there was a generalized risk."], ["[12]", "With respect to credibility, the member specifically stated in the first lines of the decision that she was satisfied that the applicants were credible witnesses. How can she, on the one hand, make such a statement, and on the other, cast doubt on their credibility?"], ["[13]", "With respect to prospective risk, the member never explained why the Zetas criminal gang would not pursue the applicants; she certainly ought to have supported the reasoning behind her interpretation of how the gang would react. Moreover, given that the member had declared the applicants' testimony to be credible, she could not then claim that it was \"implausible\" that the Los Zetas would continue to threaten the principal applicant by telephone. These are contradictory findings."], ["[14]", "On the issue of generalized risk, the member failed to warn the applicants at the start of the hearing that this would be a determinative issue and did not question them on the subject. Consequently, the applicants were denied the opportunity to express themselves with regard to the concept of generalized risk.", "V.", "Respondent's arguments"], ["[15]", "The respondent contends that the RPD member's decision is reasonable."], ["[16]", "First, on the issue of lack of prospective risk, the applicant argues that the RPD was required to conduct an objective assessment of risk in order to determine whether there is an existing or future risk. In this case, the RPD acknowledged the applicants' credibility with regard to what had happened to them in the past, but nothing indicated that they would still be under threat from the criminal gang four years after having left Mexico. As the RPD stated, the applicants no longer have anything that is likely to be of interest to the Zetas and furthermore, numerous people connected to the applicants still live in Mexico and have never been threatened by this gang. In addition, the applicant himself confirmed that he no longer feared being imprisoned for unpaid debts."], ["[17]", "Second, as for the lack of personalized risk, the respondent notes that the fact of being a victim of crime does not constitute grounds for the purposes of section 96 of the IRPA and asserts that the applicants failed to establish that their circumstances were different from those of the rest of the Mexican population under subparagraph 97(1)(", ")(ii) of the IRPA. Therefore, the member had given consideration to the fact that the applicants had personally been victims of extortion in the past, but that this did not establish that they would face a personalized risk today. The principal applicant himself acknowledged that he had been targeted because of his financial success. This does not, however, make their risk personalized.", "VI.", "Issues"], ["[18]", "This application raises two issues in dispute:", "1. Did the RPD member err in finding that there was no prospective risk?", "2. Did the RPD member err in finding that there was no personalized risk?", "VII.", "Standard of Review"], ["[19]", "Both issues raised in this application are reviewable on a reasonableness standard, given that they involve the application of law to the facts by the member (", "<FRAGMENT_SUPPRESSED> [2008] SCJ No 9) with regard to both the issue of prospective risk (see", "<FRAGMENT_SUPPRESSED> [2010] FCJ No 1214) and that of personalized risk (see", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 1275).", "VIII.", "Analysis", "A.", "Did the RPD member err in finding that there was no prospective risk?"], ["[20]", "The RPD's finding regarding the lack of prospective risk is reasonable. As the respondent noted, in order for their application to succeed, it was up to the applicants to establish that if they were to return to Mexico they would face an objective risk to their lives, present or prospective (", "<FRAGMENT_SUPPRESSED> [2007] FCJ No 336)."], ["[21]", "Several times in their memorandum, the applicants emphasize that the RPD member, in her decision, acknowledged their credibility as witnesses and that is was therefore unreasonable for her to later conclude that the were not credible. However, upon reading the decision, the member clearly did find the applicants credible, but she also outlined the nature of that credibility: \"the panel would like to point out that it finds that the claimants were credible and trustworthy witnesses with respect to the", "events that they experienced in Mexico", ". [Emphasis added.] These last six words are important in this sentence as they circumscribe the credibility granted to the applicants to the events they had already experienced (in the past). Furthermore, the RPD's decision in no way questions these past events, which it deems to be established facts. It is therefore incorrect to claim that the RPD contradicted itself on the applicants' credibility in its decision."], ["[22]", "Thus, the RPD, which acknowledged the past difficulties experienced by the applicants, also needed to be satisfied that if they were to return to Mexico they would face an objective risk, whether present or prospective. However, the applicants failed to discharge their burden. The applicants state, in their memorandum of fact and law, that the member had no evidence to establish that the Zetas criminal gang was after them. This may be true, but neither did she have any evidence to support the contention that the gang was still after the applicants, and that is what the applicants had to establish. Indeed, having regard to the evidence in the record, it was reasonable for the RPD to conclude that if the Zetas had sought revenge, they would have done something in the past four years. Yet the applicants' remaining family members in Mexico have never had any problems in that regard. In addition, the determination in the decision with respect to the unlikelihood of the family receiving threats from the Zetas is, all things considered, reasonable and supports the finding that the prospective risk advanced by the applicant is implausible. Moreover, given that the principal applicant had been a victim of extortion, it was reasonable to believe that, absent any evidence to the contrary, he would no longer be a target of interest to the criminal gangs because he no longer had anything to offer them. What is more, the principal applicant has himself acknowledged having repaid the loans he had taken out in order to pay the ransom. It was therefore reasonable to infer that, on this point, a return to Mexico would not pose an objective, present or prospective risk."], ["[23]", "The lack of evidence regarding a present or prospective risk was sufficient to deny the claim and the RPD's finding in that regard is reasonable.", "B.", "Did the RPD member err in finding that there was no personalized risk?"], ["[24]", "The response to the first issue being determinative to uphold the RPD's decision - given that the absence of prospective risk is sufficient to deny a claim for refugee protection - this Court is under no obligation to answer the second issue in dispute. However, for reasons of thoroughness and clarity, I would like to add the following clarifications included below."], ["[25]", "As the respondent has argued, even if the applicants had been able to establish that they would be subjected to a risk if they were to return to Mexico, the risk they allege in these proceedings does not make them refugees or persons in need of protection. Indeed, the applicants assert that they were victims of extortion and acknowledge having been targeted by criminals because of their affluence. But the case law has already established that being a victim of crime does not constitute a ground of persecution under section 96 of the IRPA (see, for example,", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 931). Furthermore, Madam Justice Gagné, in", "<FRAGMENT_SUPPRESSED> [2013] FCJ No 483, stated the following on the subject of wealthier victims:", "16.", "... nothing in the evidence indicates to me that the RPD should have determined that the prospective risk that the applicants would face, if they were to return to their country, would differ from the risk facing all wealthy citizens. In other words, the simple fact that the risk materialized in the past, in a relatively random manner, does not make it a prospective personalized risk.", "The same can be said of this case, given that the evidence in the record does in fact state that extortion is a fairly common practice in Mexico that is not targeted at anyone in particular. The entire population of Mexico are potential victims. In addition, for the purposes of subparagraph 97(1)(", ")(ii) of the IRPA, the applicants had to demonstrate that they faced a personalized risk that was not also generally faced by others in the country, which they failed to do in this case."], ["[26]", "I would further add that the fact that the RPD failed to indicate at the beginning of the hearing that generalized risk was to be one of the subjects addressed is not fatal to the decision. It simply shows that generalized risk was discussed even though it was not necessary to have done so. Indeed, the determination regarding the lack of evidence of any present or prospective risk was determinative."], ["[27]", "In short, even if the RPD had been persuaded that the applicants would face a prospective risk, the risk invoked by them was not, in light of the record, a personalized risk. This is why the RPD's finding regarding the lack of personalized risk in this case is reasonable."], ["[28]", "Accordingly, the decision of the RPD member in this case is reasonable and does not warrant the intervention of the Court."], ["[29]", "The parties were invited to submit a question for certification, but none was submitted.", "ORDER"], ["[30]", "THE COURT ORDERS AND ADJUDGES", "that the application for judicial review be dismissed. No question is certified.", "Application dismissed.", "Editor: J. Danielle King/vnh"]]}