{"id_": "037000", "body_str": [["[1]", "Tremblay-Lamer, J.", ": The applicant, Allan Adam on his own behalf and on behalf of the Athabasca Chipewyan First Nation [the ACFN], seeks judicial review of two decisions by the Government of Canada [Canada] in accordance with the", "Canadian Environmental Assessment Act, 2012", ", SC 2012, c 19, s 52 [", "CEAA", "]: 1) Order in Council 2013-1349, issued by the Governor in Council pursuant to ss 52(4), to the effect that \"the significant adverse environmental effects that the Shell Canada Energy Jackpine Mine Expansion project is likely to cause are justified in the circumstances\"; and 2) the decision statement of the respondent Minister of the Environment [the Minister], issued pursuant to s 54, outlining binding conditions for the said Project.", "I.", "OVERVIEW"], ["[2]", "The Jackpine Mine Expansion Project [the Project] is a proposed expansion of an existing open pit oil-sands mine by Shell Canada Limited [Shell] in the Athabasca oil-sands region near Fort McMurray, Alberta. The Project would be carried out on the traditional lands of the ACFN, an Indigenous nation with Treaty 8 rights."], ["[3]", "Objecting to the Project, the ACFN began consulting with the Crown and Shell in 2007. The ACFN sought the outright rejection of the Project or at least appropriate accommodations to address the adverse effects on the ACFN's rights. The Crown invited the ACFN to express its concerns to a joint review panel charged with conducting the Project's environmental assessment."], ["[4]", "The Project required an environmental assessment and a decision from the Minister. On December 6, 2013, the Minister decided that the Project was justified, subject to a list of conditions binding upon the proponent Shell."], ["[5]", "The ACFN maintains that the Crown made its decision in breach of the duties to consult and accommodate the ACFN. Accordingly, the ACFN asks this Court to declare the decision invalid and to require adequate consultation and accommodation.", "II.", "FACTS"], ["[6]", "In 2007, the respondent Shell proposed the Project which would increase the Jackpine Mine's bitumen-producing capacity by 100,000 barrels per calendar day. Camps, access roads, extraction and processing facilities, utility systems, new mines, and tailings ponds would all be constructed or expanded. The Project would destroy a 21-kilometre stretch of the Muskeg River, much being ACFN traditional land, including more than 10,000 hectares of wetlands, 85 percent of which are peatlands that could not be reclaimed. In addition, it would adversely affect the ACFN's rights, notably its Treaty 8 rights to hunting, fishing, and the harvesting of animals and plants. Finally, it would interfere with the maintenance of the ACFN's culture and way of life. See Annex A to these Reasons for a map of the regional and local area in relation to Shell Projects."], ["[7]", "Shell's proposal for the Project triggered the federal and provincial regulatory processes, each of which requires authorization under environmental and other legislation. First, the Project required an environmental assessment in accordance with the", "CEAA", ". The other federal and provincial authorizations could be obtained only once the federal Crown had issued a decision confirming that the Project's significant adverse environmental effects were justified and establishing mandatory conditions for carrying out the Project (", "CEAA", ", ss 7(", "), 52(4), 53)."], ["[8]", "The Crown and Alberta agreed to integrate their respective regulatory processes. They created an independent Joint Review Panel [the Panel] to conduct the environmental assessment through hearings, consultations with Indigenous nations, and examinations of data. The Panel was to present its rationale, conclusions, and recommendations for the Project in a report to the Minister."], ["[9]", "Before the Panel commenced its hearings, the ACFN, supported by funding from the Crown, participated in pre-hearing consultation with Shell and the Crown on Shell's own Environmental Impact Assessment, the agreement to form the Panel, the consultation plan, and the Panel's ability to proceed to a hearing on the basis of the information before it."], ["[10]", "The Panel conducted its hearing from October 29 to November 21, 2012. The ACFN participated extensively, filing hundreds of pages of submissions, examining and cross-examining lay and expert witnesses, and making final submissions."], ["[11]", "On July 9, 2013, the Panel released its 405-page report, which discusses in detail the evidence presented by the ACFN, the Crown, Shell, and others. The Panel concluded that the Project offered significant economic benefits and should not be delayed. In addition, the Project was likely to cause significant adverse environmental effects-some of them irreversible and inadequately mitigated-for the landscape, flora, fauna, and Indigenous peoples of the lands in question. The cumulative effects of this and other projects in the region, however, would likely result in significant harm to Aboriginal rights and the environment. The management of these cumulative effects lay beyond the scope of the Project and could not be the sole responsibility of Shell, the Project's proponent."], ["[12]", "The Panel also issued 88 recommendations for the Project's sound implementation. These recommendations aim specifically to address environmental concerns (soil, water, air, wetlands, forests, plants, fish, bison, caribou, moose, migratory birds) and the welfare of the Aboriginal nations in the area."], ["[13]", "After the Panel's report, the Crown continued consultation in what the ACFN calls Phase IV of the consultation process. Again, the Crown allocated funds for the ACFN's participation."], ["[14]", "The ACFN presented not only its substantive concerns but also a number of procedural concerns, including a desire for the Crown to share its own views during Phase IV, the inadequacy of the Crown's draft report on the consultation process, a request that the Crown's representatives at meetings be given a mandate to negotiate on accommodation, a desire for direct consultations with other actors, and several proposed ways to accommodate the ACFN's rights."], ["[15]", "Representatives of the Crown met with the ACFN on August 13 and 16, 2013 to discuss the report and on October 15, 2013 to discuss the federal government's potential responses to the report. A subsequent draft report mentions, without resolving them, some of the ACFN's concerns about the adequacy of consultation and accommodation."], ["[16]", "On October 25, 2013, the Minister fulfilled his obligation under ss 52(1) of the", "CEAA", "by determining that the Project was likely to cause significant adverse environmental effects."], ["[17]", "On November 13, 2013, officials from Environment Canada [EC] met with representatives of the ACFN to discuss matters within EC's mandate on which the ACFN had expressed concerns, including the development of a recovery strategy for wood bison and of range plans for woodland caribou, the ACFN's request for emergency orders for each species under the", "Species at Risk Act", ", the possible use of conservation offsets, and Canada's use of the Albertan government's Lower Athabasca Regional Plan [LARP]."], ["[18]", "On December 5, 2013, the Governor in Council decided that the Project's likely adverse environmental effects were \"justified in the circumstances\". The Governor in Council gave no reasons for this decision, and the Crown asserts privilege over records that might shed light on the reasons."], ["[19]", "On December 6, 2013, in accordance with his obligations under s 53 of the", "CEAA", ", the Minister issued the Decision Statement, which confirmed the Crown's determination that the environmental effects were justified and also established conditions that were binding on Shell. Canada also issued its response to those of the Panel's recommendations that could not be addressed through conditions in the Decision Statement. Canada reiterated a number of commitments on matters raised during the process that were not specific to the Project. It also confirmed that it would work cooperatively with Alberta on areas under Alberta's jurisdictional responsibility.", "III.", "PRELIMINARY MATTER"], ["[20]", "Shell asks the Court to strike the Hechtenthal affidavit, which the applicants filed. I agree. The affidavit presents not \"facts within the deponent's personal knowledge\", as required by Rule 81(1) of the", "Federal Courts Rules", ", SOR/98-106, but expert opinion on the Decision and the Project's conditions. It is thus inadmissible."], ["[21]", "On judicial review, \"[n]ormally, the Court will only take into account the actual record that was before the decision-maker. Exceptions to the rule may be justified where extrinsic evidence is relevant to an allegation concerning defects in procedural fairness or jurisdictional issue, as when the tribunal acted ultra vires ( <FRAGMENT_SUPPRESSED> ). Extrinsic evidence may also be admissible where it describes the proceedings and the evidence before the decision-maker whose decision is under review\" (", "<FRAGMENT_SUPPRESSED> , Justice Michael Phelan allowed an affidavit on the existence of the duty to consult when the applicants were never afforded the opportunity of consultation and thus never had the chance to adduce the evidence before trial. In the case at bar, by contrast, the affidavit presents expert evidence not on the existence of a duty to consult but on the adequacy of the conditions imposed upon Shell. The applicant had the opportunity to adduce such evidence; they cannot now do so by way of affidavit."], ["[23]", "Alberta Wilderness", "does contemplate the possibility that \"notwithstanding Rule 81, opinion evidence of a properly qualified expert may be admissible if it is relevant, necessary to assist the trier of fact, and not subject to any exclusionary rule\" (", "Alberta Wilderness", "at para 33). The opinion evidence in the affidavit, however, does not come from a properly qualified expert. In any event, the affidavit is not relevant or necessary to assist the Court, which can decide the legal issues without external interpretative assistance."], ["[24]", "I therefore strike the Hechtenthal affidavit as inadmissible.", "IV.", "ISSUES"], ["[25]", "This matter raises the following issues:", "1. Did the Crown breach a duty to consult the ACFN?", "2. Did the Crown breach a duty to accommodate the ACFN?", "V.", "SUBMISSIONS OF THE PARTIES", "A.", "Duty to consult", "(1)", "Submissions of the applicant"], ["[26]", "The applicant submits that the Crown rushed through the consultation process. The five-month period of Phase IV was too short to address the many issues that had arisen. The Crown disregarded the ACFN's requests for extra time. In addition, the Crown abruptly terminated the process before addressing all of the ACFN's concerns."], ["[27]", "The Crown issued its Decision before completing consultation. The Crown failed to collect the information required to determine how the Crown would address the ACFN's concerns and whether to approve the Project. In its recommendations for the Decision, the Canadian Environmental Assessment Agency merely mentioned the general concern of Aboriginal nations that Alberta is not doing enough to protect s 35 rights; it did not particularize any of the ACFN's concerns. The Minister issued the Decision without further investigation."], ["[28]", "The process lacked the required degree of transparency. The Crown has kept from the ACFN its advice to Cabinet, its proposed Project conditions, and information that it had received from Alberta. Opacity undermined the consultation process."], ["[29]", "The Crown breached its own commitments to the ACFN during the consultation process. After leading the ACFN to believe that the Panel review process would heavily inform the Crown's decisions, the Crown did not consult the ACFN on the Panel's recommendations, let alone adopt them all. Likewise, the Crown breached its promise to use Phase IV to identify outstanding issues and to consider accommodations that might go beyond the Project itself."], ["[30]", "Thus consultation was not sufficiently responsive to the ACFN's concerns and did not show sufficient attention to the Project's cumulative effects. These failures, which rendered consultations inadequate, constitute a breach of the Crown's duty to consult.", "(2)", "Submissions of the federal respondents"], ["[31]", "The federal respondents submit that the ACFN was afforded deep consultation throughout the process. Consultation was not restricted to the five months of Phase IV; it began more than six years ago and continues today. The ACFN was afforded the opportunity to present its views to the Crown, Shell, and the Panel, both in writing and in person; it even received funding for this purpose. The Panel addressed the ACFN's concerns in exhaustive detail. During Phase IV, the Crown consulted the ACFN on remaining issues. Five months sufficed for this purpose."], ["[32]", "Although the Decision is final, both Canada and Alberta continue to consult the ACFN on the Project itself. Accordingly, the present application is limited to the Decision; it does not extend to the overall Project."], ["[33]", "The Crown did not err in relying on Alberta's representations on responses to regional cumulative effects. Alberta had primary jurisdiction to regulate the Project and was subject to the same duty of consultation as the Crown. Alberta also had primary jurisdiction over many of the regional cumulative effects. Relying on Alberta's representations was therefore appropriate."], ["[34]", "The process was sufficiently transparent. Both the Minister's advice to Cabinet and the reasons for Cabinet's decisions are confidential; the ACFN had no right to disclosure."], ["[35]", "As the extent of accommodation shows, the Crown seriously considered the ACFN's views before making the Decision."], ["[36]", "For these reasons, the Crown fulfilled its duty to consult the ACFN.", "(3)", "Submissions of the respondent Shell"], ["[37]", "The respondent Shell submits that most of the responsibility for the proposed Project lay with Alberta. The federal Crown had only a limited duty to consult."], ["[38]", "Nonetheless, the Crown engaged in meaningful, adequate consultation, to the extent of its jurisdiction. The ACFN was invited to make written and oral submissions throughout the process and to advise the Crown on the responsiveness of the Panel's report to the ACFN's concerns. The ACFN also received financial assistance to facilitate its participation in the consultation process."], ["[39]", "Consultation was sufficiently transparent. The ACFN had no right to disclosure of the Cabinet's confidential communications and decision-making process. Furthermore, the adequacy of consultation depends not on the material that the Cabinet considered but on the Crown's conduct during consultation."], ["[40]", "For these reasons, the Crown fulfilled its duty to consult the ACFN.", "B.", "Duty to accommodate", "(1)", "Applicant's submissions"], ["[41]", "The applicant submits that in light of the Project's serious adverse effects, the Crown had a duty to accommodate the ACFN and also had the jurisdiction to act. Yet the Crown made only minor changes to the Project conditions that neglected all of the most important accommodations sought by the ACFN or recommended by the independent Panel."], ["[42]", "In particular, despite having jurisdiction to act, the Crown failed to fulfil any of the following recommendations of the Panel", "1. Make conservation offsets a Project condition;", "2. Fund and otherwise assist ACFN with developing a Traditional Land Use Management Plan (TRLUMP);", "3. Provide funding for cultural maintenance;", "4. Adopt as Project conditions Panel recommendations 44 and 45 on caribou;", "5. Amend the recovery strategy to accelerate completion of the caribou range and action plans;", "6. Commit to developing the federal wood-bison recovery strategy in time to inform decision-making on the Redclay Lake; and", "7. Develop more rigorous Project conditions for migratory birds and for Shell's consultation with the ACFN."], ["[43]", "Thus the Crown breached its duty to accommodate the ACFN's concerns.", "(2)", "Submissions of the federal respondents"], ["[44]", "The federal respondents submit that the accommodation measures upheld the honour of the Crown. The Crown imposed upon the Project numerous conditions aimed at accommodating the rights and interests of Aboriginal groups affected by the Project, including the ACFN. Although these measures did not satisfy the ACFN, they constitute adequate accommodation."], ["[45]", "Where the Crown had jurisdiction to accommodate the ACFN, it did so on all seven of the issues that it raised above."], ["[46]", "First, with respect to conservation offsets, the Crown lacked jurisdiction to act; the matter falls within the exclusive jurisdiction of Alberta. Secondly, the same is true of the development of a TRLUMP. With respect to both, Canada would \"work cooperatively with Alberta ... on the incorporation of Aboriginal traditional land use in regional planning and management activities in the Lower Athabasca region\" and \"on regional planning, stewardship of traditional resources and nature resource management in collaboration with Aboriginal groups\"."], ["[47]", "Third, the Crown had no duty to provide funds for cultural maintenance; it could elect to accommodate the concern through means other than money."], ["[48]", "Fourth, the recommendations on woodland caribou lay within provincial jurisdiction; the Crown had no authority to act. Nevertheless, the Crown has developed a comprehensive recovery strategy for the woodland caribou that goes beyond the scope of the Project."], ["[49]", "Fifth, the ACFN has not proven that the requested amendments to the recovery strategy for woodland caribou are necessary or even beneficial. The Crown is reasonably managing its recovery strategy in collaboration with Alberta."], ["[50]", "Sixth, the requested recovery strategy for wood bison is being developed; the Crown is even giving the matter priority. This accommodation is adequate."], ["[51]", "Seventh, the ACFN presents no evidence supporting its demand for \"more rigorous Project Conditions for migratory birds and for Shell's consultation with ACFN\". The Minister issued a page and a half of conditions directed at protecting migratory birds. The ACFN fails to allege specific deficiencies that require correction. In addition, more rigorous conditions might interfere with other legislative and regulatory regimes designed to protect migratory birds."], ["[52]", "Thus the Crown reasonably accommodated the ACFN's concerns.", "(3)", "Submissions of the respondent Shell"], ["[53]", "The respondent Shell submits that the Crown reasonably accommodated all of the applicant's central concerns: the Project's effects and the regional cumulative effects on bison, caribou, migratory birds, the diversion of the Muskeg River, traditional land use, and Aboriginal rights. These concerns are discussed singly in the following paragraphs."], ["[54]", "The Panel found that the Project-specific and cumulative effects on bison from the loss of habitat resulting from the development of the proposed Compensation Lake were unlikely to be significant. In addition, approval of the Compensation Lake may require further consultation and accommodation. Canada is also addressing concerns about wood bison through a strategy that goes beyond the scope of the Project."], ["[55]", "The Panel found that the Project-specific effects on caribou were minimal. Nonetheless, the Decision imposed conditions on Shell for the protection of caribou. The Panel did find significant adverse cumulative effects and recommended regional responses by Alberta and the Crown. These accommodations appropriately reflect the Crown's ability to act in an area that comes largely under provincial jurisdiction. Moreover, the Crown promised to assist Alberta."], ["[56]", "The Panel found significant adverse effects, both Project-specific and cumulative, on some migratory bird species. It issued recommendations to address these effects. The Crown accommodated the ACFN's concerns in numerous ways: it imposed five significant conditions on the Project; it prioritized recovery strategies for the species in question; it promised to undertake research and monitoring of the effects of tailing-pond exposure on migratory birds; and it offered to cooperate with Alberta on the latter's responsibilities. Again, these accommodations are sufficient."], ["[57]", "The Panel found significant cumulative but not Project-specific adverse effects on the ACFN's traditional land use and rights. The Crown reasonably accommodated the ACFN's concerns by adding several conditions to the Project."], ["[58]", "The Panel determined that the diversion of the Muskeg River was in the public interest but recommended additional consultation, mitigation, or accommodation of the ACFN's concerns before diversion could be approved. Although Alberta has exclusive jurisdiction over land use and water management, the Crown nonetheless imposed several conditions to address the ACFN's concerns. Shell likewise sought to mitigate said concerns by redesigning the diversion scheme."], ["[59]", "Thus the Crown reasonably accommodated the ACFN's concerns.", "VI.", "RELEVANT LEGISLATION"], ["[60]", "The", "CEAA", "governs the environmental assessment required for the Project. Following are the relevant sections."], ["[61]", "Section 5 defines \"environmental effects\" for the purposes of the", "CEAA", "5. (1) For the purposes of this Act, the environmental effects that are to be taken into account in relation to an act or thing, a physical activity, a designated project or a project are", "(a) a change that may be caused to the following components of the environment that are within the legislative authority of Parliament:", "(i) fish and fish habitat as defined in subsection 2(1) of the Fisheries Act,", "(ii) aquatic species as defined in subsection 2(1) of the Species at Risk Act,", "(iii) migratory birds as defined in subsection 2(1) of the Migratory Birds Convention Act, 1994, and", "(iv) any other component of the environment that is set out in Schedule 2;", "(b) a change that may be caused to the environment that would occur", "(i) on federal lands,", "(ii) in a province other than the one in which the act or thing is done or where the physical activity, the designated project or the project is being carried out, or", "(iii) outside Canada; and", "(c) with respect to aboriginal peoples, an effect occurring in Canada of any change that may be caused to the environment on", "(i) health and socio-economic conditions,", "(ii) physical and cultural heritage,", "(iii) the current use of lands and resources for traditional purposes, or", "(iv) any structure, site or thing that is of historical, archaeological, paleontological or architectural significance.", "(2) However, if the carrying out of the physical activity, the designated project or the project requires a federal authority to exercise a power or perform a duty or function conferred on it under any Act of Parliament other than this Act, the following environmental effects are also to be taken into account:", "(a) a change, other than those referred to in paragraphs (1)(a) and (b), that may be caused to the environment and that is directly linked or necessarily incidental to a federal authority's exercise of a power or performance of a duty or function that would permit the carrying out, in whole or in part, of the physical activity, the designated project or the project; and", "(b) an effect, other than those referred to in paragraph (1)(c), of any change referred to in paragraph (a) on", "(i) health and socio-economic conditions,", "(ii) physical and cultural heritage, or", "(iii) any structure, site or thing that is of historical, archaeological, paleontological or architectural significance.", "(3) The Governor in Council may, by order, amend Schedule 2 to add or remove a component of the environment.", "5. (1) Pour l'application de la présente loi, les effets environnementaux qui sont en cause à l'égard d'une mesure, d'une activité concrète, d'un projet désigné ou d'un projet sont les suivants:", "a) les changements qui risquent d'être causés aux composantes ci-après de l'environnement qui relèvent de la compétence législative du Parlement:", "(i) les poissons et leur habitat, au sens du paragraphe 2(1) de la Loi sur les pêches,", "(ii) les espèces aquatiques au sens du paragraphe 2(1) de la Loi sur les espèces en péril,", "(iii) les oiseaux migrateurs au sens du paragraphe 2(1) de la Loi de 1994 sur la convention concernant les oiseaux migrateurs,", "(iv) toute autre composante de l'environnement mentionnée à l'annexe 2;", "b) les changements qui risquent d'être causés à l'environnement, selon le cas:", "(i) sur le territoire domanial,", "(ii) dans une province autre que celle dans laquelle la mesure est prise, l'activité est exercée ou le projet désigné ou le projet est réalisé,", "(iii) à l'étranger;", "c) s'agissant des peuples autochtones, les répercussions au Canada des changements qui risquent d'être causés à l'environnement, selon le cas:", "(i) en matière sanitaire et socio-économique,", "(ii) sur le patrimoine naturel et le patrimoine culturel,", "(iii) sur l'usage courant de terres et de ressources à des fins traditionnelles,", "(iv) sur une construction, un emplacement ou une chose d'importance sur le plan historique, archéologique, paléontologique ou architectural.", "Exercice d'attributions par une autorité fédérale", "(2) Toutefois, si l'exercice de l'activité ou la réalisation du projet désigné ou du projet exige l'exercice, par une autorité fédérale, d'attributions qui lui sont conférées sous le régime d'une loi fédérale autre que la présente loi, les effets environnementaux comprennent en outre:", "a) les changements - autres que ceux visés aux alinéas (1)a) et b) - qui risquent d'être causés à l'environnement et qui sont directement liés ou nécessairement accessoires aux attributions que l'autorité fédérale doit exercer pour permettre l'exercice en tout ou en partie de l'activité ou la réalisation en tout ou en partie du projet désigné ou du projet;", "b) les répercussions - autres que celles visées à l'alinéa (1)c) - des changements visés à l'alinéa a), selon le cas:", "(i) sur les plans sanitaire et socio-économique,", "(ii) sur le patrimoine naturel et le patrimoine culturel,", "(iii) sur une construction, un emplacement ou une chose d'importance sur le plan historique, archéologique, paléontologique ou architectural.", "(3) Le gouverneur en conseil peut, par décret, modifier l'annexe 2 pour y ajouter ou en retrancher toute composante de l'environnement."], ["[62]", "Section 52 describes the required decision on the likelihood that the proposed Project will cause significant adverse environmental effects as defined in ss 52(1):", "52. (1) For the purposes of sections 27, 36, 47 and 51, the decision maker referred to in those sections must decide if, taking into account the implementation of any mitigation measures that the decision maker considers appropriate, the designated project", "(a) is likely to cause significant adverse environmental effects referred to in subsection 5(1); and", "(b) is likely to cause significant adverse environmental effects referred to in subsection 5(2).", "(2) If the decision maker decides that the designated project is likely to cause significant adverse environmental effects referred to in subsection 5(1) or (2), the decision maker must refer to the Governor in Council the matter of whether those effects are justified in the circumstances.", "(3) If the decision maker is a responsible authority referred to in any of paragraphs 15(a) to (c), the referral to the Governor in Council is made through the Minister responsible before Parliament for the responsible authority.", "(4) When a matter has been referred to the Governor in Council, the Governor in Council may decide", "(a) that the significant adverse environmental effects that the designated project is likely to cause are justified in the circumstances; or", "(b) that the significant adverse environmental effects that the designated project is likely to cause are not justified in the circumstances.", "52. (1) Pour l'application des articles 27, 36, 47 et 51, le décideur visé à ces articles décide si, compte tenu de l'application des mesures d'atténuation qu'il estime indiquées, la réalisation du projet désigné est susceptible:", "a) d'une part, d'entraîner des effets environnementaux visés au paragraphe 5(1) qui sont négatifs et importants;", "b) d'autre part, d'entraîner des effets environnementaux visés au paragraphe 5(2) qui sont négatifs et importants.", "(2) S'il décide que la réalisation du projet est susceptible d'entraîner des effets environnementaux visés aux paragraphes 5(1) ou (2) qui sont négatifs et importants, le décideur renvoie au gouverneur en conseil la question de savoir si ces effets sont justifiables dans les circonstances.", "(3) Si le décideur est une autorité responsable visée à l'un des alinéas 15a) à c), le renvoi se fait par l'entremise du ministre responsable de l'autorité devant le Parlement.", "(4) Saisi d'une question au titre du paragraphe (2), le gouverneur en conseil peut décider:", "a) soit que les effets environnementaux négatifs importants sont justifiables dans les circonstances;", "b) soit que ceux-ci ne sont pas justifiables dans les circonstances."], ["[63]", "Section 53 specifies the decision maker's duty to establish project-specific conditions in relation to the Project's significant adverse environmental effects as defined in ss 53(1):", "53. (1) If the decision maker decides under paragraph 52(1)(a) that the designated project is not likely to cause significant adverse environmental effects referred to in subsection 5(1), or the Governor in Council decides under paragraph 52(4)(a) that the significant adverse environmental effects referred to in that subsection that the designated project is likely to cause are justified in the circumstances, the decision maker must establish the conditions in relation to the environmental effects referred to in that subsection with which the proponent of the designated project must comply.", "(2) If the decision maker decides under paragraph 52(1)(b) that the designated project is not likely to cause significant adverse environmental effects referred to in subsection 5(2), or the Governor in Council decides under paragraph 52(4)(a) that the significant adverse environmental effects referred to in that subsection that the designated project is likely to cause are justified in the circumstances, the decision maker must establish the conditions - that are directly linked or necessarily incidental to the exercise of a power or performance of a duty or function by a federal authority that would permit a designated project to be carried out, in whole or in part - in relation to the environmental effects referred to in that subsection with which the proponent of the designated project must comply.", "(3) The conditions referred to in subsection (2) take effect only if the federal authority exercises the power or performs the duty or function.", "(4) The conditions referred to in subsections (1) and (2) must include", "(a) the implementation of the mitigation measures that were taken into account in making the decisions under subsection 52(1); and", "(b) the implementation of a follow-up program.", "53. (1) Dans le cas où il décide, au titre de l'alinéa 52(1)a), que la réalisation du projet désigné n'est pas susceptible d'entraîner des effets environnementaux visés au paragraphe 5(1) qui sont négatifs et importants ou dans le cas où le gouverneur en conseil décide, en vertu de l'alinéa 52(4)a), que les effets environnementaux visés à ce paragraphe négatifs et importants que la réalisation du projet est susceptible d'entraîner sont justifiables dans les circonstances, le décideur fixe les conditions que le promoteur du projet est tenu de respecter relativement aux effets environnementaux visés à ce paragraphe.", "(2) Dans le cas où il décide, au titre de l'alinéa 52(1)b), que la réalisation du projet désigné n'est pas susceptible d'entraîner des effets environnementaux visés au paragraphe 5(2) qui sont négatifs et importants ou dans le cas où le gouverneur en conseil décide, en vertu de l'alinéa 52(4)a), que les effets environnementaux visés à ce paragraphe négatifs et importants que la réalisation du projet est susceptible d'entraîner sont justifiables dans les circonstances, le décideur fixe les conditions - directement liées ou nécessairement accessoires aux attributions que l'autorité fédérale doit exercer pour permettre la réalisation en tout ou en partie du projet - que le promoteur du projet est tenu de respecter relativement aux effets environnementaux visés à ce paragraphe.", "(3) Ces dernières conditions sont toutefois subordonnées à l'exercice par l'autorité fédérale des attributions en cause.", "(4) Les conditions visées aux paragraphes (1) et (2) sont notamment les suivantes:", "a) la mise en oeuvre des mesures d'atténuation dont il a été tenu compte dans le cadre des décisions prises au titre du paragraphe 52(1);", "b) la mise en oeuvre d'un programme de suivi."], ["[64]", "Section 54 sets forth the content of the required decision statement:", "54. (1) The decision maker must issue a decision statement to the proponent of a designated project that", "(a) informs the proponent of the designated project of the decisions made under paragraphs 52(1)(a) and (b) in relation to the designated project and, if a matter was referred to the Governor in Council, of the decision made under subsection 52(4) in relation to the designated project; and", "(b) includes any conditions that are established under section 53 in relation to the designated project and that must be complied with by the proponent.", "(2) When the decision maker has made a decision under paragraphs 52(1)(a) and (b) in relation to the designated project for the purpose of section 47, the decision maker must issue the decision statement no later than 24 months after the day on which the environmental assessment of the designated project was referred to a review panel under section 38.", "(3) The decision maker may extend that time limit by any further period - up to a maximum of three months - that is necessary to permit cooperation with any jurisdiction with respect to the environmental assessment of the designated project or to take into account circumstances that are specific to the project.", "(4) The Governor in Council may, on the recommendation of the Minister, extend the time limit extended under subsection (3).", "(5) The Agency must post a notice of any extension granted under subsection (3) or (4) on the Internet site.", "(6) If the Agency, the review panel or the Minister, under section 39 or subsection 44(2) or 47(2), respectively, requires the proponent of the designated project to collect information or undertake a study with respect to the designated project, the calculation of the time limit within which the decision maker must issue the decision statement does not include:", "(a) the period that is taken by the proponent, in the opinion of the Agency, to comply with the requirement under section 39;", "(b) the period that is taken by the proponent, in the opinion of the review panel, to comply with the requirement under subsection 44(2); and", "(c) the period that is taken by the proponent, in the opinion of the Minister, to comply with the requirement under subsection 47(2).", "54. (1) Le décideur fait une déclaration qu'il remet au promoteur du projet désigné dans laquelle:", "a) il donne avis des décisions qu'il a prises relativement au projet au titre des alinéas 52(1)a) et b) et, le cas échéant, de la décision que le gouverneur en conseil a prise relativement au projet en vertu du paragraphe 52(4);", "b) il énonce toute condition fixée en vertu de l'article 53 relativement au projet que le promoteur est tenu de respecter.", "(2) Dans le cas où il a pris les décisions au titre des alinéas 52(1)a) et b) pour l'application de l'article 47, le décideur est tenu de faire la déclaration dans les vingt-quatre mois suivant la date où il a renvoyé, au titre de l'article 38, l'évaluation environnementale du projet pour examen par une commission.", "(3) Il peut prolonger ce délai de la période nécessaire pour permettre toute coopération avec une instance à l'égard de l'évaluation environnementale du projet ou pour tenir compte des circonstances particulières du projet. Il ne peut toutefois prolonger le délai de plus de trois mois.", "(4) Le gouverneur en conseil peut, sur la recommandation du ministre, prolonger le délai prolongé en vertu du paragraphe (3).", "(5) L'Agence affiche sur le site Internet un avis de toute prolongation accordée en vertu des paragraphes (3) ou (4) relativement au projet.", "(6) Dans le cas où l'Agence, la commission ou le ministre exigent du promoteur, au titre de l'article 39 ou des paragraphes 44(2) ou 47(2), selon le cas, qu'il procède à des études ou à la collecte de renseignements relativement au projet, ne sont pas comprises dans le calcul du délai dont dispose le décideur pour faire la déclaration:", "a) la période prise, de l'avis de l'Agence, par le promoteur pour remplir l'exigence au titre de l'article 39;", "b) la période prise, de l'avis de la commission, par le promoteur pour remplir l'exigence au titre du paragraphe 44(2);", "c) la période prise, de l'avis du ministre, par le promoteur pour remplir l'exigence au titre du paragraphe 47(2).", "VII.", "ANALYSIS", "A.", "Standard of review"], ["[65]", "The adequacy of the Crown's discharge of its duties of consultation and accommodation is reviewable on the standard of reasonableness.  <FRAGMENT_SUPPRESSED> , [", "Haida", "], Chief Justice Beverley McLachlin explained at para 62 what reasonable consultation and accommodation entail:", "The process itself would likely fail to be examined on a standard of reasonableness. Perfect satisfaction is not required; the question is whether the regulatory scheme or government action \"viewed as a whole, accommodates the collective aboriginal right in question\" [...]. The government is required to make reasonable efforts to inform and consult. This suffices to discharge the duty. [internal citation omitted]"], ["[66]", "Thus, the fact that the Crown could have done more to consult or accommodate the claimant does not render the Crown's efforts unreasonable. Imperfections will not invite judicial review of an otherwise reasonable process. Accommodation \"does not give Aboriginal groups a veto over\" projects (", "Haida", "at para 48); rather, it balances their interests with broader political or societal ones.", "B.", "Duty to consult"], ["[67]", "The scope and context of the duty to consult will vary with the circumstances as was recognized in", "<FRAGMENT_SUPPRESSED>  where Chief Justice Antonio Lamer explains at para 168:", "[...] The nature and scope of the duty of consultation will vary with the circumstances. In occasional cases, when the breach is less serious or relatively minor, it will be no more than a duty to discuss important decisions that will be taken with respect to lands held pursuant to aboriginal title. Of course, even in these rare cases when the minimum acceptable standard is consultation, this consultation must be in good faith, and with the intention of substantially addressing the concerns of the aboriginal peoples whose lands are at issue. [...]"], ["[68]", "The duty to consult must be \"proportionate to a preliminary assessment of the strength of the case supporting the existence of the right or title, and to the seriousness of the potentially adverse effect upon the right or title claimed\" (", "Haida", "at para 39). Specifically, as I expressed in", "<FRAGMENT_SUPPRESSED> DLR (4th) 300, they \"are determined by multiple factors including the", "prima facie", "strength of the claim, the significance of the right and potential infringement, and the nature of the potential damage to the claimed right or title. [...] [W]here there is a strong", "prima facie", "case for the claim, the right and potential infringement is of high significance to the Aboriginal peoples concerned and the risk of non-compensable damage is high, deep consultation may be required\". Deep consultation \"may entail the opportunity to make submissions for consideration, formal participation in the decision-making process, and provision of written reasons to show that Aboriginal concerns were considered and to reveal the impact they had on the decision\" (", "Haida", "at para 44). The analysis requires a flexible approach that takes into account the particularities of the case (", "Haida", "at para 45)."], ["[69]", "The purpose of consultation is \"to maintain the honour of the Crown and to effect reconciliation between the Crown and the Aboriginal peoples with respect to the interests at stake. Pending settlement, the Crown is bound by its honour to balance societal and Aboriginal interests in making decisions that may affect Aboriginal claims\" (", "Haida", "at para 45). Conflicts between the interests of the Aboriginal nation and the broader society must be resolved through \"[b]alance and compromise\" (", "ibid", ")."], ["[70]", "In his book", "Revisiting the Duty to Consult Aboriginal Peoples", "(Saskatoon: Purich Publishing, 2014), Dwight G. Newman explains that \"[t]he context of the duty to consult in any given case will be contextual and fact-specific\" (at 103). He identifies \"the fundamental components of meaningful consultation: notice and appropriate timelines for response, appropriate disclosure of relevant information, discussion appropriate to the circumstances, responding to concerns raised in discussions, and potentially accommodating concerns in appropriate circumstances\" (", "ibid", ")."], ["[71]", "In the case at bar, the Crown had a \"deep\" duty to consult the ACFN. When \"the right and potential infringement is of high significance to the Aboriginal peoples, and the risk of non-compensable damage is high[,] ... deep consultation, aimed at finding a satisfactory interim solution, may be required\" (", "Haida", "at para 44). The Project would destroy a large part of the ACFN's traditional lands and might also impinge upon the maintenance of their culture and way of life. Some of the harm to the ACFN is potentially irreversible or has not been mitigated through means of proven efficacy."], ["[72]", "Taking into account the fundamental components of a meaningful consultation, I will review what was done in the present case."], ["[73]", "The Crown did give the ACFN notice. The ACFN's own extensive participation bears witness to its awareness of the Project and specifically of the issues that raised concerns."], ["[74]", "The evidence demonstrates that the Crown afforded the ACFN the opportunity for consultation. The ACFN participated throughout the six-year process, filing more than 6000 pages of submissions, marshalling witnesses, and speaking at dozens of meetings. The Crown provided funding to facilitate the ACFN's participation, as did Shell."], ["[75]", "The Crown seriously considered the ACFN's views. The ACFN admits to having \"participated fully in the Panel Hearing\", at which it \"proposed potential accommodation measures\". During Phase IV, the Crown sought to identify the outstanding issues of concern to the ACFN. The measures that the Crown took to accommodate the ACFN, which shall be discussed below, corroborate the Crown's serious consideration of the ACFN's concerns."], ["[76]", "The Crown was prepared to alter the original proposal for the Project. Indeed, the Crown made numerous changes, some of them in the form of conditions binding on Shell. Furthermore, these changes, which address many of the concerns that the ACFN raised during consultation, reflect the Crown's effort to \"find [ ] a satisfactory interim solution\" (", "Haida", "at 44) that would protect the ACFN's interests."], ["[77]", "I do not accept the ACFN's allegation that the consultation process was rushed. The ACFN identifies the consultation process with Phase IV, a five-month period; yet consultation covered the whole six-year period, not just Phase IV. By its own admission, the ACFN \"began consulting with the Crown and Shell about the Project in 2007\" and continued throughout Phase IV, which ended in December 2013."], ["[78]", "Indeed, the consultation process continues still today: the Crown and Shell alike must consult the ACFN on some of the Project's conditions, and Alberta must consult the ACFN on the many issues within exclusive or primary provincial jurisdiction before the Project can receive approval. There is no evidence suggesting that the process contravened the honour of the Crown or caused any prejudice to the ACFN's rights to consultation."], ["[79]", "The record does not reveal a lack of transparency; on the contrary, it shows that the Crown repeatedly shared information, replied to the ACFN's correspondence, met the ACFN's representatives, and made policy decisions in light of the ACFN's concerns. The applicant was not entitled to disclosure of the Minister's advice to Cabinet: as they acknowledge, the Minister properly asserted privilege (", "Canada Evidence Act", ", RSC 1985, c C-5, s 39(2)). Furthermore, the duty to consult is determined by the actions that Canada took during the consultation process, not by what the Governor in Council may have considered."], ["[80]", "This Court could draw an adverse inference if the Crown selectively disclosed only those documents that favoured its position (", "<FRAGMENT_SUPPRESSED> ), which cannot be said of the present case. No adverse inference can stem from the Crown's exercise of privilege."], ["[81]", "Nor did the Crown have to justify to the ACFN the Cabinet's decisions on the Project (", "Babcock", "at paras 21-27). The applicant cites no authority in support of their purported right to such justification. The duty to consult obliged the Crown to justify its rejection of the ACFN's position but not to disclose the explanation that it gave to the Cabinet for recommending approval of the Project (", "<FRAGMENT_SUPPRESSED> DLR (4th) 31)."], ["[82]", "The applicant alleges that the Crown breached important commitments on at least three procedural points. On the record, however, the alleged broken promises do not appear to signal inadequate consultation. I reject the applicant's claim that the Crown created and deceived a \"reasonable expectation that the Panel review process would heavily inform the Crown's decision-making for the Project\" as I discuss below, the Panel's report did inform the Crown's decisions. The evidence does not support the contention that the Crown failed to consult with the ACFN on \"outstanding issues and ... discuss and consider accommodation measures beyond project specific [", "sic", "] mitigation as appropriate\"."], ["[83]", "The claim that the Crown broke a promise to consult with the ACFN on provincial matters is also unproven. The applicant alleges that the Crown improperly based some decisions on the LARP, an Albertan plan that the Panel found not to address Aboriginal rights. The applicant fails however to show that the Crown did base decisions on the LARP, and that it had no right to do so. In addition, the Panel recommended that Alberta, not the federal Crown, correct the deficiencies in the LARP. The ACFN may raise its concerns during its continuing consultation with Alberta."], ["[84]", "The record does not support the applicant's contention that the Crown was insufficiently responsive to the ACFN's concerns. On the contrary, the Crown engaged in consistent and responsible consultation with the ACFN from the beginning. The consultation process was admittedly imperfect: for instance, the Crown acknowledges that by \"oversight\" it neglected to give the ACFN a promised copy of a letter from the Government of Alberta late in Phase IV. Minor omissions, however, do not gainsay the adequacy of consultation."], ["[85]", "Nor does the record reveal insufficient attention by the Crown to the Project's cumulative effects. The applicant correctly cites", "West Moberly", "as authority for the proposition that cumulative adverse effects are relevant to a proposed project; however, the Crown did consult the ACFN on the cumulative adverse effects on Treaty 8 rights, the flora and fauna, and the maintenance of the ACFN's culture and way of life. Much of the work of the Panel addressed these very issues; indeed, the Panel made numerous recommendations in favour of the ACFN, many of which became Project conditions. For example, entire sections of the list of conditions aim to \"[p]rotect migratory birds and Aboriginal traditional use of lands and resources\", \"[m]aintain Aboriginal use of traditional lands and resources and protect Aboriginal health\", \"[p]rotect Aboriginal health-off road emissions and odours\", \"[p]rotect fish, fish habitat, migratory birds, and Aboriginal health\", and \"[p]rotect migratory birds and traditional use of lands and resources\"."], ["[86]", "I conclude that the Crown fulfilled its duty to consult the ACFN. The Crown gave the ACFN notice of the Project and engaged the ACFN in serious and extensive discussion with a view to addressing the ACFN's concerns. Once the Panel was established, the ACFN fully participated in the process; it was consulted at every stage and made submissions that received serious consideration. Importantly, after the Panel issued its report, the ACFN was invited to present its opinion on the extent to which the report captured the ACFN's concerns. The ACFN was consulted on drafts of potential conditions and on Canada's potential responses to issues that could not be made into conditions. Where no changes could be made, the Crown provided reasonable explanations. The evidence also establishes the fact that the ACFN will continue to be consulted in the future. I fail to see what more could be done to ensure meaningful consultation.", "C.", "Duty to accommodate"], ["[87]", "Like the adequacy of consultation, the adequacy of accommodation is reviewable on the standard of reasonableness (", "Ka'a'gee Tu", "at paras 91-93;", "Haida", "at paras 61-63)."], ["[88]", "Accommodation involves \"seeking compromise in an attempt to harmonize conflicting interests and move further down the path of reconciliation\". It does not require the Crown to grant all of the Aboriginal nation's wishes, nor need it lead to an agreement (", "Haida", "at paras 45-49)."], ["[89]", "In", "Haida", "(at para 50), Chief Justice McLachlin explained in broad strokes the scope of the duty to accommodate:", "Balance and compromise are inherent in the notion of reconciliation. Where accommodation is required in making decisions that may adversely affect as yet unproven Aboriginal rights and title claims, the Crown must balance Aboriginal concerns reasonably with the potential impact of the decision on the asserted right or title and with other societal interests."], ["[90]", "Many stakeholders would like more guidance on the requirements of accommodation (Newman at 104). Aboriginal rights and claims, however, vary so greatly that specific rules applicable to all cases are difficult to formulate. Assessing the scope of the duty to accommodate requires a fact-driven analysis directed at reasonable balancing of conflicting interests so as to foster reconciliation."], ["[91]", "In the case at bar, Canada accommodated the ACFN's concerns by imposing a long list of conditions binding Shell. I do not believe that the duty to accommodate required Canada to adopt all of the mitigation measures that the Panel recommended. As Mr. Bruce Morgan, the author of the conditions, explained in his affidavit, many factors were considered: the conditions had to fall within the authority set out in the", "CEAA", "and had to be clear, measurable, and enforceable. Moreover, many of the Panel's recommendations were directed to Alberta and reflected the constitutional responsibilities of the provincial government for land and resource management."], ["[92]", "The federal-provincial distribution of powers limited the Crown's ability to accommodate the ACFN. The lands and the mineral rights appurtenant thereto, belong to the province of Alberta (", "Constitution Act, 1930", "(UK), 20-21 Geo V, c 26, Schedule 2, s 1). Alberta thus enjoys exclusive jurisdiction over most matters related to the use of those lands (", "<FRAGMENT_SUPPRESSED> DLR (4th) 1;", "Constitution Act, 1867", "(UK), 30 & 31 Vict, c 3, reprinted in RSC 1985, Appendix II, No 5, s 92(13)). As the Crown repeatedly pointed out, many of the accommodations that the ACFN sought lay outside the Crown's jurisdiction."], ["[93]", "The Crown has nonetheless offered to cooperate with Alberta on a number of matters lying within Alberta's exclusive jurisdiction. In its response on December 6, 2013 to the Panel's recommendations, the Crown committed itself to collaborating with Alberta:", "• On a community baseline health study in collaboration with Aboriginal groups;", "• On the Water Quality Management Framework for the Lower Athabasca River under its Lower Athabasca Regional Plan;", "• On water withdrawals from the Athabasca River;", "• On the Surface Water Quantity Management Framework for the Lower Athabasca River under its Lower Athabasca Regional Plan;", "• To monitor the impact of oil-sands development on the regional environment through monitoring of: substances of concern in air and water; fish and bird health; and biodiversity, including some species at risk and migratory birds;", "• To contribute input as requested on conservation offsets in the context of Alberta's land use planning policies;", "• To contribute technical advice for the development by Alberta of a caribou range plan for the Richardson herd and other herds in the province;", "• To contribute technical or policy knowledge or expertise to improve reclamation and re-colonization of wildlife habitat in the oil-sands region;", "• On the incorporation of Aboriginal traditional land use in regional planning and management activities in the Lower Athabasca region; and", "• On regional planning, stewardship of traditional resources and natural resource management in collaboration with Aboriginal groups."], ["[94]", "In sum, many of the ACFN's concerns lie within the provincial sphere and should be addressed through consultation with Alberta, which has the same duty to consult as the federal Crown (", "Haida", "at paras 57-59)."], ["[95]", "The applicant cites in particular seven accommodation measures that Canada ought to have undertaken. I shall discuss them one by one."], ["[96]", "First, the ACFN requested that conservation offsets be made a Project condition. The Panel, however, called upon Alberta and the Crown \"cooperatively [to] consider the need for conservation offsets\". Since Alberta owns the lands in question and has exclusive jurisdiction over their use, the federal Crown cannot require the creation of conservation offsets. Although the Crown may cooperate with Alberta on the regional management of conservation, it has no jurisdiction to offer the accommodation that the ACFN sought."], ["[97]", "Second, the Panel recommended the development of a TRLUMP-but by Alberta, which has exclusive jurisdiction over this matter. The Crown's role was limited to consultation. Again, the Crown lacked jurisdiction to provide the requested accommodation. Yet, as stated above, Canada promised to \"work cooperatively with Alberta ... [o]n the incorporation of Aboriginal traditional land use in regional planning and management activities in the Lower Athabasca region\" and \"[o]n regional planning, stewardship of traditional resources and natural resource management in collaboration with Aboriginal groups\". This commitment reflects the Crown's seriousness about accommodating the ACFN despite not having plenary jurisdiction."], ["[98]", "Third, the ACFN sought funding for cultural maintenance to offset the Project's \"[c]ommunity- and regional-level effects\", such as interference with their rights to hunt, fish, and harvest plants. This concern about cultural maintenance required accommodation but not necessarily in the form of funding. In its report, the Panel found that the LARP was the most appropriate vehicle for addressing the regional cumulative effects of oil-sands development and their associated impact on Aboriginal cultures. For matters within federal jurisdiction, the Crown has decided to accommodate the ACFN's interests by mitigating the threats to cultural maintenance, such as harm to flora, fauna, and the environment: it has imposed numerous conditions that are binding on Shell, promised to collaborate with Alberta on matters within provincial authority, and undertaken broader efforts to address ecological risks. Although the ACFN might prefer money, the Crown's choice of accommodation is reasonable and is not subject to review by this Court."], ["[99]", "Fourth, the ACFN called upon the Crown to convert into Project conditions the Panel's recommendations 44 and 45 on woodland caribou. Again, however, the responsibility for the management of woodland caribou on the lands in question lies with Alberta. The Crown so stated in its responses to the recommendations and offered to support Alberta's efforts. The Crown reasonably left these two recommendations to Alberta, which has the duty to consult on them with the ACFN. In addition, the Crown is addressing the threats to the woodland caribou through a comprehensive scheme under the", "Species at Risk Act", "Species at Risk Act", ", SC 2002, c 29 [", "SARA", "]). This scheme, which protects critical habitat both within and without the area of the Project, reasonably accommodates the ACFN's concerns about the survival of the woodland caribou."], ["[100]", "Fifth, the ACFN asked the Crown to amend its recovery strategy so as to accelerate completion of the caribou range and action plans. The recovery strategy is a plan that the federal Crown set-up in 2012 in accordance with section 41 of the", "SARA", ". The ACFN presents to this Court no evidence supporting the claim that accelerated action is a necessary or even a reasonable, accommodation."], ["[101]", "Sixth, the ACFN requested a recovery strategy for wood bison. The Crown is indeed preparing such a strategy: in its responses to the Panel's recommendations, it \"reiterates its commitment to ... [f]inalize recovery documents (Recovery Strategies, Management Plans, Action Plans) on a priority basis for species at risk known to occur in the oil sands region as required under the Species at Risk Act, including but not necessarily limited to Wood Bison, Canada Warbler, Olive-sided Flycatcher, Common Nighthawk and Rusty Blackbird\". In addition, the Crown intends to consult with the ACFN on this strategy. Mr. Greg Wilson of Environment Canada affirms that he has \"continued to communicate with ACFN representatives ... since the release of the Minister of the Environment's Decision Statement\"."], ["[102]", "Seventh, the ACFN sought more rigorous Project conditions for migratory birds and for Shell's consultation. The Crown has devised significant conditions to accommodate the ACFN's concerns about the protection of migratory birds, including sixteen conditions under the headings \"Avoid disturbances and destruction of migratory birds\", \"Avoid migratory bird mortality\", and \"Protect migratory birds and Aboriginal traditional use of lands and resources\". Some of these conditions set out clear affirmative duties (", "e.g.", ", \"The Proponent shall remove vegetation, initially and on a continual basis, from the surface of and adjacent to tailings ponds\" so as to keep migratory birds away) or negative duties (", "e.g.", ", \"The Proponent shall not discharge untreated froth tailings into tailing ponds\"). Moreover, the Crown imposed other conditions requiring Shell to continue to consult Aboriginal groups such as the ACFN on issues related to the protection of migratory birds. The ACFN has not pleaded a specific deficiency in the relevant Project conditions or explained how much \"more rigorous\" the conditions should be. The Crown was under no duty to accommodate this vague request."], ["[103]", "Although the ACFN's list of accommodation measures that in its view Canada ought to have provided does not specifically mention the Muskeg River Diversion, I note that the Panel did recognize in its report that the ACFN had significant unresolved concerns about the diversion and that the Panel recommended additional consultation and accommodation on this issue. Land use and water management lie within Alberta's exclusive jurisdiction. Nevertheless, Canada devised conditions requiring Shell to develop quantitative tools, monitor the efficacy of mitigation measures, and establish reporting requirements. I find this accommodation appropriate under the circumstances. It shows that Canada is striving to address all concerns effectively rather than circumscribing its scope of action on jurisdictional or formal grounds."], ["[104]", "Thus, I am satisfied that the Crown fulfilled its duty to accommodate the ACFN's concerns. Owing to the consultation process, the Crown added numerous Project conditions and made other reasonable accommodations as well. The duty to accommodate does not guarantee Aboriginal groups everything that they wish to obtain. As the Supreme Court has repeatedly reminded us, Aboriginal groups must be flexible when discussing options for accommodation.", "VIII.", "CONCLUSION"], ["[105]", "The duty to consult and accommodate Aboriginal nations reflects the goal of reconciliation. For seven years so far, Canada has been pursuing reconciliation through responsible consultation with the ACFN on the concerns arising from the Jackpine Mine Expansion Project. At every stage of the ongoing consultative process, Canada has encouraged and facilitated the ACFN's full participation. Within its jurisdictional authority, Canada has endeavoured to accommodate the ACFN with conditions binding on Shell and through more expansive regulatory schemes; in areas of exclusive provincial jurisdiction, Canada has committed itself to collaborating with Alberta and offering support. The Project's conditions were designed with a measure of flexibility precisely so that they could adapt to changes and developments in the Project, which is still at the preliminary stage. Canada's accommodations, adequate in themselves, bear witness to the attentive, responsive consultation that Canada has afforded the ACFN throughout the process."], ["[106]", "The Court is satisfied that Canada has reasonably fulfilled its duties to consult and accommodate the ACFN in order to minimize the Project's adverse environmental effects. I therefore dismiss the application, with costs to the respondents.", "JUDGMENT"], ["[107]", "THIS COURT'S JUDGMENT is that", "This application is dismissed, with costs to the respondents.", "Application dismissed.", "Editor: Sharon McCartney/bk", "[Diagram omitted - see printed version]", "[End of document]"]]}