{"id_": "037140", "body_str": [["[1]", "Boswell, J.", ": The Applicant is an ethnic Tibetan who was born in India on August 15, 1961, and she lived there for most of her life. Her parents were both born in Tibet, but they fled to India sometime after Chinese troops occupied Tibet in 1951. She claims to follow the Dalai Lama and supports the liberation of Tibet. Her husband works for the Central Tibetan Administration [CTA], which is the Tibetan government-in-exile. She alleges that her religion and political opinions are such that she would be a target for persecution in China, and she fears that India would deport her to that country."], ["[2]", "The Applicant travelled to the United States of America on June 16, 2003, but her application for asylum in the USA was rejected in 2014. She then came to Canada on March 13, 2014, where she again applied for asylum. Since her daughter is a Canadian citizen, the Applicant fell within an exception to the safe third country agreement and her claim for refugee protection was referred to the Refugee Protection Division [RPD] of the Immigration and Refugee Board (", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "Act", "], s 101(1)(e);", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, ss 159.3, 159.5(a)). However, the RPD rejected her application for refugee protection because, despite being stateless, she would be safe in India, a former country of habitual residence where she is entitled to citizenship. The Applicant now seeks judicial review of the RPD's decision pursuant to subsection 72(1) of the", "Act", ", asking the Court to set aside the RPD's decision and order that her claim be re-determined by a new panel of the RPD."], ["[3]", "The RPD determined that the Applicant was neither a Convention refugee under section 96 of the", "Act", ", nor a person in need of protection under subsection 97(1). The main issue before the RPD related to which countries were relevant to the Applicant's claim. The Applicant testified that she was not a citizen of either India or China, although her counsel argued that she was actually a citizen of China by law. The RPD ultimately decided that, while the Applicant was presently stateless, she had a legal right to Indian citizenship. The RPD said that the \"Supreme Court of India\" had declared that Tibetan refugees were entitled to citizenship by birth if they were born in India between January 26, 1950, and July 1, 1987 [", "Dolkar", "decision]. Although the process to obtain Indian citizenship was not automatic and there were some barriers, the RPD determined that it would be easier for the Applicant to get citizenship than most other Tibetans because she had evidence documenting her birth and her husband had connections in the CTA which would help her obtain other necessary documents."], ["[4]", "The RPD further determined that the Applicant's entitlement to Indian citizenship would preclude her from receiving citizenship in China by virtue of article 5 of the", "Nationality Law of the People's Republic of China - China Law No. 71", "(10 September 1980) [Chinese Nationality Law], which provides that:", "Any person born abroad whose parents are both Chinese nationals or one of whose parents is a Chinese national shall have Chinese nationality. But a person whose parents are both Chinese nationals and have both settled abroad, or one of whose parents is a Chinese national and has settled abroad, and who has acquired foreign nationality at birth shall not have Chinese nationality."], ["[5]", "In the RPD's view, the fact the Applicant was entitled to Indian citizenship meant she had \"acquired foreign nationality at birth,\" and so was excluded from the scope of article 5. The RPD also dismissed a 1999 document which stated that \"the Chinese government considers Tibetan refugees living in India to be Chinese,\" since that document referred only to Tibetans who illegally left Tibet, not Tibetans like the Applicant who were born in India. The RPD further found that the Applicant would not be able to apply for naturalization under article 7 of the Chinese Nationality Law since she denied the legitimacy of China's claim over Tibet."], ["[6]", "Since the Applicant was still technically stateless until she applied for recognition of her citizenship in India, the RPD concluded that the countries of reference were her countries of former habitual residence: India and the USA. The RPD decided that the Applicant faced no risk in India that would attract protection under either section 96 or subsection 97(1) of the", "Act", ". Although the Applicant testified that she had heard about some Tibetans in India being deported to China, she did not know anyone who had been and her testimony in this regard was contradicted by the documentary evidence. The RPD also dismissed the Applicant's argument that she could not return to India, noting that she could probably get a visa and that, in any event, the Applicant need not have a right to return to India for it to be a country of former habitual residence (citing", "REFERENCE_SUPPRESSED). The RPD therefore dismissed the Applicant's claim.", "II.", "Issue and Standard of Review"], ["[7]", "I agree with the Applicant that there is only one issue for the Court's consideration: was it an error for the RPD to find that the Applicant was not a citizen of China? This question involves the interpretation of foreign law, which is a question of fact to be reviewed on the reasonableness standard (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). There will often be a wide range of acceptable outcomes where no evidence of foreign law has been adduced (", "CITATION_SUPPRESSED).", "III.", "The Parties' Arguments"], ["[8]", "The Applicant submits that the RPD erred in finding that she was not a citizen of China. First, she points out that the Supreme Court of India did not render the", "Dolkar", "decision; the High Court of Delhi did. Second, and more significantly, she argues that the RPD's reasoning was inconsistent. Despite earlier accepting that Indian citizenship was not automatic, the RPD overlooked the fact that the fundamental obstacle was that the Indian government does not recognize Tibetans as Indian citizens despite the", "Dolkar", "decision. If not even the Indian government interprets its own laws to mean that the Applicant is a citizen, the Applicant submits it was illogical for the RPD to assume that the Chinese government would do so. She says that it was unreasonable for the RPD to conclude that she is simultaneously stateless", "and", "a citizen of India by birth."], ["[9]", "The Applicant relies upon the recent decisions in", "REFERENCE_SUPPRESSED and", "REFERENCE_SUPPRESSED. In", "CITATION_SUPPRESSED", ", Mr. Justice James O'Reilly found that it was unreasonable for the RPD to consider India to be a country of reference for an ethnic Tibetan in circumstances similar to those of the Applicant, because obtaining Indian citizenship was not within Mr. Wanchuk's control. The Applicant argues that", "CITATION_SUPPRESSED", "plainly shows that she is not a citizen of India by birth, which in turn means that she is a citizen of China."], ["[10]", "The Respondent concedes that the", "Dolkar", "decision was actually decided by the High Court of Delhi, but says that is immaterial. The effect of the", "Dolkar", "decision was properly understood by the RPD, and it is simply incorrect for the Applicant to assert that the Indian government ignores the", "Dolkar", "decision. The Respondent says the RPD appreciated all of the difficulties of gaining Indian citizenship and its conclusion was within the range of reasonable outcomes."], ["[11]", "The Respondent submits that it was also reasonable for the RPD to find that the Applicant could not become a citizen of China. Indian law says that the Applicant is a citizen by birth, and Chinese law would not grant citizenship to her because of that. According to the Respondent, it was the RPD's job to discern how the law would apply to the Applicant and it chose an interpretation which was reasonably open to it. In the Respondent's view, the evidence shows that the Chinese government only acknowledges that those who fled Tibet were Chinese citizens, and the Applicant herself vehemently denied that she was a Chinese citizen or that she would ever apply for Chinese citizenship."], ["[12]", "As for the Applicant's statelessness, the Respondent says that finding by the RPD was reasonable. The fact that the Applicant has not taken any steps to have her citizenship recognized by the Indian government makes her stateless, but it does not mean that the Chinese government would consider her a citizen of China."], ["[13]", "The Respondent argues that", "CITATION_SUPPRESSED", "is not determinative of this case. Whether someone can obtain citizenship in another country is a finding of fact that deserves significant deference (citing e.g.", "REFERENCE_SUPPRESSED). The Respondent submits that the reasonableness of a decision must be assessed on the basis of its own record. Other cases dealing with different records and different reasons cannot short-circuit that. Furthermore, the Respondent argues that the approach in", "CITATION_SUPPRESSED", "was wrong. The question is only whether citizenship in another country is available, and that question can be answered affirmatively even if it depends upon the exercise of official discretion (citing e.g.", "CITATION_SUPPRESSED). Indeed, the Respondent notes that", "CITATION_SUPPRESSED", "was questioned in", "REFERENCE_SUPPRESSED, and expressly disapproved in", "REFERENCE_SUPPRESSED. The facts in those cases were all very similar to the case here, and the Respondent submits that such cases support the RPD's finding that the Applicant is a citizen of India by birth."], ["[14]", "The Respondent further states that it was reasonable for the RPD to find that India was a country of former habitual residence, and notes that the Applicant needed to prove that she would be persecuted in either of her former countries of habitual residence, and that she could not return to the other (citing", "REFERENCE_SUPPRESSED). The Respondent says that the Applicant has not challenged any of the RPD's findings on this point.", "IV.", "Analysis"], ["[15]", "The decision in", "CITATION_SUPPRESSED", "has been appealed to the Federal Court of Appeal (Court File No. A-260-15), because the following question was certified:", "Do the expressions \"countries of nationality\" and \"country of nationality\" in section 96 of the", "Immigration and Refugee Protection Act", "include a country where the claimant is a citizen but where he may face impediments in exercising the rights and privileges which attach to citizenship, such as the right to obtain a passport?"], ["[16]", "This particular question, however, is not at issue in the present application. In each of", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", ", and", "CITATION_SUPPRESSED", ", the RPD (or, in", "CITATION_SUPPRESSED", ", the Refugee Appeal Division) applied", "CITATION_SUPPRESSED", "to find that India was a \"country of nationality\" for the applicants because obtaining citizenship was within their control. While the RPD in this case opined that the Applicant was legally a citizen of India even though such status has not been formally recognized, it did", "not", "find that obtaining the benefits of Indian citizenship was within the Applicant's control. On the contrary, the RPD implicitly found just the opposite by concluding that the Applicant was stateless, since otherwise she would have had a \"country of nationality\" for the purposes of sections 96 and 97(1). The scope of", "CITATION_SUPPRESSED", "is therefore not directly in question in this case."], ["[17]", "Nevertheless, the RPD's decision in this case cannot be justified and is unreasonable for two reasons."], ["[18]", "First, it was not reasonable for the RPD to find that the Applicant is a citizen of India by birth and, at the same time, not a citizen of India because she has not obtained recognition of her citizenship in India. One either holds citizenship in a country or does not; one cannot be both a citizen and a non-citizen of the same country."], ["[19]", "Second, the RPD's decision is contradictory in that it finds, on the one hand, that the Applicant is not a citizen of India and, on the other, that she would be denied citizenship in China because she acquired Indian citizenship at birth."], ["[20]", "Of course, there is nothing inherently implausible about the idea that there could be a jurisdictional dispute between two countries which involves contradictory interpretations of each other's responsibilities and laws. One could argue that such a dispute presently exists between Canada and India, in that the Respondent insists that Tibetans born in India have a right to Indian citizenship, while the Indian government does not appear to recognize that right (see e.g. RIR IND104530.E, \"India: Citizenship recognition for Indian-born children of Tibetan refugees in the context of the 22 December 2010 Delhi High Court Ruling; whether it has become procedural or if it requires legal action (2011-August 2013)\" (15 August 2013)). If Canada is interpreting Indian law in a way contrary to that of the Indian government, then it is possible that China could do so as well."], ["[21]", "However, such an inference would require some proof and, as the Applicant appropriately states, there is no evidence whatsoever that the Chinese authorities would interpret Indian law in the manner suggested by the RPD. The RPD's finding was based on nothing more than a questionable, literal interpretation of a translated statute, which is not sufficient to make firm conclusions about the content of foreign laws (REFERENCE_SUPPRESSED). Given the finding that the Applicant was not presently a citizen of India, I agree with the Applicant that it was unreasonable for the RPD to find that Chinese authorities would probably conclude that she acquired Indian citizenship at birth.", "V.", "Conclusion"], ["[22]", "In the result, therefore, the application for judicial review is hereby allowed and the matter is returned for re-determination by a different panel member of the RPD. Neither party suggested a question for certification; so, no such question is certified.", "JUDGMENT"], ["[23]", "THIS COURT'S JUDGMENT is that:", "the application for judicial review is allowed and the matter returned for re-determination by a different panel member of the Refugee Protection Division of the Immigration and Refugee Board; and no serious question of general importance is certified.", ".........................", "CITATION_SUPPRESSED"]]}