{"id_": "037317", "body_str": [["[1]", "Rennie, J.", ": This application for judicial review bridges the gap between a topic of interest to lawyers (trade-marks) and a topic of interest to the general public (rum). It relates to a decision of the Registrar of Trade-marks (Registrar) under subsection 56(1) of the", "Trade Marks Act", ", RSC 1985, c T-13 as amended (", "Act", "). In that decision, the Registrar allowed an opposition by Bacardi & Company Ltd (Bacardi or the opponent) and refused an application (the Application) for the trade-mark RON CASTILLO LABEL design filed on behalf of Corporativo de Marcas GJB, SA de CV (Marcas or the applicant)."], ["[2]", "The judicial review turns on an issue of fundamental importance to trade-marks: use. More precisely, whether or not the Registrar's decision to refuse the Application was reasonable depends on the discharge of Bacardi and Marcas's respective burdens under subsection 30(", ") of the", "Act", "in relation to the use by Marcas of the design mark."], ["[3]", "I conclude in favour of Bacardi. In the near five year period during which the mark had to be continuously used, the record disclosed a mere three transactions, all occurring in the first seventeen months of those five years. Further, a legal representative of Marcas has admitted that sales of CASTILLO brand rum were halted in Canada in 1999, creating a hiatus of over three years during which there was no evidence of any use. Marcas failed to show use throughout the relevant period of time, and as a consequence, the Registrar's decision was reasonable and Marcas's design mark application remains refused.", "II. Background", "A.", "Procedural History"], ["[4]", "The predecessor-in-title of Marcas - Jose Cuervo, SA de DV (Cuervo) - filed the Application on April 23, 2003 regarding the design mark, pictured below:", "[Diagram omitted - see printed version]"], ["[5]", "Cuervo later assigned its rights to the design mark to Marcas. On August 17, 2005, the Application was advertised in the", "Canadian Trade-marks Journal"], ["[6]", "Bacardi filed a Statement of Opposition dated October 17, 2005."], ["[7]", "The Registrar refused the Application on December 19, 2011 (", "<FRAGMENT_SUPPRESSED> [Registrar's Decision]). In particular, the Registrar found that there was insufficient evidence of use of the design mark in Canada (at para 33)."], ["[8]", "That decision to refuse the Application is the subject of this judicial review.", "B.", "The Related Word Mark Hearing"], ["[9]", "In addition to the Application under review, there were two rounds of summary expungement proceedings under section 45 of the", "Act", "relating to the word mark CASTILLO."], ["[10]", "On September 21, 1995, Bacardi launched the first round of summary expungement proceedings against the word mark. In those proceedings, the Registrar expunged Cuervo's word mark. However, Cuervo successfully appealed to the Federal Court (", "<FRAGMENT_SUPPRESSED>  (FCTD)), and that decision was upheld at the Federal Court of Appeal (", "<FRAGMENT_SUPPRESSED>  (FCA))", "As a consequence, the word mark was initially sustained."], ["[11]", "Then, a decade later, on October 26, 2005, Bacardi launched a second round of summary expungement proceedings against the word mark. This time, Bacardi was successful at all levels. The Registrar expunged the word mark, and both the Federal Court (", "<FRAGMENT_SUPPRESSED> ) and the Federal Court of Appeal (", "<FRAGMENT_SUPPRESSED> ) dismissed Cuervo's appeal."], ["[12]", "As will be discussed later, key evidence in the Application originated with the section 45 proceedings.", "III. Standard of Review"], ["[13]", "The standard of review in this case is reasonableness."], ["[14]", "The first step in assessing the standard of review is \"ascertain[ing] whether the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question\":", "<FRAGMENT_SUPPRESSED> ."], ["[15]", "For the particular category of question in this case - an appeal of the Registrar under section 56 of the", "Act", "- the jurisprudence establishes a general rule with an exception. Generally, the Registrar's decision is reviewable on a standard of reasonableness. However, exceptionally, if there is additional evidence that would have materially affected the Registrar's findings of fact or the exercise of his discretion, then the standard of review is correctness (see:", "Mattel, Inc v 3894207 Canada Inc", ", 2006 SCC 22 at paras 35-41, [2006] 1 SCR 772;", "<FRAGMENT_SUPPRESSED> per Rothstein JA (as he then was) (FCA))."], ["[16]", "In this case, while there is additional evidence raised on appeal, it would not have materially affected the Registrar's findings of fact or the exercise of his discretion. The Registrar summarized his basis for refusing the Application as follows:", "The evidence suggests that the Applicant was not using any trade-mark that included the word CASTILLO in Canada between November 24, 1999 and April 22, 2003. The issue under s. 30(b) [...] is whether [the Applicant] had continuously used [the design mark] in the normal course of trade between July 1998 and April 22, 2003. As it appears from the evidence that the Applicant was not using the Mark when it filed the application on April 22, 2003, and had not used the Mark since November 24, 1999, I have concluded that the Opponent has met its light initial burden. The Applicant had ample opportunity to file evidence to counter the conclusion that the Mark was not in use in Canada between November 24, 1999 and April 22, 2003 but chose not to. Therefore the Applicant has not met its legal burden. Accordingly, the s. 30(b) ground succeeds (Registrar's Decision, at para 33)."], ["[17]", "Put briefly, the Registrar refused the Application because the evidence pointed to no use of the design mark between November 24, 1999 and April 22, 2003, contrary to the requirement under section 2, and subsections 4(1), and 30(", ") of the", "Act", "that the design mark be continuously used in the \"normal course of trade.\""], ["[18]", "The additional evidence raised on this appeal, the affidavit of Ricardo Juarez Avina, sworn April 25, 2012 (2012 Avina Affidavit) does not impact the basis for the Registrar's decision, namely, the lack of any evidence of continuous use (or any use for that matter) of the design mark between November 24, 1999 and April 22, 2003. Consequently, the standard of review is reasonableness.", "IV. Analysis"], ["[19]", "Use is central to trade-marks. As Professor David Vaver opines:", "Without \"use\" a trade-mark is nothing. It cannot be registered; if registered, it can be expunged. Anyone holding an unused mark probably cannot or does not want to invest in it, may just want to play dog in the manger and block competitors from using it, or may want to get into the business of selling marks, not goods or services. None of this is worth encouraging and the system treats him as an undesirable (David Vaver,", "Intellectual Property Law", ", 2d ed (Toronto: Irwin Law, 2011) at 471-72)."], ["[20]", "In this case, the material time under review with respect to use falls between the claimed date of first use in the application for the design mark (July 1998) and the date of filing for the Application (April 22 2003):", "H & R Block, Inc v U & R Tax Services Ltd", ", [1997] TMOB No 297 at para 9 (QL)."], ["[21]", "In the words of Justice Binnie: \"in trade-marks the watchword is 'use it or lose it'\" (", "Mattell", ", at para 5). Marcas has not used the design mark during the material time, and so, it has lost it. The Registrar's decision was reasonable in this regard.", "A.", "Preliminary Issues"], ["[22]", "Before analyzing whether or not the design mark has been used during the material time I will address two preliminary issues. First, I describe the statutory background for the Application. Second, I address the respective burdens of proof placed on the applicant and opponent with respect to the Application."], ["[23]", "With those preliminary issues resolved, I then turn to the central question in this case: use of the design mark.", "(1) The Statutory Basis for Use in an Application to Register a Trade-Mark"], ["[24]", "This judicial review centres on an application for the registration of the design mark, and in particular, on the use criterion for such an application."], ["[25]", "The use criterion is outlined in subsection 30(", ") of the", "Act", "which provides that:", "30. An applicant for the registration of a trade-mark shall file with the Registrar an application containing", "[...]", ") in the case of a trade-mark that has been used in Canada, the date from which the applicant or his named predecessors in title, if any, have so used the trade-mark in association with each of the general classes of wares or services described in the application;", "30. Quiconque sollicite l'enregistrement d'une marque de commerce produit au bureau du registraire une demande renfermant:", "[...]", "b)", "dans le cas d'une marque de commerce qui a été employée au Canada, la date à compter de laquelle le requérant ou ses prédécesseurs en titre désignés, le cas échéant, ont ainsi employé la marque de commerce en liaison avec chacune des catégories générales de marchandises ou services décrites dans la demande;"], ["[26]", "Thus, initially, Marcas need only assert a date of first use. However, section 38 of the", "Act", "outlines the procedure through which any person may launch an opposition against the application to register a trade-mark. In particular, subsection 38(2) provides that \"[a] statement of opposition may be based on any of the following grounds\" including \"that the application does not conform to the requirements of section 30.\""], ["[27]", "In the decision under review, Bacardi opposed the design mark on the ground that it did not satisfy the use requirement under subsection 30(", ") of the", "Act", "(2) The Burden of Proof Regarding Use of the Design Mark"], ["[28]", "When dealing with non-compliance under section 30 of the", "Act", ", there is an initial evidentiary onus on the opponent to adduce sufficient evidence supporting its claim of non-compliance by the applicant. If Bacardi leads sufficient evidence of non-use the initial evidentiary burden is discharged. Marcas must then, in response, substantiate its claim of use during the material time."], ["[29]", "The nature of this burden merits some discussion. To adduce evidence of non-use of a mark by a competitor is problematic in two ways: first, because it requires Bacardi to prove that something did not occur (an inherently difficult exercise), and second, because such evidence is far more likely to be in the possession of the applicant, not the party opposing the mark. It would be a challenge for Bacardi to keep records of non-sale (whatever those records might look like) of all of its competitor's products."], ["[30]", "How then have the courts grappled with this unique burden of proof? The correct approach was succinctly put in", "Ivy Lea Shirt Co Ltd v 1227624 Ontario Ltd", ", [1999] TMOB No 182, 2 CPR (4th) 562 (QL):", "While the", "legal burden", "is upon the applicant to show that its application complies with Section 30 of the", "Trade-marks Act", ", there is an initial", "evidential burden", "on the opponent to establish the facts relied upon by it in support of its Section 30 ground [...] However, the evidential burden on the opponent respecting the issue of the applicant's non-compliance with Subsection 30(b) of the Act is a light one [...]. Further, the opponent may rely upon the applicant's affidavit evidence to meet its evidential burden in relation to this ground. In such a case, however, the opponent must show that the applicant's evidence is 'clearly' inconsistent with the applicant's claims set forth in its application (at para 6)."], ["[31]", "Put differently, this approach amounts to a two-stage inquiry: At the first stage, the opponent must satisfy its", "evidential burden", "with respect to its ground of opposition under section 38 of the", "Act", ". If that is satisfied, then the analysis proceeds to the second stage, at which point the applicant must satisfy its", "legal burden", "with respect to the compliance of its application under section 30 of the", "Act", "(Roger T. Hughes,", "Hughes on Trade Marks", ", loose-leaf (consulted on 27 March 2014), (Markham, Ont: LexisNexis, 2005), ch 43 at 719)."], ["[32]", "Further, the first stage of the", "Ivy Lea", "approach depends on two factors which shift the evidential burden: (1) the source of evidence relied upon by the opponent, and (2) the relative access to information between the applicant and opponent related to the ground of opposition."], ["[33]", "Regarding the first factor - source of evidence - if the opponent relies on evidence led by the applicant, then the opponent must show that the evidence is \"clearly inconsistent\" with the applicant's claims set forth in its application. Alternatively, if the opponent relies on its own evidence, then it need not meet that higher threshold (", "Ivy Lea", ", at paras 9-11 aff'd in", "<FRAGMENT_SUPPRESSED> ; Hughes, ch 43 at 719)."], ["[34]", "In contrast, when relying on its own evidence, the opponent need only \"produce evidence to support its objections\" (", "<FRAGMENT_SUPPRESSED>  38 CPR (4th) 519 at para 6) or \"adduce evidence from which it may reasonably conclude that the facts alleged to support the grounds of opposition exist\" (Hughes, ch 43 at 720)."], ["[35]", "Regarding the second factor - relative access to information - if the opponent has less access than the applicant to information pertinent to the applicant's compliance with section 30 of the", "Act", ", then the opponent's evidential burden is lowered, though not eliminated (see:", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "The foregoing outlines an opaque evidential burden. First, it is described in", "Ivy Lea", "simultaneously as a \"light\" burden while also demanding, in the case of an opponent who relies on the applicant's evidence, that the evidence be \"clearly inconsistent\" with the applicant's claims. Further, the two factors discussed above that shift the evidential burden are conflicting. An opponent that relies on an applicant's evidence (the first factor) is likely doing so because they have less access to information pertinent to opposing the application (the second factor). In this way, the two factors counteract one another. For example, in this case, Bacardi is relying on Marcas's affidavits (shifting the burden higher). However, presumably, Bacardi is relying on Marcas's affidavits because Marcas is more likely to have information in relation to its own sales (shifting the burden lower). These criteria appear to negate each other. How should the court approach assessing the \"clear inconsistency\" between the Marcas affidavits and the claims in the Application (a higher burden demanded by the first factor) while also shifting Bacardi's burden lower in light of the minimal access Bacardi has to Marcas's personal sales information? Further, how do all of these shifts fit within the general understanding of an evidentiary burden being a \"light\" burden?"], ["[37]", "In my view, these two factors are more properly understood as indicia or criteria by which any evidence is assessed such as its provenance (including its quality and reliability), the absence of evidence that might reasonably be expected to exist, and whether it has been tested on cross-examination and if so, how it fared. Multiple diverse considerations inform the assessment of evidence. While certain factors influencing the evidentiary burden placed on Bacardi in this case are conflicting, inordinate emphasis on resolving that conflict distracts from the key issue: whether evidence of non-use has been established on a balance of probabilities."], ["[38]", "A review of the evidence in this case, even with the higher \"clearly inconsistent\" burden, shows that the evidence of non-use meets this burden. As will be seen, the record is \"clearly inconsistent\" with Marcas's claim of continuous use, and therefore satisfies the highest possible evidentiary burden imposed on Bacardi by the jurisprudence. As a consequence, regardless of the shifts on the evidential burden, it has certainly been met in this case.", "B.", "The Central Issue: Use of the Design Mark"], ["[39]", "I will begin by addressing the meaning of use under the", "Act", ". Then, I will explain the meaning of \"reasonableness\" and describe why the Registrar's conclusion that the design mark was not continuously used was reasonable.", "(1) The Meaning of Use for Trade-Marks"], ["[40]", "Beginning with the", "Act", ", Section 2 defines \"use\" in relation to a trade-mark as follows:", "any use that by section 4 is deemed to be a use in association with wares or services", "tout emploi qui, selon l'article 4, est réputé un emploi en liaison avec des marchandises ou services"], ["[41]", "Then, subsection 4(1) of the", "Act", "states when a trade-mark is deemed to be used, namely:", "A trade-mark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares,", "in the normal course of trade", ", it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred (emphasis added).", "Une marque de commerce est réputée employée en liaison avec des marchandises si, lors du transfert de la propriété ou de la possession de ces marchandises,", "dans la pratique normale du commerce", ", elle est apposée sur les marchandises mêmes ou sur les colis dans lesquels ces marchandises sont distribuées, ou si elle est, de toute autre manière, liée aux marchandises à tel point qu'avis de liaison est alors donné à la personne à qui la propriété ou possession est transférée (je souligne)"], ["[42]", "These provisions were analyzed by Justice Sandra Simpson in", "<FRAGMENT_SUPPRESSED>  the normal course of trade\" (at para 11; emphasis added). Marcas takes exception to Justice Simpson's addition of the word \"continuous\" and argues that it promotes too demanding a standard on applicants seeking to register trade-marks. However, Justice Simpson qualified the meaning of \"continuous use\" by stating that it \"may involve periods of non-use\" and that only when non-use falls \"outside the normal course of trade\" would it be sufficient to defeat an application for registration (at para 12). With these qualifications, Justice Simpson's interpretation reasonably articulates subsection 4(1) of the", "Act", ". A literal interpretation of Justice Simpson's phrasing creates an unduly strict test for applicants (i.e. interpreting \"continuous use\" as \"use without interruption\"). By contrast, Justice Simpson's discussion, when read in context, is a principled and persuasive interpretation of use under the", "Act"], ["[43]", "Accordingly, neither a discrete period of use nor of non-use is conclusive of use under the", "Act", ". Indeed, neither a single sale nor a single day without sales could reasonably decide the issue of use \"in the normal course of trade.\" Rather, assessment of use is a contextual exercise, to be resolved with respect to whether or not, throughout the material time, there was", "continuous use in the ordinary course of trade"], ["[44]", "On that standard, the registrar reasonably concluded that the design mark was not sufficiently used.", "(2) The Meaning of Reasonableness"], ["[45]", "According to a majority of the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , reasonableness review consists of the following:", "A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (at para 47)."], ["[46]", "As a consequence, my review of the Registrar's decision takes into account its \"justification, transparency and intelligibility\" and whether it \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "(3) The Registrar's Decision that the Design Mark was Not Sufficiently Used was Reasonable", "(a)", "Bacardi's Evidentiary Burden Regarding Non-Use"], ["[47]", "The Registrar reasonably concluded that Bacardi satisfied its evidentiary burden regarding Marcas's non-use of the design mark."], ["[48]", "For her part, the registrar concluded that Bacardi satisfied its evidentiary burden as follows:", "As it appears from the evidence that the Applicant was not using the Mark when it filed the application on April 22, 2003, and had not used the Mark since November 24, 1999, I have concluded that the Opponent has met its light initial burden (at para 33)."], ["[49]", "The registrar's reasoning is justifiable, transparent, and intelligible."], ["[50]", "The registrar demonstrates a keen awareness of the evidentiary and legal burdens implicated in opposition proceedings in her review of the relevant authorities (at para 16). Though she does not specifically say that the evidence is \"clearly inconsistent\" with continuous use by Marcas (as I have characterized the burden), such a stringent adherence to particular language has never been required in judicial review. The substance of the reasoning provided, rather than the specific words chosen, is the proper focus of review."], ["[51]", "Within the material time, the record contains only", "three transactions", "over the course of nearly", "5 years", ": (1) a sale on July 3, 1998, from Tequila Cuervo La Rojeña, SA de CV to the Liquor Control Board of Alberta for 50 cases of 12 bottles of 1000ml, (2) a sale on November 24, 1998 of a bottle bearing the Design Mark at the Alten Duty Free Liquor outlet in Coutts, Alberta, (3) a sale on November 24, 1999, from Tequila Cuervo La Rojeña, SA de CV to UDV for consignment to the Alberta Liquor and Gaming Commission for 100 cases of 12 bottles of 750ml. Note that all three transactions occurred during a period of time representing less than the first third of the material time."], ["[52]", "It is reasonable for the Registrar to draw an adverse inference from so little evidence of use and conclude that the evidentiary burden with respect to use has been met by Bacardi on that basis (see:", "<FRAGMENT_SUPPRESSED> )."], ["[53]", "Further, Cuervo's own legal representative (Mr. Avina) indirectly explained the reason for there being so little evidence of use of the design mark during the material time. In his affidavit from 2009, Mr. Avina advised the court that sales of CASTILLO rum into Canada were halted in 1999, and did not occur again for the better part of a decade (2009 Avina Affidavit, at paras 4-6). This admitted moratorium on sales in Canada of rum bearing the word mark (CASTILLO) beginning in 1999, combined with no evidence of use of the design mark (RON CASTILLO LABEL Design) post-1999, supports the Registrar's reasonable conclusion that Bacardi had dispensed with its evidentiary burden."], ["[54]", "Interpreting the Registrar's reasons as applying too low a burden would be misplaced. Admittedly, the registrar's describes a \"light\" evidentiary burden. She expressly describes the burden as \"light\" in her reasons (at para 18). Further, she opines that the evidence \"casts doubt\" on continuous use (at para 26) and that \"it appears from the evidence\" that the design mark was not continuously used (at para 33). However, this phrasing reflects, in a general sense, the \"light\" evidentiary burden placed on opponents who understandably lack evidence of an applicant's own sales (as the Registrar explains at para 31 of her decision, and as I explain above at para 36). Moreover, the evidence relied upon by the registrar - Marcas's \"clear admission against interest\" (at para 30) that it halted sales of CASTILLO rum from 1999 to 2008 - is \"clearly inconsistent\" with continuous use from 1998 to 2003. Indeed, it strains credulity to think of a record more inconsistent with continuous use than an admission by the applicant of that very point."], ["[55]", "As I stated in", "<FRAGMENT_SUPPRESSED> : \"", "Newfoundland Nurses", "allows reviewing courts to connect the dots on the page where the lines, and the direction they are headed, may be readily drawn.\" This is such a case. The registrar provided the \"dots on the page\": she concluded a lack of continuous use based on three early sales and a clear admission against interest that sales of CASTILLO rum were halted during a majority of the material time. In essence, she viewed the record as clearly inconsistent with Marcas's claim of continuous use. She need not specifically use those words to survive judicial scrutiny. As a consequence, the Registrar reasonably concluded that Bacardi met its evidentiary onus with respect to non-use of the design mark.", "(b)", "Marcus's Legal Burden Regarding Use"], ["[56]", "The Registrar also reasonably concluded that Marcas failed to satisfy its legal burden regarding the continuous use of the design mark during the material time."], ["[57]", "For her part, the registrar concluded that Marcas failed to satisfy its legal burden as follows:", "The Applicant had ample opportunity to file evidence to counter the conclusion that the Mark was not in use in Canada between November 24, 1999 and April 22, 2003 but chose not to. Therefore the Applicant has not met its legal burden\" (at para 33)."], ["[58]", "This reasoning is also justifiable, transparent, and intelligible."], ["[59]", "As described above, the evidence points strongly against continuous use of the design mark during the material time. The 2009 Avina Affidavit outlines a moratorium on CASTILLO rum sales in Canada in 1999, four years before the end of the material time. Further, the only evidence supporting Marcas's claimed use of the design mark was three transactions early on during the material time. Without any reasonable explanation about how a total void of evidence of use for a majority of the material time is consistent with continuous use in the ordinary course of business, it was reasonable for the Registrar to dismiss the application."], ["[60]", "The test for continuous use being qualified by the \"ordinary course of trade\" provides crucial flexibility to the analysis. To expect that the continuous use of Dom Perignon Champagne at a high end liquor store and a pack of gum at a corner store would be identical in volume would belie important context and how the rate of sales in different industries can vary widely. Still, trade-marks should not be registered over broad periods of time simply based on sporadic sales concentrated near the start of that period of time that fall below the ordinary course of trade. Otherwise, the use criterion, a cornerstone of trade-mark law, would be reduced to a technicality that any applicant could meet with isolated and manufactured sales that do not serve the principles underlying trade-mark law."], ["[61]", "Marcas advanced a number of arguments attempting to counteract what is, quite plainly, a clear record of non-use. None of those arguments hold water, and it was therefore reasonable for the Registrar to dismiss them."], ["[62]", "First, Marcas, in submitting the 2012 Avina Affidavit on appeal, tried to explain the lack of evidence of use based on Marcas's internal record-keeping policies. In particular, Mr. Avina states that Marcas cannot provide evidence of use in this case because the internal policy of its predecessor (Cuervo) during the material time was to keep its business records for only 5 years. However, this claim does little to save Marcas's case. It is inconsistent with Mr. Avina's later comment that Cuervo made an exception to this rule for \"business records which have been used in the context of legal or administrative proceedings.\" As the business records regarding sales of CASTILLO rum were used in the context of the section 45 proceedings discussed earlier, according to Cuervo's own policies, records of sales of CASTILLO rum in Canada should have been kept (2012 Avina Affidavit, at paras 6-7)."], ["[63]", "Second, Marcas argued that a mere three transactions satisfies its legal burden regarding use. The Registrar's view that this slim record supported the inference that Marcas \"had not used the Mark since November 23, 1999\" even though it had \"ample opportunity to file evidence to counter\" that inference is reasonable (at para 33)."], ["[64]", "In response to this conclusion, Marcas pointed to the decision of", "<FRAGMENT_SUPPRESSED>  sale, whether wholesale or retail, in the normal course of trade may well suffice so long as it follows the pattern of a genuine commercial transaction and is not seen as being deliberately manufactured or contrived to protect the registration of the trade mark\" (at para 12). However, those comments were made in the context of expeditious section 45 proceedings to expunge a trade-mark, not an application to register a trade-mark, which is the subject of the current judicial review. In this regard, Justice McNair explicitly qualified the low threshold he refers to within the context of a summary section 45 expungement proceeding:", "It is well established that the purpose and scope of s. 44 [now s 45] is to provide a simple, summary and expeditious procedure for clearing the register of trade marks which are not bona fide claimed by their owners as active trade marks. The procedure has been aptly described as one for removing \"deadwood\" from the register. The section does not contemplate a determination on the issue of abandonment but rather simply places on the registered owner of the trade mark the onus of furnishing evidence of use in Canada or of special circumstances excusing non-user [", "sic", "]. The Registrar's decision is not one that finally determines substantive rights but only whether the trade mark entry is liable to be expunged under s. 44 or not (at para 12)."], ["[65]", "Three early transactions could be adequate to support the claim that the design mark was not \"deadwood,\" but they are inadequate to support the claim that the design mark was sufficiently used to support the registration of a trade-mark for the material time - a period of time extending 40 months beyond that which was covered by the three transactions."], ["[66]", "Third, Marcas argued that Bacardi's reliance on evidence from section 45 proceedings is irrelevant and inadmissible. The registrar dealt with these arguments reasonably as well."], ["[67]", "First, Marcas argued that the section 45 expungement proceedings (regarding the word mark) were too remotely connected to the Application (regarding the design mark) to be probative. While it is true that evidence originating from litigation regarding distinct marks should be scrutinized carefully before cross-application, the mere assertion that such evidence in this case is not probative is flawed. Mr. Avina admitted that Cuervo halted sales of rum bearing the CASTILLO word mark in Canada in 1999, and there is no evidence of sales of rum bearing the RON CASTILLO LABEL design mark after 1999. The inference that halting sales on CASTILLO rum products would also halt the use of the RON CASTILLO LABEL design is reasonable (see:", "<FRAGMENT_SUPPRESSED>  2 CPR (3d) 535 at paras 5-11). It was open to Marcas to elaborate on how CASTILLO rum halted sales while simultaneously continuing to use the RON CASTILLO LABEL design, but it did not. As a consequence, the registrar's view that an interruption in CASTILLO rum sales \"is equivalent to saying that there was no use of the Mark during that time period\" is reasonable (at para 28)."], ["[68]", "Marcas also argued that the section 45 proceedings are not", "res judicata", "with respect to the Application. The registrar's response to this point, that the section 45 evidence \"is merely being relied upon to meet an evidential burden\" and not \"as conclusive as to the matters at issue in this proceeding,\" was reasonable (at para 29)."], ["[69]", "The relevant authorities have consistently recognized the ability for section 45 evidence to satisfy the evidentiary burden in opposition proceedings (see e.g.", "<FRAGMENT_SUPPRESSED>  30 CPR (3d) 410). At first blush, it may appear unfair to provide for a summary proceeding with a lower standard of evidence under section 45, and to then allow an opponent to rely on that summary evidence to demonstrate an insufficient record on which to support continuous use. However, Marcas was not bound to the slim evidentiary record that it raised in the section 45 proceeding. Rather, it was entirely open to Marcas to raise further evidence of use in this case. Absent any further evidence than the few transactions raised under section 45, it is reasonable to draw an adverse inference in support of the lack of continuous use of the design mark."], ["[70]", "The merit of such an adverse inference is evident  <FRAGMENT_SUPPRESSED> 's own argument. Marcas points out that the overlap between the material time in the section 45 proceedings and the material time for this judicial review encompasses only 6 months (between October 17, 2002 - the date of first use of the word mark - and April 23, 2003 - the filing date for the design mark). In light of this narrow window of time, Marcas argues that \"it is utterly prejudicial to the applicant that a possible lack of use for a few months would result in the refusal of the subject application\" (Applicant's Memorandum of Fact and Law, at para 26). However, Marcas is presumably arguing that this period of non-use misrepresents the use of the design mark during the material time - which it does not. Indeed, to the contrary, the record demonstrates non-use of the design mark for not only the 6 month overlap between the design mark and word mark hearings, but rather, for the latter two thirds of the material time. Further, this lack of evidence of use is corroborated by the 2009 Avina Affidavit in which Avina describes how Cuervo had decided to halt the sale of CASTILLO rum into Canada as of 1999 (2009 Avina Affidavit, at paras 4-6)."], ["[71]", "The Registrar concluded that the absence of evidence of any use between November 24, 1999 and April 22, 2003 supported the ground of opposition based on use. This conclusion was reasonable. A few early sales at the start of a four year window, during the majority of which there are no sales, reasonably supports the conclusion that the design mark was not continuously used during the material time.", "V. Conclusion"], ["[72]", "The Registrar's decision to dismiss Marcas's application for the registration of the design mark was reasonable."], ["[73]", "Without use, a trade-mark cannot be registered. The design mark was not continuously used. The record discloses only three transactions, all concentrated near the beginning of the material time. Further, by the admission of its own legal representative, Marcas ceased to sell CASTILLO brand rum in Canada in 1999."], ["[74]", "Marcas chose to stop using the design mark in Canada. As a consequence, it has lost the design mark. The Registrar's reasonable decision is upheld, and Marcas's application for judicial review dismissed.", "JUDGMENT"], ["[75]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. Short written submissions on costs are required within twenty days of the date of Judgment.", "Application dismissed.", "Editor: Angela E. McKay/vnh"]]}