{"id_": "037586", "body_str": [["[1]", "Tabib, Prothonotary", ": In the context of an appeal under section 56 of the Trade Marks Act, I am seized of a motion by the Applicant seeking two distinct remedies. The first is an order to compel production of certain additional portions of a share purchase agreement, in answer to undertakings allegedly given in the course of a cross-examination on affidavit; the second is an order for a special procedure for filing the parties' respective records to allow the Applicant the possibility of filing a memorandum of fact and law in reply to the Respondent's.", "Motion to compel production"], ["[2]", "A cross-examination on affidavit is not an examination on discovery. An affiant being cross-examined testifies as a witness and not as a representative of a party ( <FRAGMENT_SUPPRESSED> ). He or she therefore has no obligation to better inform himself or herself and the examining party has no right to request or demand that the witness undertake to make inquiries and provide answers to which he or she does not know the answer. Despite the fact that there is no obligation to give undertakings in the course of cross-examinations, a party who freely undertakes to provide further answers or documents is bound to honour its engagement."], ["[3]", "The first issue to be addressed here is therefore whether an undertaking has been given which would require production of the share purchase agreement."], ["[4]", "Two requests for undertakings are at issue here, both stemming from an initial request, which appears as follows in the transcript of cross-examination:", "\"464 Q -", "Alright, I'm going to ask if I haven't asked for an undertaking, I would like to get the documents formalizing the transaction between Cars Direct and Autodata Marketing Systems Incorporated only to the extent that I can understand the nature of the legal relationship between Autodata Marketing Systems Incorporated and Autodata Solutions Company and Cars Direct.com at the present time?", "\" (at page 101 of the transcript)"], ["[5]", "This request was refined and broken-down into several distinct undertakings. The first was limited to documents evidencing the change in legal structure and name of the corporations, and was accepted as an undertaking. It was then answered by providing a certificate of name change, a certificate of amalgamation, and the cover page, table of content and signature page of the share purchase agreement. Counsel for the Respondent at the hearing confirmed that this undertaking was satisfactorily answered and that production of the full copy of the share purchase agreement was not required to complete that undertaking."], ["[6]", "The second and third requests for undertakings are those that concern us here:", "\"Page 103, line 18:", "I'm not looking for the particulars of the deal except to the extent that it deals with issues such as goodwill or other issues relating to trademark reputation and use - - to the extent that there's a transaction involved in (sic) Cars Direct has (sic) appropriated some of the goodwill and that has not been transferred to Autodata Solutions Company", "The second issue is to the extent that there are any licensing agreements as and between any of the three named companies - - that is, Autodata Marketing Systems, Autodata Solutions or Cars Direct - - again relating to the use of the trademarks and trade names, I would want production of that", ".'\""], ["[7]", "These requests were taken under advisement. In the document submitted to answer the undertakings and requests for undertakings, the Respondent states, with respect to the first of these requests:", "\"See response to Undertaking 13 above\". Undertaking 13 provides a narrative detail of the change in legal structure and produces the certificate of amalgamation and the above-noted excerpts of the share purchase agreement. It includes the mention \"Share purchase agreement is confidential. No transfer of goodwill or intellectual property by or from any of the companies involved as it was a share purchase\". As for the second request, the Respondent states:", "\"No licensing arrangements between the parties. Share purchase deal. Trademarks used and owned in Canada by ASC, not Cars Direct.com, Inc. or AMSI (no longer exists).\""], ["[8]", "The Respondent interprets the fact that answers were given - even if in the negative - as an acceptance of the undertakings. Subject to the qualification expressed below, I agree."], ["[9]", "Certainly, as regards the second request - to produce any existing licensing agreements - the Respondent gave the unambiguous and substantive answer that there are no such documents. Such an answer presupposes an acceptance of the undertaking as requested. Should it later appear that a licensing agreement does exist, the Respondent would not be at liberty to then withdraw its undertaking and would be bound to provide the document."], ["[10]", "The response to the first request - to provide the particulars of the deal \"to the extent it deals with these issues - - to the extent that there's a transaction involved\" - is a little more ambiguous. Indeed, the response refers to the answer to a previous undertaking, which includes a reassertion of confidentiality (thus, a refusal) but also a substantive answer to the question, to the effect that there is no transfer of goodwill or intellectual property between the companies. On the whole, I find that the response is more of a substantive answer than a refusal, and conclude that the undertaking was indeed accepted."], ["[11]", "Having determined that undertakings were given and answers provided, I must now determine whether the answers as provided have fulfilled the undertakings. The Applicant says that they have not."], ["[12]", "The Applicant contends that the first disputed undertaking required the Respondent to produce any documents dealing with intellectual property issues. It points to the table of content of the share purchase agreement, under article 2 entitled \"Representations and Warranties of Each of the Shareholders\", item 2.11 entitled \"Intellectual Property\", and states that the partial document as disclosed appears on its face to deal with intellectual property issues, and that the Respondent is therefore bound to communicate that specific part of the share purchase agreement which concerns intellectual property, together with any other part of the agreement, schedules or other documents referenced therein."], ["[13]", "The Applicant's argument proceeds from the assumption that the undertaking to produce documents \"dealing\" with intellectual property issues must be interpreted as including any document referring to intellectual property issues. With respect, that assumption is incorrect. In framing his request for an undertaking, counsel for the Applicant clearly stipulated that the particulars of the deal were requested only \"to the extent that there's a transaction involved in (sic) Cars Direct has (sic) appropriated some of the goodwill and that has not been transferred to Autodata Solutions Company\"."], ["[14]", "On the clear wording of the undertaking requested, documents need only be produced if intellectual properties were in fact transacted or transferred between the parties, and if so, only those documents or parts thereof relevant to the transaction need be produced. The Respondent's answer is equally clear: the transaction between the companies involved shares only. There was no transaction or transfer of intellectual properties, and hence, no requirement to provide documents."], ["[15]", "Even if it could be said that the request for an undertaking is capable of an interpretation as wide as that suggested by the Applicant, it must nevertheless be limited to that which the Respondent agreed to provide. I reiterate that the Respondent was not bound to agree to any undertaking. Given that the Respondent had complete discretion as to whether or not to give the requested undertaking, it cannot be held to have undertaken any more than what it unequivocally agreed to, so long as the interpretation it gave to the request can reasonably be supported."], ["[16]", "The exchange between counsel in the course of which the undertaking was requested makes it plain that the Respondent's counsel had no intention of disclosing the terms and conditions of the agreement between Cars Direct and the Respondent, considering same irrelevant insofar as it was a share purchase agreement. In that context, the Respondent's interpretation of the request for undertaking as being limited to agreements whereby the intellectual properties were directly transacted, and its subsequent acceptance of such a limited undertaking are reasonable and must be upheld."], ["[17]", "The Applicant goes on to argue that it is not required to accept the Respondent's \"bald\" assertions in response to the undertaking that there has been no transfer of goodwill or intellectual properties, that it is entitled to test those assertions and that in so doing, disclosure of the entire share purchase agreement would provide clarification or lead to further areas of inquiry."], ["[18]", "The language of the Applicant's argument is the language of discovery. Certainly, if this proceeding were an action and the question had been posed in discovery, I would agree that the entire share purchase agreement is relevant, as it may lead to a train of further inquiry on relevant issues, and that a request for its disclosure is a proper follow-up request."], ["[19]", "However, a cross-examination on affidavit is not a discovery, and an application is not an action. An application is meant to proceed expeditiously, in summary fashion. For that reason, discoveries are not contemplated in applications. Parties cannot expect, nor demand, that the summary process mandated for applications will permit them to test every detail of every statement made in affidavits or in cross-examinations against any and all documents that may be in the opposing party's possession. If a party is not required to \"accept\" a witness' bald assertion in cross-examination, it is however limited in its endeavours to test that assertion to the questions it may put to the witness and the witness' answers in the course of the cross-examination. To the extent documents exist that can buttress or contradict the witness' assertion, production may only be enforced if they have been listed, or sufficiently identified, in a direction to attend duly served pursuant to Rule 91(2)(c) (see  <FRAGMENT_SUPPRESSED> ). I reiterate: a cross-examination on an affidavit is the direct testimonial evidence of the witness, not a discovery of the party. Accordingly, counsel would be well-advised to approach a cross-examination on affidavit with the same circumspection as they would approach any cross-examination, lest they invite the same kind of \"bald assertion\" as the Respondent now bemoans, and be left having to attack the witness' credibility or the weight to be given to the testimony as the sole means of countering the assertion."], ["[20]", "By the same token, a party who requests an answer by way of undertaking to make up for a witness' lack of knowledge or reliance on documents not duly produced, does so at its peril. Unless the parties have specifically agreed to adjourn the cross-examination pending completion of undertakings, or that answers given to undertakings are so clearly and demonstrably at odds with the evidentiary record that they equate to a refusal or misconduct, I can see no mechanism in the Federal Court Rules, 1998 to re-open a cross-examination to seek further production or put follow-up questions to a witness."], ["[21]", "Having duly considered the Applicant's submissions, both in writing and orally, I cannot agree that the record even contains \"hints that the Respondent may have been somewhat disingenuous in its answer\". The answers given are, on their face, consistent throughout. I can see nothing in the answers given that can be construed as a refusal or a misconduct."], ["[22]", "Finally, I cannot accept the Applicant's argument that the Respondent, having produced a portion of the share purchase agreement, is in this case disentitled from opposing production of the entire document. The partial document was produced in answer to a limited undertaking, and the Applicant has conceded that the production as made did satisfy the undertaking for which it was produced. Having agreed to limited production and declared itself satisfied therewith, the Applicant cannot go back on its agreement and deny the Respondent's right to partial production.", "Special procedure for filing records"], ["[23]", "The Applicant argues that a unique situation is created in this matter because the Respondent intends to raise additional issues than those raised by the Applicant in order to argue that the Registrar's decision, even if wrong on the issues raised by the Applicant, should nevertheless be upheld on other grounds, as would be the case on a cross-appeal. This, the Applicant suggests, would allow for the Respondent to make submissions on these other grounds in its Respondent's record, without the Applicant having an opportunity to reply. Such a situation, the Applicant submits, is not anticipated by the Federal Court Rules, 1998, and requires the Court to craft a different mode of procedure whereby a joint record would be filed containing all evidence adduced, with the Applicant then filing its memorandum of fact and law, the Respondent filing its own memorandum in response with its submissions on the other grounds of appeal, and the Applicant then having an opportunity to file submissions in reply to the Respondent's issues. The Applicant urges the Court to order such a procedure, as was done by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  the case  <FRAGMENT_SUPPRESSED>  - I may have considered issuing the order sought. However, the Respondent does object, and I must determine whether the circumstances of this case require a departure from the rules of procedure of the Court."], ["[25]", "I note at the outset that the circumstances herein are neither \"unique\", nor unanticipated by the Rules."], ["[26]", "The present proceeding is an appeal under s. 56 of the Trade-Marks Act of a decision of the Registrar on a trade-mark opposition proceeding. Rule 300(d) specifically provides that such appeals are to be governed by the rules applicable to all applications, with the procedural limitations built into them as to reply submissions. S. 56 of the Trade-Marks Act clearly contemplates an appeal, rather than a judicial review of the decision; additional evidence not before the Registrar may be adduced on that appeal; and the Court on appeal may exercise any discretion vested in the Registrar. Accordingly, it is clearly open to the Respondent to raise issues other than those raised by the Applicant. That this should happen, as in the present case, is therefore neither unique nor can it have been unanticipated by the drafters of the Rules. The mere fact that the Respondent herein has chosen to raise its own issues in appeal can therefore not, in and of itself, constitute sufficient grounds to depart from the procedures contemplated by the Rules."], ["[27]", "As to the particular circumstances of the present case, the Respondent has clearly set out in its notice of appearance the issues it intends to raise in opposition to the appeal and the grounds for its position. They are all issues that were addressed in the course of the opposition proceedings. Evidence was adduced by both parties in support of their positions by way of affidavits, and cross-examinations on affidavits took place. While the Applicant may not be able to divine precisely how the Respondent will structure its argument in its memorandum of fact and law, it cannot be said that it cannot anticipate the general thrust of the Respondent's argument so as to include in its memorandum its own position on these issues. The Respondent certainly cannot claim that arguments made by the Respondent on the evidentiary record as now constituted and on the grounds announced in its notice of appearance would so take it by surprise that it would be prejudiced by being unable to submit further written argument in reply. To the extent the Respondent's memorandum of fact and law raises novel arguments that could not reasonably be anticipated, the Applicant, need it be reminded, will have an opportunity to make a full reply at the hearing of the judicial review application."], ["[28]", "In conclusion, I am not satisfied that the circumstances of this case justify a departure from the established rules of procedure.", "ORDER"], ["[29]", "IT IS ORDERED THAT", "1. The Applicant's motion is dismissed, with costs.", "2. The time within which the Applicant is to serve and file its application record is extended to 20 days from the date of this order.", "[End of document]"]]}