{"id_": "037510", "body_str": [["[1]", "Mactavish, J.", ": Al-Munzir Es-Sayyid seeks judicial review of a decision of the Immigration Division of the Immigration and Refugee Board refusing his request to reconsider a decision not to postpone his 48-hour detention review in order to allow for his representation by counsel. According to Mr. Es-Sayyid, the Board's decision to proceed with the hearing in the absence of his counsel resulted in an unfair hearing."], ["[2]", "For the reasons that follow, I have concluded that Mr. Es-Sayyid was not treated unfairly by the Board. As a consequence, the application will be dismissed.", "Governing Legislation"], ["[3]", "As this application involves the scope of the discretion conferred on members of the Immigration Division with respect to the scheduling of initial detention reviews, it is helpful to start by identifying the governing provision of the", "Immigration and Refugee Protection Act,", "S.C. 2001, c. 27 [", "IRPA", "]."], ["[4]", "Subsections 57(1) and (2) of", "IRPA", "provide that:", "57. (1) Within 48 hours after a permanent resident or a foreign national is taken into detention, or without delay afterward, the Immigration Division must review the reasons for the continued detention.", "(2) At least once during the seven days following the review under subsection (1), and at least once during each 30-day period following each previous review, the Immigration Division must review the reasons for the continued detention.", "57. (1) La section contrôle les motifs justifiant le maintien en détention dans les quarante-huit heures suivant le début de celle-ci, ou dans les meilleurs délais par la suite.", "(2) Par la suite, il y a un nouveau contrôle de ces motifs au moins une fois dans les sept jours suivant le premier contrôle, puis au moins tous les trente jours suivant le contrôle précédent.", "Background"], ["[5]", "As I am required to determine whether the process followed by the Board in this case satisfied the level of fairness required in all of the circumstances, it is necessary to have an understanding of the history of this matter and the circumstances leading up to the decision in issue."], ["[6]", "Mr. Es-Sayyid is a citizen of Egypt who came to Canada with his family in 1996. Although he was recognized as a Convention refugee in 2003, his application for permanent residence was subsequently refused because of his serious criminality."], ["[7]", "Although he is only 22 years old, Mr. Es-Sayyid has accumulated a lengthy criminal record which includes convictions for, amongst other things, firearms offences, uttering threats, and multiple armed robberies. Mr. Es-Sayyid has also been convicted of numerous breaches of recognisances and probation orders. His most recent conviction occurred on December 15, 2010, when he pled guilty to the possession of heroin, which had been found on his person while he was incarcerated at Joyceville Institution."], ["[8]", "A deportation order was issued against Mr. Es-Sayyid on November 13, 2009. On the same day, a warrant was issued for his detention after his release from prison. These documents were not served on Mr. Es-Sayyid or his counsel at that time."], ["[9]", "In June of 2010, a request for a danger opinion regarding Mr. Es-Sayyid was initiated."], ["[10]", "Mr. Es-Sayyid's statutory release date was April 15, 2011. On April 12, 2011, the Canada Border Services Agency (\"CBSA\") sent a package of material to Mr. Es-Sayyid's counsel. There were 335 pages of documents in the package. No request for a detention review accompanied the documents, nor was counsel provided with a copy of the decision to detain Mr. Es-Sayyid. However, the table of contents accompanying the documents stated that the documents were \"submitted with a request for a detention review\". Mr. Es-Sayyid was personally served with the documents two days later."], ["[11]", "Upon his release from prison on Friday, April 15, 2011, the CBSA immediately took Mr. Es-Sayyid into immigration custody."], ["[12]", "At approximately 12:30 p.m. on Friday, April 15, 2011, Mr. Es-Sayyid's counsel faxed a letter to both the Immigration Division and the CBSA inquiring as to whether a detention review had been scheduled for Mr. Es-Sayyid. Virtually simultaneously, counsel received a notice from the Board advising that Mr. Es-Sayyid's 48-hour detention review was scheduled for 9:00 a.m. on Monday, April 18, 2011."], ["[13]", "During the afternoon of April 15, Mr. Es-Sayyid's counsel wrote to the Board asking to postpone the hearing until April 25, 2011 or some time thereafter, owing to the short notice. The Minister opposed counsel's request. The Board denied the adjournment request, stating that \"no substantive reason has been given to postpone the detention review and not meet the statutory time frames stated in", "IRPA", "\"."], ["[14]", "By this point, the Board's offices were closed for the weekend. However, Mr. Es-Sayyid's counsel wrote to the Board late in the afternoon of April 15, seeking reconsideration of its decision refusing to adjourn. Amongst other things, counsel observed that the statute required that a detention review be held \"within 48 hours 'or without delay'\" and that this time limit was intended to provide protection for the detained person, in order to ensure that his release from detention was not unduly delayed. Counsel submitted that it was equally prejudicial to a detained person's rights to force him to proceed without counsel, or with counsel who has not had a meaningful opportunity to prepare for the hearing."], ["[15]", "Counsel further submitted that it was unreasonable to give less than 24 hours of working notice of the hearing, particularly at the end of the work week. Counsel stated that she had unspecified prior commitments which precluded meaningful representation on such short notice. Mr. Es-Sayyid's counsel proposed that the hearing be rescheduled to April 21, 2011."], ["[16]", "Because of an administrative error in the offices of Mr. Es-Sayyid's counsel, the request for reconsideration of the adjournment request was not actually sent to the Board. A copy was, however, provided to the Minister's representative. It does not appear that the Minister's representative was aware that the Board had not received the request for reconsideration."], ["[17]", "The detention review hearing commenced as scheduled at 9:00 a.m. on Monday, April 18, 2011. Despite the fact that her initial adjournment request had been refused and no response had been received to her request for reconsideration of that decision, counsel for Mr. Es-Sayyid did not appear at the detention review, nor did she send anyone else to represent Mr. Es-Sayyid at the hearing."], ["[18]", "The Board began the hearing by asking Mr. Es-Sayyid if he wished to renew his request for an adjournment and whether his counsel had asked him to say anything in this regard. Mr. Es-Sayyid informed the Board that his counsel needed time to prepare and that they would be ready for the hearing in a week's time. After reviewing the history of the matter, the Board stated that the hearing would be proceeding as scheduled."], ["[19]", "The Board then carefully explained the purpose and consequences of the hearing to Mr. Es-Sayyid. It also explained the process that would be followed during the hearing, and advised Mr. Es-Sayyid of his rights. Further explanations were provided to Mr. Es-Sayyid by the Board throughout the hearing."], ["[20]", "The Minister adduced evidence in support of Mr. Es-Sayyid's continued detention. The Board refused to accept some of the evidence tendered by the Minister's representative because Mr. Es-Sayyid's counsel was not there to make arguments as to the admissibility of the documents in question. Mr. Es-Sayyid was then offered the opportunity to respond, and he made a brief statement regarding the possibility of electronic monitoring."], ["[21]", "The evidentiary component of the hearing was then concluded. Mr. Es-Sayyid was provided with the opportunity to make submissions, and he responded with brief comments. The hearing then broke for lunch."], ["[22]", "Mr. Es-Sayyid's counsel's written request for reconsideration of the refusal of the adjournment appears to have come to the attention of the presiding member over the lunch break, just before the member was to deliver his decision on the issue of release."], ["[23]", "After reviewing counsel's April 15 request for reconsideration, the Board refused to adjourn the proceeding, noting that counsel would have long been aware of Mr. Es-Sayyid's statutory release date. Counsel would thus have had months to prepare for a detention review hearing and to brief other counsel in the event that she was not available in the period immediately after Mr. Es-Sayyid's release from prison. The Board further observed that counsel had received the CBSA disclosure package on April 12, 2011, but had made no inquiries into the status of the matter at that time."], ["[24]", "The Board also noted that the legislation required that an initial detention review be held quickly, in order to provide the detainee with the opportunity for early release. While recognizing that detainees were entitled to be represented by counsel, the Board stated that \"in the absence of a substantive explanation from counsel and in the presence of the pressing direction from Parliament in section 57\", it was satisfied that the detention review should not be delayed."], ["[25]", "The Board then went on to conclude that Mr. Es-Sayyid posed a current and future danger to the public, that he was motivated not to comply with his removal to Egypt, and that he had a history of non-compliance with court orders. As a consequence, it ordered that he remain in custody pending his next detention review, which was scheduled for April 21, 2011.", "Is the Application Moot?"], ["[26]", "Although the issue was not raised by the respondent, I asked the parties to address the question of whether the fact that several detention reviews would have been held since Mr. Es-Sayyid's initial hearing on April 15, 2011, has rendered this application moot."], ["[27]", "Although the parties disagree as to whether this application has become moot, I do not need to decide the question. I understand the respondent to concede that even if the matter is moot, this is an appropriate case for the exercise of the Court's discretion to hear the case."], ["[28]", "That is, the respondent accepts that inasmuch as the application raises a question as to the scope of the Board's discretion to delay an initial detention review, the issue is one that is capable of repetition yet evasive of review because of the very short timelines involved: see", "<FRAGMENT_SUPPRESSED>  (Q.L.) at para. 45."], ["[29]", "As a consequence, I am satisfied that it is appropriate to decide the matter.", "Standard of Review"], ["[30]", "The central issue in this application is whether Mr. Es-Sayyid was denied procedural fairness as a result of the Board's refusal to adjourn his detention review."], ["[31]", "Where an issue of procedural fairness arises, the task for the Court is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 43.", "Was the Process Followed by the Board in this Case Unfair to Mr. Es-Sayyid?"], ["[32]", "I do not understand there to be any dispute about the fact that the content of the duty of fairness owed to Mr. Es-Sayyid by the Board was substantial, given that his liberty interests were at stake in the detention review process: see", "<FRAGMENT_SUPPRESSED>  (Q.L.) at para. 25."], ["[33]", "Moreover, the right to counsel is an important component of fundamental justice, which arises where a person's liberty interests and Charter rights are implicated in the process:", "<FRAGMENT_SUPPRESSED>  at para. 118."], ["[34]", "A review of the reasons provided by the Board for refusing Mr. Es-Sayyid's request for reconsideration confirms that the Board understood that the purpose of subsection 57(1) is to benefit detainees by affording them the chance for early release. It also understood the importance of the right to counsel. The Board weighed these competing interests in light of the clear legislative language and all of the surrounding circumstances."], ["[35]", "Having examined the matter for myself, as I am required to do, I am not persuaded that the process followed by the decision-maker in this case was unfair to Mr. Es-Sayyid."], ["[36]", "First, Mr. Es-Sayyid has not persuaded me that the notice the Board provided was inadequate, or that his counsel did not have enough time to prepare for the detention review hearing on April 18, 2011."], ["[37]", "In coming to this conclusion, I would start by noting that Mr. Es-Sayyid's counsel has acknowledged that her firm has acted for Mr. Es-Sayyid and his family for a number of years. As the Board noted, this was not a case where newly-retained counsel had to familiarize him- or herself with the file."], ["[38]", "I also do not understand there to be any dispute about the fact that Mr. Es-Sayyid and his counsel would have been well aware of his statutory release date for many months prior to his release from the custody of the Correctional Service of Canada on April 15, 2011."], ["[39]", "Given Mr. Es-Sayyid's substantial criminal history and his repeated failure to comply with his conditions of release, it was entirely foreseeable that he would be taken into immigration custody on that date. This is especially so in light of the fact that a request had been made for a danger opinion regarding Mr. Es-Sayyid, confirming the Minister's desire to have him removed from Canada."], ["[40]", "Counsel would also have been aware of the provisions of subsection 57(1) of", "IRPA", "and the legislative requirement for a speedy initial detention review. Indeed, the notice provided to Mr. Es-Sayyid in this case was consistent with the requirements of section 57(1) of", "IRPA"], ["[41]", "In addition, Mr. Es-Sayyid's counsel was provided with the documentary record being relied upon in the detention review process three days prior to his release from the penitentiary. I agree that it would have been preferable if CBSA had provided a covering letter advising of its intention to detain Mr. Es-Sayyid upon his release from prison. However, given the information contained in the table of contents, it is clear that by April 12, 2011, there could have been little doubt as to what was going to happen to Mr. Es-Sayyid on April 15, 2011."], ["[42]", "While the documentary record relied upon by the Minister in the detention review process was not insubstantial, it appears from the transcript of the detention review hearing that it was largely made up of police reports, certificates of conviction and Correctional Service of Canada incident reports. Given the law firm's apparent involvement in the danger opinion process, many if not all of these documents would surely not have been new. Indeed, there is no suggestion in either counsel's April 15, 2011 correspondence or in the affidavit provided in support of the application that any of these documents were new to counsel."], ["[43]", "Mr. Es-Sayyid's counsel's reconsideration request also makes reference to certain other unspecified commitments that she said would interfere with her ability to prepare for the hearing. However she did not actually state that she was not available on the morning of April 18, 2011. Moreover, the affidavit filed in support of Mr. Es-Sayyid's application for judicial review does not identify any specific commitments on the part of counsel that would have precluded her appearance before the Board on the morning of April 18, 2011."], ["[44]", "In the circumstances, I find it troubling that counsel for Mr. Es-Sayyid would not appear at the detention review or send someone else to represent him at the hearing, given that her initial adjournment request had been refused, and no response had been received to the request for reconsideration of that decision. Indeed, it appears from the record that counsel simply told Mr. Es-Sayyid to inform the Board that she would be ready to proceed in a week's time. With respect, that is not how it works."], ["[45]", "I would also note that there are a number of other lawyers in counsel's firm with considerable expertise in immigration matters. If Mr. Es-Sayyid's counsel was of the view that she did not have adequate time to prepare for a detention review hearing early in the week following April 15, 2011, other counsel could have been briefed on the matter after the receipt of the April 12, 2011 disclosure package."], ["[46]", "In light of all of the above circumstances, Mr. Es-Sayyid has not persuaded me that the notice provided by the Board was inadequate, or that his counsel did not have enough time to prepare for the detention review hearing on April 18, 2011."], ["[47]", "I am also not persuaded that the Board's decision to proceed in the absence of his counsel rendered Mr. Es-Sayyid's hearing unfair."], ["[48]", "A review of the transcript of the April 18, 2011 hearing demonstrates that the Board was sensitive to Mr. Es-Sayyid's position and took all reasonable steps to ensure the fairness of the hearing."], ["[49]", "I accept that Mr. Es-Sayyid is a young man without legal training. However, he is by no means unfamiliar with Court proceedings."], ["[50]", "Mr. Es-Sayyid has also not provided an affidavit in support of this application indicating that he was surprised that the hearing went ahead as scheduled, or that he was inhibited in any way from meaningful participation in the hearing process."], ["[51]", "Mr. Es-Sayyid had been provided with the documents relied upon by the Minister's representative several days in advance of the hearing, and he would have already been aware of the contents of the documents, given that they related to his own criminal history."], ["[52]", "It must also be noted that through the adjournment request, Mr. Es-Sayyid had already indicated his willingness to stay in custody for another week. The only other possible outcome of the hearing was that he be released - a more beneficial result than the one that he was seeking."], ["[53]", "The only potential prejudice identified by Mr. Es-Sayyid's counsel resulting from the Board's decision to proceed with the hearing was that certain, unspecified, evidence went into the record without objection. Because subsequent detention reviews are not true", "de novo", "hearings, counsel submits that the admission of this unspecified evidence allegedly created an ongoing unfairness that tainted subsequent detention reviews."], ["[54]", "There are two difficulties with this argument."], ["[55]", "The first is that Mr. Es-Sayyid has not identified any specific evidence that he believes was unfairly or improperly admitted at the initial detention review. Indeed, the transcript shows that the Board took a cautious approach to the admission of evidence, and was not prepared to admit some of the documentary evidence proffered by the Minister until such time as Mr. Es-Sayyid's counsel had the opportunity to challenge its admissibility."], ["[56]", "Secondly, if counsel was of the view that evidence had been improperly admitted at the initial detention review, it was open to her to seek to have it excluded at the next detention review. Indeed, the Federal Court of Appeal made it clear in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 11, that Board members conducting detention reviews may reassess evidence admitted at prior hearings, based upon new arguments, provided they provide clear reasons for doing so. I have no evidence before me that this was attempted at Mr. Es-Sayyid's next detention review, or that any difficulties were encountered in this regard.", "Conclusion"], ["[57]", "I accept Mr. Es-Sayyid's argument that subsection 57(1) of", "IRPA", "confers the discretion on the Board to hold initial detention reviews outside of the 48-hour period immediately following the taking of the individual into the custody of immigration authorities, as long as the hearing is held \"without delay\". I further accept his argument that the right to counsel is very important in cases such as this, and that, in some cases, fairness may require a delay of the hearing, particularly where the individual is prepared to waive his statutory right to a speedy hearing."], ["[58]", "My decision turns on the unique facts of this particular case and the lack of any demonstrated prejudice to Mr. Es-Sayyid. These reasons should not be interpreted as suggesting that applicants will ordinarily be expected to be able to predict that they will be detained by the immigration authorities, or when their detention review might be held, thereby relieving the Board of its obligation to provide appropriate notice."], ["[59]", "That said, for the reasons given, I am not persuaded that the failure of the Board to adjourn Mr. Es-Sayyid's detention review in this case was unfair. As a result, the application is dismissed.", "Certification"], ["[60]", "The respondent suggested that, depending upon the Court's reasoning, the following question might arise for certification:", "Can a person concerned waive the right to a detention review unilaterally for the unavailability of counsel, because of short notice, disclosure or preparation time that is too short?", "Counsel for Mr. Es-Sayyid agrees that this is an appropriate question for certification."], ["[61]", "I am not satisfied that this question should be certified. Not only would it not be dispositive of this case, which turns on its own facts, it is also not a serious question as suggests an interpretation of the legislation that flies in the face of the express language of subsection 57(1) of", "IRPA", ". While I agree that the availability of counsel is a factor to be considered by the Board in deciding when an initial detention review can be held \"without delay\", it is clear from the wording of the legislation that the timing of the initial hearing is clearly not within the unilateral control of the person detained.", "JUDGMENT"], ["[62]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed; and", "2. No serious question of general importance is certified.", "Application dismissed.", "Editor: Sharon McCartney/vnh", "[End of document]"]]}