{"id_": "037807", "body_str": [["[1]", "von Finckenstein, J.", ": These are two applications that were heard together. In IMM-10144-03, the Applicant seeks judicial review of Immigration Officer Cobb's decision to make him the subject of an Admissibility Report pursuant to s. 44(1) of the", "Immigration and Refugee Protection Act", ", R.S.C. 2001, c. 27 (", "Act", "). In IMM-10145-03, he seeks judicial review of the decision of Immigration Officer Fanny Ho, acting on behalf of the Minister, to accept this report and to refer the Applicant for an Admissibility Hearing pursuant to s. 44(2) of the", "Act"], ["[2]", "The Applicant is a 32 year-old citizen of Singapore. In 1992, he obtained permanent residence status in Canada. In February 2000, he married Christine Chiu, a Canadian citizen. The couple have no children."], ["[3]", "On April 22nd, 2003, the Applicant was convicted of trafficking in a controlled substance contrary to s. 5(1) of the", "Controlled Drugs and Substances Act", ", R.S.C. 1999, c. 19 and was sentenced to four years incarceration. He is eligible for statutory release on December 21st, 2005."], ["[4]", "On May 26th, 2003, Immigration Officer Michael Cobb prepared a section 44.(1) report which indicated that, in his opinion, the Applicant was inadmissible to Canada on grounds of serious criminality. This report was referred to Immigration Officer Fanny Ho, who, on September 4th, 2003, referred the s. 44(1) report to the Immigration Division for an Admissibility Hearing."], ["[5]", "On December 4th, 2003, the Applicant was advised by the Hearings Unit at Citizenship and Immigration Canada in Edmonton that the admissibility hearing would be held on December 16th, 2003. On December 11th, 2003, counsel for the Applicant sent written submissions to the Hearings Unit requesting that the hearing not be held. The hearing proceeded on December 16th, 2003. Immediately prior to the hearing, counsel for the Applicant made oral submissions to the Hearings Officer, again requesting that the hearing not be held. Despite these submissions, the Hearings Officer Rapaj indicated that she would be proceeding with the hearing. The Applicant and his counsel appeared at the admissibility hearing, did not raise any objections to the process nor sought an adjournment. Hearings Officer Rapaj subsequently issued a deportation Order against the Applicant."], ["[6]", "In these applications, the Applicant seeks judicial review of Officer Cobb's decision to prepare the s. 44(1) report and Officer Ho's decision to accept it and to refer the Applicant for an Admissibility Hearing.", "ISSUES"], ["[7]", "Two issues arise in these applications:", "1. Did Immigration Officer Cobb breach the rules of procedural fairness by failing to inform the Applicant that a s. 44(1) report was being prepared and by failing to provide him with the opportunity to make written submissions relating to it?", "2. Did Immigration Officer Ho breach the rules of procedural fairness by failing to inform the Applicant that he was being referred for an Admissibility Hearing and by failing to provide him with the opportunity to make written submissions before the decision to refer was made?", "RELEVANT LEGISLATION"], ["[8]", "Immigration and Refugee Protection Act", ", R.S.C. 2001, c. 27:", "\"36(1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", "(a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed;", "(b) having been convicted of an offence outside Canada that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years; or", "(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years.", "\"36(2) A foreign national is inadmissible on grounds of criminality for", "(a) having been convicted in Canada of an offence under an Act of Parliament punishable by way of indictment, or of two offences under any Act of Parliament not arising out of a single occurrence;", "(b) having been convicted outside Canada of an offence that, if committed in Canada, would constitute an indictable offence under an Act of Parliament, or of two offences not arising out of a single occurrence that, if committed in Canada, would constitute offences under an Act of Parliament;", "(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an indictable offence under an Act of Parliament; or", "(d) committing, on entering Canada, an offence under an Act of Parliament prescribed by regulations.", "\"36(3) The following provisions govern subsections (1) and (2):", "(a) an offence that may be prosecuted either summarily or by way of indictment is deemed to be an indictable offence, even if it has been prosecuted summarily;", "(b) inadmissibility under subsections (1) and (2) may not be based on a conviction in respect of which a pardon has been granted and has not ceased to have effect or been revoked under the Criminal Records Act, or in respect of which there has been a final determination of an acquittal;", "(c) the matters referred to in paragraphs (1)(b) and (c) and (2)(b) and (c) do not constitute inadmissibility in respect of a permanent resident or foreign national who, after the prescribed period, satisfies the Minister that they have been rehabilitated or who is a member of a prescribed class that is deemed to have been rehabilitated;", "(d) a determination of whether a permanent resident has committed an act described in paragraph (1)(c) must be based on a balance of probabilities; and", "(e) inadmissibility under subsections (1) and (2) may not be based on an offence designated as a contravention under the Contraventions Act or an offence under the Young Offenders Act.", "\"44(1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister.", "\"44(2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing, except in the case of a permanent resident who is inadmissible solely on the grounds that they have failed to comply with the residency obligation under section 28 and except, in the circumstances prescribed by the regulations, in the case of a foreign national. In those cases, the Minister may make a removal order.", "\"44(3) An officer or the Immigration Division may impose any conditions, including the payment of a deposit or the posting of a guarantee for compliance with the conditions, that the officer or the Division considers necessary on a permanent resident or a foreign national who is the subject of a report, an admissibility hearing or, being in Canada, a removal order.", "\"45. The Immigration Division, at the conclusion of an admissibility hearing, shall make one of the following decisions:", "(a) recognize the right to enter Canada of a Canadian citizen within the meaning of the Citizenship Act, a person registered as an Indian under the Indian Act or a permanent resident;", "(b) grant permanent resident status or temporary resident status to a foreign national if it is satisfied that the foreign national meets the requirements of this Act;", "(c) authorize a permanent resident or a foreign national, with or without conditions, to enter Canada for further examination; or", "(d) make the applicable removal order against a foreign national who has not been authorized to enter Canada, if it is not satisfied that the foreign national is not inadmissible, or against a foreign national who has been authorized to enter Canada or a permanent resident, if it is satisfied that the foreign national or the permanent resident is inadmissible.\"", "\"36(1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", "a) être déclaré coupable au Canada d'une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans ou d'une infraction à une loi fédérale pour laquelle un emprisonnement de plus de six mois est infligé;", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;", "c) commettre, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans.", "\"36(2) Emportent, sauf pour le résident permanent, interdiction de territoire pour criminalité les faits suivants:", "a) être déclaré coupable au Canada d'une infraction à une loi fédérale punissable par mise en accusation ou de deux infractions à toute loi fédérale qui ne découlent pas des mêmes faits;", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par mise en accusation ou de deux infractions qui ne découlent pas des mêmes faits et qui, commises au Canada, constitueraient des infractions à des lois fédérales;", "c) commettre, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par mise en accusation;", "d) commettre, à son entrée au Canada, une infraction qui constitue une infraction à une loi fédérale précisée par règlement.", "\"36(3) Les dispositions suivantes régissent l'application des paragraphes (1) et (2):", "a) l'infraction punissable par mise en accusation ou par procédure sommaire est assimilée à l'infraction punissable par mise en accusation, indépendamment du mode de poursuite effectivement retenu;", "b) la déclaration de culpabilité n'emporte pas interdiction de territoire en cas de verdict d'acquittement rendu en dernier ressort ou de réhabilitation -- sauf cas de révocation ou de nullité -- au titre de la Loi sur le casier judiciaire;", "c) les faits visés aux alinéas (1)b) ou c) et (2)b) ou c) n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui, à l'expiration du délai réglementaire, convainc le ministre de sa réadaptation ou qui appartient à une catégorie réglementaire de personnes présumées réadaptées;", "d) la preuve du fait visé à l'alinéa (1)c) est, s'agissant du résident permanent, fondée sur la prépondérance des probabilités;", "e) l'interdiction de territoire ne peut être fondée sur une infraction qualifiée de contravention en vertu de la Loi sur les contraventions ni sur une infraction à la Loi sur les jeunes contrevenants.", "\"44(1) S'il estime que le résident permanent ou l'étranger qui se trouve au Canada est interdit de territoire, l'agent peut établir un rapport circonstancié, qu'il transmet au ministre.", "\"44(2) S'il estime le rapport bien fondé, le ministre peut déférer l'affaire à la Section de l'immigration pour enquête, sauf s'il s'agit d'un résident permanent interdit de territoire pour le seul motif qu'il n'a pas respecté l'obligation de résidence ou, dans les circonstances visées par les règlements, d'un étranger; il peut alors prendre une mesure de renvoi.", "\"44(3) L'agent ou la Section de l'immigration peut imposer les conditions qu'il estime nécessaires, notamment la remise d'une garantie d'exécution, au résident permanent ou à l'étranger qui fait l'objet d'un rapport ou d'une enquête ou, étant au Canada, d'une mesure de renvoi.", "\"45. Après avoir procédé à une enquête, la Section de l'immigration rend telle des décisions suivantes:", "a) reconnaître le droit d'entrer au Canada au citoyen canadien au sens de la Loi sur la citoyenneté, à la personne inscrite comme Indien au sens de la Loi sur les Indiens et au résident permanent;", "b) octroyer à l'étranger le statut de résident permanent ou temporaire sur preuve qu'il se conforme à la présente loi;", "c) autoriser le résident permanent ou l'étranger à entrer, avec ou sans conditions, au Canada pour contrôle complémentaire;", "d) prendre la mesure de renvoi applicable contre l'étranger non autorisé à entrer au Canada et dont il n'est pas prouvé qu'il n'est pas interdit de territoire, ou contre l'étranger autorisé à y entrer ou le résident permanent sur preuve qu'il est interdit de territoire.\""], ["[9]", "The foregoing reveals that pursuant to s. 36(1)(a) of the", "Act", ", a permanent resident is inadmissible to Canada on grounds of serious criminality if he has been convicted of an offense punishable by a maximum term of imprisonment of ten years or for which imprisonment of more than six months has been imposed."], ["[10]", "Pursuant to s. 44(1) of the", "Act", ", if an Immigration Officer is of the opinion that an individual is inadmissible, he or she may prepare a report for the Minister setting out the facts relevant to the case. If the Minister or his Delegate is of the opinion that the report is well-founded, he or she may then make a discretionary decision pursuant to s. 44(2) of the", "Act", "as to whether or not to refer the report to the Immigration Division for an admissibility hearing. During an admissibility hearing, a Hearings Officer must issue a removal Order if he/she finds that the permanent resident is inadmissible pursuant to s. 45 of the", "Act"], ["[11]", "Whereas under the old", "Immigration Act", ", a permanent resident had a right of appeal from admissibility decisions, s. 64 of the new", "Act", "provides that a permanent resident has no right of appeal from any decision of the Immigration Division if a sentence of two years or more is imposed. Nonetheless, an individual subject to a removal Order may file a Pre-Removal Risk Assessment application with the Department of Citizenship and Immigration. In addition, pursuant to s. 25 of the", "Act", ", he or she may apply to the Minister for special relief on H & C grounds."], ["[12]", "Issue 1.", "Did the Immigration Officer breach the rules of procedural fairness by failing to inform the Applicant that a s. 44(1) report was being prepared and by failing to provide him with the opportunity to make written submissions relating to it?"], ["[13]", "The issue was canvassed by Phelan, J., in", "<FRAGMENT_SUPPRESSED> ; 253 F.T.R. 153 (F.C.), at paras. 19-27:", "\"19 Subsection 44(1) involves two different acts by the Officer. Firstly there is the formation of the opinion as to inadmissibility, secondly, there is the decision to make a report.", "\"20 The decision to make a report must be considered against the backdrop of this Division of the", "Act", "which has as its purpose the removal of certain persons from Canada. The discretion not to report must be extremely limited and rare otherwise it would give to officials a level of discretion not even enjoyed by the responsible Minister.", "\"21 Whatever the scope of that discretion may be in any particular case in respect to different grounds of inadmissibility, with respect to serious criminality it is not the responsibility of the officer, by refusing to report his opinion, to effectively find a person to be 'admissible' for reasons unrelated to serious criminality.", "\"22 For purposes of the subsection 44(1) report, that report is restricted to the 'relevant facts'. In the case of serious criminality those facts relate to the fact of the conviction.", "\"23 The nature of the inquiry does not involve issues of humanitarian and compassionate matters, rehabilitation or other such factors.", "It is a very limited inquiry being essentially a confirmation that the conviction was in fact handed down. After that, the process for removal is engaged", "\"24 The inquiry regarding serious criminality can be contrasted with that involving organized criminality, health grounds or misrepresentation. In these other grounds of inadmissibility, officials are required to make judgments both as to fact and law. Therefore the nature of those inquiries is quite different from the very straight forward inquiry as to serious criminality.", "\"25 While the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  is of somewhat less relevance given the new provision of the", "Act", ", the basic analysis of the process remains relevant in the context of serious criminality. As the Federal Court of Appeal observed, the inquiry is purely factual and administrative in nature.", "\"26 A comparison of the relevant provisions of the former", "Immigration Act", "and those of the", "Immigration and Refugee Protection Act", "indicate even more clearly that Parliament intended to reduce the issues to be considered by officials and to limit the areas of redress by the permanent resident.", "\"27 Since inadmissibility for serious criminality under subsection 44(1) is based on the conviction and sentence itself, the Officer's opinion is likewise limited to securing knowledge that the conviction and sentence were rendered.", "The 'relevant facts' for purposes of the report to the Minister or the Delegate is the fact of the conviction and the length of the sentence", ".\" (Added underlining)"], ["[14]", "<FRAGMENT_SUPPRESSED>  O.A.C. 201; 177 D.L.R.(4th) 1 (S.C.C.), L'Heureux-Dubé set out numerous factors that must be considered when determining the duty of fairness in a given context:", "- the nature of the decision and the procedures followed in making it;", "- the nature of the statutory scheme;", "- the importance of the decision to the individual affected;", "- the legitimate expectation of the individual challenging the decision;", "- the choices of procedure made by the agency."], ["[15]", "Although the decision is highly important to the individual, it is also notable that the language of the statute in no way encourages a legitimate expectation that a wide range of procedural guarantees will be provided. Applying the test in", "Baker", "(supra) having in mind the nature of the decision as so concisely defined by Phelan, J., in <FRAGMENT_SUPPRESSED> (supra); namely, whether a conviction was made and what sentence was imposed; the clear implication emerges that a relatively low level of procedural fairness is owed when the initial s. 44(1) report is being prepared. Consequently, Officer Cobb did not err by failing to inform the Applicant that a report was being considered; nor was the Applicant entitled to make written submissions before the decision was made."], ["[16]", "Issue 2:", "Did Immigration Officer Ho breach the rules of procedural fairness by failing to inform the Applicant that he was being referred for an Admissibility Hearing and by failing to provide him with the opportunity to make written submissions before the decision to refer was made?"], ["[17]", "The decision under s. 44(2) to refer the report to the Immigration Division for an admissibility hearing is very analogous to the decision to be taken under s. 27 of the former", "Immigration Act", ". In respect to the nature of the decision to refer MacGuigan, J., observed in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 78 (F.C.A.), at 39:", "\"8 It has been settled law in Canada, at least since", "<FRAGMENT_SUPPRESSED> , at pages 626-629, that except for purely legislative decisions, there is in the words of Dickson, J. (as he then was), a 'general duty of fairness resting on all public decision-makers', but that there is 'a flexible gradation of procedural fairness through the administrative spectrum'. Before the", "Canadian Charter of Rights and Freedoms", "the content of the duty of fairness at the most purely administrative end of the spectrum was therefore minimal.", "\"9 This, it seems to me, is precisely the kind of decision in question here. Whether it is the decision of the Deputy Minister under subsection 27(3) to issue a direction for an inquiry to a senior immigration officer, or the subsequent decision of a senior immigration officer under subsection 27(4) to cause that inquiry to be held, or the parallel decision of such an officer under section 28 to cause an inquiry to be held, it is, I believe,", "a purely administrative decision. The senior immigration officer does not even have to reflect on the question; he is merely a conduit through whom the inquiry is caused by operation of the", "Act", ". The Deputy Minister has only to decide that an inquiry is warranted, which he would do on the existence of a prima facie case. His decision is analogous to that of any prosecutor who decides to proceed with a charge before the courts.\" (Underlining added)"], ["[18]", "MacGuigan, J., further noted at p. 40 in respect of procedural fairness regarding the decision to defer:", "\"12 What I find most important in this respect is that the decisions involved are merely decisions with respect to the respondent, not against him. In fact, they might be said to be for him, since he is not only to have a hearing but by subsection 30(1) of the", "Act", "has the right to be represented by counsel. In other words, it is not a decision to deprive the respondent of his life, liberty, security of the person or even of his property, and so does not fall under the principle that there is 'a duty of procedural fairness lying on every public authority making an administrative decision which is not of a legislative nature and", "which affects the rights, privileges or interests of an individual", "', affirmed by the Supreme Court in", "<FRAGMENT_SUPPRESSED> , at page 653 (emphasis added).", "\"13 In fact, it would to my mind be ludicrous to require even a paper hearing in such circumstances with respect to the decision to grant a hearing. If that were the law, why would there not be a still earlier hearing with respect to that decision to hold a hearing, and so on in infinite regression? Provided that the official decisions made are taken in good faith, I cannot see how they can be lacking in fairness, and the Trial Judge has found as a fact that there is no evidence of bad faith.\""], ["[19]", "The logic of these observations equally apply to the decision of Officer Ho to refer under s. 44(2). She was making a decision that the Applicant shall have an admissibility hearing. She was not affecting his rights but she was making \"a decision in respect of the applicant not against him\". That hearing would determine whether he is admissible. At that hearing the Applicant had the right to be represented by counsel. No procedural rule of fairness was breached by not allowing counsel to make submissions before the referral was made."], ["[20]", "The scheme of the", "Act", "is clear. Section 44(1) provides for the preparation of a report regarding the inadmissibility of a permanent resident. Section 44(2) provides for the referral of the report to an admissibility hearing. Section 45 provides for the admissibility hearing and the possible outcomes. Although both ss. 44(1) and (2) use the word \"may\", the discretion conferred on an immigration officer is very narrow. I concur with Phelan, J., who in", "Pereira", ", supra, described the s. 44(1) and s. 44(2) duties as follows:", "\"20 The decision to make a report must be considered against the backdrop of this Division of the", "Act", "which has as its purpose the removal of certain persons from Canada. The discretion not to report must be extremely limited and rare otherwise it would give to officials a level of discretion not even enjoyed by the responsible Minister.", "\"21 Whatever the scope of that discretion may be in any particular case in respect to different grounds of inadmissibility, with respect to serious criminality it is not the responsibility of the officer, by refusing to report his opinion, to effectively find a person to be 'admissible' for reasons unrelated to serious criminality.", "\"22 For purposes of the subsection 44(1) report, that report is restricted to the 'relevant facts'. In the case of serious criminality those facts relate to the fact of the conviction.", ". . . . .", "\"29 Similarly the Delegate, in determining whether the report is 'well-founded' is restricted in his consideration to the relevant fact of the conviction and of the sentence.", "\"30 There are no grounds advanced which would justify the Minister or the Delegate not referring the report to the Immigration Division. The exercise of the Minister's discretion does not engage a review of humanitarian and compassionate grounds, as confirmed by the Federal Court of Appeal.\""], ["[21]", "It would be only in truly exceptional cases where the provision would be exercised. For instance, in a case where a permanent resident was already convicted of a serious crime, a deportation order has been issued, and the person had then subsequently committed another crime, either officer might exercise his/her discretion not to issue or refer a report as it might be duplicative of what has already taken place. Other than in such exceptional situations the decisions under ss. 44(1) and 44(2) are routine administrative decisions. Issues relating to humanitarian and compassionate considerations or the safety of the Applicant are obviously vital to the Applicant. They have no place in these routine administrative proceedings. Rather the", "Act", "sets out specific procedures for dealing with them in ss. 25, and 112 respectively."], ["[22]", "In summary, given the routine administrative nature of the decisions taken under ss. 44(1) and (2), and given any absence of bad faith or other irregularity, I do not see how there was a breach of procedural fairness in not allowing the Applicant's counsel to make submissions before either decision was made, regardless of which standard is applied (the parties disagreed as to whether the standard of review was reasonableness simpliciter or patent unreasonableness). Accordingly, there is no reason why either of these applications should succeed.", "ORDER"], ["[23]", "THIS COURT ORDERS that applications IMM-10144-03 and IMM 10145-03 be dismissed.", "Applications dismissed.", "Editor: Elizabeth M.A. Turgeon/pdk", "[End of document]"]]}