{"id_": "038005", "body_str": [["[1]", "Near, J.", ": The Applicant seeks judicial review of the November 29, 2011 decision of a Citizenship and Immigration Canada (CIC) Immigration Officer (\"the Officer\")refusing the Applicant's application for an exemption on humanitarian and compassionate (H&C) grounds to allow her to apply for permanent residence from within Canada."], ["[2]", "For the following reasons, this application is dismissed.", "I.", "Facts"], ["[3]", "The Applicant is a Saint Vincentian citizen who came to Canada in July 2001 on a visitor visa. She did not maintain or renew her status when it expired in January 2002, and has been in Canada since she first arrived."], ["[4]", "The Applicant left her eldest son with her parents in Saint Vincent when she came to Canada, and has since had two Canadian-born children. She works as a childcare provider and sends money home to her ailing parents and her son every month."], ["[5]", "The Applicant submitted an H&C application in December 2010.", "II.", "Decision under Review"], ["[6]", "The Officer's decision focused on three areas: the Applicant's establishment in Canada, the best interests of her children, and the factors related to her return to Saint Vincent and the Grenadines."], ["[7]", "The Officer recognized that the Applicant had worked in Canada since her arrival, sent money home to her parents and son in Saint Vincent, and is involved in her community before concluding the following:", "While I find the applicant's establishment and integration are admirable, in consideration of the evidence before me, I do not find the applicant has demonstrated a level of establishment and integration in Canada that warrants a positive visa exemption. Furthermore, while [", "sic", "] that the applicant has taken positive steps in establishing and integrating herself in Canada, I place little weight on this demonstration of establishment and integration as she did so without having immigration status to allow her [", "sic", "] remain in Canada, with the exception of the six months of visitor status granted her upon her initial entry to Canada. The settlement that resulted and the hardship of now uprooting her children and herself was entirely within her control and do not constitute undue and undeserved hardship. I also do not consider the hardship caused by voluntary establishment to be disproportionate. All foreigners must weigh the pros and cons of lengthy settlement in a country in which they do not benefit from permanent status."], ["[8]", "With respect to the best interests of the Applicant's children, the Officer considered the emotional and financial ties between her Canadian-born children and their father, concluding that there are \"limited grounds on which to conclude that the children would be negatively impacted by the separation from their father.\" The Officer noted that the children are young, and that it is reasonable to believe that they would be able to adapt to life in Saint Vincent."], ["[9]", "The Officer considered the differences in education, health care and standard of living between Canada and Saint Vincent and, while remarking that the standards are lower in Saint Vincent, nonetheless concluded that they did not constitute disproportionate hardship."], ["[10]", "The Officer further considered the interests of the Applicant's eldest child in Saint Vincent, and concluded that reunification with his mother and step-siblings would be beneficial for him."], ["[11]", "Finally, the Officer considered the effect of the Applicant's return to Saint Vincent on the financial support she provided to her parents and her son. While recognizing that the Applicant sent money home every month, the Officer determined that there was \"little documentary evidence that the applicant's parents are financially dependent on her to the extent they would not be able to afford their own medications, if required, and basic amenities should the applicant return.\""], ["[12]", "The Officer addressed counsel's argument that the Applicant would not qualify for permanent residence from outside Canada by stating that this is not a factor that is to be taken into account in the current H&C application, \"which was not meant to circumvent Canada's immigration program.\"", "III.", "Issues"], ["[13]", "This application raises the following issues:", "(a) Was the Officer's assessment of the Applicant's establishment in Canada reasonable?", "(b) Did the Officer use the incorrect test in assessing the best interests of the children?", "(c) Was the Officer's evaluation of the hardship that might be faced by the Applicant's family should she return to Saint Vincent reasonable?", "IV.", "Standard of Review"], ["[14]", "The appropriate standard of review for the questions of mixed fact and law relating to H&C applications is that of reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 154 at para 25;", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 819 at para 14). Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law (", "<FRAGMENT_SUPPRESSED>  at para 47)."], ["[15]", "Whether the Officer applied the correct legal test is a legal question, to be reviewed on the standard of correctness. The Officer's conclusions, however, on the best interests of the children will be reviewed on a standard of reasonableness.", "V.", "Analysis"], ["[16]", "Subsection 11(1) of IRPA sets out the general visa requirement for foreign nationals wishing to come to Canada:", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi."], ["[17]", "Section 25 of IRPA provides, however, for an exemption from the general requirement to apply for permanent residence from outside of Canada in certain circumstances:", "25.", "(1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "25.", "(1) Sous réserve du paragraphe (1.2), le ministre doit, sur demande d'un étranger se trouvant au Canada qui demande le statut de résident permanent et qui soit est interdit de territoire, soit ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada qui demande un visa de résident permanent, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché."], ["[18]", "The H&C decision-making process foreseen by subsection 25(1) of IRPA is highly discretionary, and calls for a fact-specific weighing of factors in order to determine whether the special grant of an exemption to the general visa requirements is warranted (", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 220 at para 15;", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 259 at para 18). Indeed, in assessing the level of hardship that would be faced by an applicant were the exemption not granted, the Officer is directed to consider,", "inter alia", ", an applicant's level of establishment and the best interests of children affected by the decision. The factors are to be assessed as a whole, and no one factor is determinative."], ["[19]", "This Court and the Federal Court of Appeal have both made it clear that the\"weighing of relevant factors remains the domain of the Minister or his delegate, and that the court's role is not to examine the weight given to them by the officer\" (", "Laban", ", above, at para 18;", "<FRAGMENT_SUPPRESSED>  [2002] FCJ No 457 at para 11).", "A.", "Establishment"], ["[20]", "In this case, the Applicant submits that the Officer erred in assigning little weight to her establishment in Canada by virtue of her lack of status. She points to CIC's Operation Manual for Inland Processing,", "IP 5 -- Immigration Applications in Canada made on Humanitarian or Compassionate Grounds", "(\"the Manual\"), to argue that there is nothing in the guide that states that one may not apply for an exemption from the requirement to apply for permanent residence from outside of Canada if one is in Canada illegally."], ["[21]", "The Manual describes, however, that in order for an application to succeed on H&C grounds, applicants must demonstrate that they would face unusual and undeserved or disproportionate hardship if forced to apply for permanent residence from outside of Canada. It describes that the hardship must be both unusual - that is, \"a hardship not anticipated or addressed by the", "Act", "or", "Regulations", "\" - and undeserved - that is, \"in most cases,", "the result of circumstances beyond the person's control", "\" (emphasis added) (Manual, section 5.10). It defines \"disproportionate hardship\" in cases where the \"unusual and undeserved\" criteria are not met, but \"where the hardship of not being granted the requested exemption(s) would have an unreasonable impact on the applicant due to their personal circumstances\" (Manual, section 5.10)."], ["[22]", "The Officer specifically considered the Applicant's establishment and, while recognizing that it was \"admirable\", was ultimately entitled to decide what weight to give this factor in the particular circumstances of the case. As the Manual points out, unusual and undeserved hardship generally arises from circumstances that are beyond the applicant's control. Indeed, in many of the cases cited by the Applicant, the individuals concerned had established themselves while waiting on a determination on an H&C or refugee protection or other type of application (see, for example,", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 395 in which the applicant's H&C application was pending for seven years). By contrast, the Applicant here was not awaiting a decision on any application. The Officer's decision with respect to the Applicant's establishment falls within a range of possible, acceptable outcomes defensible in respect of both the facts and the law and is thus reasonable.", "B.", "The Best Interests of the Child"], ["[23]", "The Applicant submits that the Officer applied the incorrect test with respect to his analysis of the best interests of the child. Specifically, the Applicant posits that the Officer conflated the best interests of the child test with the test of unusual and undeserved or disproportionate hardship that is more appropriate for the overall assessment of the H&C application."], ["[24]", "This Court has established that \"what is required when conducting a best interests of the child analysis in an H&C context is an assessment of the benefit the children would receive if their parent was not removed, in conjunction with an assessment of the hardship the children would face if their parent was removed or if the child was to return with his or her parent\" (", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1116 at para 32;", "<FRAGMENT_SUPPRESSED>  [2002] FCJ No 1687 at para 4). The obligation of officers to be \"alert, alive and sensitive\" to the best interests of the children has further been described as demonstrating \"an awareness of the child's best interests by noting the ways in which those interests are implicated\" (", "<FRAGMENT_SUPPRESSED> , at para 34;", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 211 at para 9). Form is not to be elevated above substance when reviewing an officer's determination of the best interests of the child."], ["[25]", "In this case, I am satisfied that the Officer was sufficiently alert, alive and sensitive to the best interests of the Applicant's children. The Officer noted several ways in which the children's interests were implicated, including the relationship the Applicant's Canadian children have with their father, the children's enrolment in school, as well as concerns for their health, safety, and economic well-being. While noting that living in Canada offers more opportunities for the children, the officer found that the hardship related to not having access to those opportunities was not, when weighed against other factors, hardship that amounted to the level of unusual and undeserved or disproportionate.", "C.", "Hardship"], ["[26]", "The Applicant further contends that the Officer erred in his assessment of the hardship the Applicant would face by returning to Saint Vincent. Specifically, the Applicant points to the Officer's assessment of the financial support the Applicant provides to her parents and son, positing that the evidence submitted demonstrates clearly that the Applicant is the sole source of financial provision for her parents and her eldest son. The Respondent takes the position that the letter relied upon by the Applicant does not demonstrate this clearly at all. Both parties rely on the following excerpt from the letter:", "she is very honest and hard working and very helpful to the family. My husband and I are diabetes and also ... and if it was not for our daughter who help us to buy our treatment and also supply us with food and clothes, because we are old and not working."], ["[27]", "The Officer is entitled to significant deference on such questions of fact. I find nothing unreasonable with the Officer's assessment of the evidence on this point.", "VI.", "Conclusion"], ["[28]", "The Officer considered the entirety of the application and weighed the various factors in a reasonable manner.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  [Traduction]: La demanderesse sollicite le contrôle judiciaire de la décision, en date du 29 novembre 2011, par laquelle un agent de l'immigration (l'agent) de Citoyenneté et Immigration Canada (CIC) a rejeté sa demande de dispense afin d'être autorisée, pour motifs d'ordre humanitaire, à présenter, depuis le Canada, une demande de résidence permanente."], ["[2]", "Pour les motifs exposés ci-dessous, la présente de contrôle judiciaire est rejetée.", "I.", "Faits"], ["[3]", "La demanderesse est de citoyenneté saint-vincentaise. Elle est arrivée au Canada en juillet 2001 munie d'un visa de visiteur. Elle n'a ni maintenu ni fait renouveler son statut de visiteur venu à expiration en janvier 2002, et elle se trouve au Canada depuis son arrivée."], ["[4]", "Lorsqu'elle est venue au Canada, la demanderesse a laissé son fils aîné avec ses parents à Saint-Vincent et elle a eu, depuis, deux enfants, nés au Canada. Elle travaille comme gardienne d'enfants et chaque mois envoie de l'argent à ses parents malades et à son fils."], ["[5]", "En décembre 2010, la demanderesse a présenté une demande fondée sur des considérations d'ordre humanitaire (la demande CH).", "II.", "Décision en cause"], ["[6]", "La décision de l'agent repose sur trois éléments: le degré d'établissement de la demanderesse au Canada, l'intérêt supérieur de ses enfants et les considérations entourant son retour à Saint-Vincent-et-les-Grenadines."], ["[7]", "L'agent a reconnu que la demanderesse travaille depuis son arrivée au Canada, qu'elle envoie de l'argent à Saint-Vincent pour ses parents et son fils et qu'elle participe à la vie de sa communauté, et a ensuite conclu que:", "[traduction]", "Le degré d'établissement et d'intégration auquel est parvenu la demanderesse est admirable, mais, compte tenu de la preuve dont je dispose, je ne pense pas que le degré d'établissement et d'intégration au Canada atteint par la demanderesse justifie une dispense des règles en matière de visas. Ajoutons que si la demanderesse a fait de réels efforts pour s'établir et s'intégrer au Canada, je ne leur accorde que peu de poids, car si l'on fait abstraction du visa de visiteur qui lui a été délivré pour six mois lors de son arrivée au Canada, elle n'a pas le statut d'immigrante lui permettant de demeurer ici. Le degré d'établissement auquel elle est parvenue, et le déracinement auquel elle et ses enfants vont être contraints n'étaient pas totalement indépendants de sa volonté, et ce déracinement ne lui occasionnera pas des difficultés démesurées et injustifiées. Je ne pense pas que les difficultés provenant de son établissement volontaire au Canada seront excessives. Tout étranger doit évaluer les avantages et les inconvénients d'un séjour prolongé dans un pays dont il n'est pas résident permanent."], ["[8]", "En ce qui concerne l'intérêt supérieur des enfants de la demanderesse, l'agent s'est penché sur les liens affectifs et financiers entre ses enfants nés au Canada et leur père, et a conclu à l'existence de [traduction] « raisons assez minces de penser que les enfants souffriraient d'être séparés de leur père ». L'agent a relevé que les enfants sont jeunes et que l'on peut raisonnablement penser qu'ils s'adapteront à la vie à Saint-Vincent."], ["[9]", "L'agent s'est également penché sur les différences qui existent entre le Canada et Saint-Vincent en matière d'enseignement, de soins de santé et de niveau de vie, faisant remarquer que les normes sont moins élevées à Saint-Vincent, tout en concluant néanmoins que cela n'occasionnerait pas de difficultés démesurées."], ["[10]", "L'agent s'est par ailleurs penché sur l'intérêt de l'aîné de la demanderesse, qui vit à Saint-Vincent, concluant que cela lui ferait du bien de retrouver sa mère et les autres enfants de celle-ci."], ["[11]", "Et enfin, l'agent s'est penché sur l'effet que le retour de la demanderesse à Saint-Vincent aurait au niveau du soutien financier qu'elle accordait à ses parents et à son fils. Tout en reconnaissant que la demanderesse envoie chaque mois une somme d'argent dans son pays d'origine, l'agent a considéré qu'il n'y avait [traduction] « guère d'éléments de preuve documentaire démontrant que les parents de la demanderesse dépendent d'elle financièrement au point où, si la demanderesse retourne dans son pays d'origine, ils n'auraient pas les moyens d'acheter les médicaments qu'il leur faut ou de pourvoir à leurs besoins de base »."], ["[12]", "En réponse à l'argument avancé par l'avocat de la demanderesse qui soutenait que la demanderesse ne répondait pas aux conditions requises pour se voir accorder, depuis l'étranger, la résidence permanente, l'agent a répondu que ce n'était pas là un facteur dont il y avait lieu de tenir compte dans le cadre de la demande CH, car le but de ce genre de demande [traduction] « n'est pas de permettre de contourner le programme d'immigration du Canada ».", "III.", "Questions en litige"], ["[13]", "La présente demande soulève les questions suivantes:", "a) L'agent a-t-il évalué l'établissement de la demanderesse au Canada de manière raisonnable?", "b) Dans son évaluation de l'intérêt supérieur des enfants, l'agent a-t-il appliqué le mauvais critère?", "c) L'agent a-t-il évalué les difficultés que le retour de la demanderesse à Saint-Vincent entraînerait pour sa famille de manière raisonnable?", "IV.", "Norme de contrôle"], ["[14]", "En ce qui concerne les questions mixtes de fait et de droit concernant les demandes CH, la norme de contrôle applicable est celle de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 154, au paragraphe 25;", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 819, au paragraphe 14). Le caractère raisonnable d'une décision tient à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47)."], ["[15]", "La question de savoir si l'agent a appliqué le bon critère juridique est une question de droit relevant de la norme de la décision correcte. Les conclusions de l'agent concernant l'intérêt supérieur des enfants relèvent, par contre, du critère de la décision raisonnable.", "V.", "Analyse"], ["[16]", "Les conditions générales auxquelles est subordonné l'octroi d'un visa à des ressortissants étrangers qui souhaitent venir au Canada sont prévues au paragraphe 11(1) de la LIPR:", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visas et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act."], ["[17]", "L'article 25 de la LIPR prévoit cependant, dans certaines circonstances, la possibilité d'obtenir une dispense de l'obligation générale de présenter la demande de résidence permanente à l'extérieur du Canada:", "25.", "(1) Sous réserve du paragraphe (1.2), le ministre doit, sur demande d'un étranger se trouvant au Canada qui demande le statut de résident permanent et qui soit est interdit de territoire, soit ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada qui demande un visa de résident permanent, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "25.", "(1) Subject to subsection (1.2), the Minister must, on request of a foreign national in Canada who applies for permanent resident status and who is inadmissible or does not meet the requirements of this Act, and may, on request of a foreign national outside Canada who applies for a permanent resident visa, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected."], ["[18]", "Le processus de décision prévu au paragraphe 25(1) de la LIPR pour les demandes CH est hautement discrétionnaire, et exige du décideur appelé à déterminer si l'octroi d'une dispense est justifié qu'il apprécie les facteurs applicables au regard des faits précis de l'affaire dont il est saisi (", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 220, au paragraphe 15;", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 259, au paragraphe 18). Précisons que pour évaluer les difficultés qu'éprouvera un demandeur à qui l'on refuse d'accorder une dispense, l'agent est tenu de se pencher, entre autres, sur le degré d'établissement du demandeur et l'intérêt supérieur des enfants touchés par la décision. Ces facteurs doivent être évalués dans leur ensemble et aucun d'entre eux n'est déterminant."], ["[19]", "La Cour et la Cour d'appel fédérale ont toutes deux précisé que« l'appréciation des facteurs pertinents est une tâche qui continue à relever du ministre ou de son délégué, et qu'il n'appartient pas à la Cour de réexaminer la valeur que l'agent d'immigration a attribuée à ces facteurs » (", "Laban", ", précitée, au paragraphe 18;", "<FRAGMENT_SUPPRESSED>  [2002] ACF no 457, au paragraphe 11).", "A.", "L'établissement"], ["[20]", "La demanderesse fait en l'espèce valoir que l'agent a commis une erreur en accordant peu de poids à son établissement au Canada parce qu'elle était sans statut. Elle invoque le Guide de CIC sur le traitement des demandes au Canada, IP 5-", "Demande présentée par des immigrants au Canada pour des motifs d'ordre humanitaire", "(le Guide), et affirme qu'il ne contient aucune disposition interdisant à quelqu'un qui se trouve illégalement au Canada de déposer une demande de dispense de l'obligation de présenter sa demande de résidence permanente depuis l'étranger."], ["[21]", "Selon le Guide, cependant, pour qu'une demande puisse être admise pour des considérations d'ordre humanitaire, le demandeur doit démontrer que le fait d'être obligé de déposer sa demande de résidence permanente depuis l'étranger l'exposera à des difficultés inhabituelles et injustifiées ou démesurées. Il doit, selon le Guide, s'agir de difficultés inhabituelles, c'est-à-dire de« difficultés non envisagées dans la", "Loi", "ou le", "Règlement", "»,et injustifiées, c'est-à-dire, « dans la plupart des cas,", "le résultat de circonstances indépendantes de sa volonté", "». [Non souligné dans l'original.] (Guide, section 5.10.) Selon le Guide, on est en présence de « difficultés démesurées », lorsque les difficultés occasionnées par le refus de la dispense ne seraient pas considérées comme« inhabituelles et injustifiées », mais « auraient un impact déraisonnable sur le demandeur en raison de sa situation personnelle » (Guide, section 5.10)."], ["[22]", "L'agent s'est penché particulièrement sur le degré d'établissement auquel est parvenue la demanderesse et bien qu'il ait reconnu que cet établissement est [traduction] « admirable », il était, en définitive, en droit de décider du poids qu'il convenait d'accorder à ce facteur compte tenu des circonstances particulières de l'affaire. Comme le prévoit le Guide, les difficultés inhabituelles et injustifiées découlent en général de circonstances indépendantes de la volonté du demandeur. Ajoutons que dans bon nombre des cas cités par la demanderesse, les intéressés s'étaient établis en attendant que soit tranchée une demande CH, une demande d'asile ou un autre type de demande (voir, par exemple,", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 395, la demanderesse ayant dû en l'occurrence attendre sept ans avant que soit tranchée sa demande CH). Toutefois, en l'espèce, la demanderesse n'attendait pas qu'on se prononce sur une demande qu'elle aurait présentée. La décision de l'agent quant à l'établissement de la demanderesse appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit, et est donc raisonnable.", "B.", "L'intérêt supérieur de l'enfant"], ["[23]", "La demanderesse affirme que l'agent a appliqué le mauvais critère pour évaluer l'intérêt supérieur de l'enfant. La demanderesse fait valoir plus particulièrement que l'agent a fusionné le critère de l'intérêt supérieur de l'enfant et le critère des difficultés inhabituelles et injustifiées ou démesurées qui est celui qu'il convient plutôt d'appliquer pour évaluer, dans son ensemble, une demande CH."], ["[24]", "La Cour a établi que « lorsqu'on procède à une analyse de l'intérêt supérieur d'un enfant dans le contexte de motifs d'ordre humanitaire, il est nécessaire d'évaluer l'avantage dont bénéficieraient les enfants si leur parent n'était pas renvoyé, de pair avec une évaluation des difficultés auxquelles seraient confrontés les enfants si leur parent était renvoyé ou s'ils étaient renvoyés avec lui » (", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1116, au paragraphe 32;", "<FRAGMENT_SUPPRESSED>  [2002] ACF no 1687, au paragraphe 4). L'obligation pour l'agent d'être « réceptif, attentif et sensible » à l'intérêt supérieur des enfants a également été décrite comme exigeant que l'agent « montr[e] qu'il est au courant de l'intérêt supérieur de l'enfant en indiquant les manières dont cet intérêt entre en jeu » (", "Segura", ", précitée, au paragraphe 34;", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 211, au paragraphe 9). On ne doit pas, dans l'examen de la décision d'un agent concernant l'intérêt supérieur de l'enfant, accorder à la forme plus d'importance qu'au fond."], ["[25]", "J'estime qu'en l'espèce, l'agent a été suffisamment réceptif, attentif et sensible à l'intérêt supérieur des enfants de la demanderesse. L'agent a indiqué plusieurs des manières dont cet intérêt entrait en jeu, y compris la relation que les enfants canadiens de la demanderesse entretiennent avec leur père, leur inscription à l'école et diverses considérations tenant à leur santé, à leur sécurité et à leur bien-être économique. Tout en notant que la vie au Canada offre aux enfants un éventail plus large de chances, l'agent a estimé que les difficultés pouvant découler de chances moins grandes ne constituaient pas, au regard d'autres facteurs, des difficultés inhabituelles et injustifiées ou démesurées.", "C.", "Les difficultés"], ["[26]", "La demanderesse soutient par ailleurs que l'agent s'est trompé dans son évaluation des difficultés auxquelles elle aurait à faire face en rentrant à Saint-Vincent. La demanderesse fait plus particulièrement référence à la manière dont l'agent a évalué l'aide financière qu'elle accorde à ses parents et à son fils, soutenant que les éléments de preuve qu'elle a produits démontrent clairement qu'elle est, pour ses parents et son fils aîné, l'unique soutien financier. Le défendeur affirme pour sa part que la lettre invoquée par la demanderesse ne démontre pas clairement qu'il en soit effectivement ainsi. Les deux parties invoquent le passage suivant de la lettre en question:", "[traduction] C'est une personne honnête et travailleuse qui est d'un grand secours pour notre famille. Mon mari et moi souffrons tous les deux de diabète ainsi que de [...] et si notre fille ne nous aidait pas à acheter les médicaments nécessaires, et à nous procurer de quoi nous nourrir et nous habiller, car nous sommes âgés et ne travaillons plus."], ["[27]", "Il convient de faire preuve d'une grande déférence envers l'agent sur des questions de fait comme celle-ci. Je ne relève rien de déraisonnable dans la manière dont il a évalué la preuve sur ce point.", "VI.", "Conclusion"], ["[28]", "L'agent a étudié la demande dans son intégralité et soupesé, de manière raisonnable, les différents facteurs en présence.", "JUGEMENT"], ["[29]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}