{"id_": "038169", "body_str": [["[1]", "von Finckenstein, J.", ": This is a motion by the plaintiff, Apotex Inc., for an appeal of the Order of Prothonotary Lafrenière, dated August 22, 2003, dismissing the plaintiff's motion for a further and better affidavit of documents.", "BACKGROUND"], ["[2]", "In 1996, the defendants commenced proceedings pursuant to the", "Patented Medicines (Notice of Compliance) Regulations", "(the \"", "Regulations", "\") to prohibit the Minister from issuing a Notice of Compliance to the plaintiff in respect of the drug, acyclovir. Due to the commencement of proceedings, the Minister was prevented from issuing the Notice of Compliance (\"NOC\") and the plaintiff was, thereby, prohibited from marketing the drug. In an order dated August 19, 1997, the Federal Court dismissed the defendant's motion on the basis that the relevant patents had either expired or were not within the purview of the", "Regulations", ". The Minister issued the NOC to the plaintiffs on August 21, 1997."], ["[3]", "In 2001, the plaintiffs commenced this action pursuant to s. 8 of the", "Regulations", ", for damages allegedly incurred as a result of the \"patent hold\" which was in effect during the prohibition proceedings. In an order dated January 30, 2002, then- Associate Chief Justify Lutfy ordered that the action be continued as a specially-managed proceeding. On April 30, 2002, Prothonotary Lafrenière dismissed a motion by the defendant to strike the plaintiff's statement of claim and ordered the parties to attempt to reach an agreement on a timetable for the exchange of affidavits of documents. In late May, 2003, the parties exchanged affidavits of documents."], ["[4]", "In a notice of motion, dated July 15, 2003, the plaintiff requested that the Court issue an order requiring the defendants to produce a further and better affidavit of documents. In an order dated August 22, 2003, Prothonotary Lafrenière dismissed the motion on the basis that the plaintiff had \"failed to establish through compelling evidence that relevant documents exist, but have not been listed by the defendants in their affidavit of documents.\" The plaintiff now appeals this decision.", "ISSUES"], ["[5]", "The plaintiff raises three issues:", "1. What is the correct standard of review under the first leg of the", "Aqua-Gem", "test when considering an appeal from a Prothonotary?", "2. On appeal from the decision of the Prothonotary, can the court consider the pleadings and affidavits used in the parallel cases, notwithstanding that a prothonotary had only the decision before him when considering the motion currently under appeal?", "3. In this case, should Prothonotary Lafrenière have followed the decision of Prothonotary Aronovitch in", "<FRAGMENT_SUPPRESSED>  judicial comity?", "ANALYSIS", "Issue 1"], ["[6]", "The standard of review for an appeal of the discretionary order of a Prothonotary of the Federal Court is well established. A motions judge hearing such an appeal may intervene where the order in question: (i) is \"clearly wrong\", in the sense that the exercise of discretion was based upon a wrong principle or upon a misapprehension of the facts, or (ii) raises questions vital to the final issue of the case (", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 463)."], ["[7]", "This Court is reluctant to interfere with an order of a case management prothonotary who is familiar with the proceedings unless there has been a misapplication of judicial discretion (", "<FRAGMENT_SUPPRESSED> ; 24 C.P.R.(4th) 341 (T.D.), at para. 13;", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 12 (T.D.), at 15-17)."], ["[8]", "In this case, Prothonotary Lafrenière applied the wrong principle when he concluded that the plaintiff had failed to provide compelling evidence that relevant documents existed and had not been disclosed. The requirement of compelling evidence, in my view, raises the barrier too high. An order for further production will be warranted where the requesting party produces sufficient or persuasive evidence that documents exist and have not been disclosed (", "<FRAGMENT_SUPPRESSED>  (T.D.).)", "Issue 2"], ["[9]", "Reference was made by counsel in argument before Prothonotary Lafrenière to the decision of Prothonotary Aronovitch in", "<FRAGMENT_SUPPRESSED>  the Court during the proceedings. Prothonotary Lafrenière made no reference to the <FRAGMENT_SUPPRESSED> decision in his order."], ["[10]", "It has been established that no new evidence should be admitted by the Court when hearing an appeal from a Prothonotary (", "<FRAGMENT_SUPPRESSED> ; 126 F.T.R. 1 (T.D.), at paras. 31-32). However, I do not think that this prevents the Court from taking into consideration documents that are part of the public record. In this case both the pleadings and the affidavits are public documents. Consequently they can be taken into consideration by this Court.", "Issue 3"], ["[11]", "In <FRAGMENT_SUPPRESSED> , discussed above, the plaintiff sought damages allegedly caused by unsuccessful prohibition proceedings brought against it by the defendants pursuant to the", "Regulations", ". The basis to the motion heard by Prothonotary Aronovitch was that the defendants, a foreign parent company and its Canadian subsidiary, had failed to disclose internal documentation related to their corporate relationship. In addition, it was alleged that the defendants had failed to disclose their communications with the government regarding the scope and applicability of the", "Regulations", "to the drug in question. Prothonotary Aronovitch ordered the defendants to produce further and better affidavits of documents which addressed these two deficiencies. No reasons were provided in her judgment."], ["[12]", "The near identical nature of the <FRAGMENT_SUPPRESSED> case and this case is striking. This case also involves an application for damages due to unsuccessful prohibition proceedings. The plaintiff has brought a motion for further disclosure of documents relating to the relationship of a parent and subsidiary company. In addition, there exists the possibility that the defendants have been in communication with the government regarding the applicability of the", "Regulations", "to the drug acyclovir. It is not surprising that the affidavits and notice of motion in this case and the <FRAGMENT_SUPPRESSED> case are largely identical."], ["[13]", "Prothonotary Aronovitch's order required the defendants in the <FRAGMENT_SUPPRESSED> case to disclose the following documents in their possession, custody or control related to their corporate relationship for the years 1993-1998:", "a) SEC 10K filings", "b) an organizational chart outlining the reporting lines between the defendants with respect to sales, manufacturing and administration", "c) any documents exchanged by the defendants with respect to", "- an application for an NOC for the drug in question,", "- any arrangement to produce or acquire the drug in question,", "- the time when the subsidiary would be able to list the parent company's patents on a patent list submitted in respect of an NOC application for the drug in question,", "- whether the subsidiary would seek a prohibition order regarding the drug after having received the plaintiff's Notice of Allegation", "- how prohibitions proceedings to the drug would be prosecuted", "She also ordered that the defendants disclose any relevant communication between themselves and government officials regarding the scope and applicability of s. 8 of the", "Regulations"], ["[14]", "Although Prothonotary Aronovitch did not provide reasons in her judgment, it is safe to infer that:", "a) she found that the applicants had made out a sufficient case for further particulars,", "b) she felt that the documents requested were relevant to the case in issue and should be produced, and", "c) she found that the request was too wide and should be limited in time to the period post 1993 when the", "Regulations", "were first enacted."], ["[15]", "In this case, the defendants, through an affidavit of its corporate counsel and in argument before this Court, allege that all relevant documents have been filed. The defendants have not denied that such documents may exist, only that any outstanding documents are irrelevant to the proceedings."], ["[16]", "<FRAGMENT_SUPPRESSED>  (T.D.), at 229, Mr. Justice McNair set out the following test for the relevancy of documents:", "\"The test as to what documents are required to be produced is simply relevance. The test of relevance is not a matter for the exercise of discretion. What documents parties are entitled to is a matter of Law, not a matter of discretion. The principle for determining what document properly relates to the matters in issue is that it must be one which might reasonably be supposed to contain information which may directly or indirectly enable the party requiring production to advance his own case or to damage the case of his adversary, or which might fairly lead him to a train of inquiry that could have either of these consequences:", "<FRAGMENT_SUPPRESSED>  (B.C.S.C.); and", "<FRAGMENT_SUPPRESSED>  (C.A.).\"", "Documents which may allow an adversary to advance its case must be listed as a matter of Law."], ["[17]", "Common business practice suggests that the defendants have failed to disclose the existence of all documents regarding their relationship which are relevant to these proceedings. In their statement of defence, the defendants admit that the Wellcome Foundation is the owner of the patents relevant to these proceedings. However, it was Burroughs Wellcome Inc., the predecessor company of GlaxoSmithKline, which filed the patent list for registration on the Patent Register It stands to reason that a corporate relationship existed between the companies during times material to these proceedings and that disclosure of documentation related to this relationship will either advance the case of the plaintiff or damage the case of the defendants. For reasons of consistency, predictability and judicial comity, the order issued by Prothonotary Aronovitch is equally applicable in this case as it was in <FRAGMENT_SUPPRESSED> and should be followed."], ["[18]", "In this motion, the applicant has also sought disclosure of two other types of documents. The first relates to the plaintiff's allegation that the defendants entered into an arrangement with Technilab Inc. (\"Technilab\") and Altimed Pharmaceutical Inc. (\"Altimed\"), through which the defendants were able to sell the drug acyclovir as a pseudo-generic product in order to deprive the plaintiff of its full share of market sales. While such an arrangement might be relevant to these proceedings, this Court was provided with no evidence that any corporate arrangement existed between the defendants and the abovementioned third parties. This court cannot order the disclosure of documents based upon a mere speculation that a corporate relationship may exist. The existence and nature of any relationship between the defendants and these third parties is a proper subject to be addressed during discovery."], ["[19]", "The plaintiff also seeks the disclosure of documents relating to the defendants' allegation, set out in their amended statement of defence, that a Canadian company, Fabrigen Inc., commenced sales of acyclovir under the name AVIRAX in 1994. The defendants submit that any corporate disadvantage suffered by the plaintiff was a result of the sale of AVIRAX rather than the prohibition proceedings commenced by them. This Court was provided with no evidence that the defendants are in possession of any documents which could not be obtained from external sources relating to the sale of AVIRAX by Fabrigen Inc. As was discussed above, this Court cannot order the disclosure of documents based upon an unsubstantiated claim that they are in the possession, custody or control of the defendant."], ["[20]", "Accordingly, the appeal is allowed in part and the defendants are ordered to produce those documents which are listed in an order of this Court for the period post 1993. Any document furnished is subject to the confidentiality order in this matter dated April 14, 2003.", "Appeal allowed.", "Editor: Anick Ouellette-Levesque/gs", "[End of document]"]]}