{"id_": "038211", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to section 18.1 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, for judicial review of a final level grievance decision by the vice president operations of the respondent, Canadian Food Inspection Agency (the CFIA), dismissing the applicant's grievance which alleged that the list of qualified candidates generated with respect to a competition for one internal position should not have been used to staff a different internal position.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant requests that the final level grievance decision be set aside and that his grievance be remitted back to a different final level decision maker with directions. The applicant also requests his costs.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "This case revolves around an employee's and the employer's differing views on what constitutes a similar position.  <FRAGMENT_SUPPRESSED>"], ["[4]", "All veterinarians employed by CFIA are classified in the VM occupational group and most are employed  <FRAGMENT_SUPPRESSED> 's Operations Branch. Within the Operations Branch, veterinarians typically work in either meat hygiene or animal health, although these are not official classifications.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant is a veterinarian employed by the CFIA working in animal health at the VM-01 level. In August 2006, the CFIA held an external competition to staff a VM-02 veterinarian-in-charge (VIC) position in London, Ontario. The VIC position was in meat hygiene. The experience requirements were simply \"experience in the practice of veterinary medicine\" and \"experience in supervising\". The competition poster also indicated that the list of qualified candidates, referred to as an eligibility list, \"may be used to staff similar positions\".  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant did not apply for the position as his job experience and interests related to animal health rather than meat hygiene.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In early 2007, the CFIA used the eligibility list generated by the 2006 VIC competition to staff a VM-02 district veterinarian position in animal health also in London, Ontario. The successful candidate was the respondent, Nancy Griffith, who had previously occupied a VM-01 position in meat hygiene.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant grieved management's decision to consider the two positions similar. He alleges that had he known the eligibility list generated by the 2006 competition in relation to a meat hygiene position could be used in future to staff animal health positions, he would have applied. He alleges the job descriptions of the two different positions in question are not at all similar. The CFIA views both the VIC and the district veterinarian positions as part of the Animal Programs group and both are at the same level, VM-02.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicant later noticed a similar competition for a VIC (meat hygiene) position in the Quebec region and inquired whether similar positions would include district veterinarians (animal health). The email response was that similar positions were limited to other VIC positions in meat hygiene.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant filed extensive written submissions in support of his grievance arguing on the following points:  <FRAGMENT_SUPPRESSED>", "- The positions (VIC and district veterinarian) are not similar;  <FRAGMENT_SUPPRESSED>", "- The decision violated the CFIA's staffing values of fairness and openness;  <FRAGMENT_SUPPRESSED>", "- The decision was in contrast to past practice;  <FRAGMENT_SUPPRESSED>", "- At least four other veterinarians would have applied for the 2006 VIC competition had they known the results might be used to staff a district veterinarian position.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The CFIA denied the applicant's grievance at the final level, concluding that the positions were similar, based on the experience requirements.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[12]", "The issues are as follows:  <FRAGMENT_SUPPRESSED>", "1. What is the standard of review?  <FRAGMENT_SUPPRESSED>", "2. Did the CFIA commit a reviewable error in concluding that management acted appropriately in staffing a district veterinarian position from an eligibility list established from a competition for a VIC position?  <FRAGMENT_SUPPRESSED>", "Applicant's Written Submissions  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[13]", "The applicant submits that the appropriate standard is correctness for the following reasons. First, a final level grievance decision is subject only to a very weak privative clause. Second, the question of whether the positions are similar and in particular whether the CFIA's selection criteria can be used as a sole basis for this determination, is a question of law. The final level grievance decision maker has no expertise in addressing such a legal question. Third, the final level grievance decision maker is not independent of the CFIA. Fourth, several recent Federal Court and Federal Court of Appeal decisions have concluded that the appropriate standard for reviewing similar decisions is correctness.  <FRAGMENT_SUPPRESSED>"], ["[14]", "However, even on the deferential standard of reasonableness, the decision is deserving of interference from this Court.  <FRAGMENT_SUPPRESSED>", "Merits  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant submits that the most fundamental aspect of the term position is the description of duties. Labour arbitration case law confirms that positions will not be considered similar when the respective duties of each position are significantly different. The VIC position is an entirely different and unrelated job to the position of district veterinarian. The \"challenge\" description on the competition poster for the VIC position makes it clear that the job duties fall solely within meat hygiene. The duties are carried out in slaughter plants and are very different from the challenge associated with the position of district veterinarian in the CFIA's animal health program. The fact that both jobs have a supervisory component does not make them similar positions.  <FRAGMENT_SUPPRESSED>"], ["[16]", "If CFIA management can subjectively determine when jobs are similar it will be impossible for employees to know whether to apply for a position. This result is particularly unfair because the CFIA keeps changing its selection criteria for the same job. In the past, CFIA has never treated the VIC and district veterinarian positions as similar positions for the purpose of staffing.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Finally, the CFIA's view that similar positions can be identified by comparing the selection criteria without reference to the actual duties violates the CFIA staffing values of fairness, openness and efficiency/effectiveness.  <FRAGMENT_SUPPRESSED>", "Respondents' Written Submissions  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[18]", "The respondents submit that the applicable standard for final level grievances established by the case law is reasonableness. Indeed, a standard of review analysis indicates that the standard is reasonableness. This case involves the interpretation of language on a job competition poster. It is purely a question of fact. There is no basis for treating the job poster as if it were law. Moreover, the", "Public Service Labour Relations", "Act", "S.C. 2003, c. 22 (the PSLRA) is continually described as polycentric legislation.  <FRAGMENT_SUPPRESSED>", "Merits  <FRAGMENT_SUPPRESSED>"], ["[19]", "The district veterinarian and VIC positions are both at the VM-02 group and level. The VM occupational group includes not only veterinarians who work in meat hygiene and animal health, but in the Science and Program branches as well. The term similar simply indicates having characteristics in common. Given that both positions are at the same group and level, require experience in the practice of veterinary medicine, are part of the same division of CFIA and report to the same regional director, the respondents submit that the positions are similar positions as contemplated by the usage of that phrase on the competition poster.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The applicant's argument regarding the CFIA's past practice is, in the respondents' submission, without foundation for two reasons. First, while past practice is used in interpreting ambiguity in contractual provisions, it has no application here. There is no basis for the contention that the CFIA was required to exercise its appointment authority pursuant to an alleged past practice. Secondly, the applicant has failed to establish such past practice. In the labour relations context, a past practice can only be established when four criteria are met. The applicant met none of these criteria. The fact that management in different areas have interpreted the term similar position differently only demonstrates that management uses its discretion to interpret the phrase on a case-by-case basis.  <FRAGMENT_SUPPRESSED>", "Analysis and Decision  <FRAGMENT_SUPPRESSED>", "Issue 1  <FRAGMENT_SUPPRESSED>", "What is the standard of review?  <FRAGMENT_SUPPRESSED>"], ["[21]", "The first step in determining the appropriate standard of review is to ascertain whether existing jurisprudence has already resolved in a satisfactory manner the degree of deference to be accorded a particular category of question. If it does not, the Court must engage the second step which is to determine the appropriate standard having regard to inter alia the nature of the question at issue, the expertise of the tribunal, the presence or absence of a privative clause and the purpose of the tribunal (see", "<FRAGMENT_SUPPRESSED> ; 372 N.R. 1; 329 N.B.R.(2d) 1; 844 A.P.R. 1; 2008 SCC 9 at paragraphs 57 to 64).  <FRAGMENT_SUPPRESSED>"], ["[22]", "The case law regarding the appropriate standard of review for various final level decisions made under the PSLRA is not settled and as such, I endeavour to take a contextual approach. For the reasons that follow, I am of the view that the applicable standard against which to review the CFIA's decision is reasonableness. I have considered the lack of independence within the final level grievance procedure under the PSLRA. In my view, it is a factor suggesting less deference, but it is outweighed in the present case by more persuasive clues suggesting that deference should be afforded.  <FRAGMENT_SUPPRESSED>"], ["[23]", "I determined in", "<FRAGMENT_SUPPRESSED>  that when a guideline, policy or directive became part of an employee's terms and conditions of employment and when the employee grieved under the PSLRA in part alleging a breach of the policy by the employer, the final level grievance decision made by the employer was not to be accorded deference.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The key difference in this case is the nature of the question. There is no suggestion that the competition poster in question rose to the level of being part of the terms and conditions of the applicant's employment. Such a suggestion would not make sense. There is no basis for treating the job poster as if it were law. Interpretation of the poster was not a question of law as the applicant suggests.  <FRAGMENT_SUPPRESSED>"], ["[25]", "In another recent case,", "<FRAGMENT_SUPPRESSED> ; 297 F.T.R. 1; 2006 FC 796, Mr. Justice Blanchard determined that two issues in the case required separate standards of review. In regards to the legal issue of whether the guidelines in question formed part of the terms and conditions of employment, such that they could be the subject of a proper grievance, he determined that the standard applicable was correctness. In regards to whether the employer Minister had observed the guidelines, the Judge held that the standard of review was reasonableness (at paragraphs 24 to 33).  <FRAGMENT_SUPPRESSED>"], ["[26]", "The present application involves only one issue and it deals with the interpretation and application of a procedure in place at the CFIA for the filling of vacant positions. The procedure described on the competition poster was similar in legal stature and to a guideline, policy or bulletin. However, unlike", "<FRAGMENT_SUPPRESSED> , this application does not involve a determination of whether the procedure formed part of the applicant's terms and conditions of employment. Instead, it considers whether the procedure was properly observed and therefore bears a stronger similarity to the latter aspect before this Court in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[27]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal determined that for a final level grievance decision, the appropriate standard of review was correctness. It is however, important to note two distinguishing factors.  <FRAGMENT_SUPPRESSED>"], ["[28]", "First in", "<FRAGMENT_SUPPRESSED> , as  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED>  and", "Dube", "above, the policy or guideline in question had become part of the terms and conditions of employment. Here that is not the case.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Second, the", "Assh", "Court was analyzing a final level determination of whether there was a conflict of interest in violation of the employer's Conflict of Interest Code. The Court noted that the code could be considered law and in the Court's view, determining conflicts of interest was an area of common law engaging the specialized skill of the judiciary (paragraphs 42 to 46 and 53). The same cannot be said of the hiring procedures in question in this case and the term similar position.  <FRAGMENT_SUPPRESSED>"], ["[30]", "I also note the case", "<FRAGMENT_SUPPRESSED>  where Mr. Justice Binnie, writing for a majority of the Court, stated at paragraphs 38 and 39:  <FRAGMENT_SUPPRESSED>", "\"I do not accept [ ... ] that comprehensive legislative schemes which do not provide for third-party adjudication are not, on that account, worthy of deference. It is a consideration, but in the case of the PSSRA it is outweighed by other more persuasive indications of clues to parliamentary intent.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"While the absence of independent third-party adjudication may in certain circumstances impact on the court's exercise of its residual discretion (as in the whistle-blower cases) the general rule of deference in matters arising out of labour relations should prevail. <FRAGMENT_SUPPRESSED>"], ["[31]", "Due to the above analysis, I am satisfied that the jurisprudence directs that deference be afforded to the decision of the CFIA in this case. As such, I will proceed in reviewing the decision of the CFIA against the standard of reasonableness.  <FRAGMENT_SUPPRESSED>", "Issue 2  <FRAGMENT_SUPPRESSED>", "Did the CFIA commit a reviewable error in concluding that management acted appropriately in staffing a district veterinarian position from an eligibility list established from a competition for a VIC position?  <FRAGMENT_SUPPRESSED>"], ["[32]", "After careful review, I conclude that the decision by the vice president operations of the CFIA dismissing the applicant's grievance was unreasonable and cannot stand.  <FRAGMENT_SUPPRESSED>"], ["[33]", "As noted above, I do not accept the applicant's assertion that the interpretation of the term similar position in the competition poster was a matter of law. At least not in the sense the competition poster itself constituted a legal document. I would, however, accept that it may have been relied upon and given rise to certain legitimate expectations informed by the culture within the CFIA.  <FRAGMENT_SUPPRESSED>"], ["[34]", "As asserted by the applicant and not refuted by the respondents, the culture within the cohort of veterinarians employed by the CFIA had as one of its dominant features, a division between those working in meat hygiene and those working in the area of animal health. The distinction remained even if it was not based on any official employment classification. The two types of job, while having similar levels of responsibility and pay and requiring similar levels of education, involved vastly different daily duties.  <FRAGMENT_SUPPRESSED>"], ["[35]", "It appears, however, that from the perspective of CFIA management, the distinction between meat hygiene and animal health was of little significance.  <FRAGMENT_SUPPRESSED>"], ["[36]", "It is understandable that upon hearing of a possible promotion within the VM group, prospective internal candidates might first screen the new opportunity with respect to the very important characteristic of whether it was in meat hygiene or animal health. The CFIA's competition poster did not, in a sufficiently noticeable way, dissuade veterinarian employees from first screening new opportunities in this way. In fact, it facilitated such screening. The first sentence of the challenge section reads:  <FRAGMENT_SUPPRESSED>", "\"Administers, implements and enforces the meat hygiene program in a registered establishment engaged in the slaughter, dressing, packaging and grading of food animals ... <FRAGMENT_SUPPRESSED>"], ["[37]", "It is accepted by the respondents that the challenge with respect to the position in animal health would reflect the vast differences in both job duties and work environment. Since the applicant was not interested in a position in meat hygiene, he did not apply to the above quoted competition poster.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The problem with the decision to staff the animal health position using the eligibility list from the competition poster is that it demonstrated a fundamental failure to appreciate the dichotomy within the employment culture among veterinarians  <FRAGMENT_SUPPRESSED>  between working in meat hygiene and working in animal health. Clearly, such employees would not consider the positions similar, even if management might. There is no recognition in the final grievance decision of the distinction.  <FRAGMENT_SUPPRESSED>"], ["[39]", "On the fourth page of the competition poster under the heading additional requirements / comments, there appears a list of bulleted sentences, the fifth of which stated:  <FRAGMENT_SUPPRESSED>", "\"The resulting Eligibility List may be used to staff similar positions; including those for Actings, Assignment, Indeterminate and Term positions in various locations. <FRAGMENT_SUPPRESSED>", "This sentence is the basis upon which the respondent, CFIA used the eligibility list created from the competition poster to fill a job in animal health, which the applicant would have desired.  <FRAGMENT_SUPPRESSED>"], ["[40]", "<FRAGMENT_SUPPRESSED> , at paragraph 47, requires the Court to inquire \"... into the qualities that make a decision reasonable, referring to both the process of articulating the reasons and the outcome\". As such, I reproduce the most relevant portion of the decision letter issued to the applicant after adjudication of his final level grievance:  <FRAGMENT_SUPPRESSED>", "\"... You have stated that you did not apply on the process in question as the job title on the poster was Veterinarian in Charge, and you did not know that it would be used to staff a District Veterinarian position.  <FRAGMENT_SUPPRESSED>", "\"You have advised that you feel that the required experience stated on the poster in question was insufficient for a District Veterinarian. While you may not agree with its conclusion, I find that management acted entirely within its authority when it determined the experience requirements. Further, I find that management reasonably opened this staffing process to external candidates after numerous unsuccessful closed VM-02 staffing processes. <FRAGMENT_SUPPRESSED>"], ["[41]", "While it may be reasonable to justify the underlying decision on the basis that both the VIC position and the district veterinarian position required the same experience, the decision as a whole was unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Not only was there no discussion of the distinction between meat hygiene and animal health positions, there was not even any discussion of the actual similarities between the positions. This was something that required addressing as the lack of similarity in the positions was the applicant's primary ground for his grievance. The vice president operations was not required to write a longer decision but is required to provide an answer to the questions that make up the grievance.  <FRAGMENT_SUPPRESSED>"], ["[43]", "In any event, I am satisfied that the only acceptable outcome would have been one that was in favour of the applicant and that remedied his lost ability to apply for the district veterinarian position.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Although the final decision in this matter shall rest with management of CFIA, I am of the opinion, based on the facts of the case, that the positions are not similar.  <FRAGMENT_SUPPRESSED>"], ["[45]", "As a result, I would allow the application for judicial review and the decision of the final level decision maker is set aside and the matter is referred back to a different final level decision maker for redetermination in accordance with these reasons.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The applicant shall have his costs of the application.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[47]", "IT IS ORDERED that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is allowed and the decision of the final level decision maker is set aside and the matter is referred back to a different final level decision maker for redetermination in accordance with these reasons.  <FRAGMENT_SUPPRESSED>", "2. The applicant shall have his costs of the application.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Jana A. Andersen/ve  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}