{"id_": "038222", "body_str": [["[1]", "Barnes, J.", ": This is an application under the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 as amended (", "NOC Regulations", ") for an order prohibiting the Minister of Health from issuing a Notice of Compliance to Mylan Pharmaceuticals ULC (Mylan) for a generic version of the Applicants' efavirenz compound marketed as \"Sustiva\". Efavirenz is an anti-retroviral drug used to treat HIV infection typically in combination with other antiretroviral agents."], ["[2]", "The Applicants seek protection until the expiry of Canadian Letters Patent 2,101,572 (the 572 Patent) and Canadian Letters Patent 2,279,198 (the 198 Patent). The 572 Patent will expire on July 29, 2013 and the 198 Patent will expire on February 2, 2018."], ["[3]", "Merck Sharp & Dohme Corp. is the owner of the patents in issue and Bristol-Myers Squibb Canada Co. (BMS) is its Canadian licensee.", "II. Background", "A.", "Summary of the Science", "(1) History of HIV and AIDS"], ["[4]", "A biological virus works by inserting its own information into a host cell causing the infected cell to misdirect its efforts to making more viruses, which can then pass the information on to other cells. Side effects of this replication process can lead to the death of the infected cells. The loss of important cells in the body of the host can lead to disease."], ["[5]", "AIDS or acquired human immunodeficiency syndrome was first recognized as a disease following a 1981 outbreak of very rare infections by a variety of bacteria, protozoa and/or viruses combined with cases of otherwise rare cancers among gay men and transfusion recipients in California and New York. It was rapidly recognized that the underlying cause of AIDS was a transmissible agent that attacked the immune system causing the loss of critical helper T cells. This loss left the body unable to protect itself against infection with many types of bacteria, parasites, and viruses normally present in the environment. It takes about ten years from the time of infection to die from AIDS if left untreated."], ["[6]", "HIV or human immunodeficiency virus was finally identified in 1983. By 1993, it was understood in the scientific community that HIV infection was the cause of AIDS. Soon thereafter, a second virus named HIV-2 was discovered that is associated with a much slower and less uniformly fatal course of AIDS. In consequence, the original HIV discovery was renamed HIV-1. HIV-1 and HIV-2 respond differently to antiviral drugs. References to HIV in the prior art, and even now, are interpreted to mean HIV-1 and not HIV-2 unless stated otherwise."], ["[7]", "At the time of the 572 Patent, ARC or AIDS-related complex was thought to be distinct from and a precursor to AIDS. ARC was used to describe the condition that resulted from HIV infection. While this term appears in the 572 Patent, it has subsequently been realized that there is no separate clinical entity and the term is no longer used.", "(2) Infection by the HIV Virus"], ["[8]", "The virus particle is called a virion and it carries genetic information in the form of a genome from one cell to another. Retroviruses, like HIV, have an RNA genome which is a single strand of genetic material. Each HIV virion contains two RNA strands with an enzyme called reverse transcriptase (HIV RT) and protein structures."], ["[9]", "The proteins on the outer layer of the virion (the envelope) use the receptors located on the surface of the helper T cell to bind to the envelope's protein. The envelope protein then pierces the host cell's membrane and draws the viral membrane and the host cell membrane together. This results in fusion of the two membranes. The contents of the virion are then released into the host cell, which include the virion's proteins, enzymes and two strands of RNA. The proteins are digested by the host cell while the enzymes and RNA remain to infect the cell."], ["[10]", "HIV RT builds a complimentary strand of RNA using the host cell's nucleotides to convert the viral RNA into a single strand of DNA. These nucleotides are the building blocks that make up the virion's and the host cell's genetic material. In doing this, HIV RT will make some random errors due to its poor \"proof-reading\" activity. HIV RT then converts the viral DNA strand into a double strand of DNA; this is the form of DNA found inside the nucleus of the host cell."], ["[11]", "Integrase, one of the enzymes brought into the host cell with the virus, carries the double strand of DNA into the nucleus of the cell. Within the nucleus, integrase finds the host cell's DNA and makes a nick in the host DNA to allow the viral DNA to insert itself into the host DNA. This is the event that establishes lifelong infection."], ["[12]", "Another enzyme called RNA polymerase transcribes the host cell's DNA where the viral DNA has been inserted and creates several different messenger RNAs (mRNAs). The mRNAs leave the host cell's nucleus to begin the process of translation. In translation, organelles of the host cell read the mRNA and produce a specific amino acid chain which folds into the active proteins that are needed to form a new virion. These viral proteins are shuttled to the cell surface where they join with the other proteins initially left on the cellular membrane when the virion fused with the now infected host cell. Two strands of RNA are also brought up to this part of the surface."], ["[13]", "The virus buds off at the cell surface taking the RNA, enzymes, envelope proteins and other viral proteins with it. Within the virion, an enzyme called protease breaks up any protein chains made in the host cell into smaller functional molecules in order to allow the proteins to form the mature structure of a complete virion. This virion can now go on to infect other cells. Each host cell will continue to produce hundreds of virions.", "(3) Treatment of HIV and AIDS"], ["[14]", "While no vaccine has yet been discovered to completely prevent HIV, drugs have been discovered which have potent activity against it. An anti-HIV drug called AZT was discovered and reported to have potent activity against HIV in cell culture. AZT is a nucleoside reverse transcriptase inhibitor (NRTI). In 1993, the FDA licensed two other NRTIs in addition to AZT that alone or in combination could somewhat ameliorate HIV infection, but they did not have a significant impact on patient survival."], ["[15]", "While it was initially thought that genetic information could only be transferred from DNA to RNA, it was discovered in 1970 that RNA could transfer genetic information to DNA through HIV RT. As discussed above, this is how retroviruses such as HIV transfer genetic information to a host cell's DNA."], ["[16]", "In order to become part of RNA or DNA, a nucleotide must be bound to the neighbouring nucleotide's hydroxyl group by an enzyme called polymerase. An enzyme called kinase adds a triphosphate group to the nucleoside creating a nucleotide. Polymerase then binds the nucleotide to a neighbouring nucleotide on the RNA/DNA chain by creating a bond using the nucleotide's hydroxyl group."], ["[17]", "For NRTIs to work, kinase must recognize them as a nucleoside and add to them a trisphosphate group so that they look enough like nucleotides to be recognized by HIV RT. However, they must lack the hydroxyl group necessary to bind them to the next nucleotide. Therefore, when polymerase attaches the NRTI triphosphate to its neighbouring nucleotide on the RNA chain, there is no hydroxyl group on the NRTI to bind it to the next nucleotide. This prevents HIV RT from continuing the RNA chain. In other words, HIV RT is halted from continuing its synthesis."], ["[18]", "The rules for recognition of nucleosides or nucleotides by cellular uptake systems, kinases, polymerases and HIV RTs are not well understood. Therefore, finding NRTIs with the correct properties involves considerable trial and error. NRTIs also have to be sufficiently foreign to the cell that they are not used by normal cell DNA polymerases. This would result in them being highly toxic to the cell."], ["[19]", "It soon became apparent that while NRTIs initially reduced the amount of virus in the blood, viral loads quickly rebounded resulting in a limited survival rate. It was discovered that HIV's genes would mutate in HIV RT's synthesis rendering it resistant to the NRTI triphosphates. Specifically, HIV RT would sometimes mutate at the region of HIV RT where NRTIs bind."], ["[20]", "In the late 1980s and early 1990s, it became clear that truly effective control of HIV infection would require drugs of different classes used in combination, specifically NRTIs, protease inhibitors and non-nucleoside reverse transcriptase inhibitors (NNRTIs). Protease inhibitors stop viral protease from breaking down the protein chains in a new virion thereby preventing the proteins from forming a mature virion."], ["[21]", "NNRTIs are a set of compounds that inhibit HIV RT by blocking its ability to synthesize DNA in infected cells. Specifically, NNRTIs inhibit HIV RT and interfere with polymerase's transcription of the host cell's DNA by binding to the allosteric site. An effector molecule such as NNRTI is a molecule that binds to a protein and thereby alters the activity of that protein. When an effector molecule binds to the allosteric site, it creates a conformational change that can result in enzyme inhibition. The allosteric site of HIV RT where NNRTIs bind is described as a pocket that contains amino acids at approximately amino acid positions 100 to 236. While all NNRTIs inhibit HIV RT by binding the enzyme in the allosteric site, each NNRTI has a unique interaction with the amino acids in the allosteric site pocket."], ["[22]", "Soon after their development, it was discovered that HIV could evolve to become resistant to NNRTIs through mutations in HIV RT. Specifically, an inappropriate nucleotide is incorporated into a DNA strand which may cause a change in the amino acid pattern such that the sequence codes for a different protein or results in the protein adopting a slightly different shape. Some of these mutations can cause changes in HIV RT's amino acid sequence, that affect the parts of HIV RT where the various drugs act."], ["[23]", "In normal circumstances, these mutant varieties of HIV do not replicate as efficiently as the non-mutated virus called the wild-type virus (the WT virus). If untreated, the WT virus is able to replicate faster than the mutants and infect a greater number of the host cells. WT virus is predominant in HIV infected persons who are not taking any antivirals. If an infected person is taking antivirals such as an NRTI or an NNRTI, the antivirals will typically block replication of the WT virus. However, mutated viruses can still proliferate because antivirals effective against the WT virus may not effectively operate where the mutations have caused alterations in the antivirals' allosteric sites. These mutants are drug resistant mutants because they have changed in such a way that they are no longer susceptible to the antivirals that target the WT virus."], ["[24]", "As of 1993, a number of such mutations had been identified. HIV RT mutant strains are named by reference to the numbered amino acid position on the enzyme where the mutations occurred, the WT amino acid and the new amino acid due to the mutation. For example, K103N indicates that lysine (K) has changed to asparagine (N) at HIV RT amino acid position 103.", "(4) The 572 Patent"], ["[25]", "The 572 Patent is entitled \"Benzoxazinones as Inhibitors of HIV Reverse Transcriptase\" and was filed in Canada on July 29, 1993, published on February 8, 1994 and issued on August 28, 2001. It claims a family of NNRTI compounds including efavirenz (referred to as Compound 37.2). The 572 Patent specifically demonstrates efavirenz's ability to inhibit the K103N mutation, the Y181C mutation and the double mutant which has both the K103N and Y181C mutations.The 572 Patent also describes how efavirenz's potency against these HIV RT mutations may therefore be useful in the treatment of infection by HIV and thus in the treatment of AIDS and/or ARC."], ["[26]", "The potency of efavirenz is demonstrated by the results of two assays published in the 572 Patent: the reverse transcriptase assay, which measures efavirenz's ability to inhibit HIV RT", "in vitro", "and the cell culture assay, which measures efavirenz's ability to inhibit the spread of HIV in cell culture", "in vitro", ". The assay results in the 572 Patent reveal that efavirenz is an extremely potent inhibitor of HIV RT in the K103N, the Y181C and the double mutant. It also reveals inhibitory activity against the WT virus. The 572 Patent goes on to demonstrate that efavirenz is bioavailable in humans based on bioavailability studies performed on rhesus monkeys.", "(5) Crystalline Forms and Polymorphism"], ["[27]", "Crystals are solids in which the atoms or molecules are arranged in a periodic repeating pattern that extends in three dimensions. When crystals are grown slowly and carefully they normally have flat surfaces extending in different directions called plane faces that can be seen with the naked eye (eg. salt, minerals) However, some materials do not display these obvious plane faces and instead are made up of small crystals that can be seen under a light or electron microscope (eg. steel, concrete, bone, teeth). Some materials are only partially crystalline or have crystalline regions (eg. wood, silk, hair, plastics). Solids that are not crystalline and have no long range order are said to be amorphous (eg. glass)."], ["[28]", "The internal structure of molecular crystals is called the crystal structure and is determined by the position of the molecules relative to each other and the symmetry of the structure. The dimensions of the crystal structure are unique and can be used to distinguish one crystalline form of a molecule from another."], ["[29]", "Crystal morphology refers to the external shape of the crystals. The shape of a crystal can be influenced by both its internal structure and the conditions of its crystallization, including growth rate, heat, solvents used in the crystallization process and/or the presence of any impurities. Two crystals made from the same material with the same crystal structure can have very different morphologies."], ["[30]", "Polymorphism is the ability of a solid material to exist in more than one form or crystal structure. Properties that vary in different polymorphs include hardness, density, electrical conductivity, shape, solubility, dissolution rate and vapour pressure. In different thermodynamic conditions, one polymorph will be more stable than the others. In a monotropic system, one polymorph is the most stable at all temperatures. If the stability of a polymorph is a function of temperature, the system is said to be enantiotropic. Consequently, the stability of enantiotropic polymorphs will vary according to temperature."], ["[31]", "In order to convert one crystal form into another, one must apply energy (often in the form of heat) to the initial form. Direct solid conversion is another way to create a polymorph. It is the slowest form of transformation because it is literally the transition of one solid crystal to another. The molecules within these crystals have lower molecular mobility than in a liquid, which is what makes the transformation so much slower."], ["[32]", "The most common type of crystallization is crystallization from solution where a material that is solid is dissolved in a solvent. Crystallization is induced by changing the state of the system in some way that reduces the solubility of a crystallizing species. The change of state from solution to crystal can be done by temperature change, evaporating the solvent, changing the solvent composition or changing the pH. When this change of state occurs, the solution is said to be supersaturated. At this point, the solution is unable to hold all of the solute resulting in its emergence from the solution as a crystalline solid.", "(6) Identifying Crystalline Structures"], ["[33]", "X-ray powder diffraction (XRPD) is the most commonly used method of x-ray analysis to identify crystal forms. The XRPD pattern measures peaks and d-spacings, both of which are used to characterize a crystal form."], ["[34]", "The differential scanning calorimetry (DSC) is a technique that measures the amount of heat required to increase the temperature of a sample where the heat increases linearly over time. The DSC is often used to measure the melting point of a crystal.", "(7) Granulation"], ["[35]", "Polymorphs of pharmaceuticals have become an increasingly important part of drug development as the differences in the chemical and physical characteristics of polymorphs can affect the manufacturability, performance and/or quality of the drug product. It is for this reason that pharmaceutical companies generally seek out the most stable crystal form of a substance when developing a new drug."], ["[36]", "In the pharmaceutical industry, granulation refers to the act or process in which primary powder particles of the active pharmaceutical ingredient (API) are made to bind to one another to form larger, multi-particle entities called granules. The API is usually mixed with excipients that are pharmacologically inactive substances used as a carrier for the API. Bonds are formed between the powder particles by compression or by using a binding agent."], ["[37]", "Granulation is extensively used in the manufacturing of tablets. The pharmaceutical industry employs two types of granulation techniques: wet granulation and dry granulation. However, only wet granulation is relevant to this litigation. Wet granulation is the process of adding a liquid solution to the powder particles. The fluid contains a solvent which must have characteristics that allow it to be removed by drying. It is common ground in this case that the solvent used by Mylan in its wet granulation process is purified water."], ["[38]", "The solution mixed into the powders can form bonds between powder particles that are strong enough to lock them together. Water is not always strong enough to create and hold a bond once the solution dries resulting in the powders falling apart. In such instances, a liquid solution that includes a binder (pharmaceutical glue) is required. The binder is dissolved in the solvent and is added to the process. The binder forms a bond with the powders during the process and then the solvent is evaporated. Once the solvent has been dried and the powders have formed a more densely held mass, the granulation is milled. This process results in the formation of granules. The process can be very simple or very complex depending on the characteristics of the powders, the final objective of tablet making, and the equipment that is available.", "(8) The 198 Patent"], ["[39]", "The 198 Patent is entitled \"Process of the crystallization of a reverse transcriptase inhibitor using an anti-solvent\" and was filed on February 2, 1998, published on August 6, 1998 and issued on April 14, 2009. It claims Form I efavirenz, which is one of many crystal forms of efavirenz. The 198 Patent describes the processes for the crystallization of efavirenz and describes methods to convert Form II and Form III efavirenz into Form I. The 198 Patent also claims and characterizes efavirenz Form I by its XRPD pattern.", "B.", "Expert Witnesses", "(1) BMS's Expert Witnesses", "(a)", "Dr. Barry M. Trost"], ["[40]", "Dr. Barry M. Trost is a Professor in the Department of Chemistry, School for Humanities & Sciences at Stanford University. He has a 45 year career as an organic chemist and has experience in synthesis and design of biologically active molecules, including molecules that have activity as pharmaceuticals. Dr. Trost has been elected to the National Academy of Sciences, which is considered to be one of the highest honours possible for scientists in the United States. Among the many awards and honours he has received, he has received the Arthur C. Cope Award for outstanding achievement in the field of organic chemistry, which is considered the most prestigious award given by the American Chemical Society in the field of organic chemistry and the Roger Adams Award for his outstanding contributions to research in organic chemistry. Dr. Trost has been recognized as one of the world's 50 most cited chemists and one of the 1000 most cited contemporary scientists: Affidavit of Dr. Barry M. Trost (27 July 2011) at paras 1-12 [Affidavit of Dr. Trost].", "(b)", "Dr. John M. Coffin"], ["[41]", "Dr. John M. Coffin is the American Cancer Society Professor and Distinguished Professor in the Department of Molecular Biology and Microbiology at Tufts University in Boston, Massachusetts. Like Dr. Trost, he has also been elected to the National Academy of Sciences. He has been involved in RT research for more than 40 years and has been actively involved in HIV research since 1997. Dr. Coffin was a student in the laboratory that initially discovered retroviruses and his ongoing research in this field culminated in his participation of the national committee that named HIV. He then became the Director of the HIV Drug Resistance Program within the nationally renowned U.S. National Cancer Institute. Dr. Coffin is now or has previously been on the editorial boards of the top journals in his field and edited and coauthored the definitive text on retroviruses, which is referred to as the \"bible of retrovirology\". Dr. Coffin's research has led to some of the key new insights on how antiviral therapy works and how HIV evolves resistance to it: Affidavit of Dr. John M. Coffin (27 July 2011) at paras 1-13 [Affidavit of Dr. Coffin].", "(c)", "Dr. Mark A. Wainberg"], ["[42]", "Dr, Mark A. Wainberg is a Professor of Medicine and Microbiology at McGill University and the Director of the McGill AIDS Centre at the Montreal Jewish General Hospital. He is an internationally recognized scientist specializing in the area of HIV/AIDS. His research particularly focuses on the study of HIV reverse transcriptase and HIV drug resistance and has played a lead role in the development of anti-HIV drugs. Some of the many honours he has received include being made an Officer of the Order of Canada and an Officer in the Ordre National du Québec in recognition of his contributions to the study and treatment of HIV. He has also received the Prix Galien for Research, one of the most prestigious awards in the field of Canadian pharmaceutical research and development. He has been a member of various government committees such as the Expert Advisory Committee to Evaluate Drugs and Vaccines for HIV-1-Associated Disease. He is currently the Editor-in-Chief of the Journal of the International AIDS Society and has coauthored over 450 research papers and over 200 book chapters, commentaries and reviews, which have been published in various peer-reviewed journals: Affidavit of Dr. Mark A. Wainberg (28 July 2011) at paras 1-16 [Affidavit of Dr. Wainberg].", "(d)", "Dr. Allan S. Myerson"], ["[43]", "Dr. Allan S. Myerson is a Professor of the Practice of Chemical Engineering in the Department of Chemical Engineering at the Massachusetts Institute of Technology (MIT). He is a chemical engineer by training and has been active in researching pharmaceutical development and manufacturing and has conducted research in the area of industrial crystallization for over 34 years. He also consults with pharmaceutical companies, which has helped him understand industrial needs and practices. Included in the several awards he has received are the American Chemical Society Division of Industrial and Engineering Fellow Award and the American Chemistry Society Award in Separation Sciences and Technology. Dr. Myerson has edited five books on crystallization and is the Associate Editor of a journal published by the American Chemical Society entitled \"Crystal Growth and Design\". Dr. Myerson is also a named author on over 150 publications: Affidavit of Dr. Allan S. Myerson (22 August 2011) at paras 1-18 [Affidavit of Dr. Myerson].", "(2) Mylan's Expert Witnesses", "(a)", "Dr. Donna L. Romero"], ["[44]", "Dr. Donna L. Romero is the current President of Pharma-Vation Consulting, LLC where the focus of her expertise and work relates to the design and optimization of compounds for clinical development in a variety of therapeutic areas including the treatment of HIV and AIDS. She has a Ph.D. in synthetic organic chemistry and has held the positions of Director and Senior Director of Medicinal Chemistry at Pharmacia Corp. and Pfizer Inc. respectively. As a Research Scientist, she was a leader on teams that discovered drugs and drug candidates for HIV RT and protease targets and developed structure activity relationships for inhibitors of HIV RT and protease. She is a named author on over 40 publications in her field and has received numerous awards from the Universities and Companies with which she has been employed: Affidavit of Donna L. Romero, Ph.D. (28 October 2011) at paras 1-17 [Affidavit of Dr. Romero].", "(b)", "Dr. Michael J. Cima"], ["[45]", "Dr. Michael J. Cima is a Professor of Material Science and Engineering at MIT and was recently appointed as one of a selected group of engineering faculty to the Koch Institute for Integrative Cancer Research at MIT. He has been elected to the National Academy of Engineering and is a named author on over 200 peer-reviewed scientific publications and 45 patents. He is actively involved in materials and engineered systems for improving human health such as treatments for cancer, metabolic diseases, trauma and urological disorders. He has co-founded a specialty pharmaceutical company and a company that develops drug products for urology. He has won the International Award of Materials Engineering for Resources and occupies the endowed chair at MIT under the titled of the David H. Koch Professor of Engineering: Affidavit of Michael J. Cima, Ph.D. (28 October 2011) at paras 1-12 [Affidavit of Dr. Cima]."], ["[46]", "All of these experts are eminently qualified in their respective fields and to give opinion evidence on the matters in issue in this proceeding.", "D.", "The Person of Ordinary Skill in the Art"], ["[47]", "The person of ordinary skill in the art is the person to whom the patent is addressed. A person of skill must possess certain qualifications or experiences in the field to which the patent relates. The person of skill is further defined by Justice Roger Hughes in", "<FRAGMENT_SUPPRESSED> FTR 166:", "90 Care must be taken in describing a person skilled in the art as there could be danger in defining such a person so narrowly that few, if any, would qualify. Conversely, if the net is cast too broadly, a danger exists in bringing in those unfamiliar with the field. The Court must take a fair and generous view as to what sort of person comprises a person skilled in the art. That person is the ordinary person skilled in the art, not the least qualified or slowest witted. It must not be too astute or technical in its inclusion or exclusion of any group of persons. Further, with respect to evidence as to the understanding of such person, the Federal Court of Appeal has said that a witness on the subject need not be that very person, so long as they are in a position to provide appropriate evidence as to what such a person would have known and understood at the relevant time (", "<FRAGMENT_SUPPRESSED>  2006 FCA 275 at para. 17).", "As between the parties, this is not an issue of particular controversy. Nevertheless, the person of skill for each patent will be addressed separately below.", "(1) The 572 Patent"], ["[48]", "The 572 Patent has a biological component and an organic chemistry component, which means that the Patent addresses two groups of people of skill: Cross-Examination of Dr. Barry M. Trost, Ph.D. (6 January 2012) at pp 33-34, 37. With regard to the biological component, Drs. Trost, Coffin and Wainberg opine that the person of skill would be a scientist with a Ph.D. in virology, microbiology or pharmacology who has experience with HIV and/or retroviruses because the 572 Patent describes the potential therapeutic value of the disclosed compounds: see Affidavit of Dr. Trost at para 46; Affidavit of Dr. Coffin at para 20; and Affidavit of Dr. Wainberg at para 22. In addition, Dr. Wainberg believes that a person of skill is also a person with a Masters in the above specializations or a M.D. who has spent considerable time working in the field of HIV therapeutics and/or retrovirology and/or molecular studies pertaining to retrovirology or HIV therapeutics: see Affidavit of Dr. Wainberg."], ["[49]", "Though Dr. Romero does not include persons with the above qualifications and experiences in her description of a person of skill, I am willing to accept all of the above descriptions (including the addition made by Dr. Wainberg). The 572 Patent describes the potential therapeutic value of its disclosed compounds and the person of skill described above would have the qualifications and experience necessary to understand and implement its teachings."], ["[50]", "With regard to the organic chemistry component, Drs. Trost, Coffin, Wainberg and Romero agree that the person of skill to whom the 572 Patent is addressed is a person with a Ph.D. in organic chemistry or medicinal chemistry who has several years of experience synthesizing compounds or a Masters in organic chemistry or medicinal chemistry with many years of experience synthesizing compounds. This person would be knowledgeable about the structure and synthesis of organic compounds: see Affidavit of Dr. Trost at para 45; Affidavit of Dr. Coffin at para 20; Affidavit of Dr. Wainberg at para 23; and Affidavit of Dr. Romero at para 63."], ["[51]", "Dr. Romero further asserts that this person of skill will also have experience \"evaluating the results of experiments which assess HIV-RT inhibition activity\" or will have a \"familiarity with organic synthesis and . . . compounds intended for uses in the area of HIV and AIDS\" as well as \"particular knowledge of the", "in vitro", "testing of NNRTIs during the 1990s\": see Affidavit of Dr. Romero at paras 63-64. While these experiences are helpful in understanding the 572 Patent, I disagree that they are experiences necessarily possessed by a person of skill in this context. The person of skill is \"the notional person to whom the patent is addressed, and who takes his or her place in the spectrum of other fictional legal persons, such as the \"reasonable person\" in tort law\":", "<FRAGMENT_SUPPRESSED> . The person of skill is not required to have specific experience with the exact or similar tests performed in the 572 Patent, however, they must have the qualifications and experience to understand and implement them. Additionally, Dr. Romero acknowledged in her cross-examination that a separate biology team would conduct the above experiments using the compound prepared by chemists: Cross-Examination of Dr. Donna L. Romero (20 January 2012) at pp 17-18. I believe the of the organic chemist or medicinal chemist described above by Drs. Trost, Coffin, Wainberg and Romero is a person of skill capable of understanding and implementing the teachings of the 572 Patent.", "(2) The 198 Patent"], ["[52]", "Drs. Myerson and Cima generally agree that the person of skill in the context of the 198 Patent has a bachelor's degree in chemistry, chemical engineering or other related fields with at least three years experience in the pharmaceutical industry or with a Masters or Ph.D. in these fields with less experience: see Affidavit of Dr. Myerson at para 53; and Affidavit of Dr. Cima at paras 47, 49. However, Dr. Cima further asserts that the person of skill must have some practical experience with crystalline forms because the 198 Patent discloses processes for crystallizing and characterization results for efavirenz: Affidavit of Dr. Cima at para 48. I agree that the person of skill will be familiar with crystallography in addition to the above qualifications and experience for the reasons provided by Dr. Cima.", "III. Analysis", "A. Burden of Proof"], ["[53]", "The issue of burden of proof in NOC proceedings is not in dispute and I adopt the following analysis provided by Justice Roger Hughes in the", "<FRAGMENT_SUPPRESSED> FTR 78:", "37 The issue as to who bears the burden of proof in NOC proceedings, as to validity of a patent or infringement of a patent is an issue that I had thought had been put to rest. Nonetheless the parties in such proceedings continue to argue the point. It seems that my recent decision in", "<FRAGMENT_SUPPRESSED>  has given fresh ammunition to those continually wishing to stir the pot in this regard. Let me state emphatically that I did not intend  <FRAGMENT_SUPPRESSED> -Myers", "to say or apply any burden different than I had stated in previous decisions.", "38 To be perfectly clear, when it comes to the burden as to invalidity I canvassed the law, in particular recent Federal Court of Appeal decisions, in", "<FRAGMENT_SUPPRESSED>  and concluded at paragraph 32:", "32 I do not view the reasoning of the two panels of the Federal Court of Appeal to be in substantial disagreement. Justice Mosley of this Court reconciled these decisions in his Reasons in  <FRAGMENT_SUPPRESSED>  2007 FC 971 at paragraphs 44 to 51. What is required, when issues of validity of a patent are raised", "1. The second person, in its Notice of Allegation may raise one or more grounds for alleging invalidity;", "2. The first person may in its Notice of Application filed with the Court join issue on any one or more of those grounds;", "3. The second person may lead evidence in the Court proceeding to support the grounds upon which issue has been joined;", "4. The first person may, at its peril, rely simply upon the presumption of validity afforded by the Patent Act or, more prudently, adduce its own evidence as to the grounds of invalidity put in issue.", "5. The Court will weigh the evidence; if the first person relies only on the presumption, the Court will nonetheless weigh the strength of the evidence led by the second person. If that evidence is weak or irrelevant the presumption will prevail. If both parties lead evidence, the Court will weigh all the evidence and determine the matter on the usual civil balance.", "6. If the evidence weighed in step 5 is evenly balanced (a rare event), the Applicant (first person) will have failed to prove that the allegation of invalidity is not justified and will not be entitled to the Order of prohibition that it seeks.", "39 I stated the matter more succinctly in", "<FRAGMENT_SUPPRESSED> :", "12 Here the only issue is validity. Pharmascience has raised three arguments in that respect. Each of Pfizer and Pharmascience have led evidence and made submissions as to those matters. At the end of the day, I must decide the matter on the balance of probabilities on the evidence that I have and the law as it presently stands. If, on the evidence, I find that the matter is evenly balanced, I must conclude that Pfizer has not demonstrated that Pharmascience's allegation is not justified.", "40 The above cases state correctly in my view, the law as to the burden in NOC proceedings as to invalidity. [Emphasis in original]", "B.", "The 572 Patent", "(1) The Sufficiency of Mylan's Notice of Allegation"], ["[54]", "BMS argues that Mylan has failed to put its allegation of inutility into play because Dr. Romero's evidence on point is substantially different from the Notice of Allegation (NOA). In short, BMS says that the NOA assertion is not justified by the evidence Mylan produced and falls short of the requirement set out in section 5 of the", "NOC Regulations", "that an NOA shall include \"a detailed statement of the legal and factual basis for [an] allegation\". BMS relies on several authorities that state that a second person cannot build its Notice of Compliance (NOC) case on the strength of evidence that fails to conform to its NOA allegation or by prosecuting a case in a piecemeal fashion."], ["[55]", "Although Mylan does not attempt to defend its literal and broad NOA allegations, it contends that the issues were appropriately framed, that BMS knew enough to effectively meet Mylan's allegations and that any potential prejudice was mitigated by Prothonotary Aalto's decision to allow BMS a right of reply."], ["[56]", "There is, of course, considerable jurisprudence dealing with the issue of the sufficiency of NOAs. A useful general statement can be found in the following passage from", "<FRAGMENT_SUPPRESSED> :", "4 It has been recognized by this Court that a notice of allegation, together with the detailed statement of the factual and legal basis of the allegations stated in the notice, plays a critical role in defining the issues to be determined in proceedings under the NOC Regulations. The notice of allegation and detailed statement must address all relevant patent claims, and must contain enough information to allow the \"first person\" (as defined in [section 2 of] the NOC Regulations) to make an informed decision as to whether to respond to the notice of allegation by commencing an application for a prohibition order. A notice of allegation that meets these tests is said to be \"sufficient\". The corollary is that a \"second person\" (as defined in [section 2 of] the NOC Regulations) cannot, in response to a first person's application for prohibition, present evidence and argument relating to an issue that is outside the scope of the notice of allegation and detailed statement. The jurisprudence on sufficiency arises from a line of cases that includes  <FRAGMENT_SUPPRESSED>  C.P.R. (3d) 329 (F.C.A.) at paragraph 15;  <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 21;  <FRAGMENT_SUPPRESSED> , 267 N.R. 101 (F.C.A.) at paragraph 27, and  <FRAGMENT_SUPPRESSED>  (F.C.A.) at paragraph 12."], ["[57]", "Other authority establishes that it is impermissible for a second person to improve its case in a piecemeal fashion by relying on a new factual basis for an invalidity allegation or to resile from a position of fact or law taken in an NOA: see", "<FRAGMENT_SUPPRESSED> CPR (4th) 1;", "<FRAGMENT_SUPPRESSED> ; 85 CPR (4th) 179; and", "<FRAGMENT_SUPPRESSED> CPR (4th) 97."], ["[58]", "There is no question that the Mylan NOA left much to be desired at least insofar as it concerned the inutility allegation that was later advanced by Dr. Romero. Mylan's NOA asserted that the promise of the 572 Patent is fundamental to the utility analysis. It then went on to characterize the promise of the 572 Patent in the following way:", "The skilled person would understand the promise of \"potent inhibition\" in the 572 Patent to mean the compounds of the invention, including efavirenz, are more effective against all known resistant mutants of HIV RT than previously known compounds including, but not limited to the three compounds specifically discussed (the \"Comparison Compounds\")."], ["[59]", "I do not agree with Mylan that the BMS witnesses understood the nature of the case that later emerged as a result of Dr. Romero's evidence. In my view, the nature of the case that BMS was required to meet was significantly changed by that evidence. Although Prothonotary Aalto declined to strike the Affidavit of Dr. Romero, he did find that her evidence represented a \"different view\" than had been expressed  <FRAGMENT_SUPPRESSED> 's NOA. In granting BMS the right of reply to Dr. Romero's evidence, Prothonotary Aalto described the problem in the following way:", "Notwithstanding Mr. de Grandpré's cross-examination of Dr. Coffin, I am not satisfied that he could have anticipated the 188 mutation as being as central to the position of Mylan as it now is. It will be of significant assistance to the Court to have the benefit of both views in respect of the 188 mutation. Further, the Romero affidavit refers to 14 pieces of additional post prior art that were not referred to in the NOA and about which Dr. Coffin could have had no anticipation that it would be referred to.", "<FRAGMENT_SUPPRESSED>  passing reference to the 188 mutation, there is no suggestion that the failure of the inventors to test efavirenz against this mutation would become the central feature of Mylan's construction and utility case. Not surprisingly, the point was not addressed in BMS's initial evidence."], ["[60]", "Mylan seeks to excuse the broad language of its NOA saying that no reasonable, knowledgeable person would interpret its NOA in the way it is written. According to Mylan, its references to a promise in the 572 Patent of efavirenz's utility \"against", "all known HIV RT resistant strains\"", "would be read down by a person of skill. Mylan says that a reasonable reader would take its assertion to mean a promise of utility against a limited number of HIV RT mutations that were material to treatment including, but not limited to, the 188 mutation. Mylan argues that the BMS experts were not misled by the language of the NOA and specifically took issue with Mylan's view in their evidence."], ["[61]", "Mylan's NOA assertion that the HIV RT mutations tested by BMS and reported in the 572 Patent were not \"representative\" of the class of material resistant mutations also failed to inform BMS of the true nature of Mylan's case. Dr. Coffin initially addressed this point by identifying the 103 and 181 mutations as \"the logical strains to study at the time\" and \"the most prevalent and most important mutations against NNRTI\": see Affidavit of Dr. Coffin at para 75. Dr. Wainberg similarly addressed this point by saying that the 103 and 181 mutations were of particular interest at the time to research scientists and \"the most logical mutants to test when investigating a novel NNRTI\": see Affidavit of Dr. Wainberg at paras 91 and 92. Neither witness had any basis to infer from the NOA that Mylan's case would subsequently focus on the 188 mutation and an argument that \"[e]stablishing the activity of an NNRTI against enzymes having mutations at the 103, 181", "and 188", "positions was necessary in order to demonstrate that efavirenz, as a novel NNRTI, would be able to inhibit HIV-RT rendered resistant to other antivirals\": Affidavit of Dr. Romero at para 93. Indeed, on a plain reading of the NOA, Mylan's assertion regarding the promise of the 572 Patent was much broader than anything Dr. Romero was able to support."], ["[62]", "In the context of its challenge to the 198 Patent, Mylan emphasizes the summary nature of NOC proceedings and the absence of a right to full discovery of potentially relevant evidence. This formed the basis for Mylan's refusal to turn over to BMS samples of its efavirenz product or to disclose the details of its manufacturing process and, later, for the Prothonotary's decision to support that refusal."], ["[63]", "But these principles also underscore the importance of the NOA as the initiating document in an NOC proceeding. A second party is not permitted to adduce evidence that is inconsistent with its NOA allegations and to effectively blindside its opponent with a different case to meet. I agree with BMS that the right of reply is not a complete answer to the problem presented by cases like this. Here, BMS's experts were met with evidence from Dr. Romero about the scope of the disputed claims that was significantly different than what Mylan had asserted in its NOA. This approach left BMS to effectively guess about the real grounds for Mylan's allegation of inutility and it represented an inappropriate piecemeal attack on the Patent. I am satisfied that Mylan's NOA failed to inform BMS about the true nature of the case that it was required to meet and that it was legally insufficient. In the result, BMS has met its burden on the issue of inutility and is entitled to an order of prohibition until the expiry of the 572 Patent."], ["[64]", "Notwithstanding the above finding, I will deal with Mylan's inutility allegation on the merits.", "(2) Claims Construction", "(a)", "Principles of Claims Construction"], ["[65]", "The outcome of Mylan's validity challenge to the 572 Patent turns on claims construction. This is an issue of law for the Court to determine, to a greater or lesser extent, with the aid of expert witnesses: see", "<FRAGMENT_SUPPRESSED>  [", "Whirpool", "], and", "Free World Trust v Électro Santé Inc", ", 2000 SCC 66, [2000] 2 SCR 1024 [", "Free World", "]."], ["[67]", "Claims language is a critical component of the public notice requirement and subsection 27(4) the", "Patent Act", ", RSC 1985, c P-4, emphasizes its importance:", "27.(4) The specification must end with a claim or claims defining distinctly and in explicit terms the subject-matter of the invention for which an exclusive privilege or property is claimed.", "27.(4) Le mémoire descriptif se termine par une ou plusieurs revendications définissant distinctement et en des termes explicites l'objet de l'invention dont le demandeur revendique la propriété ou le privilège exclusif."], ["[68]", "The Supreme Court of Canada emphasized the purpose and importance of requiring clear language in the drafting of patent claims in", "Free World", ", above, at paragraphs 14, 15 and 42:", "14 Patent claims are frequently analogized to \"fences\" and \"boundaries\", giving the \"fields\" of the monopoly a comfortable pretence of bright line demarcation. Thus, in  <FRAGMENT_SUPPRESSED>  the inventor puts fences around the fields of his monopoly and warns the public against trespassing on his property. His fences must be clearly placed in order to give the necessary warning and he must not fence in any property that is not his own. The terms of a claim must be free from avoidable ambiguity or obscurity and must not be flexible; they must be clear and precise so that the public will be able to know not only where it must not trespass but also where it may safely go.", "15 In reality, the \"fences\" often consist of complex layers of definitions of different elements (or \"components\" or \"features\" or \"integers\") of differing complexity, substitutability and ingenuity. A matrix of descriptive words and phrases defines the monopoly, warns the public and ensnares the infringer. In some instances, the precise elements of the \"fence\" may be crucial or \"essential\" to the working of the invention as claimed; in others the inventor may contemplate, and the reader skilled in the art appreciate, that variants could easily be used or substituted without making any material difference to the working of the invention. The interpretative task of the court in claims construction is to separate the one from the other, to distinguish the essential from the inessential, and to give to the \"field\" framed by the former the legal protection to which the holder of a valid patent is entitled.", "...", "42 The patent system is designed to advance research and development and to encourage broader economic activity. Achievement of these objectives is undermined however if competitors fear to tread in the vicinity of the patent because its scope lacks a reasonable measure of precision and certainty. A patent of uncertain scope becomes \"a public nuisance\" ( <FRAGMENT_SUPPRESSED>  (Eng. C.A.), at p. 195). Potential competitors are deterred from working in areas that are not in fact covered by the patent even though costly and protracted litigation (which in the case of patent disputes can be very costly and protracted indeed) might confirm that what the competitors propose to do is entirely lawful. Potential investment is lost or otherwise directed. Competition is \"chilled\". The patent owner is getting more of a monopoly than the public bargained for. There is a high economic cost attached to uncertainty and it is the proper policy of patent law to keep it to a minimum."], ["[69]", "Notwithstanding the above cautions, the law is clear that a purposive approach requires the Court to examine claim language in the sense that the patentee is presumed to have used it and not through the lens of strict literalism. Even a term that appears to be plain and unambiguous may, when read in the context, reasonably support a different meaning.", "Whirlpool", ", above, also counsels that the search for meaning is not carried out through the eyes of a grammarian, but rather in light of the common knowledge of the person of ordinary skill in the field to which the patent relates. Thus, it is permissible to look to the patent disclosure to ascertain the technical meaning of terms used in the claims."], ["[70]", "I have no difficulty with the point that purposive construction is capable of expanding or limiting a literal text: see", "Whirlpool", ", above, at para 49. It seems to me, though, that there is some judicial concern about importing essential features of an invention from the disclosure to the claims, particularly where the disclosure is somewhat unclear about the scope of the invention. In other words, even if one resorts to the disclosure to interpret the claims \"the precise and exact extent of the exclusive property and privilege claimed\" must always be identifiable: see", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], the Court declined to read into a patent claim an \"essential\" feature of an invention and struck the patent down because the claims, as written, exceeded the scope of the invention. This decision predates the decisions in", "Whirlpool", "and", "Free World", ", above, and their elaboration of the principles of purposive construction. Nevertheless, <FRAGMENT_SUPPRESSED> has not been overruled and it continues to underscore the importance of ensuring that a patent clearly delineates the subject matter of an invention and the importance of the claims language in achieving that end: see also", "<FRAGMENT_SUPPRESSED>  (QL), 72 NR 290 (CA)."], ["[72]", "What I take from the authorities is that resort to the disclosure is permissible, but only for the purpose of comprehending the meaning of words or expressions found in the claims. Essential information that is contained in the disclosure that is not relevant to the search for meaning of claims language cannot be imported by implication to qualify the claims: see", "<FRAGMENT_SUPPRESSED> FTR 268 [", "Janssen-Ortho", "]. It is also not appropriate to ascribe meaning to words in the claims by reference to \"stray phrases\" found in the disclosure: see", "<FRAGMENT_SUPPRESSED>  (HL (Eng))."], ["[73]", "The first step in a patent suit is to construe the claims without regard to issues of validity or infringement: see", "Whirlpool", ", above, at para 43. Where there is doubt about the meaning of claims language, one resorts first to the language of the claims followed by consideration of the disclosure, if necessary: see", "Janssen-Ortho", ", above, at para 116.", "(b)", "The 572 Patent Claims"], ["[74]", "The 572 Patent claims a class of benzoxazinones including efavirenz which are said to inhibit HIV RT, to be useful for treating HIV infection and for treating AIDS or ARC. The claims in issue are the following:", "28. A compound of claim 3, which is [efavirenz], or a pharmaceutically acceptable salt thereof.", "29. A pharmaceutical composition of", "claim 4", ", wherein the compound is [efavirenz], or a pharmaceutically acceptable salt thereof.", "30. A pharmaceutical composition of", "claim 5", ", wherein the compound is [efavirenz], or a pharmaceutically acceptable salt thereof. [Emphasis added]"], ["[75]", "Claims 4 and 5 of the 572 Patent read as follows:", "4. A pharmaceutical composition useful for inhibiting HIV reverse transcriptase, comprising an effective amount of a compound as in any of claims 1 or 3, and a pharmaceutically acceptable carrier.", "5. A pharmaceutical composition useful for treating infection of HIV or for treating AIDS or ARC, comprising an effective amount of a compound of claim 1, 2 or 3, and a pharmaceutically acceptable carrier."], ["[76]", "Standing on their own, these claims promise only that efavirenz is useful to inhibit HIV RT and for treating HIV, AIDS or ARC. Nevertheless, the Patent discloses that the inventors had demonstrated that the claimed compounds, including efavirenz, are inhibitors of HIV RT with \"the particular advantages\" being their demonstrated inhibition of drug resistant HIV RT. Under the \"Background of the Invention\" the compounds are expressly stated to be \"useful in the inhibition of HIV reverse transcriptase (and its resistant varieties), the prevention of infection by HIV, the treatment of infection by HIV and in the treatment of AIDS and/or ARC ...\". At pages 28-29 of the 572 Patent, the inventors further state:", "The particular advantage of the compounds of this invention is their potent inhibition against HIV reverse transcriptase rendered resistant to other antivirals, such as L-697,661, which is 3-([(4,7-dichloro-1,3-benzoxazol-2-yl)methyl] -amino)-5-ethyl-6-methyl-pyridin-2(1H)-one; or L-696,229, which is 3-[2-(1,3-benzoxazol-2-yl)ethyl] -5-ethyl-6-methyl-pyridin-2(1H)-one; or AZT."], ["[77]", "The inventors go on to report two assays designed to measure the efficacy of efavirenz against four HIV virus forms, namely the WT virus, the 103 mutant form, the 181 mutant form and the 103/181 double mutant form. Those assays demonstrate efavirenz's potent efficacy against the wild type virus and all of the", "tested", "HIV mutations. These results are not in dispute. It is common ground that efavirenz was demonstrated to be bioavailable and useful for inhibiting HIV RT. In the result, it was predicted to be useful to treat AIDS/ARC in humans. The 572 Patent also sets out a method for making a crystal form of efavirenz having a stated melting point of 131-132ºC."], ["[78]", "Mylan concedes that its efavirenz product will infringe the claims in issue if the 572 Patent is valid.", "(c)", "The Construction Issue"], ["[79]", "Mylan contends that the inventive promise of the Patent claims must be determined by reference to the disclosure. According to Mylan's argument, the person of skill reading the 572 Patent in its entirety would characterize its promise as involving efavirenz's potent inhibition of HIV RT including the", "major", "HIV RT strains rendered resistant to other NNRTIs. In addition, Mylan says that the Patent promises that efavirenz will treat HIV infection and AIDS rendered resistant to other NNRTIs."], ["[80]", "Only by reading into the claims a promise that efavirenz will treat the \"major\" or \"most significant\" NNRTI resistant HIV strains including the 188 mutant strain, is Mylan able to assert a lack of demonstrated or predicted utility against the broader and presumably untested class of mutations."], ["[81]", "BMS asserts a narrower construction of the 572 Patent claims. According to this argument, the 572 Patent promises only that efavirenz inhibits HIV RT thereby inhibiting HIV infection and rendering it useful to treat AIDS or ARC in humans. BMS says that although the 572 Patent identifies an advantage of efavirenz over other NNRTI compounds rendered resistant to specified strains of HIV RT, this is not part of the promise of its claims. For the reasons that follow, it is unnecessary for me determine if the 572 Patent promises efavirenz's utility only as against HIV RT or as against the HIV RT mutations that it was tested against.", "(d)", "The Evidence"], ["[82]", "In support of its construction argument, Mylan relies on evidence from Dr. Romero. Dr. Romero's affidavit describes the promise of the 572 Patent in the following way:", "74. In my opinion, the skilled person reading the 572 Patent would conclude that the patent promises that efavirenz inhibits HIV-RT, and that it does so potently against HIV-RT that has been rendered resistant to other antiretroviral agents. This promise is stated explicitly on page 1, lines 33-35, and on page 28, line 32 to page 29, line 2.", "75. The skilled person would understand from the 572 Patent that the compounds of Formula I, including efavirenz, are effective against", "all of the most significant NNRTI-resistant strains (including, but not limited to, mutant strains having amino acid substitutions at positions 103, 181 and 188)", "76. As underlined in the excerpt at paragraph 71 above, the 572 Patent also indicates that efavirenz is useful as a laboratory screening tool to allow further mutants to be isolated. It was known in 1993 that NNRTIs could be used by culturing virus in the presence of the inhibitor to isolate mutant strains of HIV-RT that were resistant to the NNRTI used to generate resistance. Efavirenz could not be used as a screening tool \"for more powerful antiviral compounds\" unless it was effective against all important mutant strains.", "77. The 572 Patent also promises that efavirenz is useful to treat HIV infection, and AIDS and ARC. This would be understood by the skilled person to also be part of the invention's promised utility. It would be understood by the skilled person that the 572 Patent promises that efavirenz will treat HIV infections, AIDS and ARC which have been rendered resistant to other antivirals. [Emphasis added]", "Affidavit of Dr. Romero at paras 74-77."], ["[83]", "As set out above, Dr. Romero includes as part of the promise of the 572 Patent efavirenz's stated advantage as a potent inhibitor against HIV RT rendered resistant to other antivirals: see also Affidavit of Dr. Romero at para 72. This characterization of the promise of the 572 Patent is, of course, narrower than Mylan's NOA which asserted that the 572 Patent promised that efavirenz was \"more effective against", "all known resistant mutants", "of HIV RT than previously known compounds\": Notice of Allegation from Mylan Pharmaceuticals ULC (4 November 2010) at p 13 [NOA] [emphasis added]."], ["[84]", "As discussed above, when Drs. Coffin and Wainberg filed their affidavits, they were responding to Mylan's NOA which had asserted that the 572 Patent promised that efavirenz was \"more effective against all known resistant mutants of HIV RT than previously known compounds\" and was not useful because it was not a potent inhibitor of \"all resistant mutants of HIV RT known as of the filing date\": NOA at p 13. They countered this assertion by pointing out that HIV mutates at a very high rate and that new resistant varieties of HIV RT were, at the time, constantly being identified. According to Drs. Coffin and Wainberg, Mylan's suggestion that the 572 Patent should be read to include the entire range of resistant strains of HIV RT was unreasonable - a point that Mylan does not now contest."], ["[85]", "In response to Mylan's NOA, Dr. Coffin offered the following construction of the promise of the 572 Patent:", "68. The 572 Patent promises that the compounds of the invention, including efavirenz, are inhibitors of HIV reverse transcriptase. This is stated at page 1, lines 27 to 28:", "Applicants demonstrate that the compounds of this invention are inhibitors of HIV reverse transcriptase.", "69. At pages 1 to 2, the 572 Patent also describes various advantages of the invention including inhibition of resistant strains of HIV reverse transcriptase, prevention of infection by HIV, treatment of infection by HIV and treatment of AIDS and/or ARC (see pages 1 and 2 of the 572 Patent for example).", "70. As of 1994, the treatment of AIDS/HIV was in its infancy and there was much still to be understood about the disease. There was constant development and re-adjustment of theories as scientists continued to research and advance the science in this area. The skilled person would have understood that when a compound was able to interfere with the replication of HIV, for example through inhibiting the reverse transcriptase enzyme, it was expected that the compound would inhibit HIV infection, treat HIV infection and treat AIDS and/or ARC. This is what the inventors discuss when they refer to further advantages.", "71. At page 1, lines 28 to 30 of the 572 Patent, it states:", "The particular advantages of the present compounds are their demonstrated inhibition of resistant HIV reverse transcriptase.", "72. Here, the inventors are referring to the", "demonstrated", "inhibition of resistant HIV reverse transcriptase. In the patent, the inventors demonstrated inhibition to three resistant strains: K103N, Y181C and a strain containing both K103N and Y181C mutations (double mutant). I describe these data further in the next section of this affidavit.", "73. The person skilled in the art would understand that reference to \"demonstrated inhibition\" means to the specific resistant strains referred to and tested in the patent. This is not a reference to inhibition of all resistant strains.", "74. Mylan in its letter, at page 13 states that the promise of the 572 Patent includes potent inhibition \"against all known resistant mutants of HIV RT\". Mylan then lists some of the known resistant RT mutants in Table B at page 15 to 17 of Mylan's Letter. Mylan then states at page 17 that:", "Although the tested mutations K103N, YI81C and K103N/Y181C were reported in the literature prior to the filing date of the 572 Patent, these are by no means the most prevalent or important mutations. The mutants tested in the 572 Patent were not representative of the resistant mutants known on the filing date.", "75. I completely disagree with these statements. As I explained above, HIV strains containing the K103N and Y181C mutations (alone and in combination) were the logical strains to study at the time. [Indeed, [t] he HIV research group I work with still studies these mutations to this day]. These were the most prevalent and most important mutations against NNRTIs known at the time. To suggest otherwise is simply wrong. [Emphasis in original]", "Affidavit of Dr. Coffin at paras 68-75."], ["[86]", "When Dr. Romero advanced a different and narrower construction of the claims, Dr. Coffin filed an affidavit in reply. He pointed out that most of the scientific references cited by Dr. Romero were not disclosed  <FRAGMENT_SUPPRESSED> 's NOA and several of those references were published after the filing date of the 572 Patent. He also noted that in similar research, carried out by a group that included Dr. Romero, the target compound was not tested against the 188 mutation."], ["[87]", "Dr. Coffin's reply affidavit addressed Dr. Romero's construction opinion in the following way:", "11. Despite the clear wording of the patent, Dr. Romero asserts that \"[t]he skilled person would understand from the '572 Patent that the compounds of Formula I, including efavirenz, are effective against", "all of the most significant", "HHRTI-resistant strains (", "including, but not limited to, mutant strains having amino acid substitutions at positions 103, 181,and 188)", "\" [emphasis added].", "12. Dr. Romero further alleges that establishing the activity of an NNRTI against enzyme having mutations at the 103, 181 and 188 position was necessary in order to demonstrate that efavirenz, as a novel NNRTI, would be able to inhibit HIV RT rendered resistant to other antivirals. The remainder of the Romero Affidavit is almost entirely focussed [", "sic", "] on the alleged 'failure' of the patent to present data in which the drug was tested against mutations at position 188.", "13. Dr. Romero is wrong when she suggests the 188 mutant was significant at the time. The skilled person, when reading the '572 Patent, would not understand the '572 Patent as promising that efavirenz is effective against all of the 'most significant'resistant strains. Rather, the person skilled in the art would understand that the '572 Patent as demonstrating inhibition of the 103, 181 and double mutant strains. [Emphasis in original]", "Reply Affidavit of Dr. John M. Coffin (26 January 2012) at paras 11-13."], ["[88]", "Despite Dr. Romero's initial assertion that the 572 Patent promises efavirenz's efficacy against the most significant HIV RT mutant strains (not limited to 103, 181 and 188) she later seemingly narrows the list of treatable mutations to those at positions 103, 181 and 188 of HIV RT: see Affidavit of Dr. Romero at paras 90-91. Later at paragraph 94, Dr. Romero returns to her initial position that in order to fulfill this part of the promise the inventors needed to demonstrate efavirenz's utility \"against mutant RTs with amino acid substitutions at position 188 (", "among others", ")\". Nowhere in her evidence does she specifically identify the other significant mutant strains that would be understood by a person of skill at the time to be included in the promise of effective treatment."], ["[89]", "Dr. Romero's approach to the construction of the 572 Patent represents a compromise position between Mylan's NOA and the plain reading of the 572 Patent. Nowhere in the 572 Patent is there a statement that efavirenz is effective against any resistant mutant strains of HIV RT beyond those that were tested. It is only by reading up the promise of efficacy that Mylan can argue that BMS had failed to demonstrate what was promised."], ["[90]", "The inventors published their data in the 572 Patent to assist the skilled reader to understand the scope of its promised utility. The 572 Patent speaks to what had been experimentally demonstrated and clearly expresses the experimental data. I do not accept that a person of skill would read more into the claims than what was disclosed."], ["[91]", "Although Mylan is correct that a patentee is not required to disclose its evidence of demonstrated utility, here the evidence was presented. There is simply no basis for a person of skill to infer that the inventors had conducted additional successful testing of efavirenz against any other viral mutations that it inexplicably failed to disclose or to assign any particular significance to the references in the disclosure to other antiviral compounds including AZT."], ["[92]", "Although Dr. Romero opined that there were other material mutations that were included in the promise of the patent, she failed to say what they were. The sole focus of her concern was the 188 mutation and the inventors' failure to test efavirenz against it. I do not understand the logic of this criticism. I can only conclude from Dr. Romero's failure to define the outer limits of the promise as she claims to have understood it, that, at the relevant time, there was no clear scientific consensus about the mutant forms that were considered to be clinically important to treatment with NNRTIs. This would also explain the unsustainable assertion  <FRAGMENT_SUPPRESSED> 's NOA that the promise of the 572 Patent included all mutant forms of HIV RT. If Mylan and Dr. Romero were unable to clearly identify the outer boundaries of the promise, I do not understand the basis for their expectation that a person of skill would be in a position to do so. This is a further reason to adopt the construction advanced by BMS which also has the distinct advantages of clarity and precision."], ["[93]", "According to Mylan, Dr. Wainberg agreed with Dr. Romero's construction opinion and Dr. Coffin disclaimed any opinion on the subject: see Memorandum of Fact and Law of Mylan Pharmaceuticals ULC (4 May 2012) at para 45."], ["[94]", "I do not agree that Dr. Wainberg adopted Dr. Romero's view on the critical issue of whether the 572 Patent promises utility against the major or most significant HIV RT strains rendered resistant to other NNRTIs. His evidence on this point was as follows:", "568 Q. Looking at page 1, line 33, it's saying:", "\"Compounds of formula I, as herein defined, are disc1osed. These compounds are useful in the inhibition of HIV reverse transcriptase (and its resistant varieties).\"", "Again, that's something the person skilled in the art would understand as part of the promise of the patent?", "A. Yes. The statement does not say -- it says \"its resistant varieties.\" That's a vague, general term. It doesn't state \"all resistant varieties,\" but it clearly makes the case that this compound should be useful to block the replication of at least some resistant varieties and HIV reverse transcriptase.", "Cross-Examination of Dr. Mark A. Wainberg (25 January 2012) at pp 188-189."], ["[95]", "Although Mylan is correct that under cross-examination Dr. Coffin was somewhat equivocal on this point, he did express some doubt that efavirenz's efficacy against HIV RT resistant strains was part of the promise of the Patent. In the end, he appropriately recognized the problem to be fundamentally one of law and not science: see Cross-Examination of Dr. John M. Coffin (27 January 2012) at pp 193-195."], ["[96]", "The parties adduced considerable evidence about the significance of testing the 188 mutation in the development of compounds useful to address the resistance problem. I have no doubt that, at the material time, the 188 mutation had been identified as a focal point for study, albeit perhaps not to the level of importance ascribed to the 103 and 181 mutations. I do not accept, however, that testing the efficacy of an HIV RT inhibitor against the 188 mutation or, indeed, against any particular mutation would have been seen by a person of skill to be a prerequisite for establishing a level of utility. On the evidence before me, the development of a novel compound that inhibited only the WT virus would have been seen as inventive and useful. Even if it would have been prudent for the inventors to test efavirenz against the 188 mutation, I do not see how this advances Mylan's construction position. Mylan and Dr. Romero acknowledged the utility of efavirenz insofar as it will inhibit HIV RT and the resistant HIV strains that are expressly identified in the 572 Patent. Mylan also acknowledges efavirenz's efficacy to treat HIV and AIDS in humans. The fact that the inventors may have chosen not to test efavirenz against the 188 mutation is no basis for assigning to the construction of the claims a promise of efavirenz's efficacy to inhibit the most significant HIV RT mutations let alone every known mutation."], ["[97]", "I agree with BMS that Mylan's inutility argument rests upon a false premise -that is, that efavirenz is not useful to treat conditions that the inventors declined to examine and therefore did not assert."], ["[98]", "On the point of patent construction, I prefer the evidence of BMS's witnesses. No witness accepted Mylan's NOA allegation that the Patent promised the inhibition of all known resistant mutants of HIV RT. For the reasons expressed above, I accept the construction opinions offered by Dr. Coffin and by Dr. Wainberg as set out in their affidavits and I reject Dr. Romero's opinion. It follows from this that the 572 Patent is not invalid for inutility and BMS is entitled to a prohibition order until its expiry.", "C.", "The 198 Patent"], ["[99]", "There is no dispute that crystal forms of efavirenz had been previously made and patented. The 198 Patent inventors claimed to have discovered a novel and useful crystal form of efavirenz named Form I and the process for making it. Mylan's NOA alleges that a prior United States patent anticipated the process for making Form I, that it was obvious and that, in any event, its efavirenz product will not infringe.", "(1) Claims Construction"], ["[100]", "Only claims 1 to 3 of the 198 Patent are in issue. In order to resolve the substantive issues in dispute, those claims must first be construed. They read as follows:", "1. Form I of [efavirenz] which is characterized by an X-ray powder diffraction pattern comprising the following 2 peaks with intensities (I/Imax%) of 10 or greater:", "6.0800", "6.3900", "10.3950", "10.9875", "12.2850", "13.1900", "14.1700", "15.1925", "16.9000", "18.4375", "19.2275", "20.0925", "21.2100", "22.3600", "23.0725", "24.8900", "25.9500", "26.3575", "27.2550", "28.1150", "28.5850", "29.1325", "29.5625", "30.6850", "32.3725", "38.3125", "2. Form I of [efavirenz] characterized by having crystallographic D-spacings of 14.5, 8.5, 8.0, 7.2, 6.7, 6.2, 5.2, 4.6, 4.4, 4.2 and 3.6 Angstroms.", "3. Form I according to Claim 2, having no detectable peaks for Form II or Form III in its X-ray powder diffraction pattern."], ["[101]", "Mylan argues that the above claims are directed to a highly pure Form I efavirenz that is substantially free of other polymorphic forms. BMS says that the claims do not imply any purity threshold so that a Mylan product that contains any detectable level of Form I efavirenz will infringe."], ["[102]", "Mylan's construction case is built around the evidence of Dr. Cima. Paragraph 59 of his affidavit provides the following summary of his position:", "59. Therefore, I would read claims 1-3 of the 198 Patent to add the words \"in pure form\" at the end of each claim. If this limitation is not read into the claims, then the subject-matter of the claims is not new, as the 198 Patent itself acknowledges. That is, I believe one skilled in the art would construe claims 1-3 as referring to Form I", "and only Form I", ". One skilled in the art would understand that the XRPD peaks characterizing Form I would be present", "and no other peaks would be present", ". It is my experience that even 5 wt. % contamination of other forms can be detected by XRPD. Thus, claims 1-3 are referring to material that is greater than 95 wt. Form I. [Emphasis in original]", "Affidavit of Dr. Cima at para 59."], ["[103]", "It is of some interest that Mylan took the position in its NOA that its efavirenz product would contain no amount of Form I, but now advances a construction argument that, for purposes of infringement, would allow it to incorporate a substantial amount of Form I in its final efavirenz product. I do not, however, read Mylan's NOA as including a stipulation that is inconsistent with the evidence of Dr. Cima. The NOA frames the issue sufficiently to fulfill the purposes of section 5 of the", "NOC Regulations"], ["[104]", "Under cross-examination Dr. Myerson construed the claims more narrowly. He testified as follows:", "840 Q. Right. So we know that what the inventors of the 198 patent did was obtain highly pure crystalline Form I of efavirenz?", "A. Sure. Typically when you're trying to characterize a polymorphic form that's what you need to do.", "841 Q. You would agree with me the invention of Claim[s] 1-3 of the . . . 198 patent is highly pure form efavirenz?", "A. No, it would not.", "842 Q. That's what the inventors claim?", "A. Not what the claim says. The plain language of the claim is Form I efavirenz containing certain XRPD peaks, either peaks or d-spacings, if you have any amount of that form contained and you detect all of those d-spacings then it's within the limitation of the claims no matter what other forms are present.", "843 Q. But we know that the inventors must have had at least enough of Form I to be able to identify all 26 of the peaks in Claim 1; correct?", "A. It's certainly correct that in characterizing the form you have a relatively pure polymorphic form in order to characterize its X-ray diffraction degree. That's not the same as then claiming this crystalline form in any proportion and any mixture because you're actually claiming the form itself, not in pure form but just in any amount. So Claims 1 and 2 are certainly, to my mind mean any detectible amount that meets the limitation of those claims. In fact, Mylan in its NOA didn't say it didn't infringe because the efavirenz present in its tablets was not pure Form I, it actually says that no detectible amount of Form I. I can read the language exactly but if you read what it says in the NOA in your noninfringement contention it actually says it itself.", "Cross-Examination of Allan Myerson, Ph.D. (12 January 2012) at pp 190-191 [Cross-Examination of Dr. Myerson]."], ["[105]", "There is an inherent weakness to Dr. Cima's construction opinion in that it requires the person of skill to add to the language of the claims the words \"Form I efavirenz in pure form\". I accept that", "Free World", "stands, in part, for the idea that claims language can be supplemented either by the language of the disclosure or by implication from that language. Nevertheless, there is some judicial reluctance about reading down patent claims in the manner urged by Mylan where the necessary inference is not unequivocally borne out by the disclosure."], ["[106]", "A central component of Mylan's construction case is based on the inclusion in the claims of the XRPD patterns and d-spacings. According to Mylan, this additional language limits the scope of the claims to Form I efavirenz with a purity greater than 95%. Only with that level of purity could one expect to see the requisite peaks and d-spacings and no others. Dr. Cima testified that \"having a claim narrowly limited to 26 peaks implies that we're talking about . . . a pure form because it would be difficult to find the weakest peak if it was a mixture\": Cross-Examination of Michael Cima (13 January 2012) at p 67 [Cross-Examination of Dr. Cima]."], ["[107]", "It seems to me, however, that another and more plausible rationale can be taken from the inclusion of this information in Claims 1 and 2: the inventors were simply informing a reader of the XRPD pattern of Form I efavirenz without ascribing any particular level of purity to the resulting product. The fact that Claim 3 incorporates an aspect of purity suggests that Claims 1 and 2 do not. Added to this is Dr. Myerson's evidence that even in an amalgam of different crystal forms, Form I could be identified using a specialized microscope and, if segregated from the amalgam, it could be analyzed by XRPD to confirm its identity."], ["[108]", "Dr. Cima's opinion rests on an inference. According to him substantial purity is implied despite the fact that the disclosure does not say that pure Form I will be obtained by the process described. The fact that the inventors claimed a process that produced purer Form I efavirenz does not lead to a conclusion that the claims are limited to essentially pure Form I. The previously identified process for making Form I as described in the \"Background of the Invention\" of the 198 Patent indicates that the earlier process produced a compound of minimal purification that was difficult to handle. The promise of the 198 Patent is only that the claimed process is better, not perfect."], ["[109]", "On this question I prefer the evidence of Dr. Myerson. Dr. Myerson deposed that the presence of the stated diffraction patterns for Form I efavirenz does not mean that other crystal forms or impurities could not be present. Those readings simply indicate to a person of skill that Form I efavirenz is present and detectable in the sample. According to Dr. Myerson, only Claim 3 indicates that efavirenz in Forms II and III will be less than 5 to 10% of the claimed compound. I accept BMS's construction of the claims in issue. It follows that, absent a finding of invalidity, if the Mylan efavirenz product is proven to contain any detectable amount of Form I efavirenz, it will infringe.", "(2) Anticipation"], ["[110]", "Mylan contends that the United States Patent Number 5,519,021 (the 021 Patent), which was also published as WO95-20389, disclosed the subject matter of Claims 1 to 3 of the 198 Patent . Mylan argues that, according to the BMS construction of the claims in issue, practising the 021 Patent would necessarily produce Form I efavirenz. Apart from the 021 Patent, there is no other prior art cited by Mylan establishing anticipation: see Cross-Examination of Dr. Cima at p 55."], ["[111]", "The legal principles that apply to anticipation are summarized in", "<FRAGMENT_SUPPRESSED>  aff'd 2009 FCA 94, 73 CPR (4th) 444:", "1. For there to be anticipation there must be both disclosure and enablement of the claimed invention.", "2. The disclosure does not have to be an \"exact description\" of the claimed invention. The disclosure must be sufficient so that when read by a person skilled in the art willing to understand what is being said, it can be understood without trial and error.", "3. If there is sufficient disclosure, what is disclosed must enable a person skilled in the art to carry out what is disclosed. A certain amount of trial and error experimentation of a kind normally expected may be carried out.", "4. The disclosure when carried out may be done without a person necessarily recognizing what is present or what is happening.", "5. If the claimed invention is directed to a use different from that previously disclosed and enabled then such claimed use is not anticipated. However if the claimed use is the same as the previously disclosed and enabled use, then there is anticipation.", "6. The Court is required to make its determinations as to disclosure and enablement on the usual civil burden of balance and probabilities, and not to any more exacting standard such as quasi-criminal.", "7. If a person carrying out the prior disclosure would infringe the claim then the claim is anticipated."], ["[112]", "Mylan's anticipation argument is premised on an assumption (supported by Dr. Cima) that what the inventors produced in the 021 Patent and described only as a white crystal with a melting point of 131ºC to 132ºC was Form I efavirenz."], ["[113]", "Dr. Cima concedes at paragraph 102 of his affidavit that the crystal form of efavirenz produced by the teaching of the 021 Patent was solely characterized by its melting point. He also acknowledges that the observed melting point \"does not correspond to any known pure crystal form of efavirenz\" and is 8ºC lower than the known melting point of Form I. He then makes an incredible leap by assuming that the 021 Patent inventors likely erred in their melting point measurement: Affidavit of Dr. Cima at paras 104-105. Under cross-examination, Dr. Cima offered the following tenuous justification for this view:", "A. Well, I think someone skilled in the art would know that melting points can be inaccurately measured.", "366 Q. But is there anything in this patent that suggests that that measurement was anything other than an accurate measurement?", "A. I think a person skilled in the art takes this for what it's worth on the page and checks every measurement you can.", "367 Q. And he could do that by running a repeat, for example?", "A. That's right.", "368 Q. If someone were interested -- if there was a compound or structure and interested they would go to their lab and run it and your suggestion it might turn out to be Form I or turn out to be something else?", "A. Might turn out to be Form I but their measurement of the melting point might vary and it does, I can tell you it does.", "Cross-Examination of Dr. Cima at p 80."], ["[114]", "Dr. Cima concludes this part of his opinion with the following:", "108. If it is true, as Dr. Myerson apparently believes, that any form of efavirenz converts to crystalline Form I efavirenz upon being exposed to mild drying conditions, it is likely that a person making the crystalline form taught in the US 021 Patent would in fact have made crystalline Form I efavirenz, whether or not this person characterized the crystalline form he obtained. It is not inventive in my field - and was not inventive in 1998 - to characterize a sample with XRPD.", "109. Therefore, if the invention in claims 1-3 of the 198 Patent is construed to be crystalline Form I efavirenz itself, the invention in these claims was disclosed and enabled by the process and results described in the 021 Patent. A person skilled in the art following the disclosure in the 021 Patent would have made crystalline Form I efavirenz as claimed in the 198 Patent.", "Affidavit of Dr. Cima at paras 108-109.", "It is not entirely clear to me that the above statement represents Dr. Cima's view or is simply an attempt to criticize Dr. Myerson's opinion. In any event it is not persuasive."], ["[115]", "Dr. Cima's opinion is not only speculative; it is based on the improbable assumption that an error was made by the 021 Patent inventors in measuring the melting point of the efavirenz crystal form they had produced. I do not accept Dr. Cima's evidence that Form I efavirenz was likely produced by the inventors of the 021 Patent nor do I agree that a person of skill would draw such a conclusion from its teachings. Instead I accept the evidence of Dr. Myerson as set out below:", "87. Mylan alleges that the crystal made according to the teaching of the US '021 Patent at columns 29-30 is nevertheless Form I efavirenz.", "88. The US '021 Patent in example 6 at step D (column 30, line 22) describes a synthetic procedure for the preparation of efavirenz. The final purification step involves recrystallization of the synthesized material from hot hexane to produce white crystals with a melting point of 131°-132°C.", "89. Melting points are used to characterize crystal forms of compounds (polymorphs) as well as to indicate the chemical purity of these materials. Relatively pure solids generally have melting points within a range of approx. 1ºC when measured (e.g. 131°-132°C). Different polymorphs will have different melting points.", "90. The sharpness of a melting point determination (that is, the difference between the lower and higher temperatures given for the melting point) is an indication of chemical purity and crystal form purity. The sharper the peak (the narrower the difference), the less likely that there are significant amounts of another crystal form present in the solid.", "91. A melting point range of 1°C is considered a relatively sharp melting point and would generally indicate a pure crystalline phase.", "92. Form I efavirenz has a melting point of 139°C, as shown in the DSC labelled Figure 6 of the '198 Patent and also at page 9, lines 18-23. The melting point is sharp.", "93. The form produced in the US '021 Patent has a melting point of 131°-132ºC, which is substantially different from that of Form I efavirenz. As a result, one of ordinary skill in the art would not confuse the form produced in the US '021 Patent with Form I efavirenz. Rather, a person of ordinary skill would conclude that the form produced in the US '021 Patent is a different form than Form I.", "94. Hence, this example from the '021 Patent does not disclose Form I efavirenz as claimed in [the] '198 Patent. Thus, Mylan's allegation that the US '021 Patent anticipates claims 1-3 of the '198 Patent is not justified.", "Affidavit of Dr. Myerson at paras 87-94.", "For the reasons given above, Mylan's anticipation argument is rejected.", "(3) Obviousness"], ["[116]", "Mylan contends that because other crystal forms of efavirenz were known in the prior art it would have been self-evident to a person of skill that other useful crystal forms could be created by using routine techniques for inducing polymorphic transformations."], ["[117]", "Mylan's position on this issue is contained in the following paragraphs from Dr. Cima's affidavit:", "114. If it is accepted that any crystalline form of efavirenz converts to Form I under mild drying conditions (as Dr. Myerson suggests), then crystalline Form I would have been obvious to a person skilled in that art practising the invention in the US 021 Patent. It is inconsistent for Dr. Myerson to argue on the one hand that independently finding crystalline Form I efavirenz would require considerable experimentation (Myerson Affidavit at para. 118) and, on the other hand, that crystalline form I efavirenz is inevitably formed, by accident, during Mylan's tableting process (Myerson Affidavit at para 81).", "115. At paragraph 115, Dr. Myerson argues that the person of ordinary skill in the art would not have arrived at the precise conditions of the process disclosed in the 198 Patent to make Form I. It is of no moment that the US 021 Patent does not describe the process disclosed in the 198 Patent because this is not the invention in claims 1-3 of the 198 Patent.", "116. Under Dr. Myerson's analysis, claims 1-3 of the 198 Patent claim crystalline form I in any amount, as an allegedly novel crystalline form, however produced. The issue is whether a skilled person aware of the invention in the 021 Patent would have arrived at Form I by any process, whether similar or not to that disclosed in the 198 Patent.", "117. In my view, any skilled person looking for crystalline forms of efavirenz would have heated and recrystallized efavirenz in the organic solvents, such as hexane, disclosed in the 021 Patent (see 021 Patent, col. 30:38). These basic steps would have resulted in crystalline Form I.", "118. Contrary to what Dr. Myerson suggests at paragraph 118 of his Affidavit, I do not believe that the invention in the 198 Patent consists in disclosing the properties of Form I. The 198 Patent refers to Form I as being \"less viscous and more homogeneous\" than the final slurry obtained with previous processes (see p. 11, lines 22-31). These are not surprising properties for a crystalline form."], ["[118]", "Dr. Myerson provided considerably more evidence in his affidavit on this issue as can be seen from the following extracts:", "104. Contrary to Mylan's assertion on page 32 of the Mylan Letter [NOA], it would not be more or less self-evident that other crystalline forms of efavirenz exist, nor would be more or less self-evident that, if additional crystal forms did exist, they would have properties that would be suitable for pharmaceutical preparations. A given compound can exist in a single crystal form or in multiple crystal forms. These crystal form(s) can be non-solvated (or non-hydrated) crystal form(s) or can be solvates (or hydrates). Prior to actual discovery and characterization, it would be impossible for a person skilled in the art to predict the number of forms of a given compound or their properties and thus their potential use in a pharmaceutical formulation.", "105. Knowledge of the existence of a single crystalline form of a given compound gives no information on whether additional forms exist or the properties of these potential crystal forms.", "106. On page 35 of the Mylan Letter, Mylan alleges that techniques for carrying out polymorphic transformation were well-known at the relevant time and that \"[v]arious polymorphs of efavirenz could have been easily and routinely prepared, and tested simultaneously to determine the physical properties and relative suitability for use in pharmaceutical preparations\". Mylan goes on, in pages 35-44, to cite multiple references discussing such techniques.", "107. The search for new polymorphs, as previously noted, has become a significant part in the development of new pharmaceutical products. Polymorph screening for a given compound can involve thousands of experiments performed over many months or even longer. In the relevant time period, polymorph screening was done by individuals without significant automation.", "108. While the general methods to perform crystallizations at different conditions and with different solvents was well-known, the combination of different solvents, solvent mixtures, temperatures, cooling rates, evaporation rates, as well as other potential variables that can be changed, make the number of potential experiments that can be conducted in a polymorph screening exercise very large.", "109. Given a particular compound such as efavirenz, a person of ordinary skill could not predict the level of effort required to obtain additional polymorphs and in fact, could not predict whether the screening effort would be successful in finding additional polymorphs. In addition, any potential polymorphs discovered might not have properties which are suitable for formulation into a drug product.", "110. On pages 35-44 of the Mylan Letter, Mylan cites several textbooks and reference books (including my own) in support of the proposition that the prior art teaches many methods for performing crystallization including the use of anti-solvents. While these books describe crystallization techniques in general, they provide no teaching of the polymorphs of efavirenz, how to make them, and in particular how to prepare Form I efavirenz. At best the documents cited by Mylan suggest that many compounds can be crystallized, and that many factors, including solvents and temperatures, can affect the ability to crystallize. Nothing in these documents make it obvious that crystalline Form I exists and can be prepared.", "...", "115. As previously discussed, the use of a variety of organic solvents for crystallization and as anti-solvents has been disclosed in many references. The fact that the '198 Patent employs \"methanol, ethanol, and 2-propanol\", and these solvents are commonly known to be used in crystallizations along with other solvents and solvent combinations, does not make the precise conditions disclosed in the '198 Patent to prepare Form I efavirenz with the disclosed 2 and d-spacings self-evident to one of ordinary skill. One of ordinary skill would recognize that methanol, ethanol, and 2-propanol, are one of many of potential solvents and solvent combinations that could be used to potentially crystallize efavirenz. The determination of specific solvents and solvent ratios, along with temperatures and other crystallization conditions required to produce Form I efavirenz, would involve significant experimentation by one of ordinary skill.", "116. On page 41 of the Mylan Letter, Mylan discusses how analytical methods such as XRPD, DSC and thermogravimetic analysis (TG), nuclear magnetic resonance (NMR), differential thermal analysis, and electron microscopy were well-known methods for characterizing polymorphs. While it is correct that one of ordinary skill would understand that these methods could be used to characterize polymorphs, these methods can only be used to characterize a polymorph after it has been made. The ability to characterize a polymorph gives no information as to how to prepare a particular polymorphic form.", "117. On page 43 of the Mylan Letter, Mylan discusses the fact that Form I efavirenz is the most stable thermodynamic form and that other forms of efavirenz will convert to Form I under various drying conditions. One of ordinary skill would not know based on the prior art the existence of any of the crystalline forms of efavirenz, nor would they know, without significant experimentation that Form I was the most stable form. The arguments made by Mylan, are clearly made with hindsight indicating that something that has already been made and characterized is obvious based on the knowledge of its properties.", "118. The opposite of course is true, one of ordinary skill would have to discover one or more crystal forms of efavirenz, characterize them, and determine their relative stability, to allow understanding of the polymorphs of efavirenz and their conversion from form to form . The existence of and the characteristics of Form I efavirenz, as claimed in the '198 Patent, would not have bean self- evident to the person skilled in the art based on the prior art cited by Mylan or the knowledge and information available to them in 1998.", "119. On page 44 of the Mylan Letter, Mylan asserts that \"the person skilled in the art possessed with the knowledge that efavirenz existed in crystal form would have been strongly motivated to determine the existence of other crystal forms, and to determine their suitability of each crystal form for use as a pharmaceutical preparation.\" The inventors of efavirenz, as well as other researchers employed by the patent holder, would consider looking for additional solid forms of efavirenz. Other individuals not associated with the invention of efavirenz or employed by the patent holder, would not necessarily be interested in searching for additional crystalline forms.", "120. Even if one of ordinary skill had looked for additional solid forms of efavirenz, one of ordinary skill would have no way of predicting whether these additional crystalline forms existed, and in particular, could not predict the existence of Form I efavirenz with the 2 angles and d-spacings described in the '198 Patent. Thus, Mylan's allegation that the subject matter of claims 1-3 of the '198 Patent is obvious is not justified."], ["[119]", "The complexities of polymorph screening were conceded by Dr. Cima under cross-examination: see Application Record, Volume 21, Tab 26 at pp 5957 to 5960. In that testimony he acknowledged that polymorphism was scientifically unpredictable and the processes involved were, at the relevant time, tedious and subject to many variables. A particularly compelling passage from Dr. Cima's evidence is the following:", "A. Yeah. What was - - obviously it was known at the time in many cases, not all cases, the desired form was the, quote, most thermodynamically stable form, and while that was certainly known to be desirable in many cases there wasn't a systematic way of finding that. And as you probably are aware, there were notorious and since been other notorious problems where one form is selected and developed and on the market it decides to change.", "Dr. Cima also conceded that in 1998 it was not known that Form I efavirenz was the most thermodynamically stable crystal form of efavirenz: see Application Record, Volume 21, Tab 26 at p 6014."], ["[120]", "The above evidence is inconsistent with the factors that must be established for finding of obviousness: see", "<FRAGMENT_SUPPRESSED>  at pp 293-294. I do not agree that before February 1998 the amount of effort required to find Form I efavirenz would be considered by a person of skill to be routine or non-arduous. I also do not accept that a person of skill would have considered it to be self-evident that the product obtained would be useful."], ["[121]", "I am therefore satisfied on a balance of probabilities that the invention claimed by the 198 Patent was not, at the relevant time, obvious.", "(4) Infringement"], ["[122]", "A central pillar of BMS's infringement case rests on an allegation that the Mylan NOA contains an admission that Form [omitted] will convert to Form I under mild drying conditions. Because Form [omitted] will have to be dried during Mylan's wet granulation tabletting process, BMS contends that some detectable amount of Form I will be created by polymorphic conversion."], ["[123]", "The NOA statement relied upon by BMS is contained within Mylan's obviousness allegations. It reads as follows:", "In addition to processes for making Form I efavirenz by crystallization from a solvent and anti-solvent system, the 198 Patent also teaches, at page 11, that the crystallization process of the 198 Patent produces a form of efavirenz that will convert to Form I under mild drying conditions.", "In fact, all forms of efavirenz will convert to Form I under mild drying conditions.", "This is admitted in WO 99/64405, entitled \"Crystalline Efavirenz,\" which teaches at pg 23, lines 12-20:", "Form 1 is the most thermodynamically stable form. It has a melting point of about 138°C to about 140°C, which is the highest of the four forms. Due to its increased stability, it is commonly used for drug formulation. All other forms may be converted into Form 1 during drying at about 60°C to about 110°C. Conversion and drying is preferably done in a dryer oven at about 70°C to about 110°C under reduced pressure. More preferred is about 75°C to about 85°C.", "NOA at p 43 [emphasis added]."], ["[124]", "I do not agree that the above passage constitutes a binding admission by Mylan. In context, this paragraph refers to the teachings of a Dupont patent application (W099/64405) [omitted]. Moreover, those crystal forms that were said to convert to Form I did so with the use of solvents (unlike water) in which efavirenz would readily dissolve or involved three days of drying at a temperature of 95ºC. Those conditions have not been shown to be an aspect of Mylan's wet granulation process. [omitted]. Accordingly, the conditions that would influence the conversion of Form [omitted] to Form I under mild drying conditions were very different from the prevailing conditions under which the Dupont efavirenz compounds were observed to convert."], ["[125]", "Dr. Cima's affidavit provides the scientific context underlying Mylan's NOA assertion and this evidence was substantially uncontradicted: see Affidavit of Dr. Cima at paras 86-89. The NOA statement relied upon by BMS cannot be read unqualified by the scientific context described by Dr. Cima. Therefore I do not agree that it constitutes an admission of infringement by the conversion of [omitted] to Form I  <FRAGMENT_SUPPRESSED> 's tablet manufacturing process. I am, accordingly, left to assess the remaining evidence in the absence of any binding admission by Mylan."], ["[126]", "The parties agree that the initial active pharmaceutical ingredient (API), Form [omitted],  <FRAGMENT_SUPPRESSED> 's manufacturing process will not infringe. That is so because [omitted] form of efavirenz than Form I."], ["[127]", "BMS's infringement concern is that Mylan's Form [omitted] will convert to Form I during the tablet manufacturing process because of the necessary application of heat during drying. BMS asserts, and it does not appear to be in dispute, that some level of heating is required to evaporate the water from the initial mixture and again when the final coating is applied to the tablet. Mylan denies that any conversion will occur during its tabletting process and, for that reason, it will not infringe the 198 Patent."], ["[128]", "A problem for BMS is that Mylan refused its request for detailed information about its manufacturing processes and provided no information about the final composition of its efavirenz tablet. Mylan also refused to turn over a sample of the final product to allow BMS to conduct its own testing. BMS says that Mylan held all of the evidentiary cards and that an adverse inference ought to be drawn from its failure to disclose that evidence."], ["[129]", "There is no doubt that Mylan could have put that issue squarely to rest by producing the information requested by BMS or by producing reliable data from its own testing of the product if any was done. Instead, Mylan asked Dr. Cima to opine about this infringement issue on the strength of his general knowledge of the science of crystallization and the typical manufacturing processes that would be expected for the production of such a tablet. Mylan very deliberately failed to inform Dr. Cima about the details of the process it uses to produce its efavirenz tablet. I agree with BMS that it would have been a relatively simple exercise for Dr. Cima to have tested Mylan's efavirenz tablet to determine if Form I was present, but Mylan avoided that option as well."], ["[130]", "The essential problem with BMS's position is that it, too, could have done much more to establish the likelihood of conversion. Mylan did not hold all of the evidentiary cards on this critical issue of infringement."], ["[131]", "Dr. Myerson admitted that he had the ability and knowledge to make Form [omitted]: see Cross-Examination of Dr. Myerson at p 172). He also had the ability to subject Form [omitted] to a set of conditions that would mimic a typical wet granulation drying process. I have no doubt that had Dr. Myerson conducted an experiment of this sort and established some level of conversion, BMS would have met its burden of proof - provided that Mylan was unable to contradict it."], ["[132]", "In the absence of evidence of this sort, Dr. Myerson speculated about the potential for Form [omitted] to convert to Form I. That was certainly the view of Prothonotary Aalto in his decision declining to order Mylan to provide additional disclosure - a decision that was upheld on appeal."], ["[133]", "It is clear from Dr. Myerson's affidavit and from his testimony that he did not address the conditions under which Form [omitted] would convert beyond accepting that all crystal forms of efavirenz will convert to Form I given the application of sufficient energy over time: see Cross-Examination of Dr. Myerson at pp 166-171. Instead, Dr. Myerson's opinion about the likely presence of Form I  <FRAGMENT_SUPPRESSED> 's efavirenz product is dependant upon the existence of a binding admission  <FRAGMENT_SUPPRESSED> 's NOA that all crystal forms of efavirenz will convert to Form I under mild drying conditions. His testimony on this point is as follows:", "499 Q. And the Mylan product information. So you rely on these two buckets of information for the purpose of reaching the conclusion in Paragraph 81; correct?", "A. That's correct.", "500 Q. In fact, both buckets of information, if we can call them that, Mylan's NOA and your view that Mylan's process involved mild drying temperatures, both of these buckets are necessary for you to reach the conclusion you reach in Paragraph 81; correct?", "A. Yes.", "501 Q. So I'm going to suggest to you that if you did not rely on the NOA in your affidavit you could not reach the conclusion that you reached in Paragraph 81 of your affidavit?", "A. Meaning absent the information in the NOA?", "502 Q. Yes.", "A. I would say that's correct.", "...", "506 Q. Is there anywhere else in this affidavit, Dr. Myerson, where you reached a conclusion that the final Mylan tablet product will contain Form I efavirenz as claimed in 1, 2, 3 of the 198 patent without relying on the Mylan statement?", "A. My whole -- my NOA relies on -- I'm sorry. My affidavit relies on all the information given in this case which includes the Mylan NOA. Those -- that's how I base my opinion.", "507 Q. Fair enough. I understand that to be your answer. I want to make sure I understand how your opinion hangs, so to speak. Is there any portion in this affidavit where you reach the conclusion that you do in Paragraph 81 without relying on Mylan's statement?", "A. In the affidavit as written, that's correct, there is no other.", "...", "736 Q. Dr. Myerson, is it your view that all crystal forms of efavirenz will convert to Form I as claimed in the 198 patent under mild drying conditions?", "A. I've been instructed by counsel I can assume that that statement in the Mylan NOA is true.", "Cross-Examination of Dr. Myerson at pp 113, 115-116, 164."], ["[134]", "Having found that Mylan's NOA does not contain an admission that Form [omitted] will convert to Form I under mild drying conditions, I am left with no evidence to support the BMS conversion theory which, of course, underpins its infringement allegation."], ["[135]", "The weight of the evidence before the Court on the issue of infringement favours Mylan. Notwithstanding the failure by Mylan to fully inform Dr. Cima about all of the particulars of its tabletting process, he was able to opine from what was known that a conversion of Form [omitted] to Form I was unlikely: see Cima affidavit at paras 83-97. While this undoubtedly does not represent the best available evidence, it was not challenged by Dr. Myerson who, instead, was told by BMS to assume that all forms of efavirenz will convert to Form I under mild drying conditions. Dr. Cima's evidence is also not speculative. It had a scientific foundation which led him to believe that Mylan's tabletting process would not be expected to incite a conversion."], ["[136]", "I also do not agree with BMS that its infringement allegation can be supported by the drawing of an adverse inference from Mylan's refusal to disclose. That refusal was upheld by the Prothonotary and sustained on appeal. Furthermore, as stated above, BMS had the ability to make and to test Form [omitted]. It chose not to do so and, instead, had Dr. Myerson base his opinion on an unwarranted assumption. This is not a situation where all of the information necessary to prove infringement was particularly within the knowledge of Mylan or manifestly beyond the power of BMS to ascertain. It is not a requirement in these proceedings that conclusive evidence be produced to meet the burden of proof on this point: see", "<FRAGMENT_SUPPRESSED>  at paras 15 to 17. I am not prepared to draw an adverse inference in a situation where BMS made a strategic choice not to pursue evidence that might have satisfied its burden of proof. Because BMS carries the ultimate burden of proof, the absence of evidence of infringement leads necessarily to a finding that its allegation has not been proven to be justified."], ["[137]", "Because BMS has failed to establish that Mylan's allegation of non-infringement is not justified no order of prohibition will issue with respect to the 198 Patent."], ["[138]", "I would be remiss if I did not add a comment about the strategic manoeuvring that was apparent around this issue. The judicial process may not be well-served by strategies that fail to put the best available evidence before the Court. That is particularly true in proceedings of this type where evidentiary limitations are already built-in. The danger, of course, is that inconsistent outcomes may arise if and when a later action is brought forward for infringement on the strength of evidence deliberately withheld in an earlier NOC proceeding."], ["[139]", "If the parties are unable to come to an agreement with respect to costs, I will hear each of them in writing on that issue. I will allow BMS 21 days to file a written submission and Mylan will have 14 days thereafter to respond. Neither submission is to exceed 10-pages in length.", "JUDGMENT"], ["[140]", "THIS COURT'S JUDGMENT is that", "1. the application is allowed in part;", "2. the Minister is prohibited from issuing a Notice of Compliance to Mylan in respect to its efavirenz drug product until the expiry of Canadian Letters of Patent 2,101,572; and", "3. the issue of costs is reserved pending further submission from the parties.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/klf"]]}