{"id_": "038489", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of the decision dated October 11, 2005, by visa officer J. Siaflekis that the applicant is inadmissible to Canada.", "FACTS"], ["[2]", "The applicant, an Iranian citizen, served in the Iranian armed forces from February 1985 to May 1989 and was stationed in the Iranian village of Sanandaj during the time period in which the Kurdish-Iranian population was violently repressed by the government. The applicant came to Canada in 1989 and made a Convention refugee claim."], ["[3]", "On February 9, 1996, the Convention Refugee Determination Division (CRDD) found reasonable grounds to believe that the applicant assisted the Iranian Amy commit crimes against humanity within the meaning of section 6 of Crimes Against Humanity and War Crimes Act, S.C. 2000, c. 24, based on the army’s activities which were “principally directed to a limited, brutal purpose”. Accordingly, he was excluded from Convention protection under Article 1(F) of the Convention Relating to the Status of Refugees. The applicant did not seek to judicially review the exclusion decision. Inter alia, the CRDD found the following facts:", "i. documentary evidence established that the army at the application’s location committed atrocities and human rights violations with intent to depopulate the ethnic Kurdish population;", "ii. within months of being stationed in Sanandaj, the applicant knew of the atrocities, the number of casualties, and the number of Kurdish arrestees the army removed to Tehran;", "iii. the applicant knew the Iranian government intended to eliminate the Kurdish population in his stationed locale in north-western Iran;", "iv. the applicant’s functions were such that he was apprised daily of the Kurdish atrocities, and his job was to broadcast this information within the army on an encrypted basis;", "v. compulsory military service in Iran spans 2 years, whereas the applicant voluntarily contracted a term spanning 28 years; and", "vi. the applicant did not dissociate himself from the military for 4 years after knowing the atrocities were occurring;"], ["[4]", "Attached as Appendix A are excerpts from the CRDD’s findings."], ["[5]", "In 1994, the applicant applied for permanent resident status on humanitarian and compassionate (H&C) grounds. He was allowed to apply from within Canada and was exempted from establishing an inclusion claim for refugee protection, but remained subject to the admissibility provisions of the now repealed Immigration Act, R.S.C. 1985, c. I-2 and the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA).", "DECISION UNDER REVIEW"], ["[6]", "In assessing the applicant’s permanent residence application, the Minister investigated the applicant for inadmissibility under paragraph 35(1)(a) of the IRPA for the commission of offences outside of Canada that contravene sections 4 to 7 of the Crimes Against Humanity and War Crimes Act. By letter dated October 11, 2005, the visa officer decided that the applicant was inadmissible to Canada under paragraph 35(1)(a) of the IRPA, which states:", "DIVISION 4", "INADMISSIBILITY", "[. . . . .]", "Human or international rights violations", "35. (1) A permanent resident or a foreign national is inadmissible on grounds of violating human or international rights for", "(a) committing an act outside Canada that constitutes an offence referred to in sections 4 to 7 of the Crimes Against Humanity and War Crimes Act;", "SECTION 4", "INTERDICTIONS DE TERRITOIRE", "[. . . . .]", "Atteinte aux droits humains ou internationaux", "35. (1) Emportent interdiction de territoire pour atteinte aux droits humains ou internationaux les faits suivants :", "a) commettre, hors du Canada, une des infractions visées aux articles 4 à 7 de la Loi sur les crimes contre l’humanité et les crimes de guerre;", "ISSUES"], ["[7]", "Two issues are raised on this application:", "1. Did the visa officer breach her duty of procedural fairness by failing to provide adequate reasons for her decision? ; and", "2. Did the visa officer err finding the applicant inadmissible under paragraph 35(1)(a) of the IRPA?", "STANDARD OF REVIEW"], ["[8]", "The first issue is one of procedural fairness the Court must decide as a matter of law on a correctness standard. See  <FRAGMENT_SUPPRESSED>  at paragraph 100. On the second issue, the Court will review this mixed question of fact and law on a reasonableness simpliciter standard.", "ANALYSIS"], ["[9]", "A foreign national is inadmissible as a permanent resident of Canada on grounds of violating human or international rights for committing an act outside of Canada that constitutes an offence referred in sections 4 to 7 of the Crimes Against Humanity and War Crimes Act (section 35(1)(a) IRPA). The Crimes Against Humanity and War Crimes Act provide in subsection 6(1) that every person who commits:", "(a) genocide", "(b) a crime against humanity or", "(c) a war crime", "is guilty of an indictable offence. A crime against humanity, genocide and a war crime are defined in subsection 6(3). The decision under review dated October 11, 2005 is based on findings of fact made by the CRDD on February 9, 1996. The CRDD was considering whether the applicant was excluded from refugee protection by operation of Article 1F(a) of the Refugee Convention.", "Issue No. 1:", "Did the visa officer breach her duty of procedural fairness by failing to provide adequate reasons for her decision?"], ["[10]", "The applicant submits that the respondent failed to provide sufficient reasons for its decision."], ["[11]", "The applicant states there were no reasons issued. Officer Siaflekis’ decision letter simply stated that the applicant had been found inadmissible pursuant to paragraph 35(1)(a) of the IRPA, and no “reasons” accompanied the letter. A request for reasons was made under Rule 9 of the Federal Courts Immigration and Refugee Protection Rules, SOR/93-22, to which Citizenship and Immigration Canada (CIC) responded that “no reasons were given for the decision”. However, in accordance with the Court’s order granting leave to the within application, CIC produced the applicant’s file which includes a memorandum from Cynthia Noseworthy of the War Crimes and Public Security Unit, and the notes and report of immigration officer Anne Dello."], ["[12]", "The respondent contends, and the Court agrees, that these documents constitute the reasons for the decision under review.  <FRAGMENT_SUPPRESSED>  at paragraph 44, the Supreme Court of Canada found that the notes of a reviewing officer could be taken to be the reasons for the Minister’s decision. The reasoning in Baker depended in part on the administrative nature of the decision under review. The decision in the case at bar is also administrative. See also  <FRAGMENT_SUPPRESSED>  where I held at paragraph 18:", "Adequacy of the Officer’s Reasons", "18. The applicant submits the officer breached procedural fairness by failing to provide adequate reasons. The decision of the immigration officer is contained in a two-page letter to the applicant dated September 21, 2001. In Baker, supra., the Supreme Court of Canada held that an immigration officer’s memorandum to file can constitute the reasons for the immigration officer’s decision. The six-page memorandum provides detailed and adequate reasons in addition to the two-page letter sent to the applicant on the same date."], ["[13]", "In this case it is evident from the memoranda, notes and reports in the record that both Cynthia Noseworthy and Anne Dello:", "i. reviewed the applicant’s factual history and submissions to CIC, as well as the CRDD decision and the transcripts and audiotapes of the CRDD hearing;", "ii. concluded that there were reasonable grounds to believe that the applicant was inadmissible under paragraph 35(1)(a) of the IRPA;", "iii. did not simply adopt the conclusion of the CRDD, but reviewed the CRDD’s findings of fact from the applicant’s Convention refugee decision. These findings are contained in the report under subsection 44(1) of IRPA attached to the memorandum of Anne Dello dated December 11, 2003. These findings of fact are that:", "• the atrocities and human rights violations were committed with intent of eliminating the Kurdish population by the Iranian army where the applicant was stationed;", "• the applicant knew within a couple of months of his arrival in 1985 that these atrocities were being committed toward the Kurdish population;", "• the applicant knew that the Government of Iran wanted to eliminate the Kurdish people living in Kurdistan;", "• the applicant was kept apprised on a daily basis of the number of Kurds killed, arrested and sent to a detention centre;", "• the applicant willingly signed a contract committing to the army for 28 years even though only two years was compulsory;", "• it took the applicant four years to dissociate himself from the situation and the CRDD found that the applicant did not make a diligent effort to dissociate himself;", "• the applicant never requested transfer from his posting in Kurdistan where the atrocities were being committed; and", "• the applicant, through his wealthy father, had the means to allow him to avoid military service which he did not do."], ["[14]", "The Court understands the basis of the applicant’s argument that the reasons were inadequate. CIC initially responded to the Court that “no reasons were given for the decision”. It was only after the Court application was underway that visa officer Siaflekis filed the internal Immigration Department documents which can be seen to be reasons for the decision. These were filed on February 13, 2006 so that the applicant has had adequate time to know the reasons for the decision before this hearing."], ["[15]", "Moreover, the applicant was provided on September 17, 2002 with a detailed letter from the respondent setting out the reasons why the applicant may be refused permanent resident status because he is inadmissible under paragraph 35(1)(a) of IRPA. This letter sets out the allegations against the applicant, and the applicant made a full response, which was considered by the respondent before the decision that the applicant was inadmissible."], ["[16]", "The standard which describes sufficient reasons in a given case was articulated by Mr. Justice Sexton for the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  (C.A.) at paragraphs 21 and 22:", "¶ 21 The duty to give reasons is only fulfilled if the reasons provided are adequate. What constitutes adequate reasons is a matter to be determined in light of the particular circumstances of each case. However, as a general rule, adequate reasons are those that serve the functions for which the duty to provide them was imposed. In the words of my learned colleague Evans J.A., \"[a] ny attempt to formulate a standard of adequacy that must be met before a tribunal can be said to have discharged its duty to give reasons must ultimately reflect the purposes served by a duty to give reasons.\"", "¶ 22 The obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion. Rather, the decision-maker must set out its findings of fact and the principal evidence upon which those findings were based. The reasons must address the major points in issue. The reasoning process followed by the decision-maker must be set out and must reflect consideration of the main relevant factors. [Footnotes omitted.]", "The reasoning in the reports of Cynthia Noseworthy and Anne Dello constitute sufficient reasons to satisfy the duty of procedural fairness. The applicant was not left uncertain as to the principal evidence relied on to conclude he was inadmissible. The respondent submits, and the Court agrees, that the applicant knew the basis for the Minister’s investigation into his activities as a member of the Iranian army. He was interviewed twice by CIC in 1998 and 2002, and was questioned relative to complicity in war crimes or crimes against humanity. He was fully aware of the concerns weighing against his admissibility and of the facts underlying those concerns."], ["[17]", "In light of the foregoing, the applicant could not have been left wondering about the reasons for his inadmissibility. The reasons disclosed both the findings of fact adopted by the immigration officers and an explanation of how the facts led the immigration officers to conclude the applicant was inadmissible to Canada.", "Issue No. 2:", "Did the visa officer err finding the applicant inadmissible under paragraph 35(1)(a) of the IRPA?"], ["[18]", "The applicant submits that the visa officer erred in finding him inadmissible because she fettered her discretion by adopting the prior conclusion of the CRDD that the applicant was excluded under Article 1(F) of the Convention."], ["[19]", "An exclusion under Article 1(F)(a) of the Refugee Convention is not in itself a basis for an inadmissibility finding under paragraph 35(1)(a) of the IRPA. Rather the respondent must make the findings of fact that the applicant committed crimes against humanity. These factual findings are different from any conclusion the Board may have made with respect to whether a person is excluded."], ["[20]", "The visa officer in this case was bound by paragraph 15(b) of the Immigration and Refugee Protection Regulations, SOR/2002-227 to adopt the factual findings of the CRDD as conclusive. Paragraph 15(b) states:", "PART 3", "INADMISSIBILITY", "[. . . . .]", "Application of par. 35(1)(a) of the Act", "15. For the purpose of determining whether a foreign national or permanent resident is inadmissible under paragraph 35(1)(a) of the Act, if any of the following decisions or the following determination has been rendered, the findings of fact set out in that decision or determination shall be considered as conclusive findings of fact:", "[. . . . .]", "(b) a determination by the Board, based on findings that the foreign national or permanent resident has committed a war crime or a crime against humanity, that the foreign national or permanent resident is a person referred to in section F of Article 1 of the Refugee Convention; or", "PARTIE 3", "INTERDICTIONS DE TERRITOIRE", "[. . . . .]", "Application de l'alinéa 35(1)a) de la Loi", "15. Les décisions ci-après ont, quant aux faits, force de chose jugée pour le constat de l'interdiction de territoire d'un étranger ou d'un résident permanent au titre de l'alinéa 35(1)a) de la Loi:", "[. . . . .]", "b) toute décision de la Commission, fondée sur les conclusions que l'intéressé a commis un crime de guerre ou un crime contre l'humanité, qu'il est visé par la section F de l'article premier de la Convention sur les réfugiés;", "Subsection 2(1) of the IRPA defines the Board as:", "Definitions", "2. (1) The definitions in this subsection apply in this Act.", "\"Board\" means the Immigration and Refugee Board, which consists of the Refugee Protection Division, Refugee Appeal Division, Immigration Division and Immigration Appeal Division.", "Définitions", "2. (1) Les définitions qui suivent s’appliquent à la présente loi.", "« Commission » La Commission de l’immigration et du statut de réfugié, composée de la Section de la protection des réfugiés, de la Section d’appel des réfugiés, de la Section de l’immigration et de la Section d’appel de l’immigration.", "The CRDD falls within the definition of Board in subsection 2(1) of the IRPA. The Board under the preceding Immigration Act included the CRDD. Parliament intended that paragraph 15(b) of the Immigration and Refugee Protection Regulations applies to findings of the CRDD under both IRPA and under the former Immigration Act. See section 190 of IRPA which reads:", "190. Every application, proceeding or matter under the former Act that is pending or in progress immediately before the coming into force of this section shall be governed by this Act on that coming into force.", "190. La présente loi s’applique, dès l’entrée en vigueur du présent article, aux demandes et procédures présentées ou instruites, ainsi qu’aux autres questions soulevées, dans le cadre de l’ancienne loi avant son entrée en vigueur et pour lesquelles aucune décision n’a été prise."], ["[21]", "The applicant argues that this cannot be the case because it results in the officer fettering her discretion to an earlier decision made by a different tribunal. In support of his submission, the applicant cites  <FRAGMENT_SUPPRESSED>  (F.C.A.). In those cases, this Court ruled that the Adjudication Division of the Immigration and Refugee Board constituted under the former Immigration Act fettered its discretion by adopting a previous exclusion decision made by either this Court or the CRDD. However, Zazai and Varela are distinguished from the case at bar because paragraph 15(b) of the Immigration and Refugee Protection Regulations, SOR/2002-227 was not engaged on the facts. The Court  <FRAGMENT_SUPPRESSED>  cited Mr. Justice Frederick Gibson’s reasons  <FRAGMENT_SUPPRESSED> , where he stated at paragraph 23:", "¶ 23 I am satisfied that it is beyond doubt that neither the former paragraph 19(1)(j) of the Act, nor the re-enactment of that paragraph, provides any direction to an Adjudicator that an earlier decision of the Convention Refugee Determination Division to exclude an individual from Convention refugee status […] is determinative of an issue before the Adjudicator […] If Parliament had intended that an earlier decision of the CRDD be binding on the Adjudicator, it could easily have said so. The Immigration Act provides a number of instances where Parliament has achieved a parallel outcome."], ["[22]", "In this case, we are dealing with a later case where Parliament has intended that the earlier factual findings of the CRDD must be adopted by the immigration officer. Accordingly, officer Siaflekis was obliged to accept as conclusive the CRDD’s findings that the applicant had served in the Iranian army at a time when it committed activities “principally directed to a limited, brutal purpose” and that the applicant had “personal and knowing participation” of those atrocities. In sum, the officer was bound to accept as fact the acts upon which the applicant was found complicit in war crimes or crimes against humanity."], ["[23]", "Accordingly, the officer did not fetter her discretion by binding herself to findings of fact decided by the CRDD at the applicant’s exclusion hearing.", "CONCLUSION"], ["[24]", "The Court finds that the visa officer:", "1. provided adequate reasons for the decision that the applicant is inadmissible to Canada under paragraph 35(1)(a) of the IRPA; and", "2. did not fetter her discretion when deciding the applicant was inadmissible based on the findings of fact by the CRDD.", "For these reasons, the application for judicial review is dismissed."], ["[25]", "Neither party proposed a question of general importance for certification, and none is certified.", "JUDGMENT"], ["[26]", "THIS COURT ORDERS that:", "1. The application for judicial review is dismissed.", "2. No question is certified.", "Appendix A", "Reasons for decision of the CRDD dated February 9, 1996 concerning the claim to be a Convention refugee made by the Applicant", "At page 8 of the Reasons:", "Nevertheless, a careful examination of the documentary evidence regarding the practices of the Iranian national army in Kurdistan during the period of the claimant’s posting indicates that atrocities and human rights violations were committed with the intent of eliminating the Kurdish population.", "At page 9 of the Reasons:", "The claimant testified that after his arrival in Kurdistan in 1985, within a couple of months, he became aware of the atrocities committed by the Iranian army towards the Kurdish population. He testified that he realized the Iranian army was being used to kill brothers (Kurds). The claimant also stated that he found out that that [sic] the government of Iran wanted to eliminate the Kurdish people living in Kurdistan. His oral evidence indicated that he was kept apprised of the situation concerning the Kurdish people on a daily basis.", "At page 9 of the Reasons:", "Accordingly, the evidence provided by the claimant has clearly established his ‘personal and knowing participation’ in the armed struggle against the Kurdish people of Iran.", "At page 12 of the Reasons:", "After careful consideration of the totality of the evidence the members of the panel find that the claimant was a member of the Iranian army from February 1985 until May 1989. As an employee of the military he was posted in Kurdistan where the primary purpose of the army was to engage in combat against the Kurdish people whose aim was to establish autonomy for its people. The activities of the Iranian army during this period were ‘principally directed to a limited, brutal purpose’. The claimant admitted to ‘personal and knowing participation’ in the activities of the army. The claimant’s allegations that he never personally committed an inhumane act is immaterial. However, the claimant did acknowledge that his activities within the army assisted the military in accomplishing their goals. The members of the panel find that the claimant ‘failed to disassociate himself from the activities of the Iranian army at the earliest safe opportunity’.", "[End of document]"]]}