{"id_": "038641", "body_str": [["[1]", "Teitelbaum, J.", ": This is an application for judicial review of a decision of the Canadian Human Rights Tribunal (the \"Tribunal\"). In a decision rendered May 16, 1996, the Tribunal found that the applicant VIA Rail Canada Inc. (\"VIA\") had discriminated against the respondent John Mills on the basis of disability. VIA, a national passenger service railroad company, perceived that Mr. Mills was totally incapable of performing his employment duties. The Tribunal ruled that VIA had violated s. 7 of the", "Canadian Human Rights Act", ", R.S.C. 1985, c. H-6 (the \"", "CHRA", "\"). The Tribunal ordered VIA to compensate Mr. Mills for his lost wages and benefits, and reinstate him to a specific, restricted position within the company. VIA now seeks judicial review of that decision.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>", "Mr. Mills' Employment History  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. Mills began to work for the railways in 1970 when VIA was still part of the Canadian National Railway (\"CNR\"). Mr. Mills was trained as a chef for passenger trains in the Atlantic corridor, based first out of Halifax, then Moncton and finally back to Halifax. Initially, he was on what is called the \"Spareboard\". As a \"Spare\", Mr. Mills was on call to perform a host of on-board jobs. He worked sometimes as a chef, but also as a cook (a job with a different classification in the collective agreement between VIA and the union representing VIA workers). In addition, Mr. Mills sometimes acted as a service attendant, a position that involved heavy lifting. As a service attendant, Mr. Mills had to assist passengers board and disembark the train, load luggage, make and pull beds.  <FRAGMENT_SUPPRESSED>"], ["[3]", "With his increasing seniority, Mr. Mills worked exclusively as a chef for a period in the mid 1980's. However, in January 1990, VIA cutback its services and eliminated many jobs, including Mr. Mills' position as chef. Mr. Mills was then put on \"Employment Security\", the name of an agreement between his union and VIA. As an individual on \"Employment Security\", Mr. Mills continued to receive his salary and benefits, but he had to be available for work in the Spareboard capacity. In fact, Mr. Mills was transferred from Moncton to Halifax to perform Spareboard duties [see footnote 2]. From early 1990, Mr. Mills continued to change jobs on the Spareboard as required. He even occasionally resumed his original work as a chef, but he was more often employed as a service attendant. In this same period, he also moved between the Spareboard and the \"Employment Security\" Program.  <FRAGMENT_SUPPRESSED>", "The Primary Back Injury  <FRAGMENT_SUPPRESSED>"], ["[4]", "On August 21, 1991, Mr. Mills suffered a serious back injury while performing his employment duties. At that time, he was working as a chef on the \"Spareboard\". He suffered back sprain when he bent over to light a propane stove. Mr. Mills is apparently a tall man, over six feet two inches, so bending over in the cramped quarters of a train's galley kitchen to find the pilot light of the stove aggravated his already fragile back condition (p. 7, Tribunal Decision, p. 21, applicant's Record). Mr. Mills had suffered recurring back problems throughout his employment with VIA [see footnote 3]. After the August 1991 primary incident, Mr. Mills was put on short-term disability leave to recuperate from the injury and undergo physiotherapy. On October 21, 1991, some three months after the initial injury, he was deemed fit to return to work by his family physician, Dr. Wawrzyszyn. However, Mr. Mills was advised by his physician to refrain from heavy lifting, bending and twisting in the future. Dr. Wawrzyszyn had given the same advice to Mr. Mills in March, 1990 after an earlier back spasm episode.  <FRAGMENT_SUPPRESSED>"], ["[5]", "VIA disagreed with the findings of Dr. Wawrzyszyn. In fact, VIA's medical representative, Dr. Nurse, refused to give credence to Dr. Wawrzyszyn's note deeming Mr. Mills fit to return to work. VIA believed that Mr. Mills had to be examined by an orthopaedic specialist of its own choosing before Mr. Mills could be cleared to return to work. Dr. Holmes, the specialist, held that Mr. Mills' abilities to perform on the job site were limited, but he did not state that Mr. Mills could not return to work.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Nonetheless, VIA continued to balk at reinstating Mr. Mills to his former position. But Mr. Mills wanted to return to work. Mr. Mills therefore enlisted his union, the Canadian Brotherhood of Railway Transport and General Workers, later the National Automobile Aerospace, Transportation and General Workers Union of Canada (the \"Union\") in his efforts. There were abortive attempts to find Mr. Mills alternative employment in an off-train capacity as a Telephone Sales Agent for VIA, but the terms could not be ironed out satisfactorily. As a Telephone Sales Agent, Mr. Mills had no guarantee of full-time or continuing work. He would also have had to relocate to Moncton.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Finally, in July 1992, VIA directed that Mr. Mills should be examined by Dr. Brown, another orthopaedic surgeon. Dr. Brown examined Mr. Mills and concluded that Mr. Mills had limited capacities to perform on-board duties. Nonetheless, Dr. Brown also held that Mr. Mills should be permitted to work in the dining car in some undefined capacity. Dr. Brown also highlighted Mr. Mills' mental readiness to return to work. However, Dr. Pigeon, VIA's medical adviser, committed a paper review of Mr. Mills' medical condition and deemed him incapable of any work on board the train.  <FRAGMENT_SUPPRESSED>", "The Grievance Procedure And The July", "1993 Agreement/Arbitration Decision  <FRAGMENT_SUPPRESSED>"], ["[8]", "Since Dr. Pigeon's opinion effectively put an end to the negotiations surrounding Mr. Mills' return to work, in August 1992, the union filed a grievance on Mr. Mills' behalf with the Canadian Railway Office of Arbitration (\"CROA\"). Shortly thereafter, in October 1992, Mr. Mills also filed a complaint with the Canadian Human Rights Commission (\"the Commission\"). The grievance was originally heard in May 1993. However, the union and VIA continued to negotiate a settlement to return Mr. Mills to work. An agreement was made in July 1993 to return Mr. Mills to work in the classification of chef. There was no hearing into the merits of Mr. Mills' grievance before the arbitrator. The CROA was asked to ratify the terms of settlement negotiated between Mr. Mills and VIA. They read:  <FRAGMENT_SUPPRESSED>", "\"The Arbitrator directs that Mr. Mills be reinstated into his employment, without compensation and without loss of seniority, with his assignments to be restricted to the position of chef. His reinstatement is conditional upon his undertaking, for a period of not less than two years, the duties and responsibilities of a chef in On-Board Services, on a trial basis. If, for any quarterly period during the course of the two years, Mr. Mills should fail to register attendance comparable to the average of other employees in his classification in VIA Atlantic, the Corporation shall be entitled to consider his reinstatement into that trial service as at an end. Should that occur the parties will be in a position to consider and exercise such rights and obligations as may then apply to Mr. Mills under the terms of the collective agreement. The Arbitrator retains jurisdiction.\" (p. 12, Tribunal Decision, p. 26, applicant's Record)  <FRAGMENT_SUPPRESSED>"], ["[9]", "Mr. Mills therefore returned to work as chef in July 1993. Unfortunately, Mr. Mills was unable to fulfill the attendance terms stipulated in the July 1993 agreement. He went on extended disability leave due to mental stress and was then dismissed from VIA in October 1994. The October 1994 dismissal is subject to a separate grievance and human rights complaint not at issue in the case at bar. Mr. Mills also continued to pursue his original October 1992 human rights claim.  <FRAGMENT_SUPPRESSED>", "The Tribunal's Decision  <FRAGMENT_SUPPRESSED>"], ["[10]", "After devoting almost 11 days to the hearing of evidence, the Tribunal found in Mr. Mills' favour. It held that VIA had discriminated against Mr. Mills on the basis of disability. According to the Tribunal, VIA had failed to perform a thorough assessment of the varied medical evidence detailing Mr. Mills' back condition. VIA therefore had a skewered perception of Mr. Mills' abilities. The Tribunal also held that VIA could not offer any justification for its discriminatory behaviour. The abortive Telephone Sales Agent position did not adequately address Mr. Mills' need and concerns. The Tribunal therefore ordered VIA to compensate Mr. Mills for his lost wages up to October 1991, the date of VIA's original refusal to return Mr. Mills to work. VIA also had to make redress for Mr. Mills' lost benefits, including compensation for Mr. Mills' loss on the sale of a house. Finally, the Tribunal held that Mr. Mills should be reinstated, but only in the position of chef under the terms of the chef's duties in the collective agreement. The collective agreement did not require any heavy lifting of a chef.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[11]", "A preliminary issue concerned the admissibility of portions of the affidavit VIA filed in support of its application for judicial review. The Commission had brought a motion in September 1996 to strike certain paragraphs of the affidavit of Lionel De Wolfe on the ground that the paragraphs addressed facts that were not in evidence before the Tribunal. However, the parties never argued the motion because it was withdrawn on consent with the understanding that submissions would be made at the judicial review hearing itself.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Besides the preliminary issue, VIA insists that the Tribunal's decision is laden with errors of jurisdiction, law and fact and must be quashed. In contrast, the Commission and Mr. Mills, represented by counsel for the union, argue that the Tribunal's decision was reasonable, consistent with the evidence and correct in law. Both respondents, the Commission and the union, highlight the deference owed to the Tribunal in its determination of questions of fact. There is a two-step process for granting judicial review against findings of fact under s. 18.1(4)(d) of the", "Federal Court Act", ", R.S.C. 1985, c. C-7. First, the court must be satisfied that the Tribunal made an", "erroneous", "finding of fact. Second, even if the court concludes that the Tribunal was mistaken, it must also determine that the finding was made in a perverse or capricious manner or without regard to the material before it. In contrast, the standard of review for questions of law is not reasonableness, but correctness:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[13]", "The court therefore has to characterize the Tribunal's findings as either questions of fact or law in order to apply the proper standard of review and answer the following questions:  <FRAGMENT_SUPPRESSED>", "1. Did the Tribunal make a paradoxical and unreasonable finding on the issue of disability?  <FRAGMENT_SUPPRESSED>", "2. Did the Tribunal err in preferring posterior medical opinion to the contemporaneous evidence?  <FRAGMENT_SUPPRESSED>", "3. Did the Tribunal fully consider VIA's possible defences to a prima facie finding of discrimination?  <FRAGMENT_SUPPRESSED>", "4. Did the Tribunal cast too broad a net in its remedies and disregard intervening events like the arbitration decision?  <FRAGMENT_SUPPRESSED>", "Discussion  <FRAGMENT_SUPPRESSED>", "Preliminary Issue: Striking", "Portions Of The Affidavit  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Commission argues that paragraphs 36 and 37 of Mr. De Wolfe's affidavit should be struck because they contain facts and evidence that were not before the Tribunal. According to the Commission, VIA has attempted, by way of its judicial review application, to rehear the case on the merits and introduce new evidence.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Mr. De Wolfe is the Manager, Customer Services Atlantic for VIA. Before occupying his current position, Mr. De Wolfe was the Section Director of Customer Services. He also attended the Tribunal's hearings and testified as a witness on VIA's behalf.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Paragraphs 36 and 37 of Mr. De Wolfe's Affidavit dated June 12, 1996 read:  <FRAGMENT_SUPPRESSED>", "\"36. There are currently five (5) full-time chefs in the employ of VIA and the reinstatement of Mills to the position of chef entails the removal of Mr. R.J. LeBlanc who has obtained the position of chef in good faith pursuant to a job bulletin 216A;  <FRAGMENT_SUPPRESSED>", "\"37. VIA does not require the services of six (6) full-time chefs in the course of its operations. <FRAGMENT_SUPPRESSED>"], ["[17]", "VIA submits that paragraphs 36 and 37 of Mr. De Wolfe's affidavit are directly related to the soundness of the Tribunal's remedies. After all, the Tribunal ordered VIA to reinstate Mr. Mills in the position of chef, but now that position is occupied by another. To buttress its submission, VIA cites s. 54(2)(a) of the", "CHRA", ". Under s. 54(2)(a) of the", "CHRA", ", the Tribunal cannot order the reinstatement of an employee as a remedy if the position is already occupied in good faith. It reads, \"No order under s. 53(2) may contain a term (a) requiring the removal of an individual from a position if that individual accepted employment in that position in good faith\".  <FRAGMENT_SUPPRESSED>"], ["[18]", "VIA's submission therefore raises the question of the scope and impact of s. 54(2)(a). With respect, I cannot agree with VIA's invocation of the statutory provision in this instance. During its hearings and deliberations, the Tribunal was not presented with evidence of Mr. LeBlanc's employment in the chef position. How then can the Tribunal have violated s. 54(2)(a) if it had no knowledge that the position was filled?  <FRAGMENT_SUPPRESSED>"], ["[19]", "Certainly, VIA cannot now argue that the reinstatement order came as a surprise. Mr. De Wolfe testified before the Tribunal on VIA's behalf. He discussed VIA's understanding of Mr. Mills' work duties under the collective agreement and how VIA judged Mr. Mills to be unable to fulfill any on-train position. However, VIA also knew from the testimony of union representatives before the Tribunal that the union sought Mr. Mills' reinstatement to the position of chef (p. 1000, Commission Record). Nonetheless, VIA offered no evidence before the Tribunal on the issue of the feasibility of reinstatement. The Tribunal only had evidence that reinstatement was a viable and open remedy. It was under no duty to seek out evidence to the contrary. This is especially true in light of the July 1993 CROA decision reinstating Mr. Mills to the position of chef only.  <FRAGMENT_SUPPRESSED>"], ["[20]", "I am therefore puzzled by VIA's insistence during the course of the judicial review hearing that VIA did not put evidence before the Tribunal on the issue of reinstatement because VIA did not foresee the possibility of losing its case! After all, according to VIA, reinstatement would only have become an issue if Mr. Mills were successful in proving his claim and the Tribunal awarded him his desired remedies. This argument cannot stand. VIA was represented by counsel throughout the Tribunal's hearings. With respect, lawyers must anticipate the worse as they argue a case and have a contingency plan for introducing evidence and relevant facts no matter how much the law and facts seem to favour their clients' position.  <FRAGMENT_SUPPRESSED>"], ["[21]", "However, VIA argues that it could not introduce the evidence of Mr. LeBlanc's employment to the Tribunal because Mr. LeBlanc only occupied the position of chef after the Tribunal had concluded its hearings. I do not agree with VIA's argument. The Tribunal's remedies, including orders of reinstatement cannot be, as counsel for the Commission aptly noted, \"moving targets\". In other words, under s. 54(2)(a), a Tribunal's remedies are not ever subject to revision and judicial review because an employer failed to raise relevant evidence during the hearing or made a belated gesture after the fact. If that were the case, then a Tribunal's decision in an employment context could never be finalized or could be endlessly revisited and reviewed.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Perhaps a brief chronology of the relevant dates in the case at bar will highlight the soundness of this conclusion. The Tribunal concluded its hearings in mid-November 1995 while Mr. LeBlanc apparently started to work as a chef for VIA in December 1995, the next month. Some five months later, in May 1996, the Tribunal issued its decision in Mr. Mills' favour. In the time between the end of the hearings and the date of the decision, VIA could have attempted to provide the facts of Mr. LeBlanc's position to the Tribunal [see footnote 4]. VIA even had a further opportunity of getting these facts before the Tribunal. After issuing its decision in May 1996, the Tribunal reserved jurisdiction over the question of the amount of damages. It stated:  <FRAGMENT_SUPPRESSED>", "\"The Tribunal retains jurisdiction in this complaint and directs the parties to commence forthwith to determine the actual monetary amounts awarded under Remedy ... If the parties have failed to reach agreement on these amounts within 60 days from the date this decision is rendered, they shall so notify the Tribunal Registry and dates will be set forthwith to reconvene the Tribunal in Halifax, Nova Scotia, to assess and otherwise deal with any outstanding matters\" (p. 26, Tribunal Decision, p. 40, applicant's Record)  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Tribunal did conduct the contemplated further hearings and, as late as May 1997, the Tribunal continued to sit. VIA could therefore have raised the facts alleged in paragraphs 36 and 37 of the De Wolfe affidavit during these subsequent proceedings.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Finally, as a point of law, I should state that the", "Federal Court Rules", "do not provide for the introduction of fresh evidence on a judicial review application:", "<FRAGMENT_SUPPRESSED>  (T.D.). There is good reason for this restraint because as Justice Simpson noted at p. 80  <FRAGMENT_SUPPRESSED>", ", \"judicial review is intended to address errors made during the Board's proceedings\". In a similar vein, Justice Muldoon remarked in", "<FRAGMENT_SUPPRESSED>  (T.D.), at p. 35: \"This is not an appeal on the record ... but rather a discretionary judicial review upon application to be supported by affidavits\". Furthermore, VIA does not dispute the fairness of the Tribunal's procedures in admitting evidence. Rather, VIA's judicial review application goes squarely to the substance of the Tribunal's decision. I am therefore satisfied that paragraphs 36 and 37 of the De Wolfe affidavit must be struck out under rule 1603(1) of the", "Federal Court Rules", "because they introduce facts that were not before the Tribunal.  <FRAGMENT_SUPPRESSED>", "1. The Meaning Of Disability  <FRAGMENT_SUPPRESSED>"], ["[25]", "VIA disputes the validity of the Tribunal's reasoning on the meaning of disability. For VIA, only individuals afflicted with suitably serious and permanent conditions are entitled to invoke the protection of the", "CHRA", "on the ground of disability. However, VIA emphasizes that the Tribunal characterized Mr. Mills' medical condition with the mild phrase, \"back ailment\" (p. 18, Tribunal Decision, p. 32, applicant's Record). VIA undermines the Tribunal's interpretation of disability by insisting that the term is inappropriate for a seemingly sporadic and temporary illness like Mr. Mills' episodes of back sprain. VIA argues that such a shifting and fluid condition cannot be a disability. According to VIA, if back ailments are considered a form of \"disability\", then individuals with a host of minor health problems might flood the human rights system even though their employment disputes over job performance are best left to labour arbitration.  <FRAGMENT_SUPPRESSED>"], ["[26]", "With respect, I disagree with VIA's arguments on the meaning and interpretation of disability. The Tribunal's appreciation of disability corresponds to the law. Furthermore, in my view, VIA has failed to recognize how a", "perception", "of disability can itself be a discriminatory practice prohibited by the", "CHRA", ". The statutory definition of disability is open-ended and broadly phrased. Section 25 of the", "CHRA", "defines disability as:  <FRAGMENT_SUPPRESSED>", "\"Disability means any previous or existing mental or physical disability and includes disfigurement and previous or existing dependence on alcohol or a drug. <FRAGMENT_SUPPRESSED>"], ["[27]", "Section 25 does not offer an exhaustive list of illnesses or ailments that qualify for the label disability. Section 2 of the", "CHRA", "is similarly expansive about the goal of the", "CHRA", ". It exists to further the \"principle that all individuals should have equal opportunity to make for themselves the lives that they are able and wish to have ...\".  <FRAGMENT_SUPPRESSED> , at D/444 (Cdn. Human Rights Trib.), the Tribunal focused on \"any physical characteristic utilized to reject an individual\" as an element of disability. Thus, the fact that the Tribunal characterized Mr. Mills' disability as a \"back ailment\" is no bar to his entitlement to seek relief on the ground of disability. Disability, after all, is a question of degree and must be measured in a variety of contexts and situations. Thus, I am satisfied that the particular demands and constraints of an employment situation are relevant to a Tribunal's finding.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Moreover, in this instance, the Tribunal's finding of disability centres less on Mr. Mills' actual physical condition than VIA's perception of his ailment. If the employer attributes greater limitations to a known condition than are actually present, then the employee has effectively been labelled disabled:", "<FRAGMENT_SUPPRESSED>  perception is necessary because human rights legislation is directed against preventing the", "effects", "of discriminatory behaviour. Consider for example the case of a partially sighted individual who is denied employment opportunities because an employer has the mistaken impression that his or her vision is worse than it actually is. Has discrimination on the basis of disability not occurred? Should the individual with vision problems be left without a remedy under the", "CHRA", "? This issue comes into even sharper focus in a context other than disability. What if a woman is not hired because she is perceived to be aboriginal and the employer harbours prejudiced views about the suitability of native workers? All would agree that the employer should not escape the censure of the law if the worker in this instance is not in fact of First Nations descent.  <FRAGMENT_SUPPRESSED>"], ["[29]", "VIA argues that the Tribunal's reasoning is paradoxical because it cites disability as the ground of discrimination but then finds that Mr. Mills was in fact capable of performing his job duties. However, the paradox in this instance stems from VIA's changing perception of Mr. Mills' condition. VIA certainly thought Mr. Mills' back condition serious enough in October 1991. According to Dr. Nurse, VIA's own staff physician, Mr. Mills, in November 1991, was \"unfit for his present job ... and should either be offered a disability pension or some other form of employment ...\" (p. 7, Tribunal Decision, p. 21, applicant's Record). Through October 1991 until July 1993, VIA deemed Mr. Mills totally incapacitated for his job and balked at returning him to work. It then negotiated with the union for his reinstatement. And now in the course of oral argument, VIA argues that Mr. Mills is not entitled to the protection of the", "CHRA", "on the ground of disability because he is not in fact disabled.  <FRAGMENT_SUPPRESSED>", "2. The Diversity Of Medical Opinion  <FRAGMENT_SUPPRESSED>"], ["[30]", "However, VIA also argues that its perception of Mr. Mills' medical condition was an accurate one because it was based on the appropriate medical evidence. According to VIA, the Tribunal committed a reviewable error in preferring a posterior medical opinion to the contemporaneous information of VIA's medical experts. VIA submits that the Tribunal did not follow the principle of law established in", "Canada (Procureur général) v. Beaulieu et al.", "(1993), 154 N.R. 299 (F.C.A) (\"", "Beaulieu", "\"). In", "Beaulieu", ", the Federal Court of Appeal held that a Tribunal had to rely on contemporaneous medical evidence rather than citing ex post facto opinion removed from the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[31]", "According to VIA, the Tribunal erred when it cited with approval Dr. Orrell's evidence on the issue of Mr. Mills' capacity to work in October 1991. VIA argues that other contemporaneous and credible medical evidence existed to the contrary. Dr. Orrell only offered his opinion in December 1993, a little over two years after Mr. Mills' abortive return to work.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Tribunal's conclusions in relation to the medical evidence are findings of fact. According to", "<FRAGMENT_SUPPRESSED>  C.L.L.C. 17,022, at p. 17,023 (F.C.A.), when a court is asked to intervene because of the way a Tribunal assessed the evidence, it is asked to correct a finding of fact. In the case at bar, VIA disputes how the Tribunal has weighed the varying medical opinions. Thus, VIA attacks a finding of fact. However, VIA also states that in weighing the medical evidence, the Tribunal failed to apply the proper legal tests and therefore violated the principle established  <FRAGMENT_SUPPRESSED>", ".  <FRAGMENT_SUPPRESSED>"], ["[33]", "In the case at bar, the Tribunal's finding is stated in the following terms: \"the decision that Mr. Mills was disabled to the point that he could not perform his duties as a chef or indeed any other duties on board a train was not based upon any proper assessment of his performance in the workplace\" (p. 16, Tribunal Decision, p. 30, applicant's Record). I should state from the outset that I am satisfied that this finding is not erroneous. Even if I were to find otherwise, the Board did not make its finding in a capricious or perverse manner or without regard to the evidence before it.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In a December 6, 1993 written report, Dr. Orrell concluded that although Mr. Mills had a back impairment, he could have returned to the workplace as a chef in October 1991 if there had only been a restriction on heavy lifting. During Dr. Orrell's testimony before the Tribunal, he elaborated on his views. According to Dr. Orrell, in October 1991, VIA had failed to adequately assess the evidence. Dr. Orrell stated in his testimony before the Tribunal that Mr. Mills' back condition in October 1991 could be appreciated even slightly more two years after the fact because of the absence of intervening injury or deterioration due to disease. VIA failed because it did not strive to understand the complexities of Mr. Mills' condition; it could have ordered an ergonomic appraisal of Mr. Mills' work site and considered the course of his intensive program of physiotherapy.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Tribunal also found favour with Dr. Orrell's opinion because it was buttressed by Dr. Wawrzyszyn's contemporaneous and first-hand statements from October 1991 and his earlier medical opinion from March 1990. Both Dr. Orrell and Dr. Wawrzyszyn testified before the Tribunal but the only physician to testify on VIA's behalf was Dr. Pigeon, who had conducted only a paper review of Mr. Mills' case after the fact.  <FRAGMENT_SUPPRESSED>"], ["[36]", "However, VIA disputed Dr. Wawrzyszyn's credibility and suggested that since Dr. Wawrzyszyn's opinion was allied with Dr. Orrell's in the Tribunal's finding, the two opinions must stand or fall together. VIA alleges that Dr. Wawrzyszyn could offer little of substance to explain two contrary opinions that he gave in the same month on Mr. Mills' medical condition. In October 1991, Dr. Wawrzyszyn was asked by Mr. Mills to offer a prognosis in an insurance application for a loan submitted by Mr. Mills. On the insurance application form, Dr. Wawrzyszyn indicated that Mr. Mills was not totally disabled, but that he could only return to work in one to three months. However, in the same period, October 1991, Dr. Wawrzyszyn deemed Mr. Mills immediately fit to return to work.  <FRAGMENT_SUPPRESSED>"], ["[37]", "During Dr. Wawrzyszyn's testimony before the Tribunal, he acknowledged and attempted to explain the apparent contradiction. According to Dr. Wawrzyszyn, when he drafted the insurance form, he knew that Mr. Mills was set to visit an orthopaedic specialist who might order further follow-up. Since the possibility of future consultations could delay Mr. Mills' return to work by a month or more, Dr. Wawrzyszyn put aside his personal opinion of Mr. Mills' readiness to return to work and drafted his response with that in mind. The Tribunal itself did not address Dr. Wawrzyszyn's credibility. It apparently accepted Dr. Wawrzyszyn's explanation that he had acted out of an excess of caution in filling out the insurance form and not with any intent to deceive. It was open to the Tribunal to give weight to Dr. Wawrzyszyn's opinion and accept his explanation as plausible.  <FRAGMENT_SUPPRESSED>"], ["[38]", "There is also no suggestion in the Tribunal's decision that it did not have regard to the material before it. The Tribunal carefully examined Mr. Mills' rather involved medical history and did not confine its discussion of the varied consultations and medical opinions to the primary August 1991 incident. The Tribunal analyzed and sifted through a diversity of relevant medical opinions, including those expressed before, during and after the August 1991 injury and abortive return to work in October 1991. For instance, the Tribunal looked to the multiple, but consistent medical opinions offered in the wake of Mr. Mills' earlier March 1990 accident. In essence, the earlier evidence from March 1990 reveals that more than one year before the August 1991 incident, Dr. Wawrzyszyn advised Mr. Mills to refrain from heavy lifting, stretching and pulling (p. 6, Tribunal Decision, p. 20, applicant's Record). VIA's own physician, Dr. Nurse, acknowledged the necessity of the restrictions on lifting (although he qualified it as a temporary restriction) in his own follow-up report from October 1990. The Tribunal did not act unreasonably because it gave greater weight to the opinion of Dr. Orrell or find it \"much more persuasive\" (p. 23, Tribunal Decision, p. 37, applicant's Record) in the light of the earlier opinions.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The Tribunal also had the weight of Dr. Brown's 1992 opinion, another orthopaedic surgeon, who recommended that Mr. Mills return to work in some capacity, if not as a baggage handler (p. 10, Tribunal Decision, p. 24, applicant's Record). Finally, the Tribunal gave little weight to Dr. Pigeon's opinion, the sole physician to conclusively state that Mr. Mills could not perform any duties on board the train. The Tribunal emphasized that Dr. Pigeon had conducted only a paper review of Mr. Mills' file before he deemed Mr. Mills unfit to work on-board the train in any capacity. Even though both Dr. Orrell and Dr. Pigeon testified, of the two, only Dr. Orrell had conducted a physical examination of Mr. Mills.  <FRAGMENT_SUPPRESSED>"], ["[40]", "Hindsight also proved of assistance to the Tribunal in its assessment of the merits of the diverse medical opinions. The Tribunal remarked upon the fact that when Mr. Mills worked as a chef only from July 1993 until October 1994, he did not have to take any back-related absences. According to the Tribunal, this raises \"some interesting questions regarding the opinions expressed earlier that he was 100% disabled\" (p. 12, Tribunal Decision, p. 26, applicant's Record).  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Tribunal's finding that VIA had not performed an adequate and comprehensive investigation into the medical evidence does not therefore warrant judicial review. The", "Beaulieu", "case is a red herring and can be readily distinguished from the case at bar. First,  <FRAGMENT_SUPPRESSED>", ", Justice Marceau found that Mr. Beaulieu's employer, the Canadian Armed Forces (the \"C.A.F.\"), had performed a thorough and comprehensive review of Mr. Beaulieu's medical condition in the first instance before it concluded that his disability (epilepsy) did not allow him to fulfill his job duties as a member of the armed forces. Subsequently, it was determined that Mr. Beaulieu may not in fact have suffered from epilepsy when he was discharged.  <FRAGMENT_SUPPRESSED>"], ["[42]", "In the case at bar, in contrast, the Tribunal was entitled to look to Dr. Orrell's opinion because the contemporaneous evidence from October 1991 was incomplete and internally conflicting. For instance, VIA sent Mr. Mills to an orthopaedic specialist, Dr. Holmes, because it was not satisfied with the note from Mr. Mills' family physician deeming him fit to work. However, after Dr. Holmes gave an initial report that did not directly contradict or dispute the family physician's opinion, VIA still refused to return Mr. Mills to the job. VIA balked at reinstating Mr. Mills to a position without heavy lifting but did not undertake in October-November 1991 any further medical examination of Mr. Mills. Dr. Brown opined in July 1992 that Mr. Mills was totally disabled for the baggage handler position because it involved heavy lifting, but he also expressly advocated that Mr. Mills should and could return to work in some capacity on a train.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Furthermore,", "Beaulieu", "concerned an issue of procedural fairness because the C.A.F. alleged that it had been denied the opportunity to present evidence and become aware of the Commission's position. As stated above in relation to the preliminary issue, VIA did not contest the procedural fairness of the Tribunal's actions or the disclosure of the Commission's position prior to the hearings.  <FRAGMENT_SUPPRESSED>", "3. VIA's Defences To A Prima Facie", "Case Of Discrimination  <FRAGMENT_SUPPRESSED>"], ["[44]", "VIA also argues that the Tribunal erred in law because it failed to make any express finding on the nature of the discrimination suffered by Mr. Mills. In the absence of such a finding, the Tribunal did not give proper weight to VIA's possible defence to the charge that it had discriminated against Mr. Mills. I am in agreement with VIA's submission and hold that judicial review of the Tribunal's decision is therefore warranted on this issue because the Tribunal incorrectly applied the law.  <FRAGMENT_SUPPRESSED>"], ["[45]", "In the jurisprudence, the courts have detailed two basic types of discrimination: direct and indirect. Each type of discrimination has a distinct chain of reasoning and defences. In", "Human Rights Commission (Ont.) and  <FRAGMENT_SUPPRESSED>  O.A.C. 241, at p. 551 (\"", "Simpson-Sears", "\"), Justice McIntyre for the Supreme Court set out the differences between the two forms of discrimination:  <FRAGMENT_SUPPRESSED>", "\"A distinction must be made between what I would describe as direct discrimination and the concept already referred to as adverse effect discrimination in connection with employment. Direct discrimination occurs in this connection where an employer adopts a practice or rule which on its face discriminates on a prohibited ground. For example, 'No Catholics or no women or no blacks employed here' ... On the other hand, there is the concept of adverse effect discrimination. It arises where an employer for genuine business reasons adopts a rule or standard which is on its face neutral, and which will apply equally to all employees, but which has a discriminatory effect upon a prohibited ground on one employee or group of employees in that it imposes, because of some specific characteristic of the employee or group, obligations, penalties or restrictive conditions not imposed on other members of the work force. <FRAGMENT_SUPPRESSED>"], ["[46]", "In cases of direct discrimination, the employer can assert as a defence that the general rule attacked as discriminatory is in fact a bona fide occupational requirement ( <FRAGMENT_SUPPRESSED>  A.R. 241, at p. 506. Section 15 of the", "CHRA", "stipulates that \"any refusal, exclusion, expulsion, suspension, limitation, specification or preference in relation to any employment\" is not a discriminatory practice if the refusal is based on a BFOR. There can be no individual accommodation or assessment in a case of direct discrimination:", "<FRAGMENT_SUPPRESSED> , at p. 588.  <FRAGMENT_SUPPRESSED>"], ["[47]", "In contrast, the defence in a case of indirect discrimination is centered on individual needs and characteristics. The employer has a duty to accommodate the individual applicant up to the point of undue hardship: see", "<FRAGMENT_SUPPRESSED> , at p. 249. If the employer fails to perform his or her duty, the Tribunal will fill in the gaps.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The Tribunal in the case at bar stated plainly that VIA had discriminated against Mr. Mills on the basis of disability but it did not elaborate on the nature of this discrimination. It held, \"The Tribunal is unanimously of the view that this case is determined on the facts as opposed to any complex application of the law\" (p. 16, Tribunal Decision, p. 30, applicant's Record). In effect, the Tribunal did not expressly turn its mind to the distinctions in the law between direct and indirect discrimination.  <FRAGMENT_SUPPRESSED>"], ["[49]", "However, there was not a complete absence of legal analysis in the Tribunal's decision. The Tribunal did quote from Justice McIntyre's reasons in", "Human Rights Commission (Ont.), Dunlap, Hall and  <FRAGMENT_SUPPRESSED> , at p. 208 (\"", "Etobicoke", "\") and", "Simpson-Sears", ", at p. 538.", "Etobicoke", "concerned direct discrimination while", "Simpson-Sears", "figured on a case of adverse effect or indirect discrimination. In both instances, the Tribunal cited passages addressing the issue of the complainant's initial burden of proof to show a prima facie case of discrimination. Justice McIntyre also alluded to the complainant's certain relief in the \"absence of justification by the employer\" (", "Etobicoke", ") or \"absence of an answer from the respondent-employer\" (", "Simpson-Sears", "). Nonetheless, there is no indication that the Tribunal explicitly considered VIA's possible justification of a BFOR. If such a defence was not viable because the discrimination at issue was indirect, then the Tribunal had to explicitly make this finding.  <FRAGMENT_SUPPRESSED>"], ["[50]", "VIA nonetheless submits that its evidence before the Tribunal established a case of direct discrimination because the rule that all chefs had to perform heavy lifting restricts the employment of individuals with back ailments. However, the Tribunal did not even consider its possible defence of a BFOR under the direct discrimination framework. The Commission in turn submits that the Tribunal had no need to spell out the specific nature of the discrimination at issue in Mr. Mills' case. According to the Commission, the outcome would have been the same whatever label the Tribunal put to the discrimination endured by Mr. Mills because VIA could offer no justification, under any guise or defence, of its discriminatory practice. The Commission argues that VIA did not present any evidence consistent with the test for establishing a BFOR so the Tribunal had no need in its decision to specifically rule out the feasibility of the defence.  <FRAGMENT_SUPPRESSED>"], ["[51]", "I am troubled by the fact that the Tribunal did not spell out the type of discrimination at issue in Mr. Mills' case. I also reject the Commission's arguments that in the present case, the distinction between direct and indirect discrimination is irrelevant. This is especially true because at numerous instances in its written memorandum, the Commission itself is forced to", "surmise", "on the Tribunal's decision-making process and ultimate findings:  <FRAGMENT_SUPPRESSED>", "While not specifically spelled out, it is clear", "from the face of the Decision and from a review of the evidence that the Tribunal rejected the employer's argument that all positions on the spareboard, including chef, had a Bona Fide Occupational Requirement, i.e., to be fit and able to perform continuous heavy lifting.\" (my emphasis) (paragraph 74, p. 2744, Commission's Record)  <FRAGMENT_SUPPRESSED>"], ["[52]", "The Commission made many other speculative statements striving valiantly to sort through the absence of an explicit finding in the Tribunal's decision. For instance, the Commission argues, \"It is clear that the Tribunal rejected the  <FRAGMENT_SUPPRESSED>  argument given their acknowledgement of the duties of chef from the collective agreement and", "the apparent preference for Mr. Mills'", "evidence ...\" (my emphasis) (paragraph 75, p. 2744, Commission's Record). I have highlighted the term \"apparent preference\" because the Tribunal did not even clearly indicate in clear terms which witness' testimony it found more helpful or credible. However, the Tribunal made an additional finding of fact on the issue of the proper source of information for chef duties. Contrary to the testimony of VIA's witnesses who insisted that heavy lifting was a requirement of the chef's position, the collective agreement made no such stipulation (p. 11, Tribunal Decision, p. 25, applicant's Record). Finally, the Commission argues in such qualified terms as, \"The Tribunal", "evidently", "did not find that the evidence supported a BFOR. The Tribunal's decision", "suggests", "that they preferred ... \" (paragraph 90, p. 2747, Commission's Record).  <FRAGMENT_SUPPRESSED>"], ["[53]", "In effect, the rest of the Commission's argument is devoted to performing the legal analysis that the Tribunal itself", "utterly failed to do", ". It is not the Commission's role to fill in the multiple gaps left wanting in the Tribunal's decision and intuit from vague references in the decision what the Tribunal must have decided. The nature of the discrimination is no mere technicality or feat of nomenclature. As stated above, there are specific defences and chains of reasoning for each type of discrimination. While this might be a difficult area of the law to unravel, that is no justification for not tackling the subject.  <FRAGMENT_SUPPRESSED>"], ["[54]", "By failing to specify the type of discrimination at issue in Mr. Mills' case, the Tribunal left a vacuum and abdicated a responsibility. Both parties rushed to fill in that void. If one sketches an outline of the Tribunal's reasoning process, it becomes clearer how the Tribunal left much unsaid that had to be clarified. After offering a lengthy recital of the facts, including the highlighting of several \"noteworthy items\", the Tribunal begins its actual analysis at p. 12 of its decision with the statutory provisions. The Tribunal then gets into the heart of its decision by examining Mr. Mills' burden of proving a prima facie case of discrimination. The Tribunal then concludes that Mr. Mills satisfied his burden because he demonstrated how VIA had discriminated against him because of its perception, based on inadequate medical evidence, of his total disability to perform the work.  <FRAGMENT_SUPPRESSED>"], ["[55]", "Under the next large heading, \"FINDINGS\", the Tribunal declares that the case does not depend on any complex application of the law. Logically, at this point in its decision, the Tribunal should have indicated the nature of the discrimination suffered by Mr. Mills and VIA's own burden at mustering a defence against the charge. However, the Tribunal returns to the question of the medical evidence and elaborates on what it had already found in regard to VIA's failure \"to obtain the most authoritative and up-to-date medical evidence\" (p. 18, Tribunal Decision, p. 32, Application Record).  <FRAGMENT_SUPPRESSED>"], ["[56]", "The Tribunal then addresses in three short paragraphs VIA's possible defences to the finding of discrimination. They read:  <FRAGMENT_SUPPRESSED>", "\"As outlined earlier in this decision, in mid-1992, VIA Rail trained Mr. Mills in Moncton as a Telephone Sales Agent. VIA argued that this was an effort to accommodate Mr. Mills' back ailment and that he rejected it.  <FRAGMENT_SUPPRESSED>", "\"The evidence regarding the difficulty for Mr. Mills in getting to Moncton, the absence of any offer of relocation assistance, the short-term nature of any concrete offers of work and the uncertainty surrounding whether there was ever any agreement consummated between VIA and the union regarding this employment opportunity, certainly diminish its significance. The Tribunal finds that this cannot be regarded as a serious effort to accommodate Mr. Mills.  <FRAGMENT_SUPPRESSED>", "\"Thus, the Tribunal finds that VIA Rail did discriminate against Mr. Mills because of back ailment which was not such as to prevent him from performing his duties as a chef and has failed to present any adequate defence.\" (p. 18, Tribunal Decision, p. 32, applicant's Record)  <FRAGMENT_SUPPRESSED>"], ["[57]", "By focusing on VIA's failure to accommodate Mr. Mills with the offer of the Telephone Sales Attendant position, the Tribunal has implicitly already found that this is a case of indirect discrimination. After all, the duty to accommodate only becomes relevant in this type of discrimination. However, since the Tribunal never specified in the first place the type of discrimination at stake, VIA can legitimately argue that the Tribunal did not properly consider its BFOR defence or that contrary to the jurisprudence, the Tribunal sought to accommodate Mr. Mills' individual needs within the BFOR by removing the heavy lifting component. A Tribunal's legal findings should not be so absent or slight that the parties or indeed the court itself is forced to reconstruct or read-in from faint clues what was implicit in the Tribunal's decision.  <FRAGMENT_SUPPRESSED>"], ["[58]", "In my view, the Commission's arguments must fail on the question of the Tribunal's failure to make the appropriate finding and expressly apply the appropriate legal tests under that framework. I am not satisfied with the fact that the Tribunal itself entirely skirted the issue of the nature of the discrimination. The Tribunal must at least turn its mind to the key concepts and actually apply them to the facts at issue. If, as counsel for the Commission argued during the course of the oral hearing, the Tribunal had no need to specify the nature of the discrimination because of the seeming similarity in outcomes in this instance, then the Tribunal had to say why this was the case.  <FRAGMENT_SUPPRESSED>"], ["[59]", "In my view, the Tribunal, in the case at bar, committed a reviewable error of law in failing to specify the nature of the discrimination allegedly suffered by Mr. Mills. In holding that judicial review is warranted, I am not in the same breath concluding that the Tribunal erred in its other findings. However, if VIA did indeed discriminate against Mr. Mills on the basis of disability, then let the Tribunal expressly spell out the nature of this discrimination and how VIA either failed to prove a BFOR or more accurately, accommodate Mr. Mills' disability.  <FRAGMENT_SUPPRESSED>"], ["[60]", "For the reasons stated above, I need not address the sixth issue of the reasonableness of the Tribunal's remedies. Suffice it to say, however, that during the course of oral argument, both parties conceded that there was some lingering confusion and unresolved issues about the quantum of the Tribunal's remedies. Counsel for the Commission and counsel for the union offered different characterizations of the cap or ceiling on Mr. Mills' recovery of lost wages. The Tribunal reserved jurisdiction over the quantum of damages awarded Mr. Mills if the parties were unable to agree to an amount. VIA in turn argued that the CROA decision was an intervening event unreasonably dismissed or ignored by the Tribunal in its decision. Without plunging into the myriad nuances of the remedies issue, I will simply state that the Tribunal does appear to have overreached itself in ordering Mr. Mills to receive back wages until October 1991 with no recognition that Mr. Mills was on salary at VIA in the position of chef from July 1993 until August 1994.  <FRAGMENT_SUPPRESSED>"], ["[61]", "For the above reasons, the decision of the Canadian Human Rights Tribunal dated May 16, 1996 is quashed and this matter is referred back for a new hearing before a differently constituted Tribunal.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/pdk  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.\tThe respondent Commission moved to have the style of cause amended by removing the names of the members of the Tribunal as party respondents. VIA had no objection to this change in the style of cause. I therefore ordered at the beginning of the hearing that the individuals Keith C. Norton, Q.C., Joanne Cowan-McGuigan and Kent Norris should be removed from the case as party respondents.  <FRAGMENT_SUPPRESSED>", "2.\tMr. Mills lives in Louisbourg, Nova Scotia. Before the 1990 service cutbacks, he commuted to his work in Moncton by train. However, after Mr. Mills was transferred to Halifax, he could no longer commute to work by train because there was no passenger railway service between Louisbourg and Halifax. The Tribunal considered this a \"noteworthy fact\" (p. 3, Tribunal Decision, p. 17, the applicant's Record).  <FRAGMENT_SUPPRESSED>", "3.\tMr. Mills injured his back on March 19, 1990 while working as a service attendant. He was off work until October, 1990. From 1982 to 1990, he experienced back difficulties on several occasions that required him to usually take less than two weeks off to recuperate. The Tribunal emphasized that the most significant of these episodes occurred when Mr. Mills was working as a service attendant (p. 4, Tribunal Decision, p. 18, applicant's Record). Mr. Mills also was injured in two accidents because of equipment malfunction. He therefore further aggravated his back condition.  <FRAGMENT_SUPPRESSED>", "4.\tUnder s. 50(2)(c) of the", "CHRA", ", the Tribunal has the power to \"receive and accept such evidence and other information, whether on oath or by affidavit or otherwise, as the Tribunal sees fit, whether or not that evidence or information is or would be admissible in a court of law. <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}