{"id_": "038774", "body_str": [["[1]", "de Montigny, J.", ": The applicant, a citizen of Korea, seeks judicial review of a negative decision with respect to her application for an exemption from the visa requirement on Humanitarian and Compassionate (H&C) grounds. She challenges both the reasonableness of the decision and the procedural fairness of the failure to grant her an oral interview."], ["[2]", "For the reasons that follow, I find that the Officer's decision was reasonable and that the applicant's challenge merely goes to the weight to be given to the evidence that was before the Officer. I am also of the view that the applicant did not have a right to an interview in the context of this particular file. As a result, this application for judicial review is dismissed.", "I.", "Facts"], ["[3]", "The applicant is a 35-year-old citizen of Korea. Her former spouse, whom she married on February 4, 2005, sponsored her application to immigrate to Canada."], ["[4]", "After arriving in Canada on February 20, 2005, the applicant's husband became physically and emotionally abusive towards her, causing her to flee the family home in fear for her life, on or about November 14, 2005. The applicant's husband was charged with assault, sexual assault and uttering threats against her. He eventually pled guilty to a charge of common assault and was sentenced to one year of probation on or about February 13, 2007."], ["[5]", "The applicant applied for and obtained a divorce on the grounds of cruelty, which became final on April 26, 2007."], ["[6]", "On July 6, 2007, the applicant was diagnosed by Dr. Kim, a psychologist, with psychological trauma, including post-traumatic stress disorder, anxiety, depression and insomnia attributable to constant experiences of domestic violence."], ["[7]", "After their separation, the applicant's former husband withdrew his sponsorship application. She was therefore left to apply for permanent residence from within Canada on humanitarian and compassionate grounds. Her application was refused in a decision rendered on April 4, 2008.", "II.", "The Impugned Decision"], ["[8]", "The Officer recognized that the breakdown of Ms. Lee's marriage and the abuse she suffered during her marriage were devastating and traumatic experiences for her, and noted that the memory of the abuse she suffered will unfortunately remain with her whether she is in Korea or Canada. The Officer also acknowledged that Ms. Lee has post-traumatic stress disorder and that her recovery from the abuse she suffered will be a long process for her, but added that she has begun the process of healing from the abuse."], ["[9]", "The Officer also acknowledged the psychologist's recommendation (i.e., that the applicant should remain in Canada rather than return to Korea to recover from her mental illness), but found the evidence presented insufficient to show that Ms. Lee would not have access to psychological counselling in Korea."], ["[10]", "The Officer took note of the emotional support Ms. Lee has received in Canada from her cousin and her church, but also added that she has close family members in Korea. The Officer noted that the applicant's parents permitted her to live with them in Korea and continued to support her after she returned to Canada, even though they were upset about her divorce. The Officer found it was reasonable to expect the applicant's parents, despite her divorce, would continue to support Ms. Lee if she were to return to Korea."], ["[11]", "The Officer expressed sympathy for Ms. Lee's plight and considered it unfortunate that the sponsorship was withdrawn as a result of her divorce, but found that factor insufficient to warrant a visa exemption. Moreover, the Officer came to the conclusion that Ms. Lee did not have a significant degree of establishment in Canada."], ["[12]", "Finally, the Officer accepted that Ms. Lee may face societal discrimination in Korea as a divorced woman, but was not satisfied on the basis of the evidence submitted that the Korean government sanctions such discrimination. Furthermore, the Officer was not satisfied that Ms. Lee, in coping with these difficulties, would be isolated from other women in Korea who are divorced and living in situations similar to her own."], ["[13]", "To sum up, the Officer wrote:", "I recognize that a return to Korea may cause Ms. Lee stress and anxiety and entail a period of re-adjustment. I am not, however, satisfied that it would cause her disproportionate hardship. Ms. Lee has family in Korea who have been supportive of her and who can offer her assistance in resettling in that country. She worked in Korea prior to coming to Canada. Her parents have supported her financially and it is reasonable to expect that they would be willing to assist her financially in Korea, if required.", "III.", "Issues"], ["[14]", "There are three issues to be determined in this application for judicial review:", "- What is the applicable standard of review?", "- Has the Officer committed a reviewable error in assessing the evidence?", "- Has the Officer breached the duty of fairness owed to the applicant by not granting her an oral interview?", "IV.", "Analysis"], ["[15]", "There is no dispute between the parties as to the applicable standard of review. According to the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  an exhaustive review is not required in every case to determine the proper standard of review. Reliance can be placed on existing jurisprudence when the analysis required has already been performed (see <FRAGMENT_SUPPRESSED> , para. 57)."], ["[16]", "It is well settled law since", "<FRAGMENT_SUPPRESSED>  [", "Baker", "], that the standard of review applicable to an officer's decision as to whether or not to grant an exemption based on humanitarian and compassionate considerations is that of reasonableness", "simpliciter", ". Following the decision of the Supreme Court in <FRAGMENT_SUPPRESSED> to move from three to two standards of judicial review, the applicable standard must henceforth be reasonableness."], ["[17]", "Accordingly, this Court must determine the reasonableness of both the process and the outcome of the impugned decision. As to the outcome, the Court will intervene only if the decision falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> , para. 47). Considering that the relief under s. 25 of the", "Immigration and Refugee Protection Act", "IRPA", ") is an exceptional remedy dependent on the Minister's discretion, considerable deference shall be given to the determination of the decision maker (", "<FRAGMENT_SUPPRESSED> )."], ["[18]", "As to issues of procedural fairness, it is well established that a standard of review analysis is not appropriate. When such issues are raised, it falls upon the Court to determine whether the process that was followed was fair, having regard to all the circumstances; if a breach is found, the decision must be set aside (", "<FRAGMENT_SUPPRESSED> )."], ["[19]", "Section 11(1) of the", "IRPA", "requires a foreign national who wishes to reside permanently in Canada to apply for and obtain a visa before coming to Canada. However, section 25(1) of", "IRPA", "allows the Minister to exempt a foreign national from this requirement where there are sufficient humanitarian and compassionate considerations to justify such an exemption."], ["[20]", "It should never be forgotten that granting relief under section 25 is an \"exceptional remedy\" dependent on the Minister's discretion. An applicant is not entitled to a particular outcome, and it is not sufficient that an applicant's plight may invite sympathy. The onus is on the applicant to satisfy the officer that, in the applicant's personal circumstances, the requirement to obtain a visa from outside Canada in the standard manner would cause unusual and undeserved or disproportionate hardship. The test cannot be whether Canada would be a more desirable place to live than the applicant's country of origin. Nor should this Court intervene only for the reason that it may have come to a different conclusion. As long as the officer properly examined the totality of the evidence and came to a defensible and acceptable outcome, her decision should be insulated from judicial review as the weight to be given to any particular fact remains entirely within her expertise."], ["[21]", "It is trite law that the proper test for assessing humanitarian and compassionate applications is whether the general obligation for all foreign nationals to apply for permanent residence from abroad would cause the applicant unusual, undeserved or disproportionate hardship. This assessment, in turn, encompasses a consideration of the risk the applicant allegedly faces in her country of nationality, her level of integration in Canadian society, and the consequences of her removal from Canada."], ["[22]", "The applicant submits that the Officer resorted to unverified assumptions and erroneous logic to discount established findings of discrimination against divorced women in Korea, as opposed to contextualizing those findings and assessing the repercussions for the applicant personally. More particularly, the applicant contends the Officer explained away the real stigma and hardship the applicant would face as a psychologically unwell divorced woman by arguing that she will not be alone in her suffering. The fact that there may be thousands of other women who are victims of social discrimination and hostility in Korea does not justify the refusal of her application; equally irrelevant, in the applicant's view, is the fact that insufficient evidence was submitted to demonstrate that the Korean government sanctions discrimination against divorced women."], ["[23]", "Having read carefully the reasons for the decision reached by the Officer, I cannot but conclude that the Officer was alive to the applicant's position. She acknowledged the abusive relationship Ms. Lee had left, the psychological scars she bears as a result, and the long healing process ahead of her. The Officer also recognized it was unfortunate that the sponsorship was withdrawn. But having regard to all the circumstances, she was nevertheless not satisfied that the hardship of having to obtain a permanent resident visa from outside of Canada in the normal manner would be either unusual and undeserved or disproportionate. This is a conclusion that she could reasonably draw on the basis of the evidence that was before her."], ["[24]", "Contrary to what the applicant asserts, the inferences drawn by the Officer with respect to the support Ms. Lee will likely receive from her parents upon her return to Korea are not unreasonable. Nor was it irrelevant to take into consideration the facts that the Korean government does not countenance or condone societal discrimination, and that she would not be isolated in coping with these difficulties. The Officer also noted there was insufficient evidence to show that Ms. Lee would not have access to psychological counselling in Korea to aid in her recovery. Of course, none of these factors were sufficient or determinative, in and of themselves, in assessing her application. Nevertheless, they could certainly be taken into consideration to determine whether she would suffer unusual and undeserved or disproportionate hardship if required to apply for permanent residence from Korea."], ["[25]", "The psychologist's opinion on social conditions in Korea, while no doubt interesting and relevant considering his own background, could not bind the Officer. Not only could he not be cross-examined, but more importantly, he was not qualified as an expert on that topic, and his views are therefore no more than his opinion."], ["[26]", "The applicant relied on a few cases from this Court to support her proposition that the Officer erred in assuming that Ms. Lee would be able to cope since she will not be alone in her situation if sent back to Korea. However, these cases (", "<FRAGMENT_SUPPRESSED> ) are distinguishable in that they both dealt with H&C applications where the officer applied the PRRA test of risk to life or risk of cruel and unusual treatment."], ["[27]", "Finally, the applicant submitted that the Officer did not give sufficient weight to the Respondent's IP-5 Manual (", "Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds", "), which instructs officers to be particularly sensitive to cases where the spouse of a Canadian citizen or permanent resident leaves an abusive situation and, as a result, is left without an approved sponsor."], ["[28]", "Section 13.10 of that Manual states:", "Family members in Canada, particularly spouses, who are in abusive relationships and are not permanent residents or Canadian citizens, may feel compelled to stay in the relationship or abusive situation in order to remain in Canada; this could put them at risk. Officers are then urged to be particularly sensitive to such cases and to take into account a number of factors when assessing them, namely 1) information indicating there was abuse such as police incident reports, charges or convictions, 2) whether there is a significant degree of establishment in Canada, 3) the hardship that would result if the applicant had to leave Canada, 4) the customs and culture in the applicant's country of origin, 5) support of relatives and friends in the applicant's home country, 6) whether the applicant is pregnant, 7) whether the applicant has a child in Canada, 8) the length of time in Canada, 9) whether the marriage or relationship was genuine, and 10) any other factors relevant to the H&C decision."], ["[29]", "It is true that the Officer nowhere mentions explicitly the Manual in her reasons. Once again, however, a careful reading of her decision shows that she did take the suggested factors into consideration. Moreover, it has been held time and again that guidelines are not law, are not binding on the Minister or his agents, and do not create any legal entitlement in applicants who believe they have satisfied them (", "<FRAGMENT_SUPPRESSED> ). While they can be of assistance to the Court, they cannot fetter the discretion of an officer."], ["[30]", "The applicant's final argument is that the Officer breached the duty of fairness in not providing the applicant with an oral interview. According to Ms. Lee, the Officer's written reasons contain several statements that amount to unverified assumptions. For example, the Officer assumes that because Ms. Lee's parents have supported her financially in Canada, it is reasonable to expect that they would continue to do so should she return to Korea and that they would also sustain her emotionally. In making that assumption, says the applicant, the Officer ignored her assertion that she felt uncomfortable with her parents during her month-long visit with them, for the very fact that they were upset over her divorce. It does not necessarily follow that the applicant's parents will continue to support her in Korea, where their daughter is stigmatized and shunned by society, in the same manner they do now when she is in Canada. Ms. Lee therefore argues that she should at least have had a chance to address the Officer's speculations and rebut her assumptions at an interview."], ["[31]", "Procedural fairness does not always require an oral hearing. As the Supreme Court recognized in", "Baker", "supra", ", \"[t] he flexible nature of the duty of fairness recognizes that meaningful participation can occur in different ways in different situations\" (at para. 33). The Court went on to state explicitly that an oral hearing is not a general requirement for an H&C decision. As long as the applicant is allowed to put before the immigration officer the information relevant to his or her application, the procedure will be fair."], ["[32]", "The applicant tried to rely on the decision of this Court in", "<FRAGMENT_SUPPRESSED>  where Justice Rouleau was concerned that the immigration officer had not properly investigated the validity of a marriage. There was nothing of the kind here. The credibility of the applicant was not at stake. The Officer's inferences that the applicant's family would continue to support her in Korea were reasonable to make in the circumstances, on the basis of the evidence that was before her.", "V.", "Conclusion"], ["[33]", "For all of the foregoing reasons, I am of the view that this application for judicial review ought to be dismissed."], ["[34]", "Neither party has suggested a question for certification, and none arises here.", "JUDGMENT"], ["[35]", "THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is dismissed. No serious question of general importance is certified.", "[End of document]"]]}