{"id_": "038765", "body_str": [["[1]", "Boivin, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) of a decision of an Immigration Officer (the Officer) dated May 20, 2011, wherein the Officer refused the applicant's application for permanent residence as a member of the family class category.", "Factual Background"], ["[2]", "Mr. Francisco Javier Landaeta (the sponsor) is a Canadian permanent resident and his wife Ms. Marlyn Dos Santos (the applicant) is a citizen of Venezuela. They began their relationship in 2002 and then started living together in November 2004. The couple was married on December 14, 2006."], ["[3]", "The sponsor became a Canadian permanent resident on September 29, 2006 under the Quebec Skilled-Worker category. While he was assisted by a consultant when applying for his Quebec Selection Certificate, he was not assisted by any representative in his application for permanent residency. At the time of his application for permanent residence, he did not disclose the fact that he had dependents or non-accompanying dependents."], ["[4]", "In July of 2010, the sponsor submitted an application to sponsor his wife for permanent residence in Canada. The application was received at the Case Processing Centre in Mississauga, Ontario, on or around July 9, 2010."], ["[5]", "Subsequently, the sponsor received a receipt letter dated July 22, 2010, which confirmed that he met the requirements for eligibility as a sponsor and that a copy of the application had been forwarded to the visa office in Caracas. The letter also requested him to submit an undertaking to the Quebec Provincial Government, which he subsequently did. The applicant was then issued a Quebec Selection Certificate on September 22, 2010."], ["[6]", "On May 20, 2011, the visa office in Caracas sent the applicant and sponsor letters informing them that the application had been refused as the sponsor had not declared the applicant as a common-law partner when he had obtained permanent resident status in September of 2006."], ["[7]", "Since the refusal, the applicant has submitted requests for reconsideration based on Humanitarian and Compassionate (H&C) grounds; however these requests have remained unanswered by the visa office in Caracas."], ["[8]", "The applicant has appealed the Officer's decision to the Immigration Appeal Division (IAD) pursuant to subsection 63(1) of the Act. As well, the applicant filed an application for judicial review of the Officer's decision with the Federal Court on August 19, 2011.", "Impugned decision"], ["[9]", "In the letter dated May 20, 2011, the Officer denied the applicant's application for permanent residence as they determined that she did not meet the requirements for immigration to Canada. Specifically, the Officer concluded that the applicant was excluded under paragraph 117(9)(", ") of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the Regulations) because her sponsor failed to declare that he was in a common-law relationship with her at the time he became a Canadian permanent resident. Consequently, she had not been examined and therefore could not be considered a member of the family class."], ["[10]", "The notes on file indicate that the Officer did not study or consider H&C grounds in the analysis of the applicant's application.", "Issues"], ["[11]", "This application raises the following issues:", "1) Do subsection 63(1) and paragraph 72(2)(", ") of the Act preclude this application as the sponsor has not exhausted his right of appeal to the IAD?", "2) Should the immigration officer have examined the H&C factors although they were not raised by the applicant in her application?", "Statutory provisions"], ["[12]", "Several provisions of the Act and the Regulations are applicable in the present case and are included in the Annex.", "The applicants' position"], ["[13]", "The applicants seek to quash the decision of the Officer and have the matter remitted for reconsideration by another visa officer."], ["[14]", "The applicants maintain that his non-disclosure of his common-law partner in his application for Canadian permanent residence in 2006 was an unintentional mistake. They attribute this error to the applicant's lack of legal knowledge and explain that he never intended to conceal his relationship from immigration authorities. Though the applicants admit that Mr. Landaeta began living with Ms. Dos Santos in 2004, they argue that based on the laws of Venezuela, \"we only considered ourselves as boyfriend and girlfriend\" (page 8 of the Application Record). As well, the applicants submit that the term \"common-law partner\" is defined differently in Venezuela. They affirm that foreign national applicants should be advised of the definition of a \"common-law partner\" under Canadian immigration law as the term is open to interpretation. The applicants affirm that the lack of a definition of \"common-law partner\" constitutes a breach of fairness. Additionally, the applicants affirm that their marriage is genuine."], ["[15]", "Moreover, the applicants submit that the application should have been studied on the basis of H&C grounds prior to the issuance of the refusal, as immigration officers have the ability to reconsider a file based on H&C considerations (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 478). Essentially, paragraph 5.12 of the Citizenship and Immigration Overseas Processing Manual entitled \"Processing Members of the Family Class\" (OP 2) provides that an officer may examine H&C factors without an applicant specifically requesting it and lists examples of such situations. The applicants argue that the paragraph 5.12 list is a non-exhaustive one. The applicants maintain that basic fairness and common sense require that the Officer reconsider this file."], ["[16]", "Finally, the applicants submit that paragraph 72(2)(", ") and subsection 63(1) of the Act do not apply in the present case. The applicants maintain that an appeal to the IAD is not a viable remedy because there is no dispute regarding the fact that the applicant is not a member of the family class. The applicants submit that the IAD will not be able to apply special relief based on H&C considerations in light of section 65 of the Act. The applicants rely on the case of", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 242 [", "Huot", "] and argue that the case at bar is similar.", "The respondent's position"], ["[17]", "The respondent contends that the application for judicial review should be dismissed. The respondent declares that there was no breach of procedural fairness in this case and it raises four principal arguments to that effect: 1) the sponsor has not exhausted his right of appeal; 2) the Officer was not required to examine H&C factors; 3) the Officer had no obligation to reconsider the decision; 4) the applicant can still submit an H&C application under section 25 of the Act."], ["[18]", "Firstly, the respondent submits that the application for judicial review should be dismissed because the sponsor has not exhausted his right of appeal. The respondent emphasizes that the purpose of paragraph 117(9)(", ") of the Act is to ensure that potential family class members are examined for inadmissibility. The respondent also argues that the refusal letter of May 20, 2011 informed the applicant of her right to appeal under section 63(1) of the Act, which she did. The respondent contends that the case law has confirmed that paragraph 72(2)(", ") of the Act precludes an application for judicial review in the family class context until the foreign national's sponsor has exhausted his or her right of appeal to the IAD under section 63(1) of the Act (", "<FRAGMENT_SUPPRESSED>  [", "Somodi", "];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1244 [", "Sadia", "]). The respondent explains that pursuant to section 67 of the Act, the IAD may allow an appeal if the decision is based on a factual or legal error, if there was a violation of natural justice, or if H&C grounds warrant special relief. However, in the family class context, section 65 of the Act outlines that the IAD may not examine H&C considerations unless it has decided that the foreign national is a member of the family class. If the IAD allows an appeal, it shall either set aside the original decision and substitute its own determination or refer the matter back to the decision-maker for redetermination. The respondent explains that the applicant may then seek leave and judicial review of the IAD's decision in Federal Court."], ["[19]", "Secondly, the respondent affirms that the Officer was not required to examine H&C factors. The respondent explains that the power outlined in paragraph 5.12 of OP 2 is clearly a discretionary one. In the present case, the respondent notes that none of the situations mentioned in paragraph 5.12 were encountered in the applicant's application. As well, the respondent advances that paragraph 5.12 states that the onus is on the applicants to understand their obligations under the law and indicates that guides included with application kits and visa issuance letters give clear information on the need to declare and have all family members examined (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 316). Thus, the respondent argues that contrary to the applicants' arguments, the Minister was not obliged to advise them of the definition of \"common-law partner\" under Canadian immigration law. The respondent highlights the fact that a similar argument was already rejected in", "<FRAGMENT_SUPPRESSED>  [2005] FCJ No 852. The respondent also propounds that the present application may be distinguished from the case of", "Huot", "as the applicant did not raise H&C factors in the original application for permanent residence and therefore no H&C decision was made by the Officer. As well, the respondent submits that pursuant to", "dela  <FRAGMENT_SUPPRESSED>  [2006] FCJ 774 at paragraph 48, an applicant's duty to disclose all dependents runs from the time he or she files his or her application for permanent residence until the day he or she is landed as a permanent resident in Canada."], ["[20]", "Thirdly, the respondent argues that the Officer had no obligation to reconsider the decision and that the appropriate remedy was an appeal to the IAD."], ["[21]", "Fourthly, the respondent maintains that another appropriate remedy at this time would be to file an H&C application under section 25(1) of the Act (", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 432, at para 31).", "Analysis"], ["[22]", "As a preliminary comment, this Court finds it useful to remind that immigration to Canada is a privilege and cannot be presumed a right. Pursuant to paragraphs 3(1)(d) and", "(h),", "the objectives of the Act with respect to immigration are notably to see that families are reunited in Canada, to protect the health and safety of Canadians and to maintain the security of Canadian society."], ["[23]", "In order to protect the integrity of Canada's system, paragraph 117(9)(d) of the Regulations provides that a person is not a member of the family class if that person was not examined at the time of the proposed sponsor's application for permanent residence (subject to certain exceptions). The purpose of paragraph 117(9)(d) is to ensure that potential family class members are examined for inadmissibility."], ["[24]", "Relying on the Federal Court of Appeal's decision  <FRAGMENT_SUPPRESSED>", ", the Court is of the opinion that this application for judicial review should be dismissed as the sponsor in question, Mr. Landaeta, has not exhausted his right of appeal. The application must be dismissed on the ground that paragraph 72(2)(", ") of the Act requires the sponsor to exhaust their right of appeal to the IAD before an application for judicial review can be made at this Court. The process envisaged in the Act with respect to the admission of foreign nationals as members of the family class is comprehensive and self-contained. More specifically, Parliament intended to avoid the multiplicity of issues in the interest of judicial economy."], ["[25]", "The Court recalls the comments made by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>"], ["[22] Parliament has prescribed a route through which the family sponsorship applications must be processed, culminating, after an appeal, with a possibility for the sponsor to seek relief in the Federal Court. Parliament's intent to enact a comprehensive set of rules in the IRPA governing family class sponsorship applications is evidenced both by paragraph 72(2)(", ") and subsection 75(2) [as am. by S.C. 2002, c. 8, s. 194].", "..."], ["[27] As the Federal Court Judge found, under the family class sponsorship program, the family sponsor is the person vested with the rights and responsibilities created by the program, including the right to initiate and conduct the legal proceedings needed to assert his or her rights, also including the appeal proceedings before the IAD and, if necessary and authorized, judicial review in the Federal Court."], ["[28] At first blush, the family sponsorship scheme and the route chosen by Parliament to challenge an adverse decision may appear harsh to the appellant. However, it is the process that he and his spouse elected to choose to secure his entry into Canada."], ["[29] It should be remembered that, on a family sponsorship application, the interests of the parties are congruent. Both the sponsor and the foreign national seek a reunification of the family. It would be illogical and detrimental to the objectives of the scheme to allow a multiplicity of proceedings on the same issue, in different forums, to parties pursuing the same interests. It would also be detrimental to the administration of justice as it would open the door to conflicting decisions and fuel more litigation. This is precisely what Parliament intended to avoid."], ["[30] In addition, the appellant is not deprived of all remedies. He has other avenues such as an application to the Minister based on humanitarian and compassionate considerations pursuant to section 25 of the IRPA. We were told that such an application is pending. He has also unsuccessfully prevailed himself of the right to apply for refugee status as well as the right to apply for a pre-removal risk assessment."], ["[32] I would add the following. This case eloquently illustrates that an early application for judicial review may be unnecessary and an unwarranted waste of time, money and scarce judicial resources. [...]"], ["[26]", "Moreover, it must be noted that the case of", "Huot", "raised by the applicant cannot be relied upon in the application for judicial review at hand. The facts of the", "Huot", "decision do not resemble those in the present case;  <FRAGMENT_SUPPRESSED>", ", the applicant had submitted an H&C application under subsection 25(1) which is not the case in this matter. Hence, the applicant's argument before the Court was not that the sponsored individual was, in fact, a member of the family class, but rather that the officer's decision, considered as a whole, was unreasonable as he arbitrarily disregarded the reasonable and compassionate grounds advanced that had been included in the original application. As well, the Court notes that Justice Martineau stated the following in his decision:"], ["[16] It must be noted that, procedurally and factually, we are faced today with a very unique, if not exceptional case that cannot serve in the future as a master key allowing a sponsor to circumvent the clear provisions of subsection 63(1) of the IRPA. The purpose of subsection 72(2)(", ") of the IRPA is to avoid multiple inconsistent proceedings. A party must not unduly appeal to the precious resources of the Court where another remedy is available and has not been exercised. On the other hand, the Court's rules of procedure must be interpreted so as to secure the just, most expeditious and least expensive determination of every proceeding on its merits. In this case, none of these goals were achieved. [Emphasis added]"], ["[27]", "More recently, Justice Scott  <FRAGMENT_SUPPRESSED>", "stated that:", "Section 72(2)(a) of the Act is clear, no parallel proceedings can be brought before the IAD and this Court, challenging the same decision at the same time."], ["[28]", "The Court would add that the jurisprudence cited by the applicant does not cast doubt on the principles enunciated  <FRAGMENT_SUPPRESSED>", ": paragraph 72(2)(a) precludes an application for judicial review in the family class context until the foreign national's sponsor has exhausted his or her right of appeal to the IAD under section 63 of the Act. It is worthy of note that the record before the Court demonstrates that Mr. Landaeta has indeed filed an appeal to the IAD. Paragraph 72(2)(a) therefore precludes an application before this Court until the right of appeal has been exhausted."], ["[29]", "Following the Court's finding on the first question, there is no need for this Court to address the second question."], ["[30]", "The application for judicial review is dismissed. No question of general importance is raised by the parties and none shall be certified.", "JUDGMENT"], ["[31]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed;", "2. There is no question for certification.", "Application dismissed.", "Editor: Sharon McCartney/vnh", "ANNEX", "The following provisions of the Act are applicable in these proceedings:", "Requirements Before Entering Canada and Selection", "Requirements Before Entering Canada", "Application before entering Canada", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "If sponsor does not meet requirements", "(2) The officer may not issue a visa or other document to a foreign national whose sponsor does not meet the sponsorship requirements of this Act.", "Selection of Permanent Residents", "Family reunification", "12. (1) A foreign national may be selected as a member of the family class on the basis of their relationship as the spouse, common-law partner, child, parent or other prescribed family member of a Canadian citizen or permanent resident.", "Humanitarian and compassionate considerations - request of foreign national", "25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "Right of Appeal", "Competent jurisdiction", "62. The Immigration Appeal Division is the competent Division of the Board with respect to appeals under this Division.", "Right to appeal - visa refusal of family class", "63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.", "Right to appeal - visa and removal order", "(2) A foreign national who holds a permanent resident visa may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.", "Right to appeal - removal order", "(3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.", "Right of appeal - residency obligation", "(4) A permanent resident may appeal to the Immigration Appeal Division against a decision made outside of Canada on the residency obligation under section 28.", "Right of appeal - Minister", "(5) The Minister may appeal to the Immigration Appeal Division against a decision of the Immigration Division in an admissibility hearing.", "Humanitarian and compassionate considerations", "65. In an appeal under subsection 63(1) or (2) respecting an application based on membership in the family class, the Immigration Appeal Division may not consider humanitarian and compassionate considerations unless it has decided that the foreign national is a member of the family class and that their sponsor is a sponsor within the meaning of the regulations.", "Appeal allowed", "67. (1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,", ") the decision appealed is wrong in law or fact or mixed law and fact;", ") a principle of natural justice has not been observed; or", ") other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "Effect", "(2) If the Immigration Appeal Division allows the appeal, it shall set aside the original decision and substitute a determination that, in its opinion, should have been made, including the making of a removal order, or refer the matter to the appropriate decision-maker for reconsideration.", "Judicial Review", "Application for judicial review", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "Application", "(2) The following provisions govern an application under subsection (1):", ") the application may not be made until any right of appeal that may be provided by this Act is exhausted;", ") subject to paragraph 169(", "), notice of the application shall be served on the other party and the application shall be filed in the Registry of the Federal Court (\"the Court\") within 15 days, in the case of a matter arising in Canada, or within 60 days, in the case of a matter arising outside Canada, after the day on which the applicant is notified of or otherwise becomes aware of the matter;", ") a judge of the Court may, for special reasons, allow an extended time for filing and serving the application or notice;", ") a judge of the Court shall dispose of the application without delay and in a summary way and, unless a judge of the Court directs otherwise, without personal appearance; and", ") no appeal lies from the decision of the Court with respect to the application or with respect to an interlocutory judgment.", "The following provision of the Regulations is also applicable in these proceedings:", "Family Class", "Excluded relationships", "117(9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if", ") the foreign national is the sponsor's spouse, common-law partner or conjugal partner and is under 16 years of age;", ") the foreign national is the sponsor's spouse, common-law partner or conjugal partner, the sponsor has an existing sponsorship undertaking in respect of a spouse, common-law partner or conjugal partner and the period referred to in subsection 132(1) in respect of that undertaking has not ended;", ") the foreign national is the sponsor's spouse and", "(i) the sponsor or the foreign national was, at the time of their marriage, the spouse of another person, or", "(ii) the sponsor has lived separate and apart from the foreign national for at least one year and", "(A) the sponsor is the common-law partner of another person or the sponsor has a conjugal partner, or", "(B) the foreign national is the common-law partner of another person or the conjugal partner of another sponsor; or", ") subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.", "Formalités préalables à l'entrée et sélection", "Formalités préalables à l'entrée", "Visa et documents", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "Cas de la demande parrainée", "(2) Ils ne peuvent être délivrés à l'étranger dont le répondant ne se conforme pas aux exigences applicables au parrainage.", "Sélection des résidents permanents", "Regroupement familial", "12. (1) La sélection des étrangers de la catégorie « regroupement familial » se fait en fonction de la relation qu'ils ont avec un citoyen canadien ou un résident permanent, à titre d'époux, de conjoint de fait, d'enfant ou de père ou mère ou à titre d'autre membre de la famille prévu par règlement.", "Séjour pour motif d'ordre humanitaire à la demande de l'étranger", "25. (1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "Droit d'appel", "Juridiction compétente", "62. La Section d'appel de l'immigration est la section de la Commission qui connaît de l'appel visé à la présente section.", "Droit d'appel: visa", "63. (1) Quiconque a déposé, conformément au règlement, une demande de parrainage au titre du regroupement familial peut interjeter appel du refus de délivrer le visa de résident permanent.", "Droit d'appel: mesure de renvoi", "(2) Le titulaire d'un visa de résident permanent peut interjeter appel de la mesure de renvoi prise au contrôle ou à l'enquête.", "Droit d'appel: mesure de renvoi", "(3) Le résident permanent ou la personne protégée peut interjeter appel de la mesure de renvoi prise au contrôle ou à l'enquête.", "Droit d'appel: obligation de résidence", "(4) Le résident permanent peut interjeter appel de la décision rendue hors du Canada sur l'obligation de résidence.", "Droit d'appel du ministre", "(5) Le ministre peut interjeter appel de la décision de la Section de l'immigration rendue dans le cadre de l'enquête.", "Motifs d'ordre humanitaires", "65. Dans le cas de l'appel visé aux paragraphes 63(1) ou (2) d'une décision portant sur une demande au titre du regroupement familial, les motifs d'ordre humanitaire ne peuvent être pris en considération que s'il a été statué que l'étranger fait bien partie de cette catégorie et que le répondant a bien la qualité réglementaire.", "Fondement de l'appel", "67. (1) Il est fait droit à l'appel sur preuve qu'au moment où il en est disposé:", ") la décision attaquée est erronée en droit, en fait ou en droit et en fait;", ") il y a eu manquement à un principe de justice naturelle;", ") sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales.", "Effet", "(2) La décision attaquée est cassée; y est substituée celle, accompagnée, le cas échéant, d'une mesure de renvoi, qui aurait dû être rendue, ou l'affaire est renvoyée devant l'instance compétente.", "Contrôle judiciaire", "Demande d'autorisation", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "Application", "(2) Les dispositions suivantes s'appliquent à la demande d'autorisation:", ") elle ne peut être présentée tant que les voies d'appel ne sont pas épuisées;", ") elle doit être signifiée à l'autre partie puis déposée au greffe de la Cour fédérale - la Cour - dans les quinze ou soixante jours, selon que la mesure attaquée a été rendue au Canada ou non, suivant, sous réserve de l'alinéa 169", "), la date où le demandeur en est avisé ou en a eu connaissance;", ") le délai peut toutefois être prorogé, pour motifs valables, par un juge de la Cour;", ") il est statué sur la demande à bref délai et selon la procédure sommaire et, sauf autorisation d'un juge de la Cour, sans comparution en personne;", ") le jugement sur la demande et toute décision interlocutoire ne sont pas susceptibles d'appel.", "Regroupement familial", "Restrictions", "117(9) Ne sont pas considérées comme appartenant à la catégorie du regroupement familial du fait de leur relation avec le répondant les personnes suivantes:", ") l'époux, le conjoint de fait ou le partenaire conjugal du répondant s'il est âgé de moins de seize ans;", ") l'époux, le conjoint de fait ou le partenaire conjugal du répondant si celui-ci a déjà pris un engagement de parrainage à l'égard d'un époux, d'un conjoint de fait ou d'un partenaire conjugal et que la période prévue au paragraphe 132(1) à l'égard de cet engagement n'a pas pris fin;", ") l'époux du répondant, si, selon le cas:", "(i) le répondant ou cet époux étaient, au moment de leur mariage, l'époux d'un tiers,", "(ii) le répondant a vécu séparément de cet époux pendant au moins un an et, selon le cas:", "(A) le répondant est le conjoint de fait d'une autre personne ou il a un partenaire conjugal,", "(B) cet époux est le conjoint de fait d'une autre personne ou le partenaire conjugal d'un autre répondant;", ") sous réserve du paragraphe (10), dans le cas où le répondant est devenu résident permanent à la suite d'une demande à cet effet, l'étranger qui, à l'époque où cette demande a été faite, était un membre de la famille du répondant n'accompagnant pas ce dernier et n'a pas fait l'objet d'un contrôle.", "[End of document]"]]}