{"id_": "038867", "body_str": [["[1]", "Evans, J.", ": Anil Kumar Madan, a citizen of India residing in Saudi Arabia, applied to the Canadian High Commission in Pakistan for admission to Canada as a permanent resident in the independent immigrant category."], ["[2]", "On his application form Mr. Madan gave his intended occupation in Canada as financial manager. In July 1998 the visa officer refused to issue a visa to Mr. Madan because he had not been awarded the number of units of assessment normally required for a successful application in the independent category."], ["[3]", "In particular, the visa officer awarded Mr. Madan no units of assessment for experience, because, on the basis of the materials submitted, he was not satisfied that the applicant was performing the duties of a financial manager as described in the", "National Occupational Classification"], ["[4]", "In his written argument counsel made two submissions in support of the application for judicial review of the visa officer's decision. The first was that it was unreasonable for the visa officer to conclude that Mr. Madan's work experience did not match the duties of a financial manager. Furthermore, the refusal to issue the visa was procedurally unfair because the visa officer had not invited the applicant to elaborate and clarify the precise nature of his employment duties so as to enable him to make an accurate determination of whether they fell within the NOC's description of the duties of a financial manager."], ["[5]", "Counsel did not make oral submissions on this point. On the basis of the material before the officer, including some not very informative letters from employers, it was clearly open to him to conclude that Mr. Madan's duties were not those of a financial manager."], ["[6]", "It is well established that it is the responsibility of a visa applicant to put before the officer all the material necessary for a favourable decision to be made. Hence, visa officers are under no general legal duty to ask for clarification or for additional information before rejecting a visa application on the ground that the material submitted was insufficient to satisfy the officer that the applicant had met the relevant selection criteria."], ["[7]", "Accordingly, the application for judicial review cannot succeed on the basis of this first submission."], ["[8]", "The second ground of review on which counsel relied was that the visa officer had erred in law by failing to assess Mr. Madan in the occupation of accountant, an occupation that was inherent in his work experience. In order to appreciate this submission it is necessary to set out more of the factual background."], ["[9]", "The visa officer's CAIPS notes, presumably entered close to the time when he assessed Mr. Madan's application, state:", "\"Appears applicant does some accounting. However, he does not meet the ETF requirements as an accountant.\""], ["[10]", "I infer from this that the visa officer had considered assessing Mr. Madan in the occupation of an accountant. This would not be surprising in view of the letters from employers that were submitted with the application."], ["[11]", "Thus, one letter of reference described him as \"chief accountant/assistant manager for one of our clients M.T.C. Ltd.\" A letter from M.T.C. Ltd. itself confirms that Mr. Madan's \"basic job\" was chief accountant, and praises his \"overall accuracy and efficiency in accounting\". A third letter, written in 1979 on behalf of a company in India with whom Mr. Madan was then employed, stated that he had been working as an accountant: \"he is responsible for finalisation of accounts up to preparation of annual balance sheet, profit & loss, bank reconciliation and subsidiary accounts.\""], ["[12]", "I also infer from the CAIPS notes that the visa officer decided not to make a full and formal assessment of the application in the occupation of accountant because Mr. Madan did not possess the requisite level of education and training prescribed for this occupation in the NOC. This inference is supported by the statement in the visa officer's affidavit that he \"noted that Mr. Madan has no degree in accounting\"."], ["[13]", "In this same affidavit the visa officer also said, after concluding that Mr. Madan's duties did not appear to be those of a financial manager,", "\"I compared that definition [of the duties of a financial manager] with the one of accountant (NOC 1111) and found that the experience of the applicant corresponds to the one of accountant. However, neither the applicant or his counsel required that the application be reviewed for the requirement of accountant. Nor is a financial manager a related occupation to an accountant.\"", "In other words, the visa officer did not assess the applicant as an accountant because he had not been asked to do so and the occupation of accountant is not a related occupation to that of financial manager."], ["[14]", "One further point should be noted here. Attached to the visa application submitted on behalf of Mr. Madan by Sun Enterprises Inc. of Toronto was the following note, which I infer was written by the person at Sun who submitted the application:", "\"INTENDED OCCUPATION:", "FINANCIAL MANAGER SUPPLEMENT", "TO SECTION 17", "Considering the applicant's job duties, work experience and educational and training background, we have put his application through under the financial manager category - as is apparent from his rejection letter he was considered under the 'miscellaneous accountant job duties' - we trust our justification under the new category of 'financial manager' holds strong ground.\"", "\"Section 17\" refers to the space on the visa application form where the applicant is asked to complete, \"my intended occupation in Canada is\"."], ["[15]", "As the notation by Sun indicates, Mr. Madan had made a previous unsuccessful application for a visa; it had been directed to the Canadian Embassy in Saudi Arabia."], ["[16]", "It is clear from the letter of decision written by the visa officer in response to that application that Mr. Madan had applied in the intended occupation of \"miscellaneous accountant\". This occupation carries relatively few units of assessment for either occupational demand in Canada, or Special Vocational Preparation. The visa officer at that time also assessed Mr. Madan's application by considering the related occupation of \"book keeper\", in which the applicant was qualified and experienced. However, in neither occupation was the applicant awarded sufficient units of assessment to obtain a favourable decision, and his application was refused."], ["[17]", "On the basis of these facts counsel made two submissions. First, if, as the CAIPS notes suggest, the visa officer considered the occupation of accountant and found that the applicant did not meet the Education and Training Factor, he erred in law in his interpretation of the relevant provisions of the NOC. Second, if, as the visa officer's affidavit suggests, he did not assess the application by considering the occupation of accountant because the applicant had not so requested, he erred in law because the occupation is inherent in Mr. Madan's employment experience.", "1. Accountants And ETF"], ["[18]", "The relevant occupation in the NOC is \"1111 Financial Auditors and Accountants\". Examples of titles classified in this group are given as:", "\"Accountant, Chartered Accountant (C.A.), Certified General Accountant (C.G.A.), Certified Management Accountant (C.M.A.), Financial Auditor, Internal Auditor.\""], ["[19]", "Title 1111 sets out employment requirements for a C.A., C.G.A., C.M.A. and Auditors. There is no discrete employment requirement for accountants as such."], ["[20]", "Title 1111.2, \"Accountants\", lists under the sub-heading \"Education/Training\", \"5+, 6+, 7+ R.\" These numerical indicators refer to: vocational or specific training programs (5); college or technical school diplomas (6); and undergraduate degrees (7). The \"+\" indicates that additional requirements must be met over and above education and training, which could include extensive experience and demonstrated ability. \"R\" means that some regulated requirements exist for that group."], ["[21]", "Counsel for the applicant argued that, there is no specified ETF in the NOC for accountants. The applicant has one of the relevant ETF numerical indicators, namely 7+ (bachelor's degree, and extensive experience and demonstrated ability). Therefore, the visa officer erred in law in finding that Mr. Madan did not satisfy the ETF for an accountant and that he could not therefore consider Mr. Madan's employment experience."], ["[22]", "I am not persuaded that this is the only possible reading of the relevant NOC provisions. The absence of any ETF for accountants may indicate that \"accountant\" is intended to be a generic description of the specific occupations listed in 1111 (C.A., C.G.A., C.M.A.), and that there is no occupation of accountant \"simpliciter\". Those whose work can be described as involving accounting, but who are not a C.A., C.G.A., or C.M.A., may ask to be assessed in the NOC categories of \"miscellaneous accountant\" or \"book keeper\", as indeed the applicant had been in his previous visa application."], ["[23]", "On this view of the NOC the visa officer was correct to conclude that the applicant did not satisfy the ETF for an accountant. This is because Mr. Madan lacked the accreditation required for the three occupations listed under the generic occupational category of accountant. If in his affidavit the visa officer meant that Mr. Madan did not qualify as an accountant because he had no university degree in accounting, I do not think that his interpretation of the NOC was correct."], ["[24]", "In any event, visa officers should be afforded considerable discretion in determining whether an applicant satisfies the requirements for a given occupation, including their interpretation of the provisions of the NOC. They have a familiarity with and understanding of this document that is at least equal to, and will often exceed, that of a reviewing court."], ["[25]", "In addition, while the NOC is incorporated by reference into the", "Immigration Regulations, 1978", ", SOR/78-172 by s. 8(1) and Schedule I, it was not drafted with a view to determining legal rights and duties, and is accordingly not written in the style of a legal instrument. Consequently, when subjected to the searchlight of legal analysis, its provisions will often be found to be ambiguous or vague, as is the case here."], ["[26]", "Accordingly, the visa officer will only have erred in law if his conclusion that the applicant did not satisfy the ETF requirements for accountants was unreasonable or, perhaps, patently unreasonable:", "<FRAGMENT_SUPPRESSED>  (S.C.C.). Given the ambiguities of the text, the technical and non-legal nature of the subject matter, and the fact that the applicant can always submit a fresh application, I cannot say that the visa officer's conclusion was so unreasonable that the decision to refuse a visa should be set aside as erroneous in law.", "2. The Duty To Assess", "In Other Occupations"], ["[27]", "The second submission of counsel for the applicant was that the visa officer erred in law because he did not fully assess the application by considering the occupation of accountant. The applicant was qualified and experienced in this occupation and it is inherent in his employment experience."], ["[28]", "This point only arises, of course, if the visa officer did not assess the applicant in the occupation of accountant, and \"accountant\" is a discrete occupation in the NOC. I shall assume for the purpose of this argument that a person may be considered in the generic occupational category of accountant."], ["[29]", "As I have indicated above, one reading of the CAIPS notes is that the officer did consider this occupation, but because he concluded that the applicant did not meet the ETF for it, he proceeded no further. Nonetheless, it is certainly possible to infer from the visa officer's affidavit that he did not make an assessment in this occupation, since he stated that neither the applicant nor his counsel had requested that the application be assessed for the occupation of accountant, which he also said was not a related occupation to that of financial manager."], ["[30]", "As counsel conceded, there is authority in this court both for and against the proposition that visa officers are under a legal obligation to assess an application by considering an occupation which is inherent in the applicant's work experience and for which the applicant is qualified and experienced, even though that occupation is not designated in the \"intended occupation\" box on the application form, and is not one that the applicant at any time ever requested the officer to take into consideration."], ["[31]", "In my opinion the visa officer did not commit a reviewable error by failing to make a full assessment of the application using accountant as an intended occupation. First, as I have already indicated, the visa officer decided that the applicant did not have the ETF for this occupation. It would therefore have been futile for him to have proceeded with it further."], ["[32]", "Second, the applicant's representative had clearly indicated on the notation attached to the visa application form that the applicant was being put forward in the occupation of financial manager and not miscellaneous accountant, which had been the designated intended occupation in the applicant's previous unsuccessful application."], ["[33]", "In these circumstances, it cannot have been unreasonable for the visa officer to assume that the applicant had deliberately chosen to be assessed in an occupation other than accounting. Hence, it was not reasonable to expect that the officer would make an assessment that the applicant clearly appeared not to have wanted, even though the visa officer regarded the applicant's employment as involving accounting."], ["[34]", "For these reasons the application for judicial review is dismissed.", "Application dismissed.", "Editor: Sharon J. McLaughlin/saf", "[End of document]"]]}