{"id_": "038912", "body_str": [["[1]", "Mosley, J.", ": This is an application for judicial review pursuant to sections 18 and 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7. The applicant, Dr Bruno Makoundi, challenges a decision of the Public Service Staffing Tribunal  <FRAGMENT_SUPPRESSED>  dismissing his complaint against the Deputy Minister of Transport, Infrastructure and Communities. Dr Makoundi seeks to have the decision set aside and the matter referred back to a different PSST Member for reconsideration. For the reasons that follow, the application is dismissed.", "II.", "Background"], ["[2]", "The following facts are taken from the PSST decision and excerpts from the Certified Tribunal Record [CTR] that were included in the parties' application records. Dr Makoundi's affidavit served only to introduce documentary evidence as exhibits. He provided no account of the facts related to the decision in the affidavit, but the substance of his complaint dated November 5, 2012 and updated on February 18, 2013 is referenced in the PSST decision. The CTR was not appended as an exhibit to the affidavits filed by either party."], ["[3]", "Dr Makoundi was formerly employed with Infrastructure Canada. He was appointed to the position of Senior Evaluation Officer in 2008. Dr Makoundi's academic qualifications are in the field of economics. Prior to joining Infrastructure Canada, he had worked for other government departments and several non-governmental organizations."], ["[4]", "On June 27, 2012, Dr Makoundi was informed that he might be laid off pursuant to a", "selection of employees for retention or lay-off", "process [SERLO]. This process was justified by a lack of work following the completion of various infrastructure programs and cuts to the employer's operating budget. All of the employees involved in a SERLO presumptively met the merit criteria for their positions at the time of appointment. The goal of the SERLO was to differentiate between employees to be retained and employees to be selected for lay-off. The applicant was told that he was one of two employees who would be involved in the particular SERLO in question. The other affected employee was Ms Candice Bazinet."], ["[5]", "Fourteen essential qualifications were identified in advance for assessment in the SERLO:", "1. Graduation with a degree from a recognized university with acceptable specialization in economics, sociology or statistics;", "2. Experience in planning and conducting evaluations, studies or reviews of federal programs, policies or initiatives;", "3. Experience preparing evaluations or reviewing reports;", "4. Experience in providing advice, and preparing briefs notes or presentations to senior management [...];", "5. Knowledge of Treasury Board of Canada Secretariat's policies, directives and guidelines related to performance measurement strategies and frameworks and program evaluation;", "6. Knowledge of qualitative or quantitative methodologies used in evaluation;", "7. Ability to analyze and synthesize information and complex issues and provide recommendations;", "8. Ability to communicate effectively in writing;", "9. Ability to communicate effectively orally;", "10. Ability to supervise a team;", "11. Effective interpersonal skills;", "12. Initiative;", "13. Reliability; and", "14. Judgment."], ["[6]", "The first qualification was assessed using proof of education. The others were assessed either through a narrative statement written by the employee, a written exam or a reference check. To be selected for retention, an employee would have to obtain a passing mark for each qualification, in addition to the highest overall mark for qualifications 5 to 10 and 13."], ["[7]", "The SERLO assessment board [Board] was chaired by Mr Raymond Kunze, the Chief Audit and Evaluation Executive in the Department. Mr Kunze had only recently been appointed to that position. He became Dr Makoundi's superior in August 2012. The Board also included Mr Richard Larue and Ms Carole Thériault, neither of whom knew the two candidates."], ["[8]", "During the SERLO process, issues arose over messages sent by the applicant to other employees of the Department. Dr Makoundi had previously alleged that he was harassed at work between 2008 and 2010, primarily for reasons related to his race and national origin. The applicant is a Black man born in the Congo. He had filed a harassment complaint against another employee in his Department and an investigation of the complaint was conducted by an external agency. Through the access to information program, Dr Makoundi had requested and received the names of persons who had provided evidence during the investigation. On September 24, 2012, he sent an e-mail message to a group of employees suggesting that he would initiate legal action against them in the Federal Court."], ["[9]", "On September 27, 2012, Mr Kunze, accompanied by the Departmental Security Officer, met with Dr Makoundi regarding his e-mail to the other employees. Mr Kunze explained that the recipients found Dr Makoundi's language threatening and intimidating. He asked the applicant to stop communicating with the witnesses by e-mail, recommending that he instead contact the Department of Justice lawyer who was in charge of the legal proceedings related to his harassment complaint. After the Department of Justice declined to become involved prior to the initiation of actual proceedings against the other employees, the applicant sent a second e-mail to the witnesses on October 1, 2012. Again he threatened legal action but this time before the Superior Court of Justice of Ontario for defamation and slander. The applicant invited the recipients to file a harassment complaint with the Ottawa Police if they found his language threatening."], ["[10]", "On the morning of October 3, the applicant completed the written exam portion of the SERLO. In the afternoon, Mr Kunze held a second meeting with the applicant in the presence of the Departmental Security Officer. Mr Kunze handed the applicant a letter regarding his e-mails sent on September 24 and October 1. This letter repeated that Dr Makoundi had to cease communicating with the witnesses and that he could communicate with the Department of Justice lawyer. In the following days, the applicant sent e-mail messages to the lawyer and to Mr Kunze. He then sent a third e-mail to two witnesses on October 12. On October 17, a disciplinary hearing was held regarding the applicant's e-mails."], ["[11]", "On October 22, the Board completed the employees' overall score sheet for the SERLO. The applicant failed qualification 5. He obtained a mark of 18 out of 42, whereas the pass mark was 24 out of 42 (60%). Ms Bazinet obtained a passing mark for every qualification. In addition, the applicant's overall mark for the graded qualifications was 73 out of 115, whereas Ms Bazinet obtained a superior overall mark of 94 out of 115."], ["[12]", "On October 24, the applicant received a letter informing him that he was selected for lay-off. On October 30, the Board explained this outcome to him in an informal meeting. The following day, Mr Kunze gave the applicant a reprimand letter in relation to the disciplinary hearing held on October 17."], ["[13]", "Dr Makoundi made a complaint to the PSST under the", "Public Service Employment Act", ", SC 2003, c 22 [", "PSEA", "], alleging that the respondent had abused its authority in selecting him for lay-off. He also notified the Canadian Human Rights Commission [CHRC] that he intended to raise an issue involving the interpretation or application of the", "Canadian Human Rights Act", ", RSC 1985, c H-6 [", "CHRA", "]. The CHRC declined to make submissions in the matter."], ["[14]", "By decision dated March 26, 2014, the PSST dismissed the applicant's complaint.", "III.", "Decision under Review"], ["[15]", "On March 26, 2014, the PSST issued", "Bruno Makoundi and the Deputy Minister of Transport, Infrastructure and Communities", ", 2014 PSST 5, dismissing the applicant's complaint. This decision states and decides three issues:", "1. Did the respondent abuse its authority when it assessed the complainant's qualifications during this SERLO process?", "2. Did the respondent abuse its authority when it assessed the person selected for retention, and did it show personal favouritism towards this person?", "3. Did the complainant's race, colour, or national or ethnic origin influence the decision to select him for lay-off?"], ["[16]", "Subsection 65(1) of the", "PSEA", "provides for recourse in lay-off situations where there has been \"an abuse of authority\". The term \"abuse of authority\" is not defined in the statute but subsection 2(4) states that it includes bad faith and personal favouritism: see", "<FRAGMENT_SUPPRESSED> . According to the PSST, \"whether an error constitutes an abuse of authority will depend on the nature and the seriousness of the error in question. Abuse of authority may also include improper conduct or omissions\": para 22."], ["[17]", "In his complaint and a subsequent revised complaint, the applicant alleged that Ms Bazinet had benefitted from greater flexibility in the wording of the English version of the test with respect to qualification 2. The PSST found that Ms Bazinet was not favoured because she had relied on the English version and that Dr Makoundi had not been disadvantaged in using the French version. The differences were inconsequential because he had succeeded in demonstrating that he met the qualification."], ["[18]", "Only the French text was altered for qualification 3 to correct a translation error. With respect to qualification 4, a minor change was made to the English text for clarification purposes (the addition of the word \"notes\"), and the French text was also corrected because of a translation error."], ["[19]", "The participants had been informed that qualification 5 would examine \"[k]nowledge of Treasury Board of Canada Secretariat's policies, directives and guidelines related to performance measurement strategies and frameworks and program evaluation\". The French version stated: \"[c]onnaissance des politiques, des directives et des lignes directrices du Sécrétariat du Conseil du Trésor du Canada relié [sic] aux stratégies de mesures du rendement, des cadres et de l'évaluation des programmes\"."], ["[20]", "The exam assessed qualification 5 through two questions. The first question read:", "Describe the three elements outlined within the policy requirements of the Treasury Board Policy on Management, Resources and Results Structure (MRRS), and explain why they are important for evaluations."], ["[21]", "The second question read:", "Describe the core issues to be addressed in an evaluation as required under the Treasury Board Policy on Evaluation (2009).", "What are the possible challenges in implementing them?"], ["[22]", "The complainant did not provide an adequate answer to the first question because he had not reviewed the Policy on MRRS. He explained that he did not regularly use this policy in his work. He submitted that it was inappropriate to ask a question about this policy because the statement for qualification 5 did not mention it. Also, it is not related to evaluation work. Instead, it ensures that program outcomes contribute to the organization's attainment of objectives."], ["[23]", "Mr Larue and Mr Kunze explained that the MRRS Policy is relevant to various aspects of evaluation work. In their view, a senior evaluation officer should know this policy, which is directly mentioned in various directives and guidelines. The PSST concluded that the MRRS Policy was relevant to evaluation and was therefore properly included in the statement for qualification 5."], ["[24]", "The Board initially requested two references from each of the participants. A third reference was requested later, but the Board afterwards reverted back to two. The referees had to be supervisors of the participants in the last three years and, if possible, one of these individuals should have worked with the participant at Infrastructure Canada. The Board obtained only one reference for the complainant and two for Ms Bazinet. According to the complainant, this demonstrates unfairness and qualifies as an abuse of process."], ["[25]", "The Board explained that it only considered the information provided by one of the complainant's referees in order to preserve the impartiality of the SERLO process. Out of the three referees named by Mr Makoundi, the first provided a positive reference. The second explained that she did not know the complainant well enough to give a reference. The Board did not contact the third referee at the complainant's specific request. Indeed, the complainant had told Mr Kunze that this referee had harassed him in the past."], ["[26]", "Mr Kunze and Ms Thériault explained that they found the responses of the first referee sufficient to assess the complainant's qualifications. The complainant was given the mark of 4 out of 5 for qualifications 8, 11 and 14, which were assessed by means of references. He also obtained the mark of \"meets\" for qualifications 12 and 13. The Board did not lower his mark on the basis that he only had one reference."], ["[27]", "The PSST found no abuse of authority. The Board exercised its discretion to assess the complainant with one reference, even though it obtained two for Ms Bazinet, in order to avoid disadvantaging him. This decision did not negatively affect the complainant, who obtained good marks for the relevant qualifications. Even if he had been able to obtain perfect marks for the qualifications assessed by way of references, this would have given him 3 more points and would have been insufficient to change the ultimate outcome. He obtained an overall mark of 73 out of 115, while the employee selected for retention obtained a mark of 94 out of 115."], ["[28]", "In the result, the PSST concluded that none of the errors alleged by the applicant constituted an abuse of authority. Nor did personal favouritism affect Ms Bazinet's selection for retention. The PSST also concluded that the applicant's race, colour, or national or ethnic origin did not influence the decision to select him for lay-off.", "IV.", "Issues"], ["[29]", "In the written and oral argument submitted on behalf of the applicant, counsel made a number of sweeping allegations about racial bias, prejudice and conspiracy on the part of the Board and challenged the integrity of the decision-maker. In the Court's view, none of these allegations are supported by the record. The applicant did not file any affidavit evidence in support of his allegations that could be tested by cross-examination, but rather included the alleged facts in his written argument. Also, much of the argument presented appeared to be an attempt to have the Court re-weigh the evidence that was before the PSST. It was necessary to remind counsel for the applicant on several occasions during the hearing that this was an application for judicial review, not an appeal. Counsel found it difficult to confine his submissions to the issues that were properly before the Court."], ["[30]", "It is well established that a tribunal is not required to list and address every piece of evidence and argument raised by an applicant:", "<FRAGMENT_SUPPRESSED> . The record of the PSST proceedings is voluminous. The obligation on the tribunal is to review the evidence and reasonably ground its findings in the materials before it:", "<FRAGMENT_SUPPRESSED> . Much of what the applicant submitted in evidence before the PSST and argued before this Court was irrelevant. I am satisfied that, in its decision, the PSST addressed all of the material issues that were properly before it at the conclusion of its hearings. In these reasons, I do not intend to revisit all of the grounds for Dr Makoundi's complaint that were dealt with by the PSST and repeated in his argument on this application."], ["[31]", "In my view, this application raises the following issues:", "1. Did the PSST err in concluding that the respondent did not abuse its authority in selecting the applicant for lay-off?", "2. Did the PSST breach the duty of procedural fairness it owed to the applicant?", "V.", "Standard of Review"], ["[32]", "There is no dispute between the parties, and I agree, that the first issue warrants review on the standard of reasonableness. It is a mixed question of fact and law involving the PSST's application of its home statute, with which it has particular expertise:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[33]", "The common way to refer to the standard applicable to the second issue is correctness. In his concurring reasons in <FRAGMENT_SUPPRESSED> , above, at para 129, Justice Binnie stated that judges should review procedural unfairness from the standpoint of correctness. The Supreme Court confirmed this view in", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> more recently in", "<FRAGMENT_SUPPRESSED> ."], ["[34]", "I note that in <FRAGMENT_SUPPRESSED> , above, at para 89, the Supreme Court emphasized that \"a margin of deference\" is to be given to a decision-maker's procedural choices. This was recently described by the Federal Court of Appeal as a standard of \"correctness with some deference to the Board's choice of procedure\":", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "In my view, the proper approach is to ask whether the requirements of procedural fairness and natural justice in the particular circumstances have been met. The question is not whether the decision was \"correct\" but whether the procedure used was fair. See for example:", "<FRAGMENT_SUPPRESSED> Communications, Energy and Paperworkers Union of Canada, Local 141 v Bowater Mersey Paper Co Ltd", ", 2010 NSCA 19 at paras 30-32.", "A. Analysis", "(1)", "Did the PSST err in concluding that the respondent did not abuse its authority in selecting the applicant for lay-off?"], ["[36]", "I am satisfied that the applicant has failed to prove that the PSST decision does not meet the standard of reasonableness established in <FRAGMENT_SUPPRESSED> , above, at para 47:", "reasonableness is concerned mostly with the existence of", "justification, transparency and intelligibility within the decision-making process", "[and is] also concerned with whether the decision falls within", "a range of possible, acceptable outcomes", "which are defensible in respect of the facts and law.", "[Emphasis added]"], ["[37]", "The decision fell within the range of acceptable outcomes and the reasons provided are transparent and intelligible. In my view, it is not necessary to address each element of the decision contested by the applicant. The decision as a whole is reasonable and I endorse the tribunal's analysis on each point I do not discuss."], ["[38]", "In", "Tran", ", above, at para 13, the PSST explained the meaning of \"abuse of authority\" in the context of a complaint brought under subsection 65(1) of the", "PSEA", "Abuse of authority is not defined in the PSEA; however, s. 2(4) provides that \"[f]or greater certainty, a reference in this Act to abuse of authority shall be construed as", "including bad faith and personal favouritism", ".\" There is nothing in the PSEA to suggest that abuse of authority under s. 65(1) should be interpreted any differently than in relation to complaints made under s. 77 of the PSEA. The Tribunal has considered what constitutes abuse of authority within the meaning of the PSEA in numerous decisions, beginning with", "<FRAGMENT_SUPPRESSED>  at paras. 56 to 74. As well, the Tribunal has established that", "the standard of proof is the civil standard", ". See <FRAGMENT_SUPPRESSED> , at paras. 49 to 55.", "[Emphasis added]"], ["[39]", "<FRAGMENT_SUPPRESSED> the PSST endorsed one of its previous decisions establishing five categories of abuse of authority. These categories are as follows:", "1. When a delegate exercises his/her/its discretion with an improper intention in mind (including acting for an unauthorized purpose, in bad faith, or on irrelevant considerations).", "2. When a delegate acts on inadequate material (including where there is no evidence, or without considering relevant matters).", "3. When there is an improper result (including unreasonable, discriminatory, or retroactive administrative actions).", "4. When the delegate exercises discretion on an erroneous view of the law.", "5. When a delegate refuses to exercise his/her/its discretion by adopting a policy which fetters the ability to consider individual cases with an open mind."], ["[40]", "Bad faith, in the first category, does not require an element of intent. A complainant who demonstrates that the respondent's conduct amounted to \"serious negligence or recklessness\" will succeed in making out bad faith: <FRAGMENT_SUPPRESSED> , above, at para 38. It was open to the PSST to find that Dr Makoundi had failed to establish bad faith or personal favouritism within the meaning of the", "PSEA", "on the civil balance of probabilities."], ["[41]", "The applicant contends that the PSST countenanced the improper exercise of discretion by the Board members in applying two different sets of evaluation criteria. He submits that the fact that he met the criteria does not mean that he did not suffer an inequitable outcome. He argues that Ms Bazinet would not have met the criteria if the wording had not been changed and that she would have been found to be unqualified for the position, thus leaving him as the only remaining qualified candidate. As such, he argues, the change affected him adversely. In light of the history of bias, harassment and discrimination which he claims to have suffered within the Department, this constituted bad faith. Again, I would note that there is no affidavit evidence before the Court in support of these claims. The applicant also says that he was misled about the content of the exam."], ["[42]", "In my view, the PSST decision offered adequate explanations for rejecting the various errors Dr Makouni attributed to the SERLO process. Its decision in this regard is reasonable."], ["[43]", "Qualifications 2, 3 and 4 were assessed through a narrative assessment. A narrative assessment form was sent to the participants early in the morning of September 26, 2012. Around 10:30 AM, Ms Bazinet informed the Board that the English and French versions of the qualifications on the form did not match. The questions had originally been written in English and translated into French."], ["[44]", "The Board altered the wording of both versions and an e-mail was sent to both participants with instructions to ignore the previous version and use the one attached to the message. After the SERLO was completed, it was discovered that the old form had been sent to Dr Makoundi a second time and the new, corrected version had been sent to Ms Bazinet. The responses of both participants were assessed with no errors found. Both received a grade indicating that they met the three qualifications, which were not graded numerically."], ["[45]", "The PSST found that this error was distinguishable from the one in <FRAGMENT_SUPPRESSED> , above, where a change to the maximum length of exam answers, which had not been communicated to the complainant, had created an inequitable outcome. In <FRAGMENT_SUPPRESSED> , the Deputy Minister of Canadian Heritage had assessed candidates for a job through an off-site examination. Initial instructions e-mailed to the candidates stated that they had to limit each answer to a maximum of two pages. The respondent afterwards e-mailed new instructions informing the candidates that there was no page limit at all and requesting that they send a reply to acknowledge receipt. The complainant did not see the additional instructions before submitting her exam and never sent the requested reply. The respondent did not follow up to ensure that the complainant had received the updated instructions."], ["[46]", "In the present case, the PSST found that the changes to the wording of qualifications 2, 3 and 4 did not create an inequitable outcome even though the candidates were assessed using criteria with different wording. The PSST found that neither participant had been advantaged or disadvantaged in the assessment of these qualifications. They both met the requirements. The differences in the two versions were not, therefore, material to the outcome. Bearing in mind that Dr Makoundi referred to the French version when writing his answers, while Ms Bazinet referred to the English version, the PSST's conclusion was reasonable."], ["[47]", "The changes to the English versions of qualifications 2, 3 and 5 did not materially alter their meaning. As such, Ms Bazinet was in the same position as if the changes had never occurred. The changes to the French version of qualification 2 clearly altered its meaning, and this was also arguably the case for qualifications 3 and 5. However, Dr Makoundi - who relied on the French text - succeeded in meeting these three qualifications. Even though he did not receive the updated version, he suffered no detriment."], ["[48]", "The most significant alleged error is that relating to qualification 5. As noted above, the participants had been informed that qualification 5 would examine knowledge of Treasury Board policies, directives and guidelines related to performance measurement strategies and frameworks and program evaluation. The applicant did not provide an adequate answer because he had not reviewed the Policy on MRRS. The PSST had evidence before it that the Board members considered the policy relevant to various aspects of evaluation work. The PSST accepted that evidence and found that this allegation did not substantiate an abuse of authority. That finding was reasonably open to the PSST."], ["[49]", "The respondent had broad discretion in the selection of essential qualifications and the methods used to assess them under sections 30(2) and 36 of the", "PSEA", ". An abuse of authority could only be found if the applicant established that the essential qualifications were not related to the duties of the position and, in the case of methods, that they did not allow the qualifications to be assessed or were not connected to those qualifications or were discriminatory:", "<FRAGMENT_SUPPRESSED> ."], ["[50]", "The tribunal's finding that the applicant failed to meet that burden was reasonable. Moreover, the applicant's assertion that the Board had warned Ms Bazinet in advance that such a question would be asked, while keeping him in the dark, is based on mere suspicion and groundless in light of the evidentiary record."], ["[51]", "The applicant does not convincingly challenge the PSST's finding that no reasonable apprehension of bias attached to the Board. The test, as described by Justice de Grandpré in", "Committee for Justice and  <FRAGMENT_SUPPRESSED> s follows:", "If a relatively informed bystander can reasonably perceive bias on the part of one or more persons responsible for assessment, the Tribunal can conclude that abuse of authority exists."], ["[52]", "I note that the applicant never asked Mr Kunze to withdraw from the SERLO due to concerns about his impartiality. An allegation of bias must be raised at the earliest possible opportunity. The onus was on the applicant to request that Mr Kunze not continue to take part in the SERLO if he was concerned about his supervisor's impartiality. It is not enough, as the applicant now contends, that Mr Kunze should have voluntarily withdrawn from the process because the discussions about the e-mails that the applicant had sent to other employees allegedly took place in an emotionally charged environment."], ["[53]", "As a manager, Mr Kunze had to intervene to deal with the complainant's e-mails because this was a pressing workplace issue. Mr Kunze had only arrived at the Department a few months before. There is nothing in the record to indicate that he carried out his responsibilities as a public service manager in anything but a professional manner. There is no evidence that this intervention affected the complainant's assessment in the SERLO. The other Board members, Mr Larue and Ms Thériault, confirmed that they were unaware that the complainant had disciplinary problems. Mr Kunze had not told them about it and took no other action to jeopardize the applicant's chances of success in the SERLO."], ["[54]", "There is no reason for the Court to interfere with the PSST's answer to the issue of bias on the part of the Board. The applicant's imputation of improper motives to the Board members is not supported by the evidence."], ["[55]", "The PSST reasonably found no abuse of authority by the Board in its decision to rely on only one reference. This did not negatively affect the complainant, who obtained good marks for the relevant qualifications. Had he received perfect marks for these qualifications, this would have given him 3 more points and would have been insufficient to change the ultimate outcome."], ["[56]", "The applicant has also made a number of arguments before the Court that he did not raise before the PSST. For example, he contends that his linguistic rights under the", "Charter", "were infringed, as he believes that the Board used only an English marking sheet to evaluate his answers."], ["[57]", "The general rule in judicial review is that the Court cannot proceed on the basis of evidence or arguments that were not before the decision-maker. When the standard of reasonableness applies - as it does here - the Court will overturn a decision only if it is of the view that the decision-maker applied the law to the facts in a way that could not be justified. The Court does not have the role of making the decision anew by analysing arguments that were never made to the administrative body. See for example:", "<FRAGMENT_SUPPRESSED> .", "(2) Did the PSST breach the duty of procedural fairness it owed to the applicant?"], ["[58]", "In his argument, the applicant levels serious accusations against the PSST Member who decided his case. He claims that she was hostile and abusive to him during a settlement conference and that she interrupted him incessantly during the hearing. The applicant contends that he was prevented from questioning Ms Bazinet on her professional history, cross-examining a witness (Ms Lauzon) and introducing a Treasury Board policy as evidence. He alleges that throughout the part of the hearing when he was unrepresented, the PSST Member and opposing lawyer took unfair advantage of his lack of procedural knowledge. He says he asked the Member to recuse herself and that she refused to do this without providing reasons."], ["[59]", "As noted above, the applicant did not make any allegations of unfairness against the PSST in his affidavit. Rather they appear in his memorandum of fact and law, thereby immunising his claims from scrutiny and challenge during cross-examination."], ["[60]", "<FRAGMENT_SUPPRESSED>  (FCA) - another case where an applicant challenged the integrity of decision-makers - the Federal Court of Appeal emphasized that evidence must be provided in support of such allegations, at paras 18-19:", "I am very conscious that where one is dealing with the integrity of the decision-making process, it would be a self-serving mistake for courts reviewing that process in a given case to seek on technical grounds to avoid facing the issue. On the other hand, precisely because one is dealing with a process that goes to the heart of our democratic institutions and which is particularly vulnerable to unfair and untrue allegations, it would be as serious a mistake for courts to be satisfied with innuendos whose foundations cannot be properly verified.", "The rule that evidence is to be provided by affidavits is not a mere question of technicality; it ensures that no one is hurt by allegations which one does not have a chance to challenge.", "[...] The explanation is not supported by affidavit and its veracity cannot therefore be tested.", "This Court simply cannot take for granted assertions that the Board cannot challenge in the usual way, i.e. by cross-examining the author of the allegation.", "The appellant would want this Court to reverse the onus of proof and impose on the respondent the burden of responding to an assault which remains unsubstantiated. No authority has been quoted to us, and I have found none, that allows for a relaxation of the affidavit rules in the way suggested by the appellant. [...] I would apply to the majority of the Board these comments made by Dickson C.J. with respect to judges, in", "Société des Acadiens", "In the absence of any clear evidentiary basis for the appellants' allegations of incompetence, I do not think we can find in their favour. In cases such as these, it is my view that we must presume good faith on the part of judges.", "[Emphasis added]"], ["[61]", "As there is no support in the record for the applicant's allegations and he has provided no evidence on this issue that could be tested by the respondent and assessed by the Court, this ground of review must also fail.", "VI.", "Costs"], ["[62]", "The respondent has requested costs. As the successful party, the respondent is entitled to costs according to the normal scale for the preparation and hearing of the judicial review application and the preparation of post-hearing submissions. The applicant has asked the Court to exercise its discretion not to award costs against him in view of his personal financial circumstances."], ["[63]", "The Court recognizes that the applicant's situation may be difficult because his public service employment was terminated. However, the Court has no information before it that he is impecunious and could not pay a costs award. Having said this, the Court is considering making an Order that the applicant's counsel, Mr Fuhgeh, pay the respondent's costs or disallowing the costs between Mr Fuhgeh and the applicant, as permitted under Rule 404(1) of the", "Federal Courts Rules", ", SOR/98-106."], ["[64]", "The written representations and oral submissions presented on behalf of the applicant by Mr Fuhgeh consisted largely of allegations of harassment, discrimination, bias, corruption and abuse of authority unsupported by evidence. The memorandum of fact and law reads as an angry rant against the public servants involved in the SERLO Board and PSST proceedings rather than the concise statement of fact and law required by Rule 70. Among other things, Mr Fuhgeh accuses three Department of Justice counsel of having colluded with the former colleagues of Dr Makoundi to defeat orders of this Court, without establishing a foundation for impugning the integrity of fellow members of the Bar."], ["[65]", "Instead of a reasoned argument based on the evidence, Mr Fuhgeh makes broad accusatory statements such as this one, at paragraph 45 of his memorandum: \"[t]he bias, abuse of authority, personal favouritism is so self-evident that it seems like a mockery to any reasonable person's intelligence that anybody is alleging the contrary, especially the PSST\". Much of his written argument is devoted to attacking the qualifications of Ms Bazinet for appointment to the position she held when the SERLO process was initiated, which was irrelevant to the issues before the Court."], ["[66]", "Mr Fuhgeh's oral submissions were marked by a clear failure to understand the nature of the proceeding and inability to answer questions from the Court. The hearing was repeatedly delayed as Mr Fuhgeh searched for evidence in the record. Much of his argument consisted of pleading for the Court to re-weigh the evidence presented to the PSST and to arrive at different findings of fact. As mentioned above, these arguments - including the allegations made against the Board and the tribunal - were not supported by the evidence."], ["[67]", "Among the allegations raised before the Court but not substantiated by affidavit evidence is that the PSST Member failed to consider recusing herself at the applicant's request when he complained of bias and failed to provide any reasons for not doing so. This allegation appears at paragraph 131 of the applicant's memorandum. During the hearing, Mr Fuhgeh was unable to direct the Court's attention to evidence of the recusal request in the record before the Court. Nor was he able to find references in the record to support several other arguments he advanced."], ["[68]", "As the Court was unable to determine at the hearing whether there was any substance to the allegations against the tribunal, in particular that relating to the recusal request, the parties were given an opportunity to make post-hearing submissions in writing and to submit additional documents from the CTR to the application record."], ["[69]", "In a submission dated November 10, 2014, Mr Fuhgeh provided a copy of an e-mail sent by Dr Makoundi to the Executive Director of the PSST on July 15, 2013, in which he requested the recusal of the PSST Member for alleged bias towards the respondent and its witnesses as demonstrated during the first day of the PSST hearing. Dr Makoundi was unrepresented at that time, but shortly thereafter retained counsel during a recess in the proceedings."], ["[70]", "Counsel for the respondent has drawn the Court's attention to correspondence from Dr Makoundi's then lawyer (not Mr Fuhgeh) dated July 29, 2013. The lawyer advised the tribunal that he had only recently been retained and requested a postponement to consider the matter, including the recusal request. On August 6, 2013, the lawyer informed the tribunal by letter that the recusal request was withdrawn and requested that the hearing resume."], ["[71]", "Therefore, it was misleading for Mr Fuhgeh to have argued before the Court that the PSST Member failed to consider the recusal request without further informing the Court that the request was expressly abandoned by Dr Makoundi's counsel before the PSST hearings were completed."], ["[72]", "Among counsel's responsibilities to his client and to the Court was to thoroughly review the record of the PSST process prior to the hearing of this application. It was evident throughout the hearing that Mr Fuhgeh had not done so. Mr Fuhgeh should have been aware of the correspondence between his client's former counsel and the PSST regarding the recusal issue and brought it to the Court's attention in his written argument and oral submissions. It was improper for him to raise the issue without fully disclosing the circumstances to the Court. That error was compounded when Mr Fuhgeh provided the July 15, 2013 e-mail without the subsequent correspondence from his client's former lawyer indicating that the recusal request had been abandoned."], ["[73]", "Rule 404(1) permits the Court to award costs personally against a solicitor where there has been \"misconduct or default\". However, an order cannot be made unless the solicitor has been given an opportunity to be heard."], ["[74]", "I consider this to be one of the rare instances where it may be appropriate to impose costs on counsel personally. I will reserve my decision on that question and will give Mr Fuhgeh the opportunity to provide written submissions exclusively on the issue of costs within 15 days of the date of this judgment. These submissions cannot exceed 10 pages. Mr Fuhgeh may request in his written submissions that he be given an opportunity to make oral submissions before a costs Order is made against him."], ["[75]", "If Mr Fuhgeh does not file submissions by the deadline, I will proceed to order costs against him personally, assessed on the normal scale. It is also my intention to provide notice of such an order to Dr Makoundi, pursuant to Rule 404(3).", "JUDGMENT"], ["[76]", "THIS COURT'S JUDGMENT is that", "1. the application for judicial review is dismissed;", "2. judgment on the issue of costs is reserved;", "3. the respondent shall serve and file a bill of costs within ten (10) days of the date of this judgment; and", "4. Mr Fuhgeh, counsel for the applicant, may file written submissions not exceeding ten (10) pages on the issue of costs and advise the Court whether he wishes an opportunity to make oral submissions within fifteen (15) days of the date of this judgment.", "Application dismissed.", "Editor: Angela E. McKay/bk", "[End of document]"]]}