{"id_": "039174", "body_str": [["[1]", "Layden-Stevenson, J.", ": Mr. Jaballah is the subject of a security certificate which has been determined by the Federal Court to be reasonable. He has been in detention for more than 5 1/2 years and seeks an order for release, on conditions, under the provisions of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", ")."], ["[2]", "Mr. Jaballah concedes that he is a danger to national security within the meaning of the legislation. Notwithstanding, he contends that the degree of danger that he poses can be neutralized by release with the imposition of stringent conditions. He also asserts that such conditions will alleviate any concern that he would not appear for a proceeding or for removal."], ["[3]", "For the reasons that follow, I conclude that Mr. Jaballah should be released on conditions that equate to house arrest.", "Background", "Procedural"], ["[4]", "Mr. Jaballah’s case has entailed many hearings and proceedings that are well documented in various decisions of the Federal Court and the Federal Court of Appeal. The factual background is extensively reviewed in Mr. Justice MacKay’s decision,", "Jaballah, Re", ", [2006] F.C.J. No. 1706; 2006 FC 1230, and need not be repeated. A chronological history is depicted in Appendix \"A\" to Justice MacKay’s reasons. That document, updated to reflect subsequent events, is also attached to these reasons as Appendix \"B\"."], ["[5]", "This is not Mr. Jaballah’s first detention review. His initial request for release was dismissed on February 27, 2004. A second request was dismissed on February 1, 2006. His third detention review was initiated in September of 2006 under s. 83(2) of the", "IRPA", ". My decisions  <FRAGMENT_SUPPRESSED> , Re", ", [2006] F.C.J. No. 1645; 2006 FC 1316 and", "Jaballah, Re", ", [2006] F.C.J. No. 1903; 2006 FC 1514, discuss the termination of the s. 83(2) review for reasons related to jurisdiction. The s. 84(2) detention review began on February 13, 2007. Upon the consent of the parties, the evidence from the aborted s. 83(2) detention review was read in, in its entirety, as evidence on the s. 84(2) detention review. Additional evidence was also presented."], ["[6]", "On February 23, 2004, the Supreme Court of Canada issued its reasons in", "Charkaoui, Re", ", [2007] F.C.J. No. 9; 358 N.R. 1; 2007 SCC 9 (", "Charkaoui", "). The Supreme Court struck down s. 84(2) of the", "IRPA", "as unconstitutional. Section 83 was saved by reading in the words \"foreign national\" and striking the words \"until a determination is made under subsection 80(1)\" from s. 83(2). Unlike the situation regarding the other provisions of the", "IRPA", "that the Supreme Court determined to be unconstitutional, the remedy regarding s. 84(2) was not suspended for one year."], ["[7]", "On March 6, 2007, as a result of a teleconference initiated by the court, the parties submitted revised oral arguments addressing the specific factors identified by the Supreme Court as being relevant to the issue of release.", "Factual"], ["[8]", "Synoptically, the factual background follows. Mr. Jaballah, an Egyptian national, came to Canada on May 11, 1996, with his wife, Husnah Mohammad Al-Mashtouli, and their first four children. Ms. Al-Mashtouli and the four children are Convention refugees. Mr. Jaballah is not. Two children, born after the family’s arrival in Canada, are Canadian citizens."], ["[9]", "Mr. Jaballah has been in detention since August 14, 2001, after a security certificate was signed by the Minister of Citizenship and Immigration and the Solicitor General. The Solicitor General has since been replaced by the Minister of Public Safety and Emergency Preparedness. The certificate was signed pursuant to s. 40.1 of the", "Immigration Act", ", R.S.C. 1985, c. I-2 (the former", "Act", "), but is now governed by the provisions of the", "IRPA", "by virtue of s. 190 of the current legislation."], ["[10]", "The effect of Justice MacKay’s determination – that the security certificate is reasonable – is twofold. First, it constitutes conclusive proof that Mr. Jaballah is inadmissible. Second, it is a removal order that may not be appealed against and that is in force without the necessity of holding or continuing an examination or an admissibility hearing. In the normal course, Mr. Jaballah would be deported to his country of origin. However, Justice MacKay’s order prohibits the Minister of Citizenship and Immigration (the Minister) from removing Mr. Jaballah \"to any country where and when there is a substantial risk that he would face torture, death or cruel and unusual treatment\". Justice MacKay’s reasons refer specifically to Egypt (in the context of his discussion regarding deportation where there is a substantial risk of torture or violation of rights as a human being).", "The Legislation"], ["[11]", "The text of s. 83, as revised and dictated by the Supreme Court of Canada is set out below. The recitation is an unofficial one. The statutory provisions of the former", "Act", "and the", "IRPA", "relating to security certificates are attached to these reasons as Appendix \"C\".", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "\"83(1) Not later than 48 hours after the beginning of detention of a permanent resident or a foreign national under section 82, a judge shall commence a review of the reasons for the continued detention. Section 78 applies with respect to the review, with any modifications that the circumstances require.", "\"83(2) The permanent resident or foreign national must be brought back before a judge at least once in the six-month period following each preceding review and at any other times that the judge may authorize.", "\"83(3) A judge shall order the detention to be continued if satisfied that the permanent resident or foreign national continues to be a danger to national security or to the safety of any person, or is unlikely to appear at a proceeding or for removal\"", "Loi sur l’immigration et la protection des réfugiés", ", L.C. 2001, ch. 27", "\"83(1) Dans les quarante-huit heures suivant le début de la détention du résident permanent ou l’étranger, le juge entreprend le contrôle des motifs justifiant le maintien en détention, l’article 78 s’appliquant, avec les adaptations nécessaires, au contrôle.", "\"83(2) L’intéressé ou l’étranger comparaît au moins une fois dans les six mois suivant chaque contrôle, ou sur autorisation du juge.", "\"83(3) L’intéressé ou l’étranger est maintenu en détention sur preuve qu’il constitue toujours un danger pour la sécurité nationale ou la sécurité d’autrui ou qu’il se soustraira vraisemblablement à la procédure ou au renvoi.\"", "Issue"], ["[12]", "The only issue is whether Mr. Jaballah should be released from detention on terms and conditions pursuant to s. 83(3) of the", "IRPA", "Preliminary Observations"], ["[13]", "It should be noted that the submissions of the parties had been completed shortly before the release of the Supreme Court’s decision in", "Charkaoui", ". In its reasons for judgment, the court delineated a non-exhaustive list of factors for consideration on a review of detention under s. 83 of the", "IRPA", ". Although the parties had addressed those factors, they had done so from a materially different perspective. Because I was not comfortable importing the previous submissions into the new contextual framework without the benefit of further submissions from counsel, I requested revised submissions to accord with the factors enumerated in", "Charkaoui"], ["[14]", "Although counsel were content to accommodate my request, Mr. Jaballah waived any opportunity to argue \"other substantive aspects\" of the Supreme Court’s decision regarding the procedural approach to the detention review hearing. Similarly, he wished to forego a revision of his submissions regarding the question of \"danger to national security\", preferring instead to rely on his earlier submissions. The objective, according to Mr. Jaballah’s counsel, was to secure his release rather than prolong incarceration. Therefore, although the parties specifically addressed the factors from", "Charkaoui", ", many of their earlier arguments remained intact."], ["[15]", "Before delineating the applicable factors, it should also be noted that the Ministers maintain that Mr. Jaballah constitutes a threat to national security. They do not allege that he is a threat to the safety of any person. Nor do they suggest that he has personally committed an act of violence. For his part, Mr. Jaballah concedes that he is a danger to national security. However, he contends that the degree of danger is such that it can be mitigated, and indeed neutralized, by the imposition of restrictive conditions. He is amenable to any form and number of conditions, no matter how stringent, as long as he can be released.", "The Applicable", "Charkaoui", "Principles"], ["[16]", "Chief Justice McLachlin, writing for a unanimous court in", "Charkaoui", ", dictated a non-exhaustive list of relevant factors to be taken into account on a review of detention under the security certificate provisions of the", "IRPA", ". The factors, as described by the Supreme Court at paragraphs 111 to 116 of", "Charkaoui", ", are reiterated here and will henceforth be referred to as the", "Charkaoui", "factors.", "- The reasons for detention are to be considered. In this respect, detention pursuant to a security certificate is justified on the basis of a continuing threat to national security. Although the criteria for release under s. 83 of the", "IRPA", "also include the likelihood that a person will appear at a proceeding or for removal, a threat to national security is a more important factor for the purpose of justifying continued detention. The more serious the threat, the greater will be the justification for detention.", "- The length of the detention to date is an important factor. The longer the period of detention, the less likely it is that an individual will remain a threat to security. A longer period of detention will also provide the government with more time to gather evidence establishing the nature of the threat posed by the detained person. The government’s onus will be heavier when it has had more time to investigate and document the threat.", "- The reasons for the delay in deportation are to be considered. In assessing whether the delays have been caused by the detainee or the government, recourse by either party to applicable provisions of the", "IRPA", "that are reasonable in the circumstances and recourse by the individual to reasonable", "Charter", "challenges should not count against either party. An unexplained delay or lack of diligence should count against the offending party.", "- The anticipated future length of detention must be considered. If there is likely to be a lengthy detention before deportation or if the future detention time cannot be ascertained, this factor should weigh in favour of release.", "- The availability of alternatives to detention must be explored. Stringent release conditions seriously limit individual liberty. However, they are less severe than incarceration. The release conditions must not be a disproportionate response to the nature of the threat."], ["[17]", "The following additional propositions from", "Charkaoui", "are also relevant to this matter.", "- The Ministers bear the initial burden of establishing that the criteria in s. 83 are met (para. 100).", "- The appropriate standard to be applied when reviewing a continuation of detention is that of \"reasonable grounds to believe\". This requires the judge to consider whether there is an \"objective basis … which is based on compelling and credible information\" (para. 39 citing", "<FRAGMENT_SUPPRESSED> ).", "- The legislation authorizes the reviewing judge to fashion conditions that would neutralize the risk of danger upon release and to order the release of the detainee (para. 120).", "Analysis"], ["[18]", "The Ministers’ penultimate position is that terms and conditions cannot mitigate the danger posed by Mr. Jaballah. Not surprisingly, Mr. Jaballah takes the opposite position."], ["[19]", "The parties concur that, on a review of detention, all relevant factors must be considered and addressed by the court. It is common ground that the material facts are cognizable by reference to the", "Charkaoui", "factors. The parties have addressed each of the factors and I will do likewise, although not necessarily in the order argued by counsel. Some factors can be reviewed and disposed of more easily than others. Consequently, I will approach this analysis by dealing with the least contentious factors first.", "Length of Detention to Date"], ["[20]", "There is no debate regarding the length of Mr. Jaballah’s detention. He has been detained since August 14, 2001, a period of more than 5 1/2 years. The Ministers maintain that the overarching principle to be extrapolated from", "Charkaoui", "is that extended periods of detention, pending deportation under the certificate provisions of the", "IRPA", ", in and of themselves, do not violate ss. 7 or 12 of the", "Charter", ". Lengthy detention is not unconstitutional provided that regular opportunities for review of detention, taking into account all relevant factors, are available. The Supreme Court did not suggest that persons who constitute a danger to national security could not be detained for lengthy periods."], ["[21]", "Mr. Jaballah notes that the Supreme Court considered this factor to be an important one because it recognized that the longer the period of detention, the less likely it is that an individual will remain a threat to security."], ["[22]", "Additionally, Mr. Jaballah submits that regard should also be had to the overall length of time that he has been subject to the security certificate proceedings. This is the second proceeding. When the antecedent proceeding is factored in, the time frame totals nearly 8 years, much of which has entailed detention. Thus, the court should be able to conclude with confidence that any danger that he may have posed to the security of Canada, which would justify his detention, has now been brought within a manageable level because of his lengthy detention, the disruption of any contact he may once have had, and his public exposure as an alleged member of Egyptian Al Jihad."], ["[23]", "Further, Mr. Jaballah asserts that the longer the period of detention, the greater the evidentiary onus on the government to justify its continuance. He maintains that the government cannot discharge that heavier onus having regard to the elapse of time since these proceedings began."], ["[24]", "In my view, there is little doubt that this factor favours Mr. Jaballah’s position. The detention is of sufficient duration to trigger the observations noted by the Supreme Court, specifically disruption of the contact and communication with extremist individuals or groups previously engaged in by Mr. Jaballah.", "Reasons for Delay in Deportation"], ["[25]", "The Ministers observe that", "Charkaoui", "represents a marked departure from the previous pronouncements in", "<FRAGMENT_SUPPRESSED>  in relation to this factor. The government, at various times throughout this process, reasonably has relied upon the statutory provisions of the", "IRPA", ", including provisions pertaining to danger to the security of Canada. At the end of the day, only delay that is unexplained or displays a lack of diligence will operate to the detriment of a party. Here, despite the good faith and efforts of all concerned, the delay has been lengthy."], ["[26]", "Mr. Jaballah claims that there are three primary factors that contributed to the delay. First, the Federal Court’s 2003 determination that the security certificate is reasonable was set aside by the Federal Court of Appeal on jurisdictional grounds. Second, the Ministers’ 2005 determination denying Mr. Jaballah protection was set aside on judicial review, thereby necessitating a reconsideration of that issue. Third, Mr. Jaballah’s prevalent concern regarding risk of torture and other human rights abuses (if deported) undoubtedly contributed to the length of time the government required to arrive at its determinations in this matter."], ["[27]", "Neither party has suggested that the other failed to proceed with reasonable diligence. Mr. Jaballah pursued the various legal challenges that were lawfully available to him. In accordance with", "Charkaoui", ", he cannot be penalized for having done so. Similarly, the Ministers relied upon the security certificate regime of the", "IRPA", "that, until the issuance of", "Charkaoui", ", was repeatedly held to be constitutional. Unfortunately, this proceeding has been protracted. While regrettable, absent the benefit of hindsight, it cannot be said to have been foreseeable. In circumstances where the parties, expeditiously and in good faith, availed themselves of accessible remedies or relied upon lawful statutory provisions, they should not be faulted. That, in my view, is precisely the situation here. Consequently, I consider this factor to be neutral.", "Anticipated Future Length of Detention"], ["[28]", "The Ministers acknowledge, in fairness to Mr. Jaballah, that the future length of detention in this matter \"cannot really be ascertained if one looks at it from the point of view of when removal will be effected, which is the purpose of the entire statutory scheme and these provisions in particular\". The Ministers note the Supreme Court’s admonition that the", "IRPA", "does not permit detention per se in the absence of a reasonable prospect of removal. Accordingly, the Ministers concede that this factor militates in Mr. Jaballah’s favour."], ["[29]", "In response, Mr. Jaballah contends that this factor not only favours him, it weighs heavily in favour of his release. He opines that the basis for the Ministers’ concession is twofold. First, Justice MacKay’s order prohibits the Ministers from removing him to Egypt or to any other country where he would face significant risk of violations of his rights as a human being. Second, the evidence of the Manager, Investigations and Removals, Inland Enforcement, Canada Border Services Agency (CBSA), clarifies the current status regarding deportation. According to the witness, insofar as she is aware, the only option being considered for Mr. Jaballah is deportation to Egypt. Therefore, although Justice MacKay’s order does not prohibit absolutely Mr. Jaballah’s removal from Canada, there is no evidence that options other than removal to Egypt are being considered, let alone pursued."], ["[30]", "Further, says Mr. Jaballah,", "Charkaoui", "itself yields uncertainty in relation to the suspended declaration of invalidity. Reading paragraph 140 of the Supreme Court’s reasons, Mr. Jaballah asserts that \"even if [he] does not move to quash the certificate, if the government intends to rely on the certificate as a basis for removal, the court appears to be saying that there must be a fresh determination of reasonableness under whatever new process may be devised by Parliament\". Mr. Jaballah submits that the comment in paragraph 140 is puzzling, leaves matters very uncertain, and reinforces his point regarding the indeterminacy of whatever fate awaits him. This state of affairs with its attendant uncertainty and indeterminacy is such that he believes that it moves his situation into the realm of indefinite detention. Finally, he notes that although the Ministers filed an appeal of Justice MacKay’s order prohibiting them from removing Mr. Jaballah to Egypt, they have not requested that the appeal be expedited."], ["[31]", "It is indisputable that this factor weighs heavily in Mr. Jaballah’s favour when consideration is given to the length of time that he has already spent in detention and the fact that it is improbable that he will be removed from Canada within the near future. This factor is highly significant because the detention must be \"hinged\" to the purpose of deportation. At this point, while Mr. Jaballah’s case is borderline, there is nothing before me to suggest that the Ministers have abandoned the intention to deport him. Rather, the evidence of the CBSA witness was to the contrary. The problem is that, thus far, they have seemingly failed to explore any options other than deportation to Egypt."], ["[32]", "With respect to indefinite detention, I understand the Supreme Court to have specifically stated in", "Charkaoui", "that detention is not indeterminate if robust and regular, and ongoing judicial review is available. I consider that to be the situation here. Thus, while this factor is to be accorded considerable weight in the resolution of this matter, it is to be assessed in conjunction with the other factors and does not trump them. In short, it is not determinative.", "Reasons for Detention"], ["[33]", "The reason underlying Mr. Jaballah’s detention is the Ministers’ opinion that he poses a danger to national security as reflected in the security certificate. The certificate has been determined to be reasonable. There is no debate that a determination of the reasonableness of a security certificate does not constitute conclusive proof that a person is a danger to the security of  <FRAGMENT_SUPPRESSED>  (", "Suresh", ")."], ["[34]", "Detention is also permissible under the legislation in circumstances where the individual is unlikely to appear at a proceeding or for removal. The expression \"flight risk\" is commonly used to describe such an individual. In", "Charkaoui", ", the Supreme Court noted that a threat to national security is a more important factor for the purpose of justifying continued detention. The more serious the threat, the greater will be the justification for detention."], ["[35]", "As to the appropriate standard to be used, from", "Charkaoui", ", it appears that a \"designated judge, when reviewing a continuation of detention under the certificate provisions of the", "IRPA", "\", is to apply the standard of reasonable grounds to believe. The judge must determine \"whether there exists an objective basis … which is based on compelling and credible information\" (para. 39). I assume that this standard relates to the determination of whether the individual constitutes a danger to national security given that it is one (and the more important) of the two factors that will justify continuing detention."], ["[36]", "The Ministers maintain that Mr. Jaballah is a member of the Egyptian Islamic Al Jihad (AJ), a terrorist organization that is closely aligned with Al Qaida. The latter has identified Canada as a target. They assert that Mr. Jaballah’s release from detention will pose a danger to national security because it will enable him to reassociate with Islamist extremist contacts. His profile as a detainee will cause extremists to seek him out."], ["[37]", "As stated earlier, Mr. Jaballah concedes that he is a danger to national security. The focus of his argument is that the degree of danger he poses can be neutralized by the imposition of stringent conditions on release. Most of Mr. Jaballah’s submissions in this respect go to the \"alternatives to detention\" factor. However, he does ask that the court, in assessing the degree of danger he presents, consider the implications of the analysis in", "Charkaoui", "concerning the unfairness of the certificate hearing process. Referring specifically to paragraphs 51, 63 and 64 of", "Charkaoui", ", Mr. Jaballah observes that many of the considerations described there have an impact on the assessment of danger. Moreover, he claims that Justice MacKay’s determination was made pursuant to a process that has been determined to be constitutionally infirm and the court should bear in mind the observations of the Supreme Court."], ["[38]", "The issue of danger to national security is fundamental to the \"reasons for detention\" factor. But for the Ministers’ belief that Mr. Jaballah is a danger to national security, there would be neither a security certificate nor detention. Mr. Jaballah’s concession that he constitutes a danger to national security certainly expedited the detention review hearing. However, it is important to state that, if Mr. Jaballah had not conceded this point, I would have concluded that he is a danger to national security in any event. I am satisfied, on a balance of probabilities, that there is sufficient credible and compelling information before me to found an objective basis that provides reasonable grounds to believe that he is such a danger."], ["[39]", "The record is clear with respect to the terrorist activities of the AJ and Al Qaida as well as the affinity between the two organizations. Both are designated as terrorist organizations pursuant to s. 83.05(1) of the", "Criminal Code", ", as amended by S.C. 2001, c. 41, s. 4."], ["[40]", "Regarding Mr. Jaballah’s membership in AJ, I am in agreement with Justice MacKay that Mr. Jaballah’s contacts \"with a number of persons in Canada and abroad, who are known or believed to be or to have been associated with terrorist activities or organizations\" support the Ministers’ position that \"Mr. Jaballah was in communication with leading figures in the AJ in a manner that only a person of reasonably senior status in the organization could have been\". The various allegations – along with the supporting evidence and information – against Mr. Jaballah are extensively canvassed in paragraphs 37 to 55 of Justice MacKay’s reasons of October 16, 2006. I see no need to repeat all of that information here. Although Justice MacKay’s task was to determine whether the security certificate is reasonable, the evidence and information detailed by him in paragraphs 40, 41, 48 and 50-54 is also before me. The evidence and information support a finding that there are reasonable grounds to believe that Mr. Jaballah was a senior member of the AJ who acted as a communicator among terrorist cells of the AJ and Al Qaida. He therefore constitutes a danger to national security. For the reasons that I discuss later, unrestricted, Mr. Jaballah is a continuing threat."], ["[41]", "I will comment briefly on the phone records in evidence – which have been the subject of evolving commentary from Mr. Jaballah after he initially denied having had any contact with persons abroad after his arrival in Canada – because they were not satisfactorily explained at this hearing. Although provided with the opportunity to address the 72 calls to Yemen, the 47 calls to Azerbaijan, the 75 calls to London, England (primarily to the International Office for Defence of the Egyptian People (IODEP), believed to be a front for Al Qaida operations), and the 20 calls to the United Kingdom, Yemen, Azerbaijan and Pakistan within a two-day time frame, Mr. Jaballah either failed to do so or was evasive when he spoke to some of them. Similarly, explanations were lacking with respect to his contacts with persons of concern to the Ministers because of their ties to terrorist activities and organizations, both within Canada and abroad. His testimony regarding the post office box in Toronto remained unchanged from that provided at the certificate hearing."], ["[42]", "On this detention review, Mr. Jaballah’s position was to deny the accuracy of the allegations \"one hundred percent\". At various points during his testimony, he asserted, \"if you have evidence of my involvement in terrorism, then show me; prove it\". This perspective brings me to his request that I consider the \"unfairness\" and constitutional infirmity of the process when considering the degree of danger that he poses."], ["[43]", "For two reasons, I am not inclined to place much emphasis on this request. First is the Supreme Court’s one-year suspension of its declaration of invalidity of the security certificate provisions of the", "IRPA", ". I do not believe that the Supreme Court intended that previous rulings are to be revisited or that current proceedings necessarily are to be altered as a result of its determination. Indeed, the court specifically stated that \"if the government chooses to go forward with the proceedings to have the reasonableness of Mr. Charkaoui’s certificate determined during the one-year suspension period, the", "existing", "process under the", "IRPA", "will apply\"."], ["[44]", "Second is the fact that the public record in this matter is voluminous. The summary of the Ministers’ evidence with respect to Mr. Jaballah is extensive and has been amended and expanded over time. There is little to distinguish the evidence (documents and testimony submitted by the parties on the public record) from the information (which for convenience I will call the classified information although it is more appropriately characterized as defined in s. 76 of the", "IRPA", ")."], ["[45]", "To illustrate, I will provide an example. The Ministers contend that Mr. Jaballah had contact with Ahmed Said Khadr (a Canadian, now deceased, who is believed to have been a senior member of Osama bin Laden’s group). Mr. Jaballah acknowledges meeting Mr. Khadr in Toronto only after he (Mr. Jaballah) came to Canada. The Ministers claim that Mr. Jaballah had contact with Khadr in Peshawar before Mr. Jaballah came to Canada. Missing from the public record is the detail as to the manner in which the Ministers’ acquired that knowledge. Mr. Jaballah does not require the \"missing\" information in order to respond to the allegation. He is fully aware of its substance. And so it is in relation to the other allegations against him."], ["[46]", "The fact that there are reasonable grounds to believe that Mr. Jaballah is a danger to national security requires that he be detained unless the degree of danger that he poses can be neutralized by the imposition of appropriate terms and conditions.", "Availability of Alternatives to Detention"], ["[47]", "Charkaoui", "instructs that consideration of this factor is mandatory. For practical purposes, it is the heart of this matter. To consolidate what I have already stated when addressing the other factors, the aspects of this matter militating in favour of releasing Mr. Jaballah on conditions are the following:", "- there is no allegation that he is a danger to the safety of any person;", "- there is no allegation that he personally committed an act of violence;", "- there is no evidence that he has acted against Canada or Canadian interests;", "- there is no evidence that he has aided anyone in acting against Canada or Canadian interests;", "- he has been in detention for more than 5 1/2 years in relation to the second security certificate and for much longer when the first certificate proceeding is considered;", "- the contacts that he once had with persons or organizations of a terrorist nature have been disrupted;", "- there is no suggestion that he has had contact with the individuals listed in the summaries since he was detained;", "- the only evidence of contact with individuals whom the Ministers believe to be terrorists has occurred in the present detention facility where Mr. Jaballah interacts daily with Messrs. Mahjoub and Almrei;", "- the government’s evidence, with minor exceptions, is as it was at the time when he was detained;", "- his public exposure and notoriety may make him attractive to", "jihadists", "(as J.P. testified) although it is equally plausible that those engaged in surreptitious activity would avoid contact with him lest their activities be discovered by the authorities;", "- there is no evidence to suggest that there is a reasonable prospect that he will be deported from Canada within the near future;", "- he claims to be willing to accept any conditions that will allow him to be close to his children, not for his own sake, but for his children’s sake \"because they need their father to be with them to guide them and to provide a proper authority for them\";", "- he claims that he would abide by the conditions, regardless of their nature, because his religion requires that he honour his promise and because otherwise, he \"would be putting his children into even more trouble and would make their lives more miserable\";", "- he recognizes that a breach of the conditions could result in his return to detention."], ["[48]", "The next consideration is the nature of the proposed conditions."], ["[49]", "Mr. Jaballah candidly acknowledges that the primary proposed supervisory surety is his wife, Ms. Al-Mashtouli. His son, Ahmad Jaballah, and his friend, Mr. Jamal Azawi, are also proffered as supervisory sureties. For emergencies and in the unlikely event that one of the supervisory sureties is not available, he proposes that Ms. Ash-Shaymaa Es-Sayyid, Mr. Mohammed Dawud, Ms. Hayat Mabrouk or Mr. Adel Qablawi be approved to stand in. Additionally, there are a number of individuals who were unable to offer tangible supervisory assistance, but were prepared to offer financial support ranging from symbolic to significant. Those individuals include Mubarach Adan, Remzi Bekri, Mahmoud Idris, James Loney, Raza Mohammad Ahmad Shehab, Adnan Srajeldin, John Valleau, Meili Faille, Omar Alghabra, Bill Siksay, Andrew Telegdi and Dr. Aly Hindy."], ["[50]", "At the outset, I note, in relation to Dr. Hindy, that my colleague, Mr. Justice Mosley, in", "<FRAGMENT_SUPPRESSED> ; (2007), 309 F.T.R. 72; 2007 FC 171, concluded that Dr. Hindy’s \"published statements are open to the inference that he is supportive to or at least defensive of the threats of Islamic terrorism\". Justice Mosley did not consider Dr. Hindy to be an acceptable surety, nor do I. I concur with Justice Mosley’s reasoning and adopt it in its entirety."], ["[51]", "Ahmad Jaballah is an eloquent and persuasive young man who, as the eldest child in the Jaballah household, assumed considerable familial responsibility in the wake of his father’s absence. He is a second-year student, pursuing a major in neuroscience, at the University of Toronto. In addition to his studies, he managed to hold down part-time employment and save $3,000, which he proposes to post as a cash bond to assist in securing his father’s release. He is also willing to act as a supervising surety for his father at home and on excursions."], ["[52]", "Ahmad indicated that his class schedule is such that he can remain at home every morning and early afternoon, except Wednesday, until 3:00 p.m. He affirmed his commitment to ensure that his father complies with all of the terms and conditions of release because of the \"great responsibility\" he feels that he owes to the community who came forward to support his family. He testified convincingly that he would call the police if he discovered that his father breached any condition imposed by the court."], ["[53]", "While Ahmad’s support is both impressive and admirable, recognition of his responsibilities outside the home is a factor. Class schedules change from one semester to the next. His role as a supervisor, realistically, will involve significantly less time with his father than the time assumed by his mother."], ["[54]", "Mr. Jamal Azawi is a Canadian citizen who immigrated to Canada from Iraq. He is married and has five children. He operates a used-car dealership and has offered to post a $10,000 cash bond to secure Mr. Jaballah’s release. He has known Mr. Jaballah since 1996. The families became friends and exchanged several visits before Mr. Jaballah was detained on the first security certificate in 1999. The families have continued to maintain contact and Mr. Azawi has visited and phoned Mr. Jaballah throughout the period of his detention."], ["[55]", "Ms. Ash-Shaymaa Es-Sayyid is Mr. Jaballah’s oldest daughter. She is married and the mother of a 9-month-old boy. Although she does not live in the Jaballah household, she is willing to supervise her father when need be."], ["[56]", "Mr. Mohammed Dawud is a friend of Mr. Jaballah’s. Their initial meeting was through their respective employment at the Toronto-Dominion Bank. Mr. Dawud’s children later attended the school where Mr. Jaballah served as principal. Mr. Dawud testified that he does not believe that Mr. Jaballah would violate the conditions of release. He offered a $10,000 conditional bond in support of this belief and is willing to supervise Mr. Jaballah as needed."], ["[57]", "Ms. Hayat Mabrouk has known the Jaballah family for five or six years. She is a retired widow with three adult children, all of whom are married and settled. She has complete trust in Mr. Jaballah and his family to adhere to the conditions of release and is prepared to post a cash bond of $4,000 and a conditional bond of $10,000. She is also prepared to supervise Mr. Jaballah when others are not available or not able."], ["[58]", "Mr. Adel Qablawi is a permanent resident of Canada. He owns Pro Master Garage Door Services. He is married and has two children. Three years ago, he met Mr. Jaballah through Mr. Qablawi’s brother-in-law who was also detained at the Toronto West Detention Centre. His family developed a friendship with the Jaballah family and Mr. Qablawi became involved in assisting the family in various ways. He provided employment for Mr. Jaballah’s two oldest sons and arranged Mr. Jaballah’s daughter’s marriage to Ahmed Ali. Mr. Qablawi feels that he really knows Mr. Jaballah; he trusts him and his family. He proposes to post a cash bond of $10,000 and a conditional bond of the same amount to secure Mr. Jaballah’s release. He is also willing to fill in as a supervisor when need be."], ["[59]", "Ms. Al-Mashtouli has been a de facto single parent of six children for the duration of her husband’s detention. Years ago in Pakistan, she supported the family, albeit a smaller one, from 1994-1996 while Mr. Jaballah was in Yeman and Azerbaijan. Although she has been the beneficiary of community support in Canada, it is clear that she has strength, independence and capability. She is educated and claims that she and her husband discuss everything and have no secrets. She is aware of the nature of the allegations against her husband. Her family is supported by public assistance and she does not have the means to post a cash bond to secure her husband’s release."], ["[60]", "Ms. Al-Mashtouli proposes to be her husband’s primary supervisor, if he is released. She testified that she believes he would comply with the conditions of release because he needs to be with his children. She stated that she would call the police to take action against him if he were to breach a condition because, through Islam, pledges or covenants must be honoured rather than violated. She stated that she would agree to any conditions, no matter how severe, as long as Mr. Jaballah could come home to his family. Her only request was that the children, specifically their transportation to school, be considered."], ["[61]", "The principal difficulty that arises in relation to Ms. Al-Mashtouli as the primary supervisor is that she is not credible in several respects. She previously lied to the court regarding her husband’s travels to Winnipeg. There is information that reveals that she has not been honest regarding Mr. Jaballah’s association with certain individuals before coming to Canada."], ["[62]", "While I acknowledge that there was considerable confusion for the Jaballah family in relation to the issue of three-way calling, Ms. Al-Mashtouli was adamant that she spoke with the CBSA Manager of the Kingston Immigration Holding Centre on only one occasion when she discussed her husband’s hunger strike. The CBSA manager testified that although he had never met Ms. Al-Mashtouli, they had spoken on the telephone on five separate occasions. He had specific recollection regarding both the times and the contents of the telephone conversations. He was certain that he discussed with her the prohibition regarding the use of cell phones and three-way calls. Notwithstanding, Ms. Al-Mashtouli facilitated three-way calls and forwarded calls to her cell phone. I prefer the specific recollection of the manager over Ms. Al-Mashtouli’s evidence in this respect."], ["[63]", "Additionally, although witnesses were given the usual admonition regarding discussion of their evidence with others during the course of their testimony, Mr. Jaballah telephoned his wife throughout the proceedings. It was impossible to determine the frequency and duration of the telephone calls, although it is clear that they occurred at times when both Mr. Jaballah and Ms. Al-Mashtouli were testifying. It was readily apparent to me that the conversations between Mr. Jaballah and his wife during this time extended beyond discussion regarding the children."], ["[64]", "I do not expect Ms. Al-Mashtouli to be objective. However, I need to be able to trust her to properly supervise Mr. Jaballah to ensure his compliance with the conditions of release. My capacity to repose such trust in her is severely compromised."], ["[65]", "As for Mr. Jaballah, I am mindful of the manner in which Justice MacKay approached the principle of res judicata with respect to credibility and I will do likewise. As I have previously noted, Mr. Jaballah’s evidence with respect to the telephone calls and his associations with persons or organizations believed to be associated with terrorism, both in Canada and abroad, evolved over time and was generally responsive only insofar as Mr. Jaballah deemed it necessary. In the end, his explanations remain suspect with the result that his credibility is undermined in relation to those matters. I am also concerned about Mr. Jaballah’s explosive outburst after the cross-examination of Ms. Al-Mashtouli with respect to his telephone calls to her during this proceeding. I recognize that emotions run high and that the hearing was stressful for Mr. Jaballah. Notwithstanding, the intensity of the outburst leaves me concerned regarding the content of their discussions."], ["[66]", "That said, I do accept that both Mr. Jaballah and Ms. Al-Mashtouli desperately want the family to be re-united. I believe them when they say that they feel indebted to the members of the community who have supported them."], ["[67]", "Ordinarily, confidence in the supervising sureties is a prerequisite to release upon conditions. My confidence is lacking in relation to Ms. Al-Mashtouli. Yet, I find myself in agreement with Mr. Jaballah’s counsel when he states:", "\"If we have not reached the tipping point now, it is very difficult to envision what future events could occur that would justify release at some future time as opposed to the circumstances that are presented to the court now.\""], ["[68]", "Charkaoui", "states that lengthy detention before deportation or unascertainable future detention time weigh in favour of release. Both are present in this case. It further holds that where conditions that would neutralize the risk of danger upon release can be fashioned, release should be ordered. Thus, the task, as I see it, is to determine whether a solution can be devised."], ["[69]", "Considering the factors that militate in favour of release together with the fallibility of the primary supervising surety, the solution, in my view, is to release Mr. Jaballah on restrictive conditions. Onerous conditions will go a long way to counter-balance the supervisory deficiency. Without restrictive conditions, I entertain no doubt that Mr. Jaballah could and possibly would communicate and associate with individuals or organizations with terrorist beliefs and objectives. This constitutes a continuing threat. I note his testimony that his acquaintances \"were not limited to these people that you are talking about\". The Ministers do not claim to be aware of all of Mr. Jaballah’s contacts or associations. To neutralize the threat, in these circumstances, restrictive conditions are required. Mr. Jaballah does not suggest otherwise."], ["[70]", "I acknowledge that stringent release conditions seriously limit individual liberty. I do not believe that onerous conditions are disproportionate to the nature of the threat in this matter. As stated in", "Charkaoui", ", stringent release conditions are \"less severe than incarceration\"."], ["[71]", "As for the second part of the test (failure to appear at a proceeding or for removal), I agree with Mr. Jaballah that restrictive conditions alleviate any tangible concern in that regard."], ["[72]", "With respect to Mr. Jaballah’s release, after hearing the revised submissions on March 6th, I informed counsel for the parties that I was likely to release Mr. Jaballah on restrictive conditions. I suggested that concurrent with the preparation of my reasons, counsel should attempt to negotiate the applicable conditions of release. I directed counsel to return on March 22nd to report on their progress in this regard."], ["[73]", "On March 22nd, counsel appeared before me with some 13 pages of draft conditions in hand. Each condition was reviewed. Most of the conditions were acceptable to the parties and to the court. After clarification and direction from the court, counsel were directed to continue their efforts toward resolution of the identified problem areas. I requested that counsel report back to me not later than April 2nd."], ["[74]", "My reasons were completed on April 2nd in order that they might be released concurrent with the conditions of release. On that day, counsel reported that one of the conditions would require more time. Resolution was anticipated by the end of the week. On April 4th, Mr. Jaballah’s counsel requested a teleconference for the purpose of addressing the troublesome condition. The teleconference was conducted on April 5th. In spite of the good faith efforts of all counsel, the condition requiring the installation of video surveillance equipment was creating difficulty and delay."], ["[75]", "After hearing counsel’s submissions and, on the consent of all counsel, I concluded that Mr. Jaballah’s release should not be further postponed. However, until such time as the problem regarding the video surveillance can be resolved, temporary modification to the conditions would be necessary."], ["[76]", "Additionally, counsel were unable to arrive at a consensus regarding the password to the computer. I have incorporated my determination with respect to this enigma in condition 12."], ["[77]", "Mr. Jaballah’s release will be ordered on the conditions that are attached to these reasons as Appendix \"A\". An order will so provide. The order will further provide that pending resolution of condition number 3, Mr. Jaballah shall remain inside his residence or on the immediate property, that is, in the front or back yard of the residence except:", "(a) with the prior approval of CBSA; or", "(b) in the event of medical emergency (in which case CBSA shall be notified in accordance with paragraphs 8(iii) or (iv) of the order."], ["[78]", "Resolution with respect to condition 3 may beget inconvenience requiring compromise on all sides. An unreasonable position taken by any one of the parties may result in prolongation of the interim arrangement. Thus far, counsel have exhibited patience, co-operation and sound judgment. Continued effort and dedication to effecting a resolution is essential. In the event of an impasse, I retain jurisdiction to deal with it.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/gs", "SCHEDULE \"A\"", "to the", "Reasons for order", "dated April 12, 2007", "in", "MAHMOUD ES-SAYYID JABALLAH", "and", "THE MINISTER OF PUBLIC SAFETY", "AND EMERGENCY PREPAREDNESS", "THE MINISTER OF CITIZENSHIP", "AND IMMIGRATION", "DES-04-01", "CONDITIONS RESPECTING THE", "RELEASE OF MR. JABALLAH", "1. Mr. Jaballah is to be released from detention on condition that he sign a document, to be prepared by his counsel and to be approved by counsel for the Ministers, in which he agrees to comply strictly with each of the terms and conditions that follow.", "2. Mr. Jaballah, before his release from custodial detention, shall be fitted with an electronic monitoring device as will be, from time to time, arranged by the CBSA, along with a tracking unit. Thereafter, Mr. Jaballah shall wear the monitoring device at all times and shall not tamper with the monitoring device or the tracking unit or allow them to be tampered with. Where for medical reasons a qualified medical doctor directs that the electronic monitoring device must be removed, the CBSA shall be notified beforehand and shall arrange for its removal as well as for Mr. Jaballah’s supervision while it is removed. Prior to his release, Mr. Jaballah shall arrange, at his expense, for the installation in the residence specified below of a separate dedicated land-based telephone line meeting the CBSA's requirements to allow effective electronic monitoring. Mr. Jaballah shall consent to the disabling as necessary of all telephone features and services for such separate dedicated land-based telephone line. Mr. Jaballah shall follow all instructions provided to him regarding the use of the monitoring equipment and any other requirement necessary for the proper and complete functioning of the electronic monitoring equipment and system.", "3. Mr. Jaballah shall allow for the installation of video surveillance equipment at all entrances to the property. Prior to Mr. Jaballah's release from detention, the CBSA shall install and test the necessary equipment and shall report to the Court as to whether it is satisfied that the equipment is functioning properly and that all requirements to initiate electronic monitoring have been completed.", "4. Prior to Mr. Jaballah's release from detention, the sum of $43,250.00 is to be paid into Court pursuant to Rule 149 of the", "Federal Courts Rules", "and is to be paid by the following persons:", "Ahmed Jaballah", "$3,000.00", "Mubarach Adan", "$1,000.00", "Jamal Azawi", "$10,000.00", "Mahmoud Idris", "$2,000.00", "James Loney", "$250.00", "Hayat Mabruk", "$4,000.00", "Adel Qablawi", "$10,000.00", "John Valleau", "$5,000.00", "Ahmad Shehab", "$5,000.00", "Remzi Bekri", "$3,000.00", "In the event that any term of the order releasing Mr. Jaballah is breached, the Ministers may seek an order that the full amount, plus any accrued interest, be paid to the Attorney General of Canada.", "5. Prior to Mr. Jaballah's release from custodial detention, the following persons shall execute performance bonds by which they agree to be bound to Her Majesty the Queen in Right of Canada in the amounts specified below. The condition of each performance bond shall provide that if Mr. Jaballah breaches any terms or  conditions  contained in the order of  release, as it may from time to time be amended, the sums guaranteed by the performance bonds shall be forfeited to Her Majesty. The terms and conditions of the performance bonds shall be provided to counsel for Mr. Jaballah by counsel for the Ministers and shall be in accordance with the terms and conditions of guarantees provided pursuant to s. 56 of the", "Immigration and Refugee Protection Act", ". Each surety shall acknowledge in writing having reviewed the terms and conditions contained in this order, and shall indicate, in particular, his or her understanding of this condition.", "i) Mubarach Adan", "$5,000.00", "ii) Mahmoud Idris", "$5,000.00", "iii) Raza Mohammad", "$5,000.00", "iv) Adel Qablawi", "$10,000.00", "v) Mohammed Aberra Dawud", "$6,000.00", "vi) Adnan Srajeldin", "$20,000.00", "vii) John Valleau", "$5,000.00", "6. Upon his release from detention, Mr. Jaballah shall be taken by the RCMP (or such other agency as the CBSA and the RCMP may designate), and he shall thereafter reside at, _______________ in the City of Toronto, Ontario (the residence) with Husnah Al Mashtouli, his wife, and his sons, Ahmad, Al Munzir, Osama and Ali, and his daughter, Afnan. In order to protect the privacy of those individuals, the address of the residence shall not be published within the public record of this proceeding. Except for a medical emergency or as otherwise provided in this order, Mr. Jaballah shall remain in such residence at all times. Mr. Jaballah is not to be left alone in the residence. That is, at all times when he is in the residence, either Husnah Al Mashtouli, Ahmad Jaballah, Ash Shaymaa Es Sayyid, Mohammed Aberra Dawud, Jamal Azawi, Hayat Mabruk or Adel Qablawi must also be in the residence. The term \"residence\" as used in these conditions refers exclusively to the dwelling house and does not include any outside space associated with it.", "7. Between the hours of 8:00 a.m. and 9:00 p.m., Mr. Jaballah may exit the residence but he shall remain at all times within the boundary of any outside space associated with the residence (that is, the front or backyard). He must at all times be accompanied by either Husnah Al Mashtouli, Ahmad Jaballah, Ash Shaymaa Es Sayyid, Mohammed Aberra Dawud, Jamal Azawi, Hayat Mabruk or Adel Qablawi. While in the yard, he may meet only with persons referred to in paragraph 9 below. This restriction does not apply to casual greetings to neighbours who live immediately adjacent to the backyard. Mr. Jaballah may not speak to other persons who may be visiting the neighbours unless they are persons otherwise authorized to visit or supervise Mr. Jaballah.", "8. Mr. Jaballah may, between the hours of 8:00 a.m. and 9:00 p.m.:", "i) with the prior approval of the CBSA, leave the residence three times per week, for a duration not to exceed 4 hours on each absence, so long as he remains within the perimeter determined pursuant to paragraph 10(i) below . Requests for such approval shall be made on a weekly basis with not less than 72 hours notice for the following week’s absences and shall specify the location or locations that Mr. Jaballah wishes to attend as well as the times when he proposes to leave and return to the residence. If such absences are approved, Mr. Jaballah shall, prior to leaving the residence and immediately upon his return to the residence, report as more specifically directed by a representative of the CBSA. The CBSA may consider special requests by Mr. Jaballah to extend one of the weekly absences to go on a family outing that exceeds 4 hours, so long as such outing would be within the perimeter determined pursuant to paragraph 10(i). Mr. Jaballah may be permitted to go on such an outing up to 3 times per month. Such requests must be made to the CBSA at least one week in advance of the proposed family outing;", "ii) leave the residence on a school day between the hours of 8:00 - 9:30 a.m. and/or 3:00 - 4:30 p.m. in the company of Husnah Al Mashtouli, Ash Shaymaa Es Sayyid or Ahmad Jaballah to take Afnan, Osama and Ali (Mr. Jaballah’s youngest children) to school in the morning and to pick them up after school but only where this is necessary because there is no supervising person available to supervise Mr. Jaballah in his home and only where CBSA has advance notice in the weekly itinerary provided by Mr. Jaballah. In such a case, Mr. Jaballah shall go directly to and from the elementary schools, shall not enter into contact with any person en route, and shall provide the yearly school calendar for each child to the CBSA. The address of the school or schools shall be provided to the CBSA prior to Mr. Jaballah’s release from detention. In the event that the children need to leave school for a legitimate and unanticipated reason outside of these times, Mr. Jaballah may be permitted to accompany Husnah Al Mashtouli, Ash Shaymaa Es Sayyid or Ahmad Jaballah to pick them up, provided that CBSA is notified, before he leaves, of the circumstances and is also notified when he returns home;", "iii) with the prior knowledge of the CBSA, leave the residence as required and for the duration required for the purpose of medical or psychological appointments and related tests, treatment or operations. Notification shall be given not less than 72 hours in advance of the intended absence and shall specify the location or locations that Mr. Jaballah must attend as well as his departure time and his anticipated return time. Following completion of appointments, proof of attendance must be provided to the CBSA. Mr. Jaballah shall, before leaving the residence and immediately upon his return, report as more specifically directed by a representative of the CBSA. Should Mr. Jaballah experience a medical emergency requiring hospitalization, the CBSA shall be notified forthwith by Mr. Jaballah, Husnah Al Mashtouli, Ash Shaymaa Es Sayyid or Ahmad Jaballah. CBSA shall be informed of the location where Mr. Jaballah has been taken and shall be further informed of his return to the residence;", "iv) should an emergency arise whereby Husnah Al Mashtouli, any of Mr. Jaballah’s children or his grandchild are required to be taken to hospital and no one is available to supervise Mr. Jaballah in the residence, Mr. Jaballah may go to the hospital with Husnah Al Mashtouli, Ash Shaymaa Es Sayyid or Ahmad Jaballah, regardless of the time of the occurrence, until such time as another individual is available to supervise him. Mr. Jaballah shall notify the CBSA of the circumstances forthwith, and shall notify the CBSA immediately upon his return to the residence. Should Mr. Jaballah, due to illness, not be well enough to leave the home in the context of such an emergency and should no other supervisor be available, the CBSA must be contacted immediately;", "v) during all approved absences from the residence, Mr. Jaballah shall have on his person at all times the tracking unit enabling electronic monitoring and shall be accompanied at all times by either Husnah Al Mashtouli, Ahmad Jaballah, or Jamal Azawi. Only when one of these three persons is not available and where necessary, he shall be accompanied by Ash Shaymaa Es Sayyid, Mohammed Aberra Dawud, Hayat Mabruk or Adel Qablawi, each of whom shall bear responsibility for supervising Mr. Jaballah and for ensuring that he complies fully with all of the terms and conditions of this order. Any of these individuals must remain continuously with Mr. Jaballah while he is away from the residence, except for times that he is actually in consultation with his doctors or taking tests or undergoing treatment or therapy. In such cases, Husnah Al Mashtouli, Ahmad Jaballah, Ash Shaymaa Es Sayyid, Mohammed Aberra Dawud, Jamal Azawi, Hayat Mabruk and Adel Qablawi will remain as close as is reasonably possible to the room in which Mr. Jaballah is receiving his consultation, treatment or therapy. Should Husnah Al Mashtouli, Ash Shaymaa Es Sayyid, or Hayat Mabruk need to visit a public restroom while supervising Mr. Jaballah away from the home, Mr. Jaballah must remain as close as is reasonably practicable to the restroom. Prior to Mr. Jaballah’s release from detention, each of Husnah Al Mashtouli, Ahmad Jaballah, Ash Shaymaa Es Sayyid, Mohammed Aberra Dawud, Jamal Azawi, Hayat Mabruk and Adel Qablawi shall sign a document in which each acknowledges and accepts such responsibility, specifically including the obligation to immediately report to the CBSA any breach of any term or condition of this order. The document shall be prepared by Mr. Jaballah's counsel and shall be submitted to the Ministers’ counsel for approval.", "9. No person shall be permitted to enter the residence except:", "i) Mr. Jaballah’s immediate family members, including his wife, Husnah Al Mashtouli, his sons, Ahmad, Al Munzir, Osama and Ali, his daughters, Afnan and Ash Shaymaa, his grandson, Hanzah Ali, and his son in law, Ahmad Bassam Mohammad Ali;", "ii) the other individuals who are acting as supervisors;", "iii) his legal counsel, Barbara Jackman, John Norris and Paul Copeland;", "iv) in an emergency, fire, police and health-care professionals;", "v) children under the age of 15 years who are friends of Mr. Jaballah’s children;", "vi) the building superintendent and such authorized and qualified repair persons as are employed by the building superintendent, pursuant to an arrangement between CBSA and the landlord. Twenty-four hours notice of repairs must be given to the CBSA, except in the case of emergency. Mr. Jaballah shall not have contact with any such person;", "vii) a person approved in advance by the CBSA. To obtain such approval, the name, address and date of birth of such person must be provided to the CBSA. Prior approval need not be required for subsequent visits by a previously approved person. However, the CBSA may withdraw its approval at any time.", "Subject to paragraph 12, those persons identified above, who are permitted to enter the residence, shall not bring with them any electronic device that is wireless or capable of being connected to the internet or a cell phone.", "10. When Mr. Jaballah leaves the residence, as provided in paragraph 8, he shall not:", "i) leave the area bordered by the streets or geographic features to be agreed upon by all counsel. The boundary shall be specified in a further order of this Court;", "ii) attend any airport, train station, bus deport or car rental agency, or enter upon any boat or vessel, except the Toronto Island Ferry;", "iii) meet any person by prior arrangement other than:", "a) Barbara Jackman, John Norris, or Paul Copeland;", "b) members of his family, including his wife, Husnah Al Mashtouli, his sons, Ahmad, Al Munzir, Osama and Ali, and his daughters, Afnan and Ash Shaymaa, his grandson, Hanzah Ali, and his son in law, Ahmad Bassam Mohammad Ali;", "c) the persons appointed by the Court to act as supervisors in accordance with paragraph 6;", "d) any person approved in advance by the CBSA;", "iv) go to any location other than that or those approved in accordance with paragraph 8, during the hours approved.", "11. Mr. Jaballah shall not, at any time or in any way, associate or communicate directly or indirectly with:", "i) any person whom Mr. Jaballah knows, or ought to know, supports terrorism or violent Jihad or who attended any training camp or guest house operated by any entity that supports terrorism or violent Jihad;", "ii) any person Mr. Jaballah knows, or ought to know, has a criminal record, except Matthew Behrens and immediate family members; or", "iii) any person whom the Court may specify in an order amending this order.", "12. Except as provided herein, Mr. Jaballah shall not possess, have access to or use, directly or indirectly, any radio or radio device with transmission capability or any communication equipment or equipment capable of connecting to the internet or any component thereof, including but not limited to: any cellular telephone; any computer of any kind that contains a modem or that can access the internet or a component thereof; any pager; any fax machine; any public telephone; any telephone outside the residence; any internet facility; any hand-held device, such as a blackberry. The internet connection for the computers used by Mr. Jaballah’s children shall be kept in a locked portion of the residence that Mr. Jaballah cannot access. Each computer with internet capability in the residence shall have a password to access it. Only Ahmad Jaballah shall have access to the computer passwords. No computer with wireless internet capability shall be brought into the residence. The cell phones owned by Husnah Al Mashtouli, and Mr. Jaballah’s children, Ash Shaymaa, Ahmad and Al Munzir shall remain with them at all times and they must ensure that Mr. Jaballah does not have access to them. The numbers of these cell phones must be provided to the CBSA, and their use, while in the residence, must be confined to the room in which the computer with access to the internet is situated. Husnah Al Mashtouli, Ash Shaymaa, Ahmad and Al Munzir shall agree in writing to these conditions. Mr. Jaballah may use a conventional land based telephone line located in the residence (telephone line) other than the separate dedicated land based telephone line referred to on condition that before his release from detention, both Mr. Jaballah and the subscriber to such telephone service shall consent in writing to the interception by or on behalf of the CBSA, of all communications conducted using such service. For greater certainty, this includes allowing the CBSA to intercept the content of oral communications and also to obtain the telecommunication records associated with such telephone line service. Prior to Mr. Jaballah’s release from detention, Husnah Al Mashtouli shall consent in writing to the interception by or on behalf of the CBSA of all communications conducted using her cell phone. The form of these consents shall be prepared by counsel for the Ministers. In the event of a medical emergency outside the residence, and if no one is able to make the call on his behalf, Mr. Jaballah shall be permitted use of a land-line telephone outside his residence to call the CBSA to inform it of the situation and his whereabouts. Mr. Jaballah may also call 911, in the event of an emergency.", "13. Prior to his release from incarceration, Mr. Jaballah and all of the those adult persons who reside at the residence shall consent in writing to the interception, by or on behalf of the CBSA, of incoming and outgoing written communications delivered to or sent from the residence by mail, courier or other means. Prior to occupying the residence, any new occupant shall similarly agree to provide such consent. The form of consent shall be prepared by counsel for the Ministers.", "14. Mr. Jaballah shall allow employees of the CBSA, any person designated by the CBSA and/or any peace officer access to the residence at any time (upon the production of identification) for the purposes of verifying Mr. Jaballah's presence in the residence and/or to ensure that Mr. Jaballah and/or any other persons are complying with the terms and conditions of this order. For greater certainty, Mr. Jaballah shall permit such individual(s) to search the residence, remove any item, and/or install, service and/or maintain such equipment as may be required in connection with the electronic monitoring equipment and/or the separate dedicated land-based telephone line referred to in paragraph 2. Prior to Mr. Jaballah's release from detention all other adult occupants of the residence shall sign a document, in a form acceptable to counsel for the Ministers, agreeing to abide by this term. Prior to occupying the residence, any new occupant shall similarly agree to abide by this term.", "15. Prior to his release, Mr. Jaballah and his supervising sureties will consent in writing to being interviewed by or on behalf of the CBSA, individually or together, as is deemed required, in order to ascertain whether Mr. Jaballah and/or other persons are complying with the terms and conditions of this order. The Court may also request a periodic report from Husnah Al Mashtouli, Ahmad Jaballah, Ash Shaymaa Es Sayyid, Mohammed Aberra Dawud, Jamal Azawi, Hayat Mabruk and/or Adel Qablawi as to how the conditions are functioning.", "16. Prior to his release, Mr. Jaballah shall surrender his passport and all travel documents, if any, to a representative of the CBSA. Without the prior approval of the CBSA, Mr. Jaballah is prohibited from applying for, obtaining or possessing any passport or travel document, any bus, train or plane ticket, or any other document entitling him to travel. This does not prevent Mr. Jaballah from traveling on public city surface transit within the City of Toronto (including the Toronto Island Ferry) or the City of Mississauga as authorized in paragraph 8.", "17. If Mr. Jaballah is ordered to be removed from Canada, he shall report as directed for removal. He shall also report to the Court as it from time to time may require.", "18. Mr. Jaballah shall not possess any weapon, imitation weapon, noxious substance or explosive, or any component thereof.", "19. Mr. Jaballah shall keep the peace and be of good conduct.", "20. Any officer of the CBSA or any peace officer, who has reasonable grounds to believe that any term or condition of this order has been breached, may arrest Mr. Jaballah without warrant and cause him to be detained. Within 48 hours of such detention a Judge of this Court, designated by the Chief Justice, shall forthwith determine whether there has been a breach of any term or condition of this order, whether the terms of this order should be amended and whether Mr. Jaballah should be detained in custody.", "21. If Mr. Jaballah does not strictly observe each of the terms and conditions of this order, he will be liable to incarceration upon further order by this Court.", "22. Mr. Jaballah may not change his place of residence without the prior approval of this Court. No persons may occupy the residence without the approval of the CBSA.", "23. A breach of this order shall constitute an offence within the meaning of s. 127 of the", "Criminal Code", "and shall  constitute  an offencepursuant to paragraph 124(1)(a) of the", "Immigration and Refugee Protection Act", "24. The terms and conditions of this order may be amended at any time by the Court upon the request of any party or upon the Court's own motion with notice to the parties. The Court will review the terms and conditions of this order at the earlier of:", "(i) the rendering of a judgment of the Federal Court of Appeal in", "Re Jaballah", ", [2006] F.C.J. No. 1706; 2006 FC 1230; and", "(ii) six months from the date of this order.", "SCHEDULE \"B\"", "to the", "Reasons for order dated April 12, 2007", "in", "MAHMOUD ES-SAYYID JABALLAH", "and", "THE MINISTER OF PUBLIC SAFETY", "AND EMERGENCY PREPAREDNESS", "and THE MINISTER OF CITIZENSHIP", "AND IMMIGRATION", "DES-4-01", "(The latest chronology of events of significance in these proceedings appears in Appendix A of the decision listed as number 17 in the following list)", "This Case (file DES-04-01) (\"Jaballah No. 2\") Decisions of MacKay, J.", "Related Cases and Events", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) (November 2, 1999) (Cullen, J.) (\"", "Jaballah No. 1", "\").", "The Court quashes security certificate issued on March 31, 1999.", "<FRAGMENT_SUPPRESSED> ; 196 F.T.R. 175; 2000 FCT 1577 (October 6, 2001) (Hansen, J.).", "Judicial review - quashes negative CRDD decision on refugee claim (Hansen, J.).", "Security Certificate dated August 13, 2001 issued,", "Jaballah detained, and proceedings commence.", "Re Jaballah, [2001] F.C.J. No. 1748; 2001 FCT 1287 (T.D.) (November 23, 2001).", "The Court dismisses Mr. Jaballah’s application to stay proceedings and quashes subpoenas served on Ministers.", "Mr. Jaballah applies to M.C.I. to be found a person in need of protection, s. 112,", "IRPA", "(July 1, 2002)", "The Court orders proceeding be suspended (s. 79(1)", "IRPA", ") (July, 2002)", "Re Jaballah, [2002] F.C.J. No. 1385; 224 F.T.R. 20; 2002 FCT 1046 (T.D.), [2003] 3 F.C. 85 (October 8, 2002).", "The Court dismisses motion by Mr. Jaballah, inter alia for release from detention.", "Decision of CRDD- (April 9, 2003)", "On reconsideration of application for refugee status, CRDD rejects claim by Jaballah but allows claim on behalf of his wife and their four children born abroad who accompanied parents to Canada.", "Re Jaballah, [2003] 4 F.C. 345; 2003 FCT 640; [2003] F.C.J. No. 822 (May 23, 2003).", "The Court finds abuse of process by failure to decide Mr. Jaballah's application for protection; Court resumed proceedings, found security certificate reasonable in absence of any response by Mr. Jaballah to the Ministers' certificate and information. (Appealed)", "Decision on behalf of M.C.I. (December 30, 2003)", "Denies application for protection.", "10", "Re Jaballah, [2004] F.C.J. No. 420; 247 F.T.R. 68; 2004 FCT 299 (February 27, 2004).", "Court dismisses Mr. Jaballah's application, under s. 84(2)", "IRPA", ", for release from detention. (Appealed)", "11", "Re Jaballah", ", [2004] F.C.J. No. 1199; 242 D.L.R.(4th) 490; 2004 FCA 257 (C.A.), [2005] 1 F.C.R. 560 (July 13, 2004) (i.e., appeal of decision #8, supra,)", "Court of Appeal upholds finding of abuse, but allows appeal, sets aside finding that security certificate is reasonable, referring the matter for reconsideration by a designated judge. (Rothstein, J.A.)", "12", "Re Jaballah, [2005] 4 F.C.R. 359; 261 F.T.R. 35; 2005 FC 399; [2005] F.C.J. No. 500 (March 22, 2005).", "Decision on behalf of M.C.I., to refuse Jaballah's application for protection, is set aside as unlawful and the application is referred for reconsideration. Proceedings again suspended.", "13", "<FRAGMENT_SUPPRESSED> ; 258 D.L.R.(4th) 161 (August 22, 2005)", "Ontario Supreme Court stays proceedings on application for habeas corpus by Mr. Jaballah, pending consideration of possible release by Federal Court. Thereupon application made to this Court.", "14", "Decision on behalf of M.C.I. (September 23, 2005)", ". Again, denies application for protection.", "15", "Re Jaballah, [2006] F.C.J. No. 110; 2006 FC 115 (February 1, 2006)", "Court dismisses application for release from detention, after recognizing in special circumstances of this case, a constitutional remedy under the", "Charter of Rights", ", ss. 15(1) and 24(1) to seek release, but Court finds that application is unsuccessful under s. 83(3) of", "IRPA", "16", "Re Jaballah, [2006] F.C.J. No. 227; 2006 FC 180 (February 10, 2006).", "Court dismisses application by Mr. Jaballah that designated judge recuse himself from the case.", "17", "Re Jaballah, [2006] F.C.J. No. 404; 2006 FC 346 (March 16, 2006).", "Court, having resumed proceedings re certificate, on review finds second decision on behalf of the M.C.I. (dated September 23, 2005), in rejecting Mr. Jaballah’s application for protection, is lawful (s. 80(1)", "IRPA", "). (Appealed)", "18", "Re Jaballah, 2006 FC 1058. Certificate attaching transcript of Reasons (Order May 2, 2006, Reasons May 8, 2006).", "Court dismisses motion to postpone hearings (testimony and argument) on reasonableness of security certificate of August 2001 pending decision of Supreme Court of Canada in other security certificate cases, to be argued in mid-June 2006. (Appealed)", "19", "<FRAGMENT_SUPPRESSED> ; 2006 FCA 179 (C.A.) (May 12, 2006) (i.e. appeal of decision #18, supra)", ". Application to Court of Appeal to stay proceedings concerning security certificate pending consideration of Appeal, dismissed on behalf of that Court (Linden, J.A.).", "20", "Re Jaballah (August 18, 2006).", "Order limiting use or derivative use of any testimony of Mr. Jaballah given in relation to the reasonableness of the security certificate in May and July 2006.", "21", "Re Jaballah, 2006 FC 1010 (August 23, 2006).", "Reasons for dismissal, by Order of June 30, 2006, motion by Mr. Jaballah for reconsideration of decisions: not to postpone hearings concerning security certificate, and not to appoint special counsel or amicus curiaeto represent Mr. Jaballah's interests in testing confidential information before the Court, even in in camera hearings in absence of Mr. Jaballah or his counsel.", "22", "Re Jaballah, 2006 FC 1230 (October 16, 2006).", "The Court determines the Ministers' certificate is reasonable (s. 80(1) of", "IRPA", "), and further that discretion to remove Mr. Jaballah from Canada is limited.", "23", "Re Jaballah, 2006 FC 1316 (October 31, 2006), Re Jaballah, 2006 FC 1514 (December 18, 2006), Re Jaballah 2007 FC 379 (April 12, 2007).", "The Court (Layden-Stevenson, J.), commenced hearing an application by Mr. Jaballah for release from detention. The Court ordered Mr. Jaballah’s release on conditions that equate to house arrest.", "NOTE: The styles of cause of the decisions  <FRAGMENT_SUPPRESSED>  No. 2", "are cited in this table as", "Re Jaballah", "SCHEDULE “C”", "to the", "Reasons for order dated April 12, 2007", "in", "MAHMOUD ES-SAYYID JABALLAH", "and", "THE MINISTER OF PUBLIC SAFETY AND EMERGENCY PREPAREDNESS", "and THE MINISTER OF CITIZENSHIP", "AND IMMIGRATION", "DES-4-01", "Immigration Act", ", R.S.C. 1985, c. I-2", "\"19(1) No person shall be granted admission who is a member of any of the following classes:", ". . . . .", "(e) persons who there are reasonable grounds to believe", "(iii) will engage in terrorism, or", "(iv) are members of an organization that there are reasonable grounds to believe will", "(C) engage in terrorism;", ". . . . .", "(f) persons who there are reasonable grounds to believe", "(ii) have engaged in terrorism, or", "(iii) are or were members of an organization that there are reasonable grounds to", "believe is or was engaged in", "(B) terrorism,", "\"27(2)(a) An immigration officer or a peace officer shall, unless the person has been arrested pursuant to s. 103(2), forward a written report to the Deputy Minister setting out the details of any information in the possession of the immigration officer or peace officer indicating that a person in Canada, other than a Canadian citizen or permanent resident, is a person who", "(a) is a member of an inadmissible class, other than an inadmissible class described in paragraph 19(1)(h) or 19(2)(c);", "\"40.1(1) Notwithstanding anything in this Act, where the Minister and the Solicitor General of Canada are of the opinion, based on security or criminal intelligence reports received and considered by them, that a person, other than a Canadian citizen or permanent resident, is a person described in subparagraph 19(1)(c.1)(ii), paragraph 19(1)(c.2), (d), (e), (f), (g), (j), (k) or (l) or subparagraph 19(2)(a.1)(ii), they may sign and file a certificate to that effect with an immigration officer, a senior immigration officer or an adjudicator.", "\"(2) Where a certificate is signed and filed in accordance with section (1),", "(a) an inquiry under this Act concerning the person in respect of whom the certificate is filed shall not be commenced, or if commenced shall be adjourned, until the determination referred to in paragraph (4)(d) has been made; and", "(b) a senior immigration officer or an adjudicator shall, notwithstanding section 23 or 103 but subject to section (7.1), detain or make an order to detain the person named in the certificate until the making of the determination.", "\"(3) Where a certificate referred to in section (1) is filed in accordance with that section, the Minister shall", "(a) forthwith cause a copy of the certificate to be referred to the Federal Court for a determination as to whether the certificate should be quashed; and", "(b) within three days after the certificate has been filed, cause a notice to be sent to the person named in the certificate informing the person that a certificate under this section has been filed and that following a reference to the Federal Court a deportation order may be made against the person.", "\"(4) Where a certificate is referred to the Federal Court pursuant to section (3), the Chief Justice of that Court or a judge of that Court designated by the Chief Justice for the purposes of this section shall", "(a) examine within seven days, in camera, the security or criminal intelligence reports considered by the Minister and the Solicitor General and hear any other evidence or information that may be presented by or on behalf of those Ministers and may, on the request of the Minister or the Solicitor General, hear all or part of such evidence or information in the absence of the person named in the certificate and any counsel representing the person where, in the opinion of the Chief Justice or the designated judge, as the case may be, the evidence or information should not be disclosed on the grounds that the disclosure would be injurious to national security or to the safety of persons;", "(b) provide the person named in the certificate with a statement summarizing such information available to the Chief Justice or the designated judge, as the case may be, as will enable the person to be reasonably informed of the circumstances giving rise to the issue of the certificate, having regard to whether, in the opinion of the Chief Justice or the designated judge, as the case may be, the information should not be disclosed on the grounds that the disclosure would be injurious to national security or to the safety of persons;", "(c) provide the person named in the certificate with a reasonable opportunity to be heard;", "(d) determine whether the certificate filed by the Minister and the Solicitor General is reasonable on the basis of the evidence and information available to the Chief Justice or the designated judge, as the case may be, and, if found not to be reasonable, quash the certificate; and", "(e) notify the Minister, the Solicitor General and the person named in the certificate of the determination made pursuant to paragraph (d).", "\"(5) For the purposes of section (4), the Chief Justice or the designated judge may, subject to section (5.1), receive, accept and base the determination referred to in paragraph (4)(d) on such evidence or information as the Chief Justice or the designated judge sees fit, whether or not the evidence or information is or would be admissible in a court of law.", "\"(5.1) For the purposes of section (4),", "(a) the Minister or the Solicitor General of Canada may make an application, in camera and in the absence of the person named in the certificate and any counsel representing the person, to the Chief Justice or the designated judge for the admission of information obtained in confidence from the government or an institution of a foreign state or from an international organization of states or an institution thereof;", "(b) the Chief Justice or the designated judge shall, in camera and in the absence of the person named in the certificate and any counsel representing the person,", "(i) examine that information, and", "(ii) provide counsel representing the Minister or the Solicitor General of Canada with a reasonable opportunity to be heard as to whether the information is relevant but should not be disclosed to the person named in the certificate on the grounds that the disclosure would be injurious to national security or to the safety of persons;", "(c) that information shall be returned to counsel representing the Minister or the Solicitor General of Canada and shall not be considered by the Chief Justice or the designated judge in making the determination referred to in paragraph (4)(d), if", "(i) the Chief Justice or the designated judge determines", "(A) that the information is not relevant, or", "(B) that the information is relevant and should be summarized in the statement to be provided pursuant to paragraph (4)(b) to the person named in the certificate, or", "(ii) the Minister or the Solicitor General of Canada withdraws the application; and", "(d) if the Chief Justice or the designated judge determines that the information is relevant but should not be disclosed to the person named in the certificate on the grounds that the disclosure would be injurious to national security or to the safety of persons, the information shall not be summarized in the statement provided pursuant to paragraph (4)(b) to the person named in the certificate but may be considered by the Chief Justice or the designated judge in making the determination referred to in paragraph (4)(d).", "\"(6) A determination under paragraph (4)(d) is not subject to appeal or review by any court.", "\"(7) Where a certificate has been reviewed by the Federal Court pursuant to section (4) and has not been quashed pursuant to paragraph (4)(d), (a) the certificate is conclusive proof that the person named in the certificate is a person described in subparagraph 19(1)(c.1)(ii), paragraph 19(1)(c.2), (d), (e), (f), (g),(j), (k) or (l) or subparagraph 19(2)(a.1)(ii); and", "(b) the person named in the certificate shall, notwithstanding section 23 or 103 but subject to section (7.1), continue to be detained until the person is removed from Canada.", "\"(7.1) The Minister may order the release of a person who is named in a certificate that is signed and filed in accordance with section (1) in order to permit the departure from Canada of the person, regardless of whether the Chief Justice or the designated judge has yet made the determination referred to in paragraph (4)(d).", "\"(8) Where a person is detained under section (7) and is not removed from Canada within 120 days after the making of the removal order relating to that person, the person may apply to the Chief Justice of the Federal Court or to a judge of the Federal Court designated by the Chief Justice for the purposes of this section for an order under section (9).", "\"(9) On an application referred to in section (8) the Chief Justice or the designated judge may, subject to such terms and conditions as the Chief Justice or designated judge deems appropriate, order that the person be released from detention if the Chief Justice or designated judge is satisfied that", "(a) the person will not be removed from Canada within a reasonable time; and", "(b) the person's release would not be injurious to national security or to the safety of persons.", "\"(10) On the hearing of an application referred to in section (8), the Chief Justice or the designated judge shall", "(a) examine, in camera, and in the absence of the person making the application and any counsel representing that person, any evidence or information presented to the Minister in relation to national security or the safety of persons;", "(b) provide the person making the application with a statement summarizing the evidence or information available to the Chief Justice or designated judge in relation to national security or the safety of persons having regard to whether, in the opinion of the Chief Justice or the designated judge, as the case may be, the evidence or information should not be disclosed on the grounds that the disclosure would be injurious to national security or to the safety of persons; and", "(c) provide the person making the application with a reasonable opportunity to be heard.", "\"(11) For the purposes of section (10), the Chief Justice or the designated judge may receive and accept such evidence or information as the Chief Justice or the designated judge sees fit, whether or not the evidence or information is or would be admissible in a court of law.\"", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "\"76. The definitions in this section apply in this Division.", "'information' means security or criminal intelligence information and information that is obtained in confidence from a source in Canada, from the government of a foreign state, from an international organization of states or from an institution of either of them.", "'judge' means the Chief Justice of the Federal Court or a judge of that Court designated by the Chief Justice.", "\"77(1) The Minister and the Minister of Public Safety and Emergency Preparedness shall sign a certificate stating that a permanent resident or a foreign national is inadmissible on grounds of security, violating human or international rights, serious criminality or organized criminality and refer it to the Federal Court, which shall make a determination under section 80.", "\"(2) When the certificate is referred, a proceeding under this Act respecting the person named in the certificate, other than an application under section 112(1), may not be commenced and, if commenced, must be adjourned, until the judge makes the determination.", "\"78. The following provisions govern the determination:", "(a) the judge shall hear the matter;", "(b) the judge shall ensure the confidentiality of the information on which the certificate is based and of any other evidence that may be provided to the judge if, in the opinion of the judge, its disclosure would be injurious to national security or to the safety of any person;", "(c) the judge shall deal with all matters as informally and expeditiously as the circumstances and considerations of fairness and natural justice permit;", "(d) the judge shall examine the information and any other evidence in private within seven days after the referral of the certificate for determination;", "(e) on each request of the Minister or the Minister of Public Safety and Emergency Preparedness made at any time during the proceedings, the judge shall hear all or part of the information or evidence in the absence of the permanent resident or the foreign national named in the certificate and their counsel if, in the opinion of the judge, its disclosure would be injurious to national security or to the safety of any person;", "(f) the information or evidence described in paragraph (e) shall be returned to the Minister and the Minister of Public Safety and Emergency Preparedness and shall not be considered by the judge in deciding whether the certificate is reasonable if either the matter is withdrawn or if the judge determines that the information or evidence is not relevant or, if it is relevant, that it should be part of the summary;", "(g) the information or evidence described in paragraph (e) shall not be included in the summary but may be considered by the judge in deciding whether the certificate is reasonable if the judge determines that the information or evidence is relevant but that its disclosure would be injurious to national security or to the safety of any person;", "(h) the judge shall provide the permanent resident or the foreign national with a summary of the information or evidence that enables them to be reasonably informed of the circumstances giving rise to the certificate, but that does not include anything that in the opinion of the judge would be injurious to national security or to the safety of any person if disclosed;", "(i) the judge shall provide the permanent resident or the foreign national with an opportunity to be heard regarding their inadmissibility; and", "(j) the judge may receive into evidence anything that, in the opinion of the judge, is appropriate, even if it is inadmissible in a court of law, and may base the decision on that evidence.", "\"79(1) On the request of the Minister, the permanent resident or the foreign national, a judge shall suspend a proceeding with respect to a certificate in order for the Minister to decide an application for protection made under section 112(1).", "\"(2) If a proceeding is suspended under section (1) and the application for protection is decided, the Minister shall give notice of the decision to the permanent resident or the foreign national and to the judge, the judge shall resume the proceeding and the judge shall review the lawfulness of the decision of the Minister, taking into account the grounds referred to in section 18.1(4) of the Federal Courts Act.", "\"80(1) The judge shall, on the basis of the information and evidence available, determine whether the certificate is reasonable and whether the decision on the application for protection, if any, is lawfully made.", "\"(2) The judge shall quash a certificate if the judge is of the opinion that it is not reasonable. If the judge does not quash the certificate but determines that the decision on the application for protection is not lawfully made, the judge shall quash the decision and suspend the proceeding to allow the Minister to make a decision on the application for protection.", "\"(3) The determination of the judge is final and may not be appealed or judicially reviewed.", "\"81. If a certificate is determined to be reasonable under section 80(1),", "(a) it is conclusive proof that the permanent resident or the foreign national named in it is inadmissible;", "(b) it is a removal order that may not be appealed against and that is in force without the necessity of holding or continuing an examination or an admissibility hearing; and", "(c) the person named in it may not apply for protection under section 112(1).", "\"82(1) The Minister and the Minister of Public Safety and Emergency Preparedness may issue a warrant for the arrest and detention of a permanent resident who is named in a certificate described in section 77(1) if they have reasonable grounds to believe that the permanent resident is a danger to national security or to the safety of any person or is unlikely to appear at a proceeding or for removal.", "\"(2) A foreign national who is named in a certificate described in subsection 77(1) shall be detained without the issue of a warrant.", "\"83(1) Not later than 48 hours after the beginning of detention of a permanent resident or a foreign national under section 82, a judge shall commence a review of the reasons for the continued detention. Section 78 applies with respect to the review, with any modifications that the circumstances require.", "\"(2) The permanent resident or foreign national must be brought back before a judge at least once in the six-month period following each preceding review and at any other times that the judge may authorize.", "\"(3) A judge shall order the detention to be continued if satisfied that the permanent resident or foreign national continues to be a danger to national security or to the safety of any person, or is unlikely to appear at a proceeding or for removal", "\"84(1) The Minister may, on application by a permanent resident or a foreign national, order their release from detention to permit their departure from Canada.", "\"85. In the case of an inconsistency between sections 82 to 84 and the provisions of Division 6, sections 82 to 84 prevail to the extent of the inconsistency.\"", "Loi sur l’immigration", ", L.R.C. (1985), ch. I-2", "\"19(1) Les personnes suivantes appartiennent à une catégorie non admissible:", ". . . . .", "e) celles dont il y a des motifs raisonnables de croire qu'elles:", "(iii) soit commettront des actes de terrorisme,", "(iv) soit sont membres d'une organisation dont il y a des motifs raisonnables de croire qu'elle :", "(C) soit commettra des actes de terrorisme;", ". . . . .", "f) celles dont il y a des motifs raisonnables de croire qu'elles:", "(ii) soit se sont livrées à des actes de terrorisme,", "(iii) soit sont ou ont été membres d'une organisation dont il y a des motifs raisonnables de croire qu'elle se livre ou s'est livrée:", "(B) soit à des actes de terrorisme,", "\"27(2)(a) L'agent d'immigration ou l'agent de la paix doit, sauf si la personne en cause a été arrêtée en vertu du paragraphe 103(2), faire un rapport écrit et circonstancié au sous –ministre de renseignements concernant une personne se trouvant au Canada autrement qu'à titre de citoyen canadien ou de résident permanent et indiquant que celle-ci, selon le cas:", "a) appartient à une catégorie non admissible, autre que celles visées aux alinéas 19(1)h) ou 19(2)c);", "\"40.1(1) Par dérogation aux autres dispositions de la présente loi, le ministre et le solliciteur général du Canada peuvent, s'ils sont d'avis, à la lumière de renseignements secrets en matière de sécurité ou de criminalité dont ils ont eu connaissance, qu'une personne qui n'est ni citoyen canadien ni résident permanent appartiendrait à l'une des catégories visées au sous-alinéa 19(1)c.1)(ii), aux alinéas 19(1)c.2), d), e), f), g), j), k) ou l) ou au sous-alinéa 19(2)a.1)(ii), signer et remettre une attestation à cet effet à un agent d'immigration, un agent principal ou un arbitre.", "\"(2) En cas de remise de l'attestation visée au paragraphe (1):", "a) l'enquête prévue par ailleurs aux termes de la présente loi sur l'intéressé ne peut être ouverte tant que la décision visée à l'alinéa (4)d) n'a pas été rendue;", "b) l'agent principal ou l'arbitre doit, par dérogation aux articles 23 ou 103 mais sous réserve du paragraphe (7.1), retenir l'intéressé ou prendre une mesure à cet effet contre lui en attendant la décision.", "\"(3) En cas de remise de l'attestation prévue au paragraphe (1), le ministre est tenu:", "a) d'une part, d'en transmettre sans délai un double à la Cour fédérale pour qu'il soit décidé si l'attestation doit être annulée;", "b) d'autre part, dans les trois jours suivant la remise, d'envoyer un avis à l'intéressé l'informant de la remise et du fait que, à la suite du renvoi à la Cour fédérale, il pourrait faire l'objet d'une mesure d'expulsion.", "\"(4) Lorsque la Cour fédérale est saisie de l'attestation, le juge en chef de celle-ci ou le juge de celle-ci qu'il délègue pour l'application du présent article:", "a) examine dans les sept jours, à huis clos, les renseignements secrets en matière de sécurité ou de criminalité dont le ministre et le solliciteur général ont eu connaissance et recueille les autres éléments de preuve ou d'information présentés par ces derniers ou en leur nom; il peut en outre, à la demande du ministre ou du solliciteur général, recueillir tout ou partie de ces éléments en l'absence de l'intéressé et du conseiller le représentant, lorsque, à son avis, leur communication porterait atteinte à la sécurité nationale ou à celle de personnes;", "b) fournit à l'intéressé un résumé des informations dont il dispose, à l'exception de celles dont la communication pourrait, à son avis, porter atteinte à la sécurité nationale ou à celle de personnes, afin de permettre à celui-ci d'être suffisamment informé des circonstances ayant donné lieu à l'attestation;", "c) donne à l'intéressé la possibilité d'être entendu;", "d) décide si l'attestation est raisonnable, compte tenu des éléments de preuve et d'information à sa disposition, et, dans le cas contraire, annule l'attestation;", "e) avise le ministre, le solliciteur général et l'intéressé de la décision rendue aux termes de l'alinéa d).", "\"(5) Pour l'application du paragraphe (4), le juge en chef ou son délégué peut, sous réserve du paragraphe (5.1), recevoir et admettre les éléments de preuve ou d'information qu'il juge utiles, indépendamment de leur recevabilité devant les tribunaux, et peut se fonder sur ceux-ci pour se déterminer.", "\"(5.1) Pour l'application du paragraphe (4):", "a) le ministre ou le solliciteur général du Canada peuvent présenter au juge en chef ou à son délégué, à huis clos et en l'absence de l'intéressé et du conseiller le représentant, une demande en vue de faire admettre en preuve des renseignements obtenus sous le sceau du secret auprès du gouvernement d'un État étranger, d'une organisation internationale mise sur pied par des États étrangers ou de l'un de leurs organismes;", "b) le juge en chef ou son délégué, à huis clos et en l'absence de l'intéressé et du conseiller le représentant :", "(i) étudie les renseignements,", "(ii) accorde au représentant du ministre ou du solliciteur général la possibilité de lui présenter ses arguments sur la pertinence des renseignements et le fait qu'ils ne devraient pas être communiqués à l'intéressé parce que cette communication porterait atteinte à la sécurité nationale ou à celle de personnes;", "c) ces renseignements doivent être remis au représentant du ministre ou du solliciteur général et ne peuvent servir de fondement à la décision visée à l'alinéa (4)d), si:", "(i) soit le juge en chef ou son délégué détermine que les renseignements ne sont pas pertinents ou, s'ils le sont, devraient faire partie du résumé mentionné à l'alinéa (4)b),", "(ii) soit le ministre ou le solliciteur général retire sa demande;", "d) si le juge en chef ou son délégué décide qu'ils sont pertinents mais que cette communication porterait atteinte à la sécurité nationale ou à celle de personnes, les renseignements ne font pas partie du résumé mais peuvent servir de fondement à la décision visée à l'alinéa (4)d).", "\"(6) La décision visée à l'alinéa (4)d) ne peut être portée en appel ni être revue par aucun tribunal.", "\"(7) Toute attestation qui n'est pas annulée en application de l'alinéa (4)d) établit de façon concluante le fait que la personne qui y est nommée appartient à l'une des catégories visées au sous-alinéa 19(1)c.1)(ii), aux alinéas 19(1)c.2), d), e), f), g), j), k) ou l) ou au sous-alinéa 19(2)a.1)(ii) et l'intéressé doit, par dérogation aux articles 23 ou 103 mais sous réserve du paragraphe (7.1), continuer d'être retenu jusqu'à son renvoi du Canada.", "\"(7.1) Le ministre peut ordonner la mise en liberté de la personne nommée dans l'attestation afin de lui permettre de quitter le Canada, que la décision visée à l'alinéa (4)d) ait ou non été rendue.", "\"(8) La personne retenue en vertu du paragraphe (7) peut, si elle n'est pas renvoyée du Canada dans les cent vingt jours suivant la prise de la mesure de renvoi, demander au juge en chef de la Cour fédérale ou au juge de cette cour qu'il délègue pour l'application du présent article de rendre l'ordonnance visée au paragraphe (9).", "\"(9) Sur présentation de la demande visée au paragraphe (8), le juge en chef ou son délégué ordonne, aux conditions qu'il estime indiquées, que l'intéressé soit mis en liberté s'il estime que:", "a) d'une part, il ne sera pas renvoyé du Canada dans un délai raisonnable;", "b) d'autre part, sa mise en liberté ne porterait pas atteinte à la sécurité nationale ou à celle de personnes.", "\"(10) À l'audition de la demande visée au paragraphe (8), le juge en chef ou son délégué:", "a) examine, à huis clos et en l'absence de l'auteur de la demande et du conseiller le représentant, tout élément de preuve ou d'information présenté au ministre concernant la sécurité nationale ou celle de personnes;", "b) fournit à l'auteur de la demande un résumé des éléments de preuve ou d'information concernant la sécurité nationale ou celle de personnes dont il dispose, à l'exception de ceux dont la communication pourrait, à son avis, porter atteinte à la sécurité nationale ou à celle de personnes;", "c) donne à l'auteur de la demande la possibilité d'être entendu.", "\"(11) Pour l'application du paragraphe (10), le juge en chef ou son délégué peut recevoir et admettre les éléments de preuve ou d'information qu'il estime utiles, indépendamment de leur recevabilité devant les tribunaux.\"", "Loi sur l’immigration et la protection des réfugiés", ", L.C. 2001, ch. 27", "\"76. Les définitions qui suivent s’appliquent à la présente section.", "'juge' Le juge en chef de la Cour fédérale ou le juge de cette juridiction désigné par celui-ci.", "'renseignements' Les renseignements en matière de sécurité ou de criminalité et ceux obtenus, sous le sceau du secret, de source canadienne ou du gouvernement d’un État étranger, d’une organisation internationale mise sur pied par des États ou de l’un de leurs organismes.", "\"77(1) Le ministre et le ministre de la Sécurité publique et de la Protection civile déposent à la Cour fédérale le certificat attestant qu’un résident permanent ou qu’un étranger est interdit de territoire pour raison de sécurité ou pour atteinte aux droits humains ou internationaux, grande criminalité ou criminalité organisée pour qu’il en soit disposé au titre de l’article 80.", "\"(2) Il ne peut être procédé à aucune instance visant le résident permanent ou l’étranger au titre de la présente loi tant qu’il n’a pas été statué sur le certificat; n’est pas visée la demande de protection prévue au paragraphe 112(1).", "\"78. Les règles suivantes s’appliquent à l’affaire:", "a) le juge entend l’affaire;", "b) le juge est tenu de garantir la confidentialité des renseignements justifiant le certificat et des autres éléments de preuve qui pourraient lui être communiqués et dont la divulgation porterait atteinte, selon lui, à la sécurité nationale ou à la sécurité d’autrui;", "c) il procède, dans la mesure où les circonstances et les considérations d’équité et de justice naturelle le permettent, sans formalisme et selon la procédure expéditive;", "d) il examine, dans les sept jours suivant le dépôt du certificat et à huis clos, les renseignements et autres éléments de preuve;", "e) à chaque demande d’un ministre, il examine, en l’absence du résident permanent ou de l’étranger et de son conseil, tout ou partie des renseignements ou autres éléments de preuve dont la divulgation porterait atteinte, selon lui, à la sécurité nationale ou à la sécurité d’autrui;", "f) ces renseignements ou éléments de preuve doivent être remis aux ministres et ne peuvent servir de fondement à l’affaire soit si le juge décide qu’ils ne sont pas pertinents ou, l’étant, devraient faire partie du résumé, soit en cas de retrait de la demande;", "g) si le juge décide qu’ils sont pertinents, mais que leur divulgation porterait atteinte à la sécurité nationale ou à celle d’autrui, ils ne peuvent faire partie du résumé, mais peuvent servir de fondement à l’affaire;", "h) le juge fournit au résident permanent ou à l’étranger, afin de lui permettre d’être suffisamment informé des circonstances ayant donné lieu au certificat, un résumé de la preuve ne comportant aucun élément dont la divulgation porterait atteinte, selon lui, à la sécurité nationale ou à la sécurité d’autrui;", "i) il donne au résident permanent ou à l’étranger la possibilité d’être entendu sur l’interdiction de territoire le visant;", "j) il peut recevoir et admettre en preuve tout élément qu’il estime utile - même inadmissible en justice - et peut fonder sa décision sur celui-ci.", "\"79(1) Le juge suspend l’affaire, à la demande du résident permanent, de l’étranger ou du ministre, pour permettre à ce dernier de disposer d’une demande de protection visée au paragraphe 112(1).", "\"(2) Le ministre notifie sa décision sur la demande de protection au résident permanent ou à l’étranger et au juge, lequel reprend l’affaire et contrôle la légalité de la décision, compte tenu des motifs visés au paragraphe 18.1(4) de la Loi sur les Cours fédérales.", "\"80(1) Le juge décide du caractère raisonnable du certificat et, le cas échéant, de la légalité de la décision du ministre, compte tenu des renseignements et autres éléments de preuve dont il dispose.", "\"(2) Il annule le certificat dont il ne peut conclure qu’il est raisonnable; si l’annulation ne vise que la décision du ministre il suspend l’affaire pour permettre au ministre de statuer sur celle-ci.", "\"(3) La décision du juge est définitive et n’est pas susceptible d’appel ou de contrôle judiciaire.", "\"81. Le certificat jugé raisonnable fait foi de l’interdiction de territoire et constitue une mesure de renvoi en vigueur et sans appel, sans qu’il soit nécessaire de procéder au contrôle ou à l’enquête; la personne visée ne peut dès lors demander la protection au titre du paragraphe 112(1).", "\"82(1) Le ministre et le ministre de la Sécurité publique et de la Protection civile peuvent lancer un mandat pour l’arrestation et la mise en détention du résident permanent visé au certificat dont ils ont des motifs raisonnables de croire qu’il constitue un danger pour la sécurité nationale ou la sécurité d’autrui ou qu’il se soustraira vraisemblablement à la procédure ou au renvoi.", "\"(2) L’étranger nommé au certificat est mis en détention sans nécessité de mandat.", "\"83(1) Dans les quarante-huit heures suivant le début de la détention du résident permanent ou l’étranger, le juge entreprend le contrôle des motifs justifiant le maintien en détention, l’article 78 s’appliquant, avec les adaptations nécessaires, au contrôle.", "\"(2) L’intéressé comparaît au moins une fois dans les six mois suivant chaque contrôle, ou sur autorisation du juge.", "\"(3) L’intéressé ou l’étranger est maintenu en détention sur preuve qu’il constitue toujours un danger pour la sécurité nationale ou la sécurité d’autrui ou qu’il se soustraira vraisemblablement à la procédure ou au renvoi.", "\"84(1) Le ministre peut, sur demande, mettre le résident permanent ou l’étranger en liberté s’il veut quitter le Canada.", "\"85. Les articles 82 à 84 l’emportent sur les dispositions incompatibles de la section 6.\"", "[End of document]"]]}