{"id_": "039227", "body_str": [["[1]", "Noël, J.", ": This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision rendered by the Refugee Protection Division [RPD] on February 21, 2013 finding that Richard Lucian Pathinathar is neither a \"refugee\" within the meaning of section 96 of the IRPA nor a \"person in need of protection\" under paragraphs 97(1)(", ") and (", ") of the IRPA.", "II.", "Facts"], ["[2]", "The Applicant is a 28-year-old citizen of Sri Lanka of Tamil ethnicity and Catholic faith."], ["[3]", "The foundation for the Applicant's claim was that, as a young Sri Lankan Tamil Catholic from the Northern Province, he had faced treatment that rose to the level of persecution from the Sri Lankan Army [SLA] and from the paramilitary group Eelam People's Democratic Party [EPDP], and that he will face similar treatment or be killed should he return to his home country."], ["[4]", "He claimed that as a young Tamil from the Northern Province he is at risk of persecution (section 96), and that he faces a risk to his life or a risk of cruel and unusual treatment or punishment in Sri Lanka because paramilitary groups are seeking to kill him for not having fully paid some extortion money (section 97(1)(", "))."], ["[5]", "The Applicant alleged before the RPD that he has been the victim of many privations, that he has been arrested, and that he has been stopped, interrogated and assaulted by the SLA on several occasions during war times, that his family had to relocate, and that his brother was abducted in 2006 by Tamil militants never to be heard from again. The Applicant also claimed having been abducted in August 2010 by a Tamil militant and forced to pay 75,000 rupees to secure his release."], ["[6]", "The Applicant left Sri Lanka in October 2010 and arrived in the United States [US] on November 16, 2010 where he was arrested and detained. He was later released on bond and decided to come to Canada where he claimed refugee status on January 1, 2011."], ["[7]", "The hearing before the RPD took place on October 29, 2012. At the end of the hearing, the RPD granted the Applicant one month to obtain documents from the American Immigration authorities. The hearing was adjourned before the Applicant's counsel - Fred Saikali, an immigration consultant - could make his final submissions."], ["[8]", "On December 7, 2012, the Applicant's immigration consultant submitted to the RPD the documents he obtained from the Applicant's counsel in the US - which did not include the documents requested by the RPD - along with a letter stating that his client does not have the means to obtain any other documents but is willing to sign a release to the Canadian Borders Services Agency so that it might obtain the information directly from the US government. The Applicant's immigration consultant ended the letter by stating that his client \"will be waiting [for] the Member's decision in this matter.\""], ["[9]", "On December 10, 2012, the RPD decided that the hearing was to resume on February 26, 2013. On February 20, 2013, however, the RPD sent a fax to the Applicant's immigration consultant informing him that the hearing scheduled for February 26, 2013 was cancelled."], ["[10]", "The RPD rendered its decision on February 21, 2013.", "III.", "Decision under review"], ["[11]", "The RPD was satisfied as to the identity of the Applicant."], ["[12]", "The RPD ultimately rejected the Applicant's claim that he is a \"Convention refugee\" under section 96 of the IRPA and a \"person in need of protection\" within the meaning of paragraphs 97(1)(", "a)", "and (", ") mainly because it took issue with the Applicant's credibility. The RPD also considered the claim on its merits but nevertheless rejected it."], ["[13]", "For several reasons, the RPD did not believe, on a balance of probability, that the Applicant's story was true. It noted numerous omissions and inconsistencies in his testimony and in his Port of Entry [POE] declaration and interview and in his Personal Information Form [PIF] narrative. The Applicant testified that he was abducted by the EPDP, but when he was questioned as to the identity of his alleged abductors during his POE interview he answered that he did not know to which paramilitary group they belonged. The Applicant was questioned on this issue during the hearing and claimed that he was nervous during the POE interview. The RPD came to the conclusion that had the Applicant really forgotten the names, he would not have said \"I don't know\" but would have said something along the lines of \"I do not remember.\""], ["[14]", "The RPD also noted that in his POE interview the Applicant was asked whether any of his brothers and sisters were abducted by the Liberation Tigers of Tamil Eelam [LTTE], to which the Applicant answered no. In his PIF, however, he claims that his brother was abducted in 2006 and has never been seen again. Questioned on this issue at the hearing, the Applicant said that he had forgotten, but the RPD rejected this explanation, finding that the loss of a sibling is not likely something one forgets."], ["[15]", "The RPD was also of the opinion that, on a balance of probabilities, the Applicant had not been living in Sri Lanka beginning sometime after 2006. In its reasons, it noted that the Applicant had - prior to a coffee break which appeared very helpful to his memory - very limited general knowledge about the area and the events that occurred in the area, including elections. The Applicant was unable to locate his hometown on a map and to give details regarding the progress of the civil war other than the fact that it started in 2006. The RPD also highlighted the fact that the Applicant stated in his POE declaration and interview that he feared the LTTE but that he could not name any of the paramilitary groups. Building on its experience with Sri Lankan claimants, the RPD found on a balance of probability that anyone who had been living in northern Sri Lanka would know that the LTTE is no longer a threat and would likely know some of the names of the various paramilitary groups."], ["[16]", "Furthermore, the Applicant provided very little corroborative evidence for the RPD to take into consideration; he even failed to produce a photocopy of his Sri Lankan passport. Also, the Applicant could have handed in his US claim form and more particularly his Credible Fear Hearing interview transcript, but he had not obtained them from the American government. The RPD even gave the Applicant one month to obtain this documentation from the US government, but he claimed to have no means to obtain additional documents, a statement which the RPD found hard to believe given that he had legal representation in Canada and, at some point, in the US. The RPD therefore found that the Applicant failed to meet his obligation under section 7 of the", "Refugee Protection Division Rules", "(SOR/2012-256), namely to provide acceptable documents."], ["[17]", "The RPD took further issue with the fact that the Applicant, who had counsel in the US at the time, chose to enter Canada while awaiting a court date with an Immigration Judge in the US, even though, on a balance of probability, his counsel would have told him that the US asylum process is very fast and that the acceptance rate was 96% at the time. Ultimately, the RPD found that the Applicant was probably not so much looking for protection as he was seeking to secure residence in Canada."], ["[18]", "After rejecting the Applicant's claims based on credibility issues, the RPD indicated that if these allegations were to be accepted as credible, the application would nonetheless be rejected. Based on documentation, the RPD concluded that the Applicant's risk from the EPDP arises from a generalized risk in his area which targets people who have money, a group that jurisprudence does not recognize as a \"social group\" under section 96 of the IRPA."], ["[19]", "The RPD finally concluded by stating that the Applicant failed to meet his burden of establishing that his allegations are true, that the United Nations amended its guidance to indicate that Sri Lankans originating from the Northern Province are no longer in need of international protection under the refugee criteria, and that the Applicant would not face any risk as a failed and returning asylum seeker should he return to Sri Lanka as there have been thousands of people before him in the same situation.", "IV.", "Applicant's submissions"], ["[20]", "The Applicant argues that the RPD committed a serious error which amounts to a breach of natural justice when it cancelled the second hearing, set for February 26, 2013, thereby depriving the Applicant's immigration consultant of the possibility of addressing the submitted material and of making his final submissions. The Applicant submits that this error constitutes a violation of natural justice and, more specifically, of his right to an oral hearing, as found in case law."], ["[21]", "The Applicant adds that the RPD did not give reasons justifying its decision to cancel the second hearing and, consequently, to not accept the immigration consultant's submissions."], ["[22]", "As a secondary argument, the Applicant claims that his immigration consultant acted independently of his instructions, due to his incompetence, and that this amounts to a further violation of natural justice regarding the Applicant's right to counsel. He claims never to have instructed his immigration consultant to inform the RPD that he was unable to obtain further documents from the US government. He further adds that he has a limited ability in English and that he did not fully understand the contents of the letter sent by his US counsel stating that the Applicant himself must take the necessary measures to secure the documents from the US government.", "V.", "Respondent's submissions"], ["[23]", "The Respondent argues that there has been no breach of procedural fairness in the present matter, concerning both the decision to cancel the second hearing and the alleged incompetence of the Applicant's immigration consultant."], ["[24]", "First, with regard to the decision of the RPD to cancel the hearing scheduled for February 26, 2013, the Respondent argues that the impugned decision was taken after having received communication from the Applicant's immigration consultant stating that his client (the Applicant) \"will be waiting [for] the Member's decision in this matter.\" As counsel's conduct cannot be separated from that of his client, the RPD was entitled to assume that this letter was a clear indication from the Applicant, through his immigration consultant, to the RPD that he had no intention of returning to the hearing room to present submissions. The second hearing, thereby rendered useless, was cancelled."], ["[25]", "Second, as for the Applicant's argument concerning the incompetence of his immigration consultant, the Respondent claims that the Applicant failed to meet the applicable three-pronged test set out in case law. According to this test, for a representative's conduct to amount to a breach of procedural fairness, the Applicant must establish three elements:", "1. The representative's alleged acts or omissions constituted incompetence;", "2. The Applicant was prejudiced by the alleged conduct; and,", "3. There was a miscarriage of justice in the sense that, but for the alleged conduct, there is a reasonable probability that the result of the original hearing would have been different."], ["[26]", "The Respondent submits that the Applicant has produced no evidence to the effect that his immigration consultant's acts constituted incompetence and that, what is more, he has failed to establish that such incompetence has entailed a prejudice on his part and a miscarriage of justice."], ["[27]", "Moreover, the Respondent argues that the RPD's decision clearly shows that the documents submitted by the Applicant were taken into consideration. However, the RPD reasonably noted that the Applicant did nothing to obtain the requested documents from the US government, even though his counsel in the US had indicated to him that he would have to be the one to do it. The onus was on the Applicant to produce adequate documentation to the RPD, which he did not do.", "VI.", "Applicant's supplementary affidavit and additional exhibits"], ["[28]", "The Applicant submitted a supplementary affidavit which serves two purposes. First, the Applicant presents to this Court an official complaint filed on October 7, 2013 to the Immigration Consultants of Canada Regulatory Council against his immigration consultant. This complaint relies largely on the arguments submitted in the Applicant's original submissions. Second, the Applicant wishes to bring to the attention of this Court a positive determination of the RPD dated July 12, 2012 which dealt with the existence of a risk for Tamil males in Sri Lanka.", "VII.", "Respondent's supplementary memorandum of arguments"], ["[29]", "Building upon its original submissions, the Respondent produced supplementary arguments in support of its claims."], ["[30]", "The Respondent reiterates that the Applicant did not demonstrate that the actions of his former immigration consultant amounted to incompetence, and that these actions have caused him a prejudice and led to a miscarriage of justice. The Applicant, who failed to personally obtain the US documents requested by the RPD, did not show that he would have been able to secure said documents had it not been for the incompetence of his immigration consultant. Furthermore, the Applicant does not provide any argument which he could have presented in his submissions to the RPD that would address the significant credibility findings listed in the decisions."], ["[31]", "The Respondent further submits that, contrary to what is being suggested by the Applicant, the RPD never stated that it did not want to hear submissions. In fact, the RPD granted the Applicant the opportunity to make submissions, but he sent a letter to the RPD, through his immigration consultant, stating that he was awaiting the Member's decision in the case, letter which the RPD reasonably interpreted as the Applicant's waiver of his right to present submissions."], ["[32]", "As for the Applicant's argument that he never instructed his immigration consultant to inform the RPD that he was unable to secure additional documents in the US, the Respondent adds that the Applicant submitted no evidence relating to the actual instructions given. Therefore, this Court is in no position to assess this issue."], ["[33]", "The Respondent also submits that the Applicant failed to establish that he has limited ability to communicate in English that would prevent him from taking the necessary steps in order to obtain the requested documents from the US government. Indeed, there is evidence that the Applicant personally wrote to his former US counsel in English. Furthermore, considering that the RPD insisted on a number of occasions on how important it was for the Applicant to obtain these documents from the US government, it is likely that the Applicant would have known that the documents could have been relevant to the determination of the case and that he should have taken all the necessary steps to obtain them."], ["[34]", "Lastly, the Respondent raises an objection with regard to the additional RPD's decision submitted by the Applicant along with his Supplementary Affidavit, as this constitutes new evidence not to be taken into consideration by this Court.", "VIII.", "Issue"], ["[35]", "Did a breach of procedural fairness occur in the present case, such that this Court's intervention is warranted?", "IX.", "Standard of review"], ["[36]", "Issues of procedural fairness are reviewable on a standard of correctness (", "<FRAGMENT_SUPPRESSED> , at paras 55, 60 and 79 [ <FRAGMENT_SUPPRESSED> ];", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , at para 43).", "X.", "Analysis"], ["[37]", "Contrary to what is being suggested by the Applicant, the case at bar presents no breach of procedural fairness which warrants the intervention of this Court."], ["[38]", "As a starting point, the issue of counsel's incompetence shall be addressed prior to that of the right to a hearing as the answer to the first question is crucial to the disposition of the second allegation of procedural unfairness. As a general rule, it is well known that counsel's conduct cannot be separated from that of the client, because counsel acts as an agent for the client. Indeed, a client who freely chooses representation must accept the consequences of this representation, subject to certain extraordinary cases where conduct of counsel will manifest such negligence that it will warrant overturning a decision on judicial review (", "<FRAGMENT_SUPPRESSED> Imm LR (2d) 18 and", "<FRAGMENT_SUPPRESSED> [2003] FCJ No 520)."], ["[39]", "In the present matter, the fact that the Applicant's first counsel was not a lawyer changes nothing in this regard, as the same principles apply to the relationship between an applicant and an immigration consultant (", "<FRAGMENT_SUPPRESSED> [2004] FCJ No 505 and", "<FRAGMENT_SUPPRESSED>  [2001] FCJ No 482)."], ["[40]", "As rightly noted by the Respondent, in order for an applicant to demonstrate that his or her representative's conduct (i.e. his or her incompetence) amounted to a breach of procedural fairness which would warrant the intervention of this Court, the applicant in question must satisfy a three-pronged test set out in case law (", "R v GDB", ", 2000 SCC 22 at paras 26-29, [2000] 1 SCR 520 and", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 344 [", "Yang", "]):", "1. The representative's alleged acts or omissions constituted incompetence;", "2. The Applicant was prejudiced by the alleged conduct; and,", "3. There was a miscarriage of justice in the sense that, but for the alleged conduct, there is a reasonable probability that the result of the original hearing would have been different."], ["[41]", "The onus of proving the incompetence of counsel lies with the Applicant (", "Yang", ", above, at para 18) who, in the present matter, fails on all three accounts."], ["[42]", "The Applicant first had to establish that his representative's alleged acts or omissions constituted incompetence but has provided no evidence to the effect that his immigration consultant's actions were made contrary to his instruction. The Applicant did file an official complaint to the Immigration Consultants of Canada Regulatory Council against his immigration consultant. The complaint was filed on October 7, 2013 whereas the present application for judicial review was filed on April 2, 2013. It is true that this Court has previously stated that such forms of notification is deemed to be a major step in maintaining assertions of incompetence (", "<FRAGMENT_SUPPRESSED> [2006] FCJ No 1891). At the hearing, counsel for the Applicant informed the Court that the Immigration Consultants of Canada Regulatory Council has recently dismissed the complaint made against the consultant. Furthermore, the Applicant did not put forward any evidence as to the instructions given to his immigration consultant on the basis of which this Court could determine whether the consultant's conduct constituted incompetence. Therefore, the Applicant failed to satisfy the first prong of the applicable criteria."], ["[43]", "The Applicant also had the burden of establishing that he has suffered a prejudice and that a miscarriage of justice has occurred, which he did not do, thereby failing to meet the two last prongs of the applicable test. Indeed, the RPD mainly rejected the Applicant's claims on the basis of numerous and serious credibility findings, and the Applicant does not even challenge these findings. In fact, the RPD noted several contradictions in the Applicant's story, including the troubling fact that the Applicant seemed to have forgotten that his brother had been kidnapped and never seen again, and these credibility findings alone suffice to reject the Applicant's claims. However, the Applicant simply takes issue with the fact that he was allegedly deprived of his right to a hearing - and he puts forward no element of information to address how these findings are unreasonable or to explain the inconsistencies and implausibilities highlighted by the RPD in his evidence. What is more, as rightly stated by the Respondent, the Applicant failed to explain how, had it not been for his counsel's alleged incompetence, he would have obtained the US documents for which the RPD adjourned the hearing in the first place. Therefore, he has not established that there is a reasonable probability that the result of the hearing would have been any different had it not been for his immigration consultant's incompetence and that, consequently, a miscarriage of justice occurred which would justify the intervention of this Court."], ["[44]", "For these reasons, I find that the alleged incompetence of the Applicant's immigration consultant does not amount to a breach of procedural fairness which would allow this Court to overturn the RPD's decision."], ["[45]", "The Applicant's main argument in the present matter however is that the RPD violated procedural fairness when it cancelled the second hearing, set for February 26, 2013. This Court finds that such is not the case. As properly stated by the Respondent, the Applicant's immigration consultant had sent, on December 7, 2012, the documents obtained from the US government accompanied by a letter, the end of which read as follows: \"My client will be waiting [for] the Member's decision in this matter.\" In addition, a case management officer of the RPD spoke to the consultant on January 30, 2013 inquiring about the documents and forwarded a telecopy message on that same day (see Respondent's Memorandum of Argument, at page 15). The consultant then forwarded the December 7, 2012 letter along with the documents to the IRB on February 4, 2013 (see Certified Tribunal Record, at page 49). This shows consistent exchange between the RPD and the consultant, and at no time after the cancellation of the hearing on February 20, 2013 did the consultant object to this cancellation because he wanted to make submissions."], ["[46]", "As noted earlier, counsel's conduct generally cannot be separated from that of the client. Despite this rule, in some instances a decision could be overturned if a party successfully establishes the incompetence of counsel. It was previously shown that this is not the case in the present matter and, given my previous conclusion, I am forced to analyze the situation in light of the fact that the argument related to counsel's incompetence was rejected. The Applicant submits being entitled to a hearing and to present submissions. Although this statement is unquestionably correct and constitutes one of the most important principles of our justice system, I find that, as stated by the Respondent, the Applicant waived his right to be heard and to present submissions through his immigration consultant's actions. The RPD interpreted the communication received from the immigration consultant on behalf of the Applicant as a message from the Applicant himself. Having read the December 7, 2012 communication and the exchange that followed, and keeping in mind that counsel acts as an agent (i.e. in the name of) of the Applicant, this interpretation seems precisely correct or, in the least, it was certainly up to the RPD to interpret it this way."], ["[47]", "An applicant must live with the consequences of a freely chosen counsel's actions."], ["[48]", "In light of the foregoing, I find that the case at bar presents no breach of procedural fairness which would warrant this Court's intervention. Thus, on the basis of the grounds put forward by the Applicant, I find that the RPD's decision is correct and should be upheld."], ["[49]", "Furthermore, had the parties submitted arguments or issues which would have resulted in the consideration of the RPD's reasons as a whole, this Court would nevertheless have found the decision to be reasonable ( <FRAGMENT_SUPPRESSED> , above, at para 47) as the RPD made significant credibility findings (", "<FRAGMENT_SUPPRESSED> ), as detailed above, that were in no way challenged by the Applicant, and because these findings can warrant dismissing an application for refugee protection (", "<FRAGMENT_SUPPRESSED> )."], ["[50]", "The parties were invited to submit questions for certification but none were proposed.", "ORDER"], ["[51]", "THIS COURT ORDERS THAT", "this application for judicial review is denied. No question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Noël", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR], relativement à une décision datée du 21 février 2013 par laquelle la Section de la protection des réfugiés [SPR] a conclu que Richard Lucian Pathinathar n'avait ni la qualité de « réfugié » ni celle de « personne à protéger » au sens de l'article 96 et des alinéas 97(1)", ") et", "), respectivement, de la LIPR.", "II.", "Les faits"], ["[2]", "Le demandeur, âgé de 28 ans, est citoyen du Sri Lanka, d'origine tamoule et de religion catholique."], ["[3]", "Le demandeur fonde sa demande d'asile sur le fait qu'étant un jeune catholique tamoul sri-lankais originaire de la province du Nord, il a été victime d'un traitement assimilable à de la persécution aussi bien de la part de l'Armée sri-lankaise [ASL] que du groupe paramilitaire appelé le Parti démocratique populaire de l'Eelam [EPDP] et que, s'il retourne dans son pays d'origine, il subira un traitement semblable ou sera tué."], ["[4]", "Il a soutenu qu'en tant que jeune Tamoul originaire de la province du Nord il risque d'être persécuté (article 96) et s'expose à une menace à sa vie ou au risque de traitements ou peines cruels et inusités au Sri Lanka car des groupes paramilitaires cherchent à le tuer parce qu'il n'a pas payé entièrement la somme d'argent qu'on tentait de lui extorquer (alinéa 97(1)", "))."], ["[5]", "Devant la SPR, le demandeur a allégué qu'il a été victime de nombreuses privations, qu'il a été arrêté, qu'il a été intercepté, interrogé et agressé par l'ASL à plusieurs reprises en temps de guerre, que sa famille a dû déménager, et que son frère a été enlevé en 2006 par des militants tamouls et qu'on n'a plus jamais eu de nouvelles de lui. Il a soutenu aussi avoir été enlevé en août 2010 par un militant tamoul et contraint de payer la somme de 75 000 roupies pour qu'on le relâche."], ["[6]", "Le demandeur a quitté le Sri Lanka en octobre 2010 et il est arrivé aux États-Unis le 16 novembre 2010, où il a été arrêté et gardé en détention. Plus tard libéré sous caution, il a décidé de venir au Canada, où il a demandé l'asile le 1er janvier 2011."], ["[7]", "L'audience devant la SPR a eu lieu le 29 octobre 2012. À la fin de cette dernière, la SPR a donné au demandeur un délai d'un mois pour obtenir des documents auprès des services d'immigration américains. L'audience a été ajournée avant que le conseil du demandeur - Fred Saikali, un consultant en immigration - puisse présenter ses observations finales."], ["[8]", "Le 7 décembre 2012, le consultant en immigration du demandeur a fourni à la SPR les documents qu'il avait obtenus du conseil avec lequel le demandeur avait fait affaire aux États-Unis - ils n'incluaient pas ceux que la SPR avait demandés - de même qu'une lettre indiquant que son client n'avait pas les moyens d'obtenir d'autres documents mais était disposé à signer un document autorisant l'Agence des services frontaliers du Canada à obtenir les renseignements directement auprès du gouvernement des États-Unis. Il a conclu la lettre en disant que son client [traduction] « attendra la décision du commissaire dans cette affaire »."], ["[9]", "Le 10 décembre 2012, la SPR a décidé que l'audience reprendrait le 26 février 2013. Le 20 février 2013, elle a toutefois envoyé par télécopieur au consultant en immigration du demandeur un avis l'informant de l'annulation de l'audience fixée au 26 février 2013."], ["[10]", "La SPR a rendu sa décision le 21 février 2013.", "III.", "La décision faisant l'objet du présent contrôle"], ["[11]", "La SPR s'est dite convaincue de l'identité du demandeur."], ["[12]", "La SPR a rejeté en fin de compte la prétention du demandeur selon laquelle il était un « réfugié au sens de la Convention » aux termes de l'article 96 de la LIPR ainsi qu'une « personne à protéger » au sens des alinéas 97(1)", "a)", "et", "), et ce, principalement parce qu'elle avait des doutes sur sa crédibilité. Elle a également examiné la demande d'asile sur le fond mais l'a néanmoins rejetée."], ["[13]", "Pour plusieurs raisons, la SPR n'a pas cru, selon la prépondérance des probabilités, que le récit du demandeur était véridique. Elle a relevé de nombreuses omissions et incohérences dans son témoignage, dans la déclaration qu'il avait faite et l'entretien qu'il avait eu à son point d'entrée [PDE], de même que dans l'exposé circonstancié accompagnant son formulaire de renseignements personnels [FRP]. Le demandeur avait déclaré qu'il avait été enlevé par l'EPDP mais, quand on l'avait interrogé, lors de l'entretien mené au PDE, sur l'identité de ses présumés ravisseurs, il avait répondu qu'il ignorait à quel groupe paramilitaire ceux-ci appartenaient. Le demandeur a été interrogé sur ce point à l'audience et il a soutenu que, lors de cet entretien, il était nerveux. La SPR est arrivée à la conclusion que si le demandeur avait réellement oublié les noms, il n'aurait pas dit [traduction] « je ne le sais pas », mais plutôt quelque chose comme [traduction] « je ne m'en souviens pas »."], ["[14]", "La SPR a également signalé qu'on avait demandé au demandeur, lors de l'entretien mené au PDE, si l'un de ses frères et sœurs avait été enlevé par les Tigres de libération de l'Eelam tamoul [TLET], ce à quoi il avait répondu que non. Cependant, dans son FRP, il soutient que son frère a été enlevé en 2006 et qu'on ne l'a plus jamais revu. Interrogé sur ce point à l'audience, le demandeur a déclaré qu'il avait oublié, mais la SPR a rejeté cette explication, concluant que la disparition d'un frère ou d'une sœur n'est vraisemblablement pas un fait que l'on oublie."], ["[15]", "La SPR a exprimé aussi l'avis que, selon la prépondérance des probabilités, le demandeur n'a pas vécu au Sri Lanka à partir d'un certain moment après l'année 2006. Dans ses motifs, elle a signalé que le demandeur avait - avant une pause-café qui a paru très utile pour sa mémoire - une connaissance générale fort restreinte de la région et des événements qui y étaient survenus, dont des élections. Le demandeur n'a pas pu situer sa ville natale sur une carte, ni donner des détails sur l'évolution de la guerre civile, sinon que celle-ci avait débuté en 2006. La SPR a également souligné que le demandeur, dans la déclaration qu'il avait faite et l'entretien qu'il avait eu au PDE, avait déclaré qu'il craignait les TLET, mais qu'il ne pouvait pas nommer l'un des groupes paramilitaires. S'appuyant sur son expérience face aux demandeurs d'asile sri-lankais, la SPR a conclu selon la prépondérance des probabilités qu'une personne ayant vécu dans le nord du Sri Lanka saurait que les TLET ne sont plus une menace et connaîtrait vraisemblablement certains des noms des divers groupes paramilitaires."], ["[16]", "Par ailleurs, le demandeur a fourni à la SPR fort peu de preuves corroborantes à prendre en considération; il n'a même pas produit une photocopie de son passeport sri-lankais. De plus, il aurait pu fournir son formulaire de demande d'asile aux États-Unis et, plus particulièrement, la transcription de son entrevue visant à évaluer la crédibilité de sa crainte, mais il ne les avait pas obtenus du gouvernement des États-Unis. La SPR a même donné au demandeur un délai d'un mois pour obtenir ces documents du gouvernement des États-Unis, mais il a prétendu qu'il n'avait pas les moyens d'obtenir des documents supplémentaires, une déclaration que la SPR a jugée difficile à croire car il avait un représentant juridique au Canada et, à un certain moment, aux États-Unis. Elle a donc conclu que le demandeur ne s'était pas acquitté de l'obligation que lui imposait l'article 7 des", "Règles de la Section de la protection des réfugiés", "(DORS/2012-256), soit celle de fournir des documents acceptables."], ["[17]", "La SPR a mis également en doute le fait que le demandeur, qui était représenté par un conseil aux États-Unis à l'époque, avait décidé d'entrer au Canada pendant qu'il attendait que l'on fixe une date d'audience devant un juge de l'immigration aux États-Unis, même si, selon la prépondérance des probabilités, ce conseil lui aurait dit qu'aux États-Unis le processus d'examen des demandes d'asile est très rapide et que, à ce moment-là, le taux d'acceptation était de 96 %. En fin de compte, la SPR a conclu que le demandeur n'était probablement pas autant à la recherche d'une protection que d'un moyen d'obtenir la résidence au Canada."], ["[18]", "Après avoir rejeté les prétentions du demandeur pour des questions de crédibilité, la SPR a indiqué que même si l'on acceptait que ces allégations étaient crédibles, la demande serait néanmoins rejetée. Se fondant sur la documentation, la SPR a conclu que le risque que présente l'EPDP pour le demandeur découle d'un risque généralisé dans sa région, qui cible les gens ayant de l'argent, un groupe que la jurisprudence ne reconnaît pas comme un « groupe social » au sens du paragraphe 96 de la LIPR."], ["[19]", "La SPR a dit en terminant que le demandeur ne s'était pas acquitté de son fardeau d'établir que ses allégations étaient véridiques, que les Nations Unies ont modifié leurs directives en vue d'indiquer que les Sri-Lankais originaires de la province du Nord n'ont plus besoin de protection internationale selon les critères applicables aux réfugiés et que le demandeur ne courrait aucun risque en tant que demandeur d'asile débouté et rapatrié s'il retournait au Sri Lanka, car il y a eu avant lui des milliers de personnes dans la même situation que la sienne.", "IV.", "Les observations du demandeur"], ["[20]", "Le demandeur est d'avis que la SPR a commis une erreur grave, assimilable à un manquement à la justice naturelle, lorsqu'elle a annulé la seconde audience fixée au 26 février 2013, privant ainsi son consultant en immigration de la possibilité de traiter des documents présentés et de présenter ses observations finales. Cette erreur, soutient-il, constitue une violation de la justice naturelle et, plus précisément, de son droit à une audition, comme l'indique la jurisprudence."], ["[21]", "Le demandeur ajoute que la SPR n'a pas motivé sa décision d'annuler la seconde audience et, partant, de ne pas accepter les observations du consultant en immigration."], ["[22]", "À titre d'argument secondaire, le demandeur soutient que son consultant en immigration a agi indépendamment de ses instructions, du fait de son incompétence, et que cela est assimilable à une autre violation de la justice naturelle, relativement à son droit à l'assistance d'un avocat. Il prétend n'avoir jamais donné instruction à son consultant en immigration d'informer la SPR qu'il n'était pas en mesure d'obtenir d'autres documents du gouvernement des États-Unis. Il ajoute par ailleurs que son aptitude à communiquer en anglais est restreinte et qu'il n'avait pas tout à fait saisi la teneur de la lettre que lui avait envoyée le conseil avec qui il faisait affaire aux États-Unis, à savoir que c'est le demandeur d'asile lui-même qui doit prendre les mesures requises pour obtenir les documents auprès du gouvernement des États-Unis.", "V.", "Les observations du défendeur"], ["[23]", "Le défendeur est d'avis qu'il n'y a pas eu en l'espèce de manquement à l'équité procédurale, tant pour ce qui est de la décision d'annuler la seconde audience que de la présumée incompétence du consultant en immigration du demandeur."], ["[24]", "Premièrement, pour ce qui est de la décision de la SPR d'annuler l'audience fixée au 26 février 2013, le défendeur soutient que la décision contestée a été prise après avoir reçu du consultant en immigration du demandeur une communication disant que son client [traduction] « attendra la décision du commissaire dans cette affaire ». Étant donné que l'on ne peut pas dissocier la conduite du conseil de celle de son client, la SPR était en droit de présumer que cette lettre était une indication claire du demandeur à la SPR, par l'intermédiaire de son consultant en immigration, qu'il n'avait pas l'intention de revenir en salle d'audience pour présenter des observations. La seconde audience, devenue maintenant inutile, a été annulée."], ["[25]", "Deuxièmement, pour ce qui est de l'argument du demandeur à propos de l'incompétence de son consultant en immigration, le défendeur soutient que le demandeur n'a pas satisfait au critère à trois volets qui est énoncé dans la jurisprudence. Selon ce critère, pour que la conduite d'un représentant soit assimilable à un manquement à l'équité procédurale, il faut que le demandeur établissent trois éléments:", "1. les présumés actes ou omissions du représentant relevaient de l'incompétence;", "2. la présumée conduite a porté préjudice au demandeur;", "3. une erreur de justice a été commise, en ce sens que, n'eût été de la présumée conduite, il y a une probabilité raisonnable que l'issue de l'audience initiale aurait été différente."], ["[26]", "Le défendeur soutient que le demandeur n'a produit aucune preuve attestant que les actes de son consultant en immigration relevaient de l'incompétence et que, qui plus est, il n'est pas parvenu à établir que cette incompétence lui a été préjudiciable et a causé une erreur de justice."], ["[27]", "Par ailleurs, le défendeur est d'avis qu'il ressort clairement de la décision de la SPR que celle-ci a pris en considération les documents que le demandeur a fournis. Cependant, elle a signalé de manière raisonnable que le demandeur n'avait rien fait pour obtenir les documents demandés auprès du gouvernement des États-Unis, même si le conseil avec lequel il faisait affaire dans ce pays lui avait dit que c'était lui-même qui devait le faire. Il incombait au demandeur de produire des documents appropriés à la SPR, et il ne l'a pas fait.", "VI.", "L'affidavit supplémentaire et les pièces additionnelles du demandeur"], ["[28]", "Le demandeur a produit un affidavit supplémentaire, qui sert deux fins. Premièrement, le demandeur présente à la Cour une plainte officielle déposée le 7 octobre 2013 contre son consultant en immigration, auprès du Conseil de réglementation des consultants en immigration du Canada. Cette plainte s'inspire en grande partie des arguments invoqués dans les observations initiales du demandeur. Deuxièmement, ce dernier souhaite porter à l'attention de la Cour une décision favorable de la SPR, datée du 12 juillet 2012 et traitant de l'existence d'un risque pour les Tamouls de sexe masculin au Sri Lanka.", "VII.", "Le mémoire des arguments supplémentaire du défendeur"], ["[29]", "Prenant appui sur ses observations initiales, le défendeur a produit des arguments supplémentaires à l'appui de ses prétentions."], ["[30]", "Le défendeur réitère que le demandeur n'a pas établi que les actes de son ancien consultant en immigration relevaient de l'incompétence, et que ces actes lui ont été préjudiciables et ont causé une erreur de justice. Le demandeur, qui a omis d'obtenir lui-même les documents américains que la SPR avait demandés, n'a pas démontré qu'il aurait été en mesure d'obtenir ces documents, n'eût été de l'incompétence de son consultant en immigration. Par ailleurs, il n'a présenté aucun argument qu'il aurait pu invoquer dans ses observations à la SPR et qui traiterait des conclusions importantes sur la crédibilité qui ont été tirées dans les décisions."], ["[31]", "Le défendeur soutient de plus que, contrairement à ce que laisse entendre le demandeur, jamais la SPR n'a mentionné qu'elle ne voulait pas entendre d'observations. En fait, elle lui a donné la possibilité d'en faire mais, par l'entremise de son consultant en immigration, il lui a envoyé une lettre indiquant qu'il attendait la décision du commissaire dans cette affaire, une lettre que la SPR a considéré de manière raisonnable comme la renonciation du demandeur à son droit de présenter des observations."], ["[32]", "Quant à l'argument du demandeur selon lequel il n'a jamais donné instruction à son consultant en immigration de faire savoir à la SPR qu'il n'était pas en mesure d'obtenir des documents supplémentaires aux États-Unis, le défendeur ajoute que le demandeur n'a produit aucune preuve sur les instructions réelles qu'il a données. De ce fait, la Cour n'est nullement en mesure d'évaluer ce point."], ["[33]", "Le défendeur soutient également que le demandeur n'a pas établi que son aptitude restreinte à communiquer en anglais l'empêcherait de prendre les mesures requises pour obtenir les documents demandés du gouvernement des États-Unis. En fait, il existe une preuve que le demandeur a lui-même écrit en anglais au conseil avec lequel il faisait affaire aux États-Unis. De plus, si l'on considère que la SPR a insisté un certain nombre de fois sur la mesure dans laquelle il était important que le demandeur obtienne ces documents du gouvernement des États-Unis, le demandeur aurait vraisemblablement su que les documents auraient pu être utiles pour la décision à rendre dans l'affaire et qu'il aurait dû prendre toutes les mesures requises pour les obtenir."], ["[34]", "Enfin, le défendeur soulève une objection à propos de la décision additionnelle de la SPR que le demandeur a présentée avec son affidavit supplémentaire, car il s'agit là d'une preuve nouvelle dont la Cour n'a pas à tenir compte.", "VIII.", "La question en litige"], ["[35]", "Y a-t-il eu en l'espèce manquement à l'équité procédurale, de sorte qu'il est justifié que la Cour intervienne?", "IX.", "La norme de contrôle applicable"], ["[36]", "Les questions d'équité procédurale sont susceptibles de contrôle selon la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED> , aux paragraphes 55, 60 et 79 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> , au paragraphe 43).", "X.", "L'analyse"], ["[37]", "Contrairement à ce que laisse entendre le demandeur, la présente affaire ne comporte aucun manquement à l'équité procédurale qui justifie que la Cour intervienne."], ["[38]", "Tout d'abord, la Cour traitera de la question de l'incompétence du conseil avant celle du droit à une audience, car la réponse à la première question est cruciale pour la manière de disposer de la seconde allégation d'inéquité procédurale. En règle générale, il est bien connu que l'on ne peut pas dissocier la conduite d'un avocat (d'un conseil, en l'occurrence) de celle du client, car l'avocat agit comme représentant du client. En fait, le client qui choisit librement d'être représenté doit accepter les conséquences de cette décision, sous réserve de certains cas extraordinaires dans lesquels la conduite de l'avocat témoignera d'une négligence telle qu'il sera justifié d'infirmer une décision au stade du contrôle judiciaire (", "<FRAGMENT_SUPPRESSED> Imm LR (2d) 18 et", "<FRAGMENT_SUPPRESSED> [2003] ACF no 520)."], ["[39]", "Dans la présente affaire, le fait que le premier conseil du demandeur ne soit pas un avocat ne change rien à cet égard, car les principes qui s'appliquent à la relation entre un demandeur et un consultant en immigration sont les mêmes (", "<FRAGMENT_SUPPRESSED> [2004] ACF no 505 et", "<FRAGMENT_SUPPRESSED>  [2001] ACF no 482)."], ["[40]", "Comme l'a signalé avec justesse le défendeur, pour qu'un demandeur puisse établir que la conduite de son représentant (c.-à-d., son incompétence) est assimilable à un manquement à l'équité procédurale justifiant que la Cour intervienne, ce demandeur doit satisfaire à un critère à trois volets qui est énoncé dans la jurisprudence (", "R c GDB", ", 2000 CSC 22, aux paragraphes 26 à 29, [2000] 1 RCS 520 et", "<FRAGMENT_SUPPRESSED> et 24, [2008] ACF no 344 [", "Yang", "] ):", "1. les présumés actes ou omissions du représentant relevaient de l'incompétence;", "2. la présumée conduite a porté préjudice au demandeur;", "3. une erreur de justice a été commise en ce sens que, n'eût été de la présumée conduite, il y a une probabilité raisonnable que l'issue de l'audience initiale aurait été différente."], ["[41]", "Le fardeau de prouver l'incompétence d'un avocat (ou d'un conseil) incombe au demandeur (décision", "Yang", ", précitée, au par. 18) qui, en l'espèce, ne satisfait à aucun des trois volets du critère."], ["[42]", "Le demandeur devait tout d'abord établir que les présumés actes ou omissions de son représentant relevaient de l'incompétence, mais il n'a fourni aucune preuve dénotant que les actes de son consultant en immigration allaient à l'encontre de ses instructions. Il a effectivement déposé une plainte officielle auprès du Conseil de réglementation des consultants en immigration du Canada contre son consultant en immigration. La plainte a été déposée le 7 octobre 2013, tandis que la présente demande de contrôle judiciaire l'a été le 2 avril 2013. Il est vrai que la Cour a déclaré antérieurement que de telles formes de notification sont considérées comme une étape importante dans le maintien d'allégations d'incompétence (", "<FRAGMENT_SUPPRESSED> [2006] ACF no 1891). À l'audience, l'avocat du demandeur a informé la Cour que le Conseil de réglementation des consultants en immigration du Canada a récemment rejeté la plainte déposée contre le consultant. De plus, le demandeur n'a produit aucune preuve sur les instructions données à son consultant en immigration qui permettrait à la Cour de décider si la conduite du consultant relevait de l'incompétence. De ce fait, le demandeur ne satisfait pas au premier volet du critère applicable."], ["[43]", "Il incombait aussi au demandeur d'établir qu'il a subi un préjudice et qu'une erreur de justice a été commise, ce qu'il n'a pas fait; il ne satisfait donc pas aux deux derniers volets du critère applicable. En fait, la SPR a principalement rejeté les prétentions du demandeur en se fondant sur des conclusions nombreuses et sérieuses quant à sa crédibilité, et ce dernier ne les a même pas contestées. En fait, la SPR a relevé plusieurs contradictions dans le récit du demandeur, dont le fait troublant que ce dernier semblait avoir oublié que son frère avait été enlevé et qu'on ne l'avait plus jamais vu, et ses conclusions quant à la crédibilité suffiraient, à elles seules, pour rejeter les prétentions du demandeur. Cependant, ce dernier conteste simplement le fait qu'on l'a censément privé de son droit à une audition - et il ne met de l'avant aucun élément d'information qui montrerait en quoi ces conclusions sont déraisonnables ou qui expliquerait les incohérences et les invraisemblances que la SPR a relevées dans sa preuve. Qui plus est, comme l'a déclaré à juste titre le défendeur, le demandeur n'a pas pu expliquer de quelle façon, n'eût été de la présumée incompétence de son conseil, il aurait obtenu les documents américains pour lesquels la SPR avait ajourné l'audience au départ. Il n'a donc pas été établi qu'il y a une probabilité raisonnable que, sans l'incompétence de son consultant en immigration, l'issue de l'audience aurait été différente et que, de ce fait, une erreur de justice a été commise qui justifierait que la Cour intervienne."], ["[44]", "Pour ces motifs, je conclus que la présumée incompétence du consultant en immigration du demandeur n'est pas assimilable à un manquement à l'équité procédurale qui permettrait à la Cour d'infirmer la décision de la SPR."], ["[45]", "Cependant, l'argument principal qu'invoque le demandeur en l'espèce est que la SPR a manqué à l'équité procédurale quand elle a annulé la seconde audience, fixée au 26 février 2013. La Cour conclut que ce n'est pas le cas. Comme l'a déclaré avec raison le défendeur, le 7 décembre 2012 le consultant en immigration du demandeur avait envoyé les documents obtenus du gouvernement américain, accompagnés d'une lettre disant, à la fin: [traduction] « Mon client attend la décision du commissaire dans cette affaire. » De plus, un agent de gestion d'instance de la SPR, dans une conversation tenue avec le consultant le 30 janvier 2013, s'est enquis des documents et a transmis un message télécopié le même jour (voir le mémoire des arguments du défendeur, à la page 15). Le consultant a ensuite envoyé à la CISR, le 4 février 2013, la lettre du 7 décembre 2012 de pair avec les documents (voir le dossier certifié du tribunal, page 49). Cela montre qu'il y a eu un échange constant entre la SPR et le consultant et que, à aucun moment après l'annulation de l'audience le 20 février 2013, le consultant ne s'est opposé à cette annulation parce qu'il voulait présenter des observations."], ["[46]", "Comme il a été dit plus tôt, on ne peut généralement pas dissocier la conduite de l'avocat (ou du conseil) de celle du client. Malgré cette règle, il est parfois possible d'infirmer une décision si une partie démontre avec succès l'incompétence de cette personne. Il a été démontré plus tôt que ce n'est pas le cas en l'espèce et, compte tenu de la conclusion antérieure, il me faut analyser la situation en tenant compte du fait que l'argument lié à l'incompétence du conseil a été rejeté. Le demandeur prétend qu'il a droit à une audience et à la présentation d'observations. Bien que cela soit sans aucun doute exact et constitue l'un des principes les plus importants de notre système judiciaire, je conclus que, comme le défendeur l'a déclaré, le demandeur a renoncé à son droit d'être entendu et de présenter des observations à cause des actes de son consultant en immigration. La SPR a considéré la communication qu'elle a reçue de ce dernier pour le compte du demandeur comme un message du demandeur lui-même. Après avoir lu la communication du 7 décembre 2012 ainsi que la teneur de l'échange qui a suivi, et en tenant compte du fait que le conseil agit comme un représentant (c.-à-d. au nom) du demandeur, cette interprétation semble précisément correcte ou, à tout le moins, il était certainement loisible à la SPR de l'interpréter de cette façon."], ["[47]", "Un demandeur doit assumer les conséquences des actes d'un représentant qu'il a librement choisi."], ["[48]", "Au vu de ce qui précède, je conclus que la présente affaire ne comporte aucune manquement à l'équité procédurale qui justifierait que la Cour intervienne. En me fondant sur les motifs que le demandeur a évoqués, je conclus donc que la décision de la SPR est correcte et qu'il y a lieu de la confirmer."], ["[49]", "Par ailleurs, si les parties avaient présenté des arguments ou des questions qui auraient amené à examiner les motifs de la SPR dans leur ensemble, la Cour en serait tout de même venue à conclure que la décision est raisonnable ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47), parce que, comme il a été indiqué plus tôt, la SPR a tiré d'importantes conclusions au sujet de la crédibilité (", "<FRAGMENT_SUPPRESSED> ) que le demandeur n'a pas contestées, et que ces conclusions peuvent justifier le refus d'une demande d'asile (", "<FRAGMENT_SUPPRESSED> )."], ["[50]", "Les parties ont été invitées à soumettre des questions à certifier, mais aucune n'a été proposée.", "ORDONNANCE"], ["[51]", "LA COUR ORDONNE QUE", "la présente demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", "[End of document]"]]}