{"id_": "039485", "body_str": [["[1]", "Frenette, D.J.", ": The Applicant, Seyed Amirhossein Hemmati, brings this application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated June 5, 2007. In that decision, the Board concluded that the Applicant was not a Convention refugee or person in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the", "Act", "). Leave authorizing the judicial review from the above decision was granted on December 14, 2007.  <FRAGMENT_SUPPRESSED>", "I. Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. Hemmati is a citizen of Iran who seeks refugee protection in Canada because of a fear that if returned to Iran he will be persecuted because of his homosexuality and his conversion to the Baha'i faith.  <FRAGMENT_SUPPRESSED>", "A. Specific pertinent facts  <FRAGMENT_SUPPRESSED>"], ["[3]", "According to his Personal Information Form (PIF), Mr. Hemmati was introduced to the Baha'i faith while living in Iran. After reading some literature on the religion, and with the permission of his parents, he met with several Baha'i religious figures to discuss his beliefs. Eventually, in the summer of 2005, and after several private discussions with Baha'i officials, he considered himself to be Baha'i and inquired about applying for official membership in the religion. Mr. Hemmati was told that his official conversion would have to wait approval from the Baha'i office in Haifa, Israel, and was cautioned about the dangers of practising Baha'ism in Iran. However, he was told that if he left Iran he could contact the Baha'i religious authorities directly and participate in Baha'i activities.  <FRAGMENT_SUPPRESSED>"], ["[4]", "While in Iran, Mr. Hemmati worked as a musician. This activity, however, got him into trouble with the Iranian authorities and he was arrested while performing at a party in July 2006. He was only released after signing an undertaking not to participate in such activities again.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Hemmati also claims to be a homosexual. On September 13, 2006, while performing music at a \"gay party\", Mr. Hemmati was beaten into unconsciousness and arrested after police raided the party. He regained consciousness in a government hospital but was able to escape with the help of his mother and a friend. Mr. Hemmati then fled Iran and was smuggled across the border into Turkey. Flying via Thailand, Hong Kong, and Japan, Mr. Hemmati eventually arrived in Canada and claimed refugee status on September 27, 2006.  <FRAGMENT_SUPPRESSED>", "B. The decision under review  <FRAGMENT_SUPPRESSED>"], ["[6]", "Mr. Hemmati's refugee claim was heard by the Board on May 9, 2007. At the hearing, two witnesses testified on his behalf. The first witness, Suhail Abual Sameed, helps run a support service for gay youth administered through the Sherbourne Health Centre in Toronto, and testified as to how he came to know Mr. Hemmati. Mr. Sameed also provided his personal opinion as to why he thought Mr. Hemmati was gay. The second witness, Amando Gose Montero (a.k.a. Sheri), testified as to her personal knowledge of Mr. Hemmati's relationship with his (later ex) boyfriend in Canada.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board, in a five-page decision rendered on June 5, 2007, considered Mr. Hemmati's allegations on the basis of being a Convention refugee and person in need of protection pursuant to sections 96 and 97 of the", "Act", ". The Board determined the following with respect to his claim of religious persecution:  <FRAGMENT_SUPPRESSED>", "1. Mr. Hemmati did not have adequate knowledge of the Baha'i faith;  <FRAGMENT_SUPPRESSED>", "2. It was implausible that Mr. Hemmati's parents would agree to Mr. Hemmati joining in on meetings of the Baha'i faith;  <FRAGMENT_SUPPRESSED>", "3. There was no corroborative evidence that Mr. Hemmati had converted to the Baha'i faith; and  <FRAGMENT_SUPPRESSED>", "4. Mr. Hemmati's real fear for returning to Iran was because of his alleged homosexuality.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In sum, the Board concluded that Mr. Hemmati's claim to be a convert to Baha'ism was not credible.  <FRAGMENT_SUPPRESSED>"], ["[9]", "With respect to Mr. Hemmati's claim on the basis of his homosexuality, the Board:  <FRAGMENT_SUPPRESSED>", "1. noted Mr. Hemmati's failure to mention his homosexual relationships in Iran in his PIF;  <FRAGMENT_SUPPRESSED>", "2. drew an adverse inference from the lack of written documentation to show that he had a musical education;  <FRAGMENT_SUPPRESSED>", "3. drew an adverse inference from the lack of corroborative evidence from his stay at the government hospital;  <FRAGMENT_SUPPRESSED>", "4. found that the testimony of Mr. Sameed did \"not add anything but just puts forth that the claimant was only introduced to the group through Sheri and that he just attends the group, which does not confirm his sexual orientation\";  <FRAGMENT_SUPPRESSED>", "5. found that testimony of Sheri was not credible given that the witness did not (i) know the circumstances of Mr. Hemmati; and (ii) testified that she met Mr. Hemmati's boyfriend but did not know his name.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In sum, the Board found that Mr. Hemmati had not established his sexual orientation due to the credibility concerns with his evidence.  <FRAGMENT_SUPPRESSED>", "II. The issues  <FRAGMENT_SUPPRESSED>"], ["[11]", "Mr. Hemmati, in his Memorandum of Argument has raised a number of issues in relation to the Board's credibility findings:  <FRAGMENT_SUPPRESSED>", "A. Baha'i Faith  <FRAGMENT_SUPPRESSED>", "1. Did the Board err in making a negative inference with respect to the lack of documentation as to Mr. Hemmati's Baha'i faith?  <FRAGMENT_SUPPRESSED>", "2. Did the Board err in concluding that Mr. Hemmati had limited knowledge of the Baha'i faith?  <FRAGMENT_SUPPRESSED>", "3. Did the Board err in making an implausibility finding that Mr. Hemmati's parents would not have permitted Mr. Hemmati to attend Baha'i meetings?  <FRAGMENT_SUPPRESSED>", "4. Did the Board err in concluding that there was no evidence that Mr. Hemmati had converted?  <FRAGMENT_SUPPRESSED>", "5. Was the Board overzealous when it noted the lack of documentation with respect to his musical education?  <FRAGMENT_SUPPRESSED>", "B. Homosexuality  <FRAGMENT_SUPPRESSED>", "6. Did the Board err by overlooking Mr. Sameed's evidence that, in his opinion, Mr. Hemmati was gay?  <FRAGMENT_SUPPRESSED>", "7. Did the Board fail to accord any weight to Mr. Sameed's evidence on the basis that most of the members of his support group are refugee claimants?  <FRAGMENT_SUPPRESSED>", "8. Did the Board err by rejecting Sheri's evidence without identifying any reasons to reject her credibility?  <FRAGMENT_SUPPRESSED>", "9. Did the Board err in concluding that Sherri did not provide any evidence that indicated Mr. Hemmati was active in the gay community?  <FRAGMENT_SUPPRESSED>", "10. Did the Board err in making a negative inference with respect to the omission of the names of Mr. Hemmati's boyfriends in his PIF?  <FRAGMENT_SUPPRESSED>", "III. The standard of review  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board's primary determination in rejecting Mr. Hemmati's refugee claim was that he had not provided credible evidence to establish that he was a convert to the Baha'i faith or that he was a homosexual.  <FRAGMENT_SUPPRESSED>  Justice Eleanor Dawson held that the standard of review applicable to the Board's determination with respect to credibility is that of unreasonableness. Accordingly, the Court will award the Board's credibility and related factual findings a level of deference.  <FRAGMENT_SUPPRESSED>", "IV. Analysis  <FRAGMENT_SUPPRESSED>", "1. Did the Board err in making a negative inference with respect to the lack of documentation as to the Applicant's Baha'i faith?  <FRAGMENT_SUPPRESSED>"], ["[13]", "Mr. Hemmati claims that the Board erred by making a negative inference from the fact that he did not have a letter from Baha'i officials indicating that he had converted given his counsel's offer at his hearing to provide evidence that Baha'i officials never provide such written proof.  <FRAGMENT_SUPPRESSED>"], ["[14]", "A review of the Board's decision reveals that Mr. Hemmati has oversimplified the Board's conclusions. In fact, the Board wrote, \"there is no corroborative evidence that the claimant converted to the Baha'i faith ...\" In other words, there was no evidence, beyond Mr. Hemmati's own testimony, supporting his claim to practice Baha'ism. Given the Board's many doubts as to Mr. Hemmati's credibility, I do not find it was patently unreasonable for it to seek corroborative evidence - in any form, written or otherwise - on his Baha'i faith. Although his counsel stated that she was prepared to provide documentary evidence that Baha'i officials do not provide written proof, such evidence would not have confirmed whether Mr. Hemmati was an adherent to Baha'ism and addressed the Board's concerns. In sum, I do not find the Board committed an unreasonable error on this issue.  <FRAGMENT_SUPPRESSED>", "2. Did the Board err in concluding that the Applicant had limited knowledge of the Baha'i faith?  <FRAGMENT_SUPPRESSED>"], ["[15]", "Mr. Hemmati submits that the Board erred by stating he had a limited but adequate knowledge of the Baha'i faith without elaborating on what it meant by \"adequate knowledge\".  <FRAGMENT_SUPPRESSED>"], ["[16]", "The case law in this area indicates that while the Board is entitled to find that a claimant has insufficient understanding of his professed faith (", "<FRAGMENT_SUPPRESSED>  at paras. 9-11;", "<FRAGMENT_SUPPRESSED>  at para. 20;", "<FRAGMENT_SUPPRESSED>  at paras. 6-8 (T.D.) (QL)), it must be careful not to require that a claimant possess an overly high amount of religious knowledge (", "<FRAGMENT_SUPPRESSED>  at para. 16;", "<FRAGMENT_SUPPRESSED>  at para. 16;", "<FRAGMENT_SUPPRESSED>  at para. 11 (T.D.) (QL)).  <FRAGMENT_SUPPRESSED>"], ["[17]", "In the case at bar, Mr. Hemmati, when asked, provided several general answers concerning the practices of the Baha'i faith and claimed no knowledge of the religion's holy days or practises, as he had not been allowed to participate on those days. Considering this vague evidence, and the deference owed to the Board in this area, I cannot find any error in the Board's decision to draw an adverse inference on this point.  <FRAGMENT_SUPPRESSED>", "3. Did the Board err in making an implausibility finding that the Applicant's parents would not have permitted the Applicant to attend Baha'i meetings?  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Board wrote at page two of its decision:  <FRAGMENT_SUPPRESSED>", "The panel finds it implausible that his parents would agree for him to join in the meetings of the Baha'i faith due to the documentary evidence indicating discriminations of Baha'is.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Mr. Hemmati argues that this finding is based on a stereotypical view of parents in Iran. Justice Dawson states in", "<FRAGMENT_SUPPRESSED>  at para. 12 \"[t] his court has repeatedly warned that implausibility findings cannot be made on the basis of stereotypical attitudes or projected behavior that is unsupported by the evidence\". Mr. Hemmati claims there is no evidence to support this finding.  <FRAGMENT_SUPPRESSED>"], ["[20]", "A reading of Mr. Hemmati's declaration to an immigration officer on his arrival to Canada (page 118 of the Tribunal Record (T.R.)), shows that he participated in a Baha'i reception with his parents' approval. He further writes that the police in the city of Mashhad arrested a Baha'i supervisor and later the Basij broke up a meeting and he was attacked by the police. In his testimony, he states that he does not believe the Iranian authorities know he was involved with Baha'ism and that he could return to Iran (page 175 of the T.R.). He also adds, starting at page 179-180 of the T.R., that after being arrested and hospitalized, his mother came to see him at the hospital.  <FRAGMENT_SUPPRESSED>"], ["[21]", "From this evidence, I believe that the Board could rationally infer that Mr. Hemmati's parents would not have supported his joining the Baha'i religion if they knew he could be arrested, tortured or discriminated against. Therefore, this finding does not constitute a reviewable error.  <FRAGMENT_SUPPRESSED>", "4. Did the Board err in concluding that there was no evidence that the Applicant had converted?  <FRAGMENT_SUPPRESSED>"], ["[22]", "Mr. Hemmati submits that the Board erred in concluding, at page three of its reasons, that the Board \"finds that [Mr. Hemmati] is not a convert ...\" given that his testimony was that he did not officially convert.  <FRAGMENT_SUPPRESSED>"], ["[23]", "On this issue, I agree with the Respondent that Mr. Hemmati is placing too much emphasis on the word \"convert\" in the Board's reasons. Turning to page one of the decision, I note the Board accurately summarized the facts surrounding his \"conversion\" to Baha'ism. Accordingly, having reviewed the decision as a whole, I am satisfied that the Board understood that Mr. Hemmati only understood himself to be a convert, and had not formalized his conversion to the religion.  <FRAGMENT_SUPPRESSED>", "5. Was the Board overzealous when it noted the lack of documentation with respect to the Applicant's musical education?  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Board's negative inference on the lack of documentation could be considered unnecessary on such a minor point but I do not agree that it became overzealous and microscopic. It seems strange that a person who studied classical Islamic music at an authorized school in Iran could not provide a letter attesting this fact.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Even though Mr. Hemmati's explanation is that he ceased this course and then followed various tutoring in music and singing, he could not give the names of his tutors. Yet he listed in his PIF the names of all the other schools he attended. To me this is part of the general analysis of the credibility issue. I find no reviewable error on this point.  <FRAGMENT_SUPPRESSED>", "6. Did the Board err by overlooking Mr. Sameed's evidence that, in his opinion, the Applicant was gay?  <FRAGMENT_SUPPRESSED>"], ["[26]", "Mr. Hemmati claims that the Board overlooked some of the evidence provided by his first witness, Mr. Sameed.  <FRAGMENT_SUPPRESSED>"], ["[27]", "It is well established that the Board is presumed to have considered all of the evidence before it (", "<FRAGMENT_SUPPRESSED>  at 318 (F.C.A.)). However, where the Board fails to mention or analyze important evidence in its reasons, the Court may find that the Board made an erroneous finding of fact without regard to the evidence (", "<FRAGMENT_SUPPRESSED>  at para. 17 (T.D.) (QL)).  <FRAGMENT_SUPPRESSED>"], ["[28]", "Turning to the impugned decision, with respect to Mr. Sameed, the Board stated:  <FRAGMENT_SUPPRESSED>", "The claimant testified that he was introduced to Suhail y Sheri who he met two or three months ago in a club. They meet on a Tuesday as part of this group. Suhail was asked what happened in the meeting. He said it was to socialize, hear guest speakers and arrange youth field trips.  <FRAGMENT_SUPPRESSED>", "The witness testified that the other thing discussed was having safe sex. The witness was asked if he had ever met the alleged boyfriend of the claimant and said he had not and that he was not part of the group.  <FRAGMENT_SUPPRESSED>", "The witness was asked if he knew the claimant's circumstances and replied that he did not know. The witness testified that 80-90% of the people who attend this group are refugee claimants as was the other witness who was also going to testify.  <FRAGMENT_SUPPRESSED>", "The panel finds that the testimony of the witness does not add anything but just puts forth that the claimant was only introduced to the group through Sheri and that he just attends the group, which does not confirm his sexual orientation. The witness testified that anyone could be part of that group.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Mr. Hemmati reproaches the Board for the fact that it did not express its opinion as to Mr. Sameed's evidence as to his sexuality. However, the Board discussed this issue over three pages of its decision, ultimately concluding that he was not a homosexual for the reasons they elaborated. It therefore gave its opinion on this point. There was no reviewable error in this reasoning.  <FRAGMENT_SUPPRESSED>", "7. Did the Board fail to accord any weight to Mr. Sameed's evidence on the basis that most of the members of his support group are refugee claimants?  <FRAGMENT_SUPPRESSED>"], ["[30]", "Mr. Hemmati claims the Board discounted the evidence of Mr. Sameed as Mr. Sameed works for an organization mostly comprised of refugee claimants.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (C.A.) (QL) has held that it is an expression of bias for the Board to exclude evidence from a refugee on the presumption that it is false or self-serving.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Turning to the decision of the Board, I find that while the Board commented on the clientele at Mr. Sameed's practice, its comments, while irrelevant, were merely a statement of fact and were neither positive nor negative. In particular, the Board's statement that, \"[t] he witness testified 80-90% of the people who attend this group are refugee claimants as was the other witness who was also going to testify\" does not indicate the Board failed to consider Mr. Sameed's evidence or discounted it in any way. The Board's statement that Sheri was \"a failed refugee claimant\" is similarly neutral.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In sum, I find the Board did not commit a reviewable error on this issue.  <FRAGMENT_SUPPRESSED>", "8. Did the Board err by rejecting Sheri's evidence without identifying any reasons to reject her credibility?  <FRAGMENT_SUPPRESSED>"], ["[34]", "Mr. Hemmati claims the Board rejected the evidence of his second witness, Sheri, without explanation and cites", "<FRAGMENT_SUPPRESSED>  (C.A.) (QL).  <FRAGMENT_SUPPRESSED>"], ["[35]", "Mr. Hemmati's reliance on", "Hilo", ", in this instance, is misplaced. In", "Hilo,", "the Board's credibility finding was set aside as it was couched in \"vague and general terms\". Conversely, in the case at bar the Board provided two reasons why it rejected Sheri's evidence: (i) Sheri did not know the name of Mr. Hemmati's boyfriend despite having met him several times; and (ii) Sheri and Mr. Hemmati's had no information about each other. While Mr. Hemmati might disagree with these reasons, they are supported by the transcript of his hearing, and I do not find them to be vague or general. Accordingly, I do not find the Board committed a reviewable error with respect to this issue.  <FRAGMENT_SUPPRESSED>", "9. Did the Board err in concluding that Sherri did not provide any evidence that indicated the Applicant was active in the gay community?  <FRAGMENT_SUPPRESSED>"], ["[36]", "Mr. Hemmati submits that that the Board erred in finding that Sheri did not provide evidence setting out that he was active in the gay community in Canada and highlights portions of the impugned decision where the Board appears to accept as fact Sherri's testimony that she saw Mr. Hemmati engage in homosexual activities with his boyfriend. I agree, at first glance, that the Board appears to have contradicted itself as to the evidence provided by Sherri. However, when one reads the Board's decision as a whole, it is evident that the Board merely summarized the evidence Sherri had provided, and then subsequently discounted that evidence on the basis that it did not find Sherri to be credible:  <FRAGMENT_SUPPRESSED>", "When asked how she could tell that person was the claimant's boyfriend, she said because she saw them kiss sometimes and that she would meet them two to three times a week. When asked if the witness knew the name of the claimant's boyfriend, she said that she did not know the name.", "The panel finds that implausible", "...The panel finds that this witness even though she testified that she had met the alleged boyfriend, did not know his name but stated that she could identify the picture.", "The panel does not find her testimony credible", "... [Emphasis added.]  <FRAGMENT_SUPPRESSED>"], ["[37]", "In other words, at no point did the Board accept that Sherri's testimony provided corroborative evidence that the claimant is gay. If a Board does not find a witness to be generally credible, it is open to it to the discount the evidence provided by that witness (", "<FRAGMENT_SUPPRESSED>  (C.A.)). Accordingly, I do not find the Board committed a reviewable error with respect to this issue.  <FRAGMENT_SUPPRESSED>", "10. Did the Board err in making a negative inference with respect to the omission of the names of the Applicant's boyfriends in his PIF?  <FRAGMENT_SUPPRESSED>"], ["[38]", "In the circumstances of this case, it is a very debatable issue whether Mr. Hemmati should have given the names of his sexual partners in his PIF, but I believe in the general assessment of his credibility as to his homosexuality, the Board could draw a adverse inference from this omission. The Board did not commit a reviewable error on this point.  <FRAGMENT_SUPPRESSED>", "V. Summary  <FRAGMENT_SUPPRESSED>"], ["[39]", "Mr. Hemmati has pleaded elements of credibility and implausibilities which were the basis of the Board's decision. Findings on these points are within the domain of the Board who, with its experience on these matters and having heard and seen the witnesses testify before them, are in the best position to determine these elements.  <FRAGMENT_SUPPRESSED>"], ["[40]", "An applicant has the onus to establish his claim with credible evidence. Findings of implausibility are basically inherent subjective assessments which are largely based upon evidence but also upon the Board's perceptions of what constitutes rational behaviour (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[41]", "Credibility findings are to be granted a high level of deference because the Board has had the benefit of hearing and seeing the witnesses and considered their interests (", "Aguebor v. (Canada) Minister of Employment and Immigration (1993)", ", 160 N.R. 315, [1993] F.C.J. no. 732 (QL) (F.C.A.)).  <FRAGMENT_SUPPRESSED>"], ["[42]", "While the use of the phrase \"patently unreasonable\" is no longer appropriate, the law on this point has not been changed by the Supreme Court in", "<FRAGMENT_SUPPRESSED> . Rather, it has been re-affirmed. Determinations of facts are based on a deferential, reasonable, standard \"[d] eference in the context of the reasonableness standard therefore implies that courts will give due consideration to the determinations of decision makers\" (", "<FRAGMENT_SUPPRESSED>  at para. 49).  <FRAGMENT_SUPPRESSED>"], ["[43]", "The points raised by Mr. Hemmati relating to credibility and implausibility findings fall under the above rule. As long as the findings can logically and rationally be based upon the evidence, a court cannot intervene. This is the case in this application.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[44]", "THIS COURT ORDERS AND ADJUDGES that", "the application is dismissed. No question for certification was submitted.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}