{"id_": "039689", "body_str": [["[1]", "Gagné, J.", ": This application for judicial review concerns the power and duties of the newly constituted Refugee Appeal Division of the Immigration and Refugee Board [RAD], not so much with respect to the standard of intervention that it should apply when sitting in appeal of decisions by the Refugee Protection Division [RPD], but rather with respect to the criteria it must consider upon admitting evidence not before the RPD."], ["[2]", "Mr. Parminder Singh seeks judicial review of a decision by the RAD, dated September 26, 2013, whereby it confirmed the decision of the RPD that he is neither a", "Convention", "refugee within the meaning of section 96 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] nor a person in need of protection under its subsection 97(1). In its analysis of the RPD decision, the RAD applied the reasonableness standard; it considered its mandate essentially akin to that of this Court when undertaking a judicial review of a RPD decision."], ["[3]", "There are several recent decisions of this Court concerning both the role of the newly created RAD, and of this Court upon judicial review of decisions made by the  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ). In addition, early this month in", "<FRAGMENT_SUPPRESSED>  Justice Martineau, who did not specifically need to take position on these issues, made an interesting review of this Court's previous decisions."], ["[4]", "For the purpose of the present application, it is sufficient to say that this Court clearly rejected the position taken by the RAD in the decision under review, that it owes deference to the findings of the RPD and that it should apply the reasonableness standard, as this Court does when reviewing the RPD decisions that are not subject to an appeal before the RAD."], ["[5]", "However and as indicated above, the principal issue in this application for judicial review, as framed by the applicant, is whether it was reasonable for the RAD to refuse to admit a piece of evidence-a 2002 grade 12 diploma-that had not been before the RPD, pursuant to subsection 110(4) of the Act. The diploma would allegedly confirm that the RPD had unreasonably determined that the applicant failed to demonstrate his identity, and that he was not credible."], ["[6]", "The RAD applied the jurisprudence of this Court interpreting paragraph 113(", ") of the Act", "mutatis mutandis", "to the interpretation of its subsection 110(4). Paragraph 113(", ") deals with the admissibility of fresh evidence before a Pre-Removal Risk Assessment [PRRA] officer (that had not been before the RPD). While the RAD ultimately held that the RPD unreasonably determined that the applicant had failed to satisfactorily demonstrate his identity for other reasons, the applicant maintains that the credibility determination was compromised by the RAD's refusal to admit his new evidence."], ["[7]", "For the reasons discussed below, this application for judicial review will be granted.", "I.", "Background"], ["[8]", "The applicant is a 30 year old citizen of India. He alleged before the RPD a well-founded fear of persecution based on \"imputed political opinion\" and also claimed to be a person in need of protection."], ["[9]", "During his school days, the applicant was friends with one Bhupinder Singh. He graduated in 2002, at which time he returned to his family's farm."], ["[10]", "In November 2012, after several years of not having heard from him, Bhupinder Singh showed up unannounced at the applicant's house to spend the night. A few days later, the Indian police arrived at the applicant's house and arrested him in order to ask him questions about Bhupinder Singh. The applicant was detained, tortured and released three days later. He was admitted to a hospital for five days, where he was treated for stomach pains."], ["[11]", "The applicant was arrested a second time, 15 days later, in order to be asked more questions about Bhupinder Singh. After a 1 day detention, he was unconditionally released."], ["[12]", "Following his second arrest, the applicant's mother decided to pay an agent so her son could safely leave India. He left India on January 28, 2013, and arrived in Canada the following day. His inland refugee claim was received on February 21, 2013.", "II.", "The RPD decision"], ["[13]", "The applicant's refugee claim hearing was rejected on May 1, 2013. The RPD held that the applicant failed to satisfactorily establish his identity."], ["[14]", "The applicant claimed to have arrived with some genuine documents, including his birth certificate, a 1998 school report card, as well as two school diplomas (a grade 10 diploma from 2000, and a grade 12 diploma from 2002). The RPD found it noteworthy to add that neither diploma had been examined by the Canada Border Services Agency [CBSA]. However, only the grade 10 diploma was before the RPD. In addition to not confirming his identity, the fact that the 2002 diploma was missing could not corroborate that the applicant had studied with Bhupinder Singh until 2002."], ["[15]", "The applicant alleged that his grade 12 diploma had been taken by Citizenship and Immigration Canada [CIC] when he had been detained upon arrival, and that CIC failed to forward it to the RPD. The RPD did not believe that CIC was in possession of the document. Moreover, considering the importance of this evidence for the applicant's narrative, the RPD held that his inability to produce it negatively affected his credibility."], ["[16]", "The RPD did not believe that the applicant's birth certificate was sufficient to demonstrate his identity."], ["[17]", "Despite not being satisfied with his identity demonstration, the RPD continued with its analysis, concluding that even had the applicant sufficiently demonstrated his identity, his refugee claim would still have been denied because it lacked credibility. Notably, the RPD drew negative inferences from the fact that the applicant had amended his original Basis of Claim form [BOC] to reflect that his father's stroke occurred between his two arrests (and not following his second arrest). The Board considered this to be a significant event in the applicant's life, and so he should not have made a chronological error in this respect."], ["[18]", "The RPD also drew negative inferences as it seemingly misunderstood the difference between a heart attack and a stroke. The applicant had written in his BOC that his father had suffered a stroke, and had produced a medical report indicating that his father had suffered from facial paralysis in late November 2012, and was advised to seek bed rest for five days. Yet the RPD could not accept that a man suffering from a heart condition would be issued such a medical report. Moreover, the applicant had testified that his father became bedridden, almost paralyzed, and required assistance to complete basic life tasks; yet the medical note does not mention a bedridden person, but rather someone who suffers from facial paralysis and who has to stay in bed for a five-day period."], ["[19]", "The RPD also did not believe that the applicant had to go to the hospital following the torture he suffered when first detained, as the medical note he produced (and the list of drugs it claims were administered to him) does not corroborate his allegations. No explanation was provided as to why these specific drugs would not be administered to a torture victim."], ["[20]", "Finally, even had the applicant established his identity and been considered credible, he had an internal flight alternative [IFA] in Mumbai, Delhi or Bangalore."], ["[21]", "The applicant appealed this decision to the RAD, invoking three main grounds: (1) the RPD erred in analyzing his identity; (2) the RPD did not properly evaluate his credibility; and (3) the RPD erred in its IFA analysis."], ["[22]", "On September 26, 2013 the applicant's appeal was rejected by a one member panel of the RAD.", "III.", "The Impugned RAD Decision"], ["[23]", "The applicant sought to produce his 2012 high school diploma before the RAD, arguing that it was new evidence pursuant to subsection 110(4) of the Act. Pursuant to subsection 3(3) of the", "Refugee Appeal Division Rules", ", SOR/ 2012-257, the applicant submitted a written statement detailing how his documentary evidence satisfied the requirements of subsection 110(4) of the Act."], ["[24]", "The RAD determined that subsection 110(4) is very similar to paragraph 113(", ") of the Act, which deals with the admissibility of fresh evidence before a PRRA officer. As such, the RAD applied the criteria emanating from", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 13, and evaluated the credibility, the relevance, the newness, and the materiality of the evidence in order to decide on its admissibility."], ["[25]", "In his written statement, the applicant pled that he only became aware on June 11, 2013 that this document had been faxed on February 25, 2013 by CIC (which had seized it on January 29, 2013) to the applicant's former lawyer. As such, it had been impossible for him to produce it before the RPD. The applicant argued that he needed it for his appeal in order to prove that the RPD had erred in not believing that CIC had seized it. Considering that his failure to produce this diploma negatively affected his overall credibility, the applicant argued that it was of paramount importance to have it before the RAD."], ["[26]", "The RAD concluded that at the date of the hearing before the RPD, the applicant could have produced the document, and so it could not be admissible before the RAD. Considering that he had not taken a complaint procedure against his former lawyer for failing to advise him that the document was in her possession before the RPD hearing, the RAD presumed that the applicant had been made aware of the document's retrieval from CIC:"], ["[28] . . . En effet, si ce document a été saisi, le 29 janvier 2013, par les autorités de l'immigration, il n'en demeure pas moins que, le 25 février 2013, une copie de ce document a été transmise par télécopieur à son avocate.", "Un membre du Barreau du Québec a envers son client, un devoir de compétence ainsi que des obligations de loyauté, d'intégrité, d'indépendance, de désintéressement, de diligence et de prudence. Dans le cadre de la présente procédure d'appel, l'appelant n'a pas invoqué que son avocate a agi avec incompétence et il n'a pas fourni la preuve qu'il avait, d'une manière ou d'une autre, formulé une plainte contre son ancienne avocate et que celle-ci en a été informée de manière à ce qu'elle puisse, au besoin, se faire entendre à ce sujet", ". [Emphasis added.]"], ["[27]", "The RAD also dismissed the applicant's request for a hearing pursuant to subsection 110(6) of the Act, in order to reassess his credibility in light of the production of the 2002 diploma. Considering the document was deemed inadmissible, there was no ground to hold a hearing."], ["[28]", "With respect to which standard of review to apply to the RPD's decision, invoking", "<FRAGMENT_SUPPRESSED>  the RAD held that the RPD, as a first instance tribunal, is owed deference, and that its findings of fact and of mixed fact and law decisions must be assessed on a reasonableness standard. Questions of law and of procedural fairness are to be evaluated on the correctness standard."], ["[29]", "As such, the three grounds of appeal (dealing with the applicant's identity, his credibility, and his IFA) were reviewed on the reasonableness standard."], ["[30]", "With respect to the applicant's identity, the RAD held that the RPD unreasonably concluded that he had failed to satisfactorily demonstrate it. In doing so, the RAD noted that its purpose is not to \"", "re-evaluate", "the evidence,\" nor to proceed with \"a", "microscopic analysis", "\" of the RPD's decision, but rather determine whether this was a reasonable outcome."], ["[31]", "The RAD agreed that the applicant had failed to make sufficient efforts in order to provide documents establishing his identity, and that the RPD was right to draw a negative credibility finding in this respect. Nonetheless, it was unreasonable that the RPD did not consider the probative value of the school diploma (and the 1998 report card) in assessing whether the applicant had satisfactorily demonstrated his identity, even though it had assessed the document for other reasons."], ["[32]", "However, the RAD determined that the RPD's overall credibility assessment was reasonable."], ["[33]", "Finally, the RAD did not address the RPD's determination with respect to his IFA, considering the applicant was deemed not to be credible.", "IV.", "Issues and Standard of Review"], ["[34]", "The applicant only raises one issue:", "Was the Refugee Appeal Division's overall decision reasonable?"], ["[35]", "The parties both plead that the RAD owes the RPD deference and that it should review the RPD decision applying the reasonableness standard. Respectfully, I do not agree."], ["[36]", "However, the issue before the Court is rather whether the RAD erred in its interpretation of subsection 110(4) of the Act by using the <FRAGMENT_SUPPRESSED> test and if it reasonably applied it."], ["[37]", "As regards the standard of review applied by this Court, the respondent argues that the RAD's determination of the appropriate analysis that is to be conducted in assessing the admissibility of new evidence should be subject to the reasonableness standard, as it involves a tribunal considering and applying its home statute: while errors of law are generally governed by a correctness standard.", "<FRAGMENT_SUPPRESSED>  (at para. 54) says \"that if the interpretation of the home statute or a closely related statute by an expert decision maker is reasonable, there is no error of law justifying intervention\" (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [", "Alberta Teachers", "] at para 30 on the exceptions where correctness will apply:", "This principle [of deference] applies unless the interpretation of the home statute falls into one of the categories of questions to which the correctness standard continues to apply, i.e., \"constitutional questions, questions of law that are of central importance to the legal system as a whole and that are outside the adjudicator's expertise, . . . '[q]uestions regarding the jurisdictional lines between two or more competing specialized tribunals' [and] true questions of jurisdiction or", "vires", ". . . \"."], ["[39]", "As such, the respondent argues that the admissibility of new evidence before the RAD is within the tribunal's expertise and does not involve a question of central importance to the legal system as a whole or any other special circumstances that would require review on a correctness standard."], ["[40]", "I agree with the respondent."], ["[41]", "In", "Alberta Teachers", ", Justice Binnie set out that an issue of general legal importance is one \"whose resolution has significance outside the operation of the statutory scheme under consideration.\" The Supreme Court of Canada has since not identified a case that raised a \"question of central importance to the legal system as a whole.\" Moreover, since", "Alberta Teachers", ", the Supreme Court of Canada has reiterated its strict limitations to the use of the exceptions to the reasonableness standard.  <FRAGMENT_SUPPRESSED>  the Court found that deference is owed to provincial securities' regulators interpretation of statute of limitation provisions, despite it being a \"technical\" question, rather than a \"bureaucratic\" one."], ["[42]", "Therefore, I am of the view that both the RAD's interpretation of subsection 110(4) of the Act (as a question of law that is not of general importance to the legal system as a whole and outside the expertise of the RAD) and its application to the facts of this case (as a question of mixed fact and law) are to be reviewed on the reasonableness standard.", "V.", "Legislation"], ["[43]", "Subsection 110(4) and paragraph 113(", ") of the", "Immigration and Refugee Protection Act", "provide as follows:", "110 (4) On appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.", "113. Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "110. (4) Dans le cadre de l'appel, la personne en cause ne peut présenter que des éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet.", "113. Il est disposé de la demande comme il suit:", ") le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "VI.", "Analysis", "Was the RAD's interpretation of subsection 110(4) of the Act reasonable?"], ["[44]", "The applicant argues that by not admitting the 2002 school diploma into evidence, the RAD failed to admit a document that not only goes to the core of his story, but also to the RPD's finding of credibility which consequently, gravely prejudices his claim. The RAD failed to properly apply", "Raza,", "as this \"new evidence\" satisfies the <FRAGMENT_SUPPRESSED> test insofar that the document: (a) is credible; (b) is pertinent; (c) is \"new\" in that it can refute a factual conclusion drawn by the RPD; (d) is of substantial character; and (e) was not raised before the board through no fault of the applicant. The RAD could not have reasonably expected that it be produced by the applicant at the time of the RPD hearing."], ["[45]", "The applicant adds that the RAD failed to give sufficient weight to the following factors:", "1. The document was of critical probative value to the applicant's claim because it proved that he attended school with Bhupinder Singh at that time and that he was not lying about this fact;", "2. Although the document was initially seized by the CBSA, the RPD did not believe this part of the applicant's testimony when in fact it was true (i.e. this demonstrates that the applicant was not lying); and", "3. The RAD recognized that the failure to produce the document was the fault of the lawyer yet nonetheless it blamed the applicant, whose case was entirely in the hands of his lawyer(s), and who likely did not know what documents may have been missing from his file or that the document in question was of such critical importance to his claim."], ["[46]", "Meanwhile, the respondent argues the RAD used the proper test by interpreting subsection 110(4) of the Act in light of similar wording in paragraph 113(", "); an interpretation of the latter can assist this Court in interpreting the former. Accordingly, the respondent agrees that the series of factors set forth in <FRAGMENT_SUPPRESSED> apply, and that it was available to the RAD to consider them. I quote the relevant parts of <FRAGMENT_SUPPRESSED> in full:"], ["[13] As I read paragraph 113(", "), it is based on the premise that a negative refugee determination by the RPD must be respected by the PRRA officer, unless there is new evidence of facts that might have affected the outcome of the RPD hearing if the evidence had been presented to the RPD. Paragraph 113(", ") asks a number of questions, some expressly and some by necessary implication, about the proposed new evidence. I summarize those questions as follows:", "1.", "Credibility", ": Is the evidence credible, considering its source and the circumstances in which it came into existence? If not, the evidence need not be considered.", "2.", "Relevance", ": Is the evidence relevant to the PRRA application, in the sense that it is capable of proving or disproving a fact that is relevant to the claim for protection? If not, the evidence need not be considered.", "3.", "Newness", ": Is the evidence new in the sense that it is capable of:", "(a) proving the current state of affairs in the country of removal or an event that occurred or a circumstance that arose after the hearing in the RPD, or", "(b) proving a fact that was unknown to the refugee claimant at the time of the RPD hearing, or", "(c) contradicting a finding of fact by the RPD (including a credibility finding)?", "If not, the evidence need not be considered.", "4.", "Materiality", ": Is the evidence material, in the sense that the refugee claim probably would have succeeded if the evidence had been made available to the RPD? If not, the evidence need not be considered.", "5.", "Express statutory conditions", "(a) If the evidence is capable of proving only an event that occurred or circumstances that arose prior to the RPD hearing, then has the applicant established either that the evidence was not reasonably available to him or her for presentation at the RPD hearing, or that he or she could not reasonably have been expected in the circumstances to have presented the evidence at the RPD hearing? If not, the evidence need not be considered.", "(b) If the evidence is capable of proving an event that occurred or circumstances that arose after the RPD hearing, then the evidence must be considered (unless it is rejected because it is not credible, not relevant, not new or not material)."], ["[14] The first four questions, relating to credibility, relevance, newness and materiality, are necessarily implied from the purpose of paragraph 113(", ") within the statutory scheme of the IRPA relating to refugee claims and pre removal risk assessments. The remaining questions are asked expressly by paragraph 113(", ")."], ["[15] I do not suggest that the questions listed above must be asked in any particular order, or that in every case the PRRA officer must ask each question. What is important is that the PRRA officer must consider all evidence that is presented, unless it is excluded on one of the grounds stated in paragraph [13] above."], ["[47]", "The applicant was required to establish that he could not have reasonably been expected to provide the newly submitted documents at his RPD hearing. The respondent maintains the RAD did not err in finding that he failed to do so."], ["[48]", "It is worthwhile to explore whether it is reasonable for there to be an application of paragraph 113(", ") jurisprudence when considering said paragraph", "mutatis mutandis", "to subsection 110(4) of the Act."], ["[49]", "Unlike a PRRA officer, the RAD is a quasi-judicial administrative tribunal, trusted to act as an instance of appeal of the RPD's determination of a refugee's claim. While both a PRRA decision and a RPD decision in certain instances of restriction-as detailed in subsection 110(2), are not subject to appeal, except in circumstances where there are applications for leave and for judicial review by this Court, the RPD's determination of a claim not falling under the scope of a restriction stipulated under subsection 110(2) is subject to an automatic right of appeal to the RAD. Only upon receiving the \"final\" RAD decision can the claimant seek leave to this Court. Moreover, in revisiting the RPD's decision, unlike this Court, the RAD has the power-as expressly granted by the legislature under paragraph 111(", "), to", "set aside", "the RPD's decision and", "substitute", "a determination that, in its opinion, should have been made."], ["[50]", "A PRRA officer is not a quasi-judicial body, nor does he or she have an appellate function when faced with a RPD decision. The PRRA officer is an employee of the Minister, acting within his or her employer's discretion (insofar as it is circumscribed by the Act and the Regulations). The PRRA officer must give deference to the RPD's determination of the claim, to the extent that the facts remain unchanged from the time it had rendered its decision. Instead, the PRRA officer is specifically looking as to whether", "new", "evidence has come to life since the RPD's rejection of the claim for determining a risk of persecution, a danger of torture, a risk to life or a risk of cruel and unusual treatment or punishment. The underlying rationale for paragraph 113(", ") of the Act is not appellate in nature but rather to assure the claimant has a last chance to have any new risks of refoulement (not previously assessed by the RPD) assessed before removal can take place."], ["[51]", "The language of paragraph 113(", ") is similar to that of subsection 110(4). The latter provision sets out that the RAD can only declare evidence admissible if it arose after the RPD's rejection of the claim or if it was not reasonably available or if the person could not reasonably have been expected in the circumstances to have presented it (unlike for paragraph 113(", "), the French version of subsection 110(4) does not use \"reasonably have been expected\" but rather the equivalent of \"normally have been expected\"). The RAD however considers this evidence in a very different light than does the PRRA officer; it is doing so in an appellate review of the", "correctness", "of the RPD's determination."], ["[52]", "I recognize that an appeal to the RAD is mostly intended as a \"paper-based\" appeal."], ["[53]", "However, in considering whether to grant a hearing, the RAD may only look to admissible evidence. Given this requirement, the approach taken to applying admissibility criteria - either strictly or leniently - is of paramount importance because when a claimant, who is deserving of a hearing, is refused one, serious issues of procedural equity are potentially implicated. In the case at bar, the applicant was in fact denied a hearing because the 2002 school diploma was deemed inadmissible."], ["[54]", "Further, a restrictive interpretation of this new section would limit the ability of a claimant to get a \"full fact-based appeal,\" as former Minister of Citizenship and Immigration Jason Kenney intended. I quote his remarks in Hansard (41st Parliament, 1st Session, Tuesday March 6, 2012):", "\"I reiterate that the bill would also create the new refugee appeal division. The vast majority of claimants who are coming from countries that do normally produce refugees would for the first time, if rejected at the refugee protection division, have", "access to a full fact-based appeal at the refugee appeal division of the IRB", ". This is the first government to have created a full fact-based appeal.\" [Emphasis added.]"], ["[55]", "Accordingly, in order for there to be a \"full fact-based appeal\" before the RAD, the criteria for the admissibility of evidence must be sufficiently flexible to ensure it can occur. Often, the evidence at stake will be essential for proving the factual basis of the errors the claimant alleges were made by the RPD. This consideration becomes all the more pertinent in light of the strict timelines a claimant now faces for initially submitting evidence before the RPD. A claimant now has 50 days to present all documents from the date he or she made the claim; the previous legislative scheme required the documents 20 days prior to a hearing, which, on average, took much longer to take place. When the RPD confronts a claimant on the weakness of his evidentiary record, the RAD should, in subsequent review of the decision, have some leeway in order to allow the claimant to respond to the deficiencies raised"], ["[56]", "But there is more. In", "Raza,", "Justice Sharlow distinguishes between the express and the implicit questions raised by paragraph 113(", ") of the Act and specifically states that the four implied questions (credibility, relevance, newness and materiality) find their source in the purpose of paragraph 113(", ") within the statutory scheme of the Act relating to refugee claims and PRRA applications. In my view, they need to be addressed in that specific context and are not transferable in the context of an appeal before the RAD."], ["[57]", "In sum, I am of the view that it was unreasonable for the RAD to strictly apply the <FRAGMENT_SUPPRESSED> test in interpreting subsection 110(4) of the Act all the while failing to appreciate that its role is quite different from that of a PRRA officer."], ["[58]", "In order to achieve statutory coherence, in that the RAD would be able to hear fleshed out appeals of questions of fact and of mixed fact and law, the main issue is whether the evidence \"was not reasonably available, or that the person could not reasonably (or normally according to the French version) have been expected in the circumstances to have presented.\"", "Was the RAD's application of subsection 110(4) of the Act to the facts of this case reasonable?"], ["[59]", "In the case at bar, the evidence at issue could be material for demonstrating that the RPD erred in two key credibility findings: first, the RPD wrongly believed that the CBSA had not confiscated the 2002 diploma, and second, that the document lends further credence that the applicant did in fact go to school with Bhupinder Singh until 2002. These findings surely affected the totality of the credibility assessment made by the RPD."], ["[60]", "Moreover, it was not reasonable for the RAD to conclude that the applicant should have brought the documentary evidence before the RPD. The document was not in his possession, and he mistakenly believed that CBSA still had it, based on the fact that the agency had seized it from him initially. The RAD seemingly recognized that the failure to produce the document was the fault of the lawyer. The CBSA had faxed it to the lawyer after the RPD hearing and the lawyer had failed to forward it to the applicant before the RAD determination."], ["[61]", "In my mind, it was unreasonable for the RAD to expect the applicant to file a complaint against his former lawyer as a prerequisite for filing the new evidence before the RAD. It was unreasonable for the RAD to expect the applicant to know of the complaints procedure before the Barreau du Québec, much less be willing to attack the competence and ethics of that lawyer."], ["[62]", "The applicant's request to file this new evidence fell squarely, in my view, within the scope of subsection 110(4) of the Act and it met its explicit criteria."], ["[63]", "Counsels for the parties were asked at the hearing if they proposed a question of general importance for certification, which they did not."], ["[64]", "As a result of certain comments made by the Court during the hearing, counsel for the respondent, with the consent of counsel for the applicant, subsequently proposed the same question of general importance as was proposed before Justice Phelan in <FRAGMENT_SUPPRESSED> :", "Within the RAD's statutory framework where the appeal proceeds on the basis of the record of the proceedings of the Refugee Protection Division, does the RAD owe deference to RPD findings of fact and of mixed fact and law?"], ["[65]", "As indicated above, I am of the view that said question is not determinative of the present case and that it would not be determinative of an appeal. However, I view the following questions as being of general importance and determinative in the case at bar:", "• What standard of review should be applied by this Court when reviewing the Refugee Appeal Division's interpretation of subsection 110(4) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27?", "• In considering the role of a Pre-Removal Risk Assessment officer and that of the Refugee Appeal Division of the Immigration and Refugee Board, sitting in appeal of a decision of the Refugee Protection Division, does the test set out in", "<FRAGMENT_SUPPRESSED>  for the interpretation of paragraph 113(", ") of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 apply to its subsection 110(4)?", "VII.", "Conclusion"], ["[66]", "For these reasons, I find that both the RAD's interpretation of subsection 110(4) of the Act and its application to the facts before it are unreasonable such that the application for judicial review should be granted and the above questions certified.", "JUDGMENT"], ["[67]", "THIS COURT'S JUDGMENT is that", "1. The applicant's Application for Judicial Review is granted;", "2. The decision of the Refugee Appeal Division of the Immigration and Refugee Board, dated September 26, 2013, is set aside and the matter is remitted back to a different member for re-determination;", "3. The following questions of general importance are certified:", "• What standard of review should be applied by this Court when reviewing the Refugee Appeal Division's interpretation of subsection 110(4) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27?", "• In considering the role of a Pre-Removal Risk Assessment officer and that of the Refugee Appeal Division of the Immigration and Refugee Board, sitting in appeal of a decision of the Refugee Protection Division, does the test set out in", "<FRAGMENT_SUPPRESSED>  for the interpretation of paragraph 113(", ") of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 apply to its subsection 110(4)?", "Application allowed.", "Editor: Angela E. McKay/vnh"]]}