{"id_": "039769", "body_str": [["[1]", "Barnes, J.", ": The Applicant, Janssen Inc. [Janssen], seeks an order under the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 (as amended) prohibiting the Minister of Health [Minister] from issuing a Notice of Compliance [NOC] to Teva Canada Limited [Teva] for the compound bortezomib until the expiry of Canadian Letters Patent 2,203,936 [936 Patent]. Janssen sells bortezomib in Canada under the trade name VELCADE for the treatment of two forms of cancer, multiple myeloma and mantle cell lymphoma. The 936 Patent is owned by Millennium Pharmaceuticals, Inc. [Millennium]."], ["[2]", "This proceeding arose in response to Teva's Notice of Allegation [NOA] asserting the invalidity of the 936 Patent on the grounds of anticipation, obviousness, invalid selection and lack of demonstrated or predicted utility. Teva has since withdrawn its allegations of anticipation and lack of sound prediction. For the reasons that follow, it is only necessary to deal with the issue of obviousness."], ["[3]", "It is common ground that the ultimate burden of proof on this application rests with Janssen on a balance of probabilities.", "I.", "Background"], ["[4]", "Bortezomib, or N-(2-pyrazine)carbonyl-L-phenylalanine-L-leucine boronic acid, is a proteasome inhibitor. The proteasome is a protein complex that had been implicated in a cell cycle control such that its inhibition could be useful to treat proliferative cell diseases like cancer."], ["[5]", "Bortezomib is a boronic acid compound with the molecular structure depicted below:", "[Diagram omitted - see printed version]"], ["[6]", "The only claims asserted by Janssen concern the compound bortezomib. Claim 69 claims bortezomib or the pharmaceutically acceptable salts or esters of bortezomib. Claim 78 covers a therapeutically effective amount of bortezomib, its salts or esters, to treat cancer in a patient. Claim 135 claims bortezomib in solution suitable for administration to a patient. A common element of all of the asserted claims is the compound bortezomib. It is agreed that the relevant date for assessing the obviousness of these claims is May 16, 1995."], ["[7]", "There is no controversy about the construction of the asserted claims and I accept Dr. Kloetzel's interpretation found at paragraph 75 of his affidavit:", "75. Reading this test as a PSA, I would construe claim 69 to be the compound bortezomib, claim 78 to be the use of bortezomib to treat cancer and claim 135 to be a unit dosage form of bortezomib."], ["[8]", "Bortezomib is one of many dipeptides claimed in the 936 Patent. Boronic acid tripeptides and tetrapeptides were claimed separately by Millennium in a divisional patent for the same utility. All of the compounds claimed by the 936 Patent are said to be effective inhibitors of the proteasome."], ["[9]", "As depicted in paragraph 5 above, bortezomib incorporates five structural features that are material to the obviousness analysis:", "a. It is a dipeptide (with P1 and P2 components);", "b. P1 includes a boronic acid unit;", "c. It has an", "-terminal pyrazinecarbonyl moiety;", "d. P1 has a leucine side chain; and", "e. P2 is phenylalanine."], ["[10]", "The 936 Patent claims a vast array of boronic ester and acid compounds said to be previously unknown. An additional aspect of the invention is said to relate to the discovery that the claimed amino acid and peptidyl boronic esters and acids, in general, are potent and highly selective inhibitors of the proteasome and thus have practical therapeutic and prophylactic applications."], ["[11]", "The 936 Patent identifies patents referred to as the 082 Patent, the 948 Patent and the 904 Patent in its Description of Related Art. It acknowledges that those and other prior art references had shown that N-Terminal peptidyl boronic ester and acid compounds were inhibitors of certain proteolytic enzymes useful to inhibit the growth of cancer cells. In fact, the 904 Patent went further than that by disclosing that the boronic acid compounds it claimed were useful to inhibit the proteasome (described as the \"multicatalytic protease\") and were substantially more potent in that regard than any previously described inhibitor [see p 51].", "II.", "Obviousness - Legal Principles"], ["[12]", "Section 28.3 of the", "Patent Act", ", RSC, 1985, c P-4, requires that the subject matter of a patent claim not be obvious on the claim date to a person skilled in the art or science to which it pertains."], ["[13]", "In", "REFERENCE_SUPPRESSED, the Supreme Court of Canada set out a four-part test for assessing obviousness:", "a. Identify the notional 'person skilled in the art' and the relevant common general knowledge of that person;", "b. Identify the inventive concept of the claim in question or if that cannot readily be done, construe it;", "c. Identify what, if any, differences exist between the matter cited as forming part of the 'state of the art' and the inventive concept of the claim or the claim as construed; and", "d. Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to a person skilled in the art or do they require any degree of invention."], ["[14]", "The fourth step of an obviousness inquiry may require an \"obvious to try\" analysis which the Court in", "CITATION_SUPPRESSED", "described in the following way:", "a. Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art?", "b. What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?", "c. Is there a motive provided in the prior art to find the solution the patent addresses?"], ["[15]", "An obviousness challenge will not succeed if the prior art only establishes that something might work. On the other hand it does not require that there be a guarantee of success. The test is whether there would be a fair expectation of success: see", "REFERENCE_SUPPRESSED."], ["[16]", "As with Justice Roger Hughes in", "REFERENCE_SUPPRESSED, I endorse the view of obviousness and obvious to try expressed in the following passage from by Kitchin L. J. in", "REFERENCE_SUPPRESSED:", "90. One of the matters which it may be appropriate to take into account is whether it was obvious to try a particular route to an improved product or process. There may be no certainty of success but the skilled person might nevertheless assess the prospects of success as being sufficient to warrant a trial. In some circumstances this may be sufficient to render an invention obvious. On the other hand, there are areas of technology such as pharmaceuticals and biotechnology which are heavily dependent on research, and where workers are faced with many possible avenues to explore but have little idea if any one of them will prove fruitful. Nevertheless they do pursue them in the hope that they will find new and useful products. They plainly would not carry out this work if the prospects of success were so low as not to make them worthwhile. But denial of patent protection in all such cases would act as a significant deterrent to research.", "91. For these reasons, the judgments of the courts in England and Wales and of the Boards of Appeal of the EPO often reveal an enquiry by the tribunal into whether it was obvious to pursue a particular approach with a reasonable or fair expectation of success as opposed to a hope to succeed. Whether a route has a reasonable or fair prospect of success will depend upon all the circumstances including an ability rationally to predict a successful outcome, how long the project may take, the extent to which the field is unexplored, the complexity or otherwise of any necessary experiments, whether such experiments can be performed by routine means and whether the skilled person will have to make a series of correct decisions along the way. Lord Hoffmann summarised the position in this way in", "CITATION_SUPPRESSED:", "\"In the Court of Appeal, Jacob LJ dealt comprehensively with the question of when an invention could be considered obvious on the ground that it was obvious to try. He correctly summarised the authorities, starting with the judgment of Diplock LJ in Johns-Manville Corporation's Patent [1967] RPC 479, by saying that the notion of something being obvious to try was useful only in a case where there was a fair expectation of success. How much of an expectation would be needed depended on the particular facts of the case.\"", "92. Moreover, whether a route is obvious to try is only one of many considerations which it may be appropriate for the court to take into account.", "In REFERENCE_SUPPRESSED, Lord Hoffmann approved this statement of principle which I made at first instance in", "CITATION_SUPPRESSED", "\"The question of obviousness must be considered on the facts of each case. The court must consider the weight to be attached to any particular factor in the light of all the relevant circumstances. These may include such matters as the motive to find a solution to the problem the patent addresses, the number and extent of the possible avenues of research, the effort involved in pursuing them and the expectation of success.\"", "93. Ultimately the court has to evaluate all the relevant circumstances in order to answer a single and relatively simple question of fact: was it obvious to the skilled but unimaginative addressee to make a product or carry out a process falling within the claim ...", "Also see:", "REFERENCE_SUPPRESSED."], ["[17]", "The strength of the ability to predict success is important to an obvious to try analysis and not necessarily whether the means or methods employed to arrive at the result were well-known. Nevertheless, the employment of known or routine testing to arrive at a solution is a relevant consideration. This point was recognized by Pelletier J.A. in the following passage from", "REFERENCE_SUPPRESSED:", "81 Given that the Trial Judge applied the test for obviousness set out in", "Plavix", ", and given that he applied it to the same material facts as the Supreme Court, he ought to have come to the same conclusion. His error lay in failing to recognize that the unknown nature of the properties of the enantiomers of PCR 4099, or of any of the other compounds of the '875 Patent, was fatal to the \"obvious to try\" analysis.", "Put another way, the distance between the common general knowledge and the inventive concept of the '777 Patent could not be bridged by routine experimentation since the results to be obtained were unknown", ". On the facts, this was confirmed by the fact that the inventors, who had more knowledge that the person of ordinary skill in the art, attempted to resolve a number of other compounds before finally trying PCR 4099: see Reasons, at paragraphs 752-759. [Emphasis added]"], ["[18]", "It is well settled law that a compound falling within a previously claimed genus of compounds may be reclaimed as a valid selection provided that it had not been made previously (ie. is novel) and if it possesses a special property of an unexpected character from those comprising the genus: see", "CITATION_SUPPRESSED. It is also well settled that the validity of a selection patent is to be assessed on the same basis as any other patent, that is to say that it is \"vulnerable to attack on any of the grounds set out in the [Patent] Act\" but none other: see", "REFERENCE_SUPPRESSED. In other words the characterization of a patent as a selection informs the obviousness inquiry. In the context of a selection \"the alleged advantages are always in issue\": see", "CITATION_SUPPRESSED.", "III.", "Who is the Person Skilled in the Art"], ["[19]", "There is no material disagreement as to the qualifications of the person skilled in the art. Both Dr. Kloetzel and Dr. Wilk agree that the person of skill is a chemist with a graduate degree in biochemistry, medicinal chemistry or a related field. In addition, the person of skill requires experience working with boronic acids and an understanding of the biochemistry of the proteasome including familiarity with the methods of assessing its activity and its inhibition. Although Dr. Bachovchin's affidavit does not make specific reference to the proteasome, that requirement appears to be implicit in his description of the person skilled in the art.", "IV.", "Inventive Concept"], ["[20]", "I do not agree that the inventive concept of Claim 69 of the 936 Patent is limited to the compound bortezomib. In numerous paragraphs in the specification the compounds of the invention are characterized by their function as proteasome inhibitors or are described simply as \"inhibitors\". As I read paragraph 88 of Dr. Wilk's affidavit, he accepts this functionality as part of the inventive concept. To my thinking that property is quite clearly an aspect of the inventive concept. I do, however, agree with Teva that the inventive concept does not incorporate any enhanced aspects of potency or selectivity nor does the Patent assert any such relative advantages. Here I accept Dr. Bachovchin's unchallenged evidence at paragraphs 63 and 161:", "63. There is no suggestion in the 936 Patent that \"what was being tried\" by the inventors was [redacted ----------------------------------------------------] proteasome inhibitor, and the data in the 936 Patent and the data discussed by Dr. Plamondon, do not support the conclusion that this is what the inventors found. Rather, it is clear from the 936 Patent that what was being tried was simply to make a compound that would be a potent and selective inhibitor of the proteasome. Based on the teachings of the prior art, it would have been self-evident to the PSA in 1995 that such an inhibitor could be made simply by selecting a compound from within the classes of compounds disclosed in the prior art.", "...", "161. In paragraph 34 of his affidavit, Dr. Plamondon states that during the course of his research [redacted ---------------------------------------------------------------------------------------------------------------------------------]. This is exactly what a PSA would have predicted and expected on the basis of the state of the knowledge at the time. [redacted] was expected because [redacted] were known to inhibit [redacted] as well as [redacted -----], whereas it was already known that boronic acid exhibited [redacted ----------------------------------------------] but not so effective against [redacted -----------]."], ["[21]", "Dr. Wilk makes the same point at paragraph 132 of his affidavit:", "132. The 936 Patent does not disclose the basis upon which any of the claimed compounds, including bortezomib, was selected from the prior disclosed genus of peptidyl boronic acid proteasome inhibitors. There is no statement in the 936 Patent that bortezomib has any special properties or that it has been found to be the \"best\" inhibitor of the proteasome. While the data in the 936 Patent shows that bortezomib is potent and selective, other compounds appear to have substantially similar properties, and there is insufficient comparative data upon which to conclude that bortezomib is special."], ["[22]", "This evidence was left unchallenged in the cross-examination of Dr. Wilk.", "V.", "Obviousness - The Evidence"], ["[23]", "The Teva witnesses were generally better qualified to speak to the relevant science than the Janssen witnesses. For instance, although Dr. Wuest is undoubtedly a skilled chemist, he had limited experience working with boronic acids or other proteasome inhibitors. Dr. Kloetzel is clearly a skilled biochemist but, as he acknowledged, he lacks the medicinal chemistry expertise necessary to fully assess the prior art in relation to the synthesis of bortezomib."], ["[24]", "In comparison, Dr. Bachovchin is a medicinal chemist with considerable experience working in the area of boronic acid chemistry and the use of boronic acids as protease inhibitors. I do not accept Janssen's narrow characterization of Dr. Bachovchin's experience as being limited to the study of serine proteases. As counsel for Teva put it \"that's slicing the bologna pretty thin\", particularly when Dr. Bachovchin was not cross-examined on his qualifications. I accept Dr. Bachovchin as eminently qualified to speak to issues concerning peptidyl boronic acid inhibitors including those that pertain to the proteasome. Dr. Wilk is similarly well qualified. He is a co-discoverer of the proteasome and the author of a number of the prior art references cited in Teva's NOA. His expertise is not questioned by Janssen."], ["[25]", "All of the witnesses are qualified to offer the opinions they expressed but, for the reasons that follow, I generally prefer the evidence of Drs. Wilk and Bachovchin where it differs from that of Drs. Kloetzel and Wuest."], ["[26]", "Teva's principal obviousness challenge is based on the teachings of the 082 Patent, the 948 Patent, and the 904 Patent. Teva argues that those prior art references describe all of the elements required to build the bortezomib molecule for use as a potent inhibitor of the proteasome. According to Teva's argument, the 936 Patent claims to bortezomib amount to a selection from the genus of compounds claimed in these earlier patents for exactly the same use. Teva says that in order to overcome the obviousness challenge, Janssen is required to establish that bortezomib provides a substantial advantage over the class of previously described compounds. It is sufficient for the analysis that follows to consider the issue of obviousness with reference to the 904 Patent alone."], ["[27]", "I agree with Teva that the 904 Patent discloses a genus of compounds that includes bortezomib. That Patent also discloses that the peptide boronate compounds it claims are potent inhibitors of the proteasome. The 936 Patent is, therefore, a selection from the 904 Patent."], ["[28]", "The overlap between the 904 Patent and the 936 Patent is described by Dr. Bachovchin at paragraphs 46-51 of his affidavit:", "46.", "WO 904", ": WO 904 discloses peptide inhibitors of chymotrypsin-like proteases, including boronic-acid inhibitors of the proteasome (referred to in WO 904 as \"the multicatalytic protease\"). WO 904 states at page 10, lines 1-5:", "In a fourth aspect, the invention features an inhibitor of a protease, having the formula II:", "II: R-A4-A3-A2-Y", "where R, A4, A3, and A2 are as described above, and Y is a group reactive with the active site of the protease.", "47. WO 904 discloses that the C-terminal functional group \"Y\" may be boroLeucine (at page 10, line 32 to page 11, line 15):", "Y may be derived from an amino acid analog Y-H in which Y has the formula III:", "[Diagram omitted - see printed version]", "[...] Examples of suitable R2 groups include ... isobutyl ...", "Examples of suitable R3 groups include ... boronic acid residues, eg., -B-(OH)2 ...", "48. When R2 is isobutyl and R3 is boronic acid, \"Y\" is boroLeucine. Bortezomib contains boroLeucine at the corresponding position.", "49. WO 904 discloses that A2 may be an amino acid selected from the group which contains phenylalanine (at page 9, lines 17-19) and that the amino acid may be bound directly to the N-terminal blocking group (at page 9, lines 13-15). Bortezomib contains phenylalanine bound directly to the N-terminal blocking group at the corresponding position.", "50. WO 904 discloses that the N-terminal blocking group, R, may be an arylcarbonyl group or an equivalent known to protect molecules from degradation by aminopeptidases. The pyrazinecarbonyl group in bortezomib is an N-terminal blocking group known to protect molecules from degradation by aminopeptidases. In paragraph 77 of his affidavit, Dr. Wuest states that pyrazinecarbonyl does not fall into the arylcarbonyl category. This is incorrect. Pyrazinecarbonyl is a hetero (nitrogen containing) arylcarbonyl group. Under the accepted IUPAC nomenclature, heteroaryl groups are usually included within the term \"aryl\".", "51. In summary, the compound of formula (II) disclosed in WO 904 is bortezomib where:", "a) R is pyrazinecarbonyl;", "b) A3 and A4 are covalent bonds;", "c) A2 is phenylalanine;", "d) Y is boroLeucine (i.e., R2 is isobutyl, R3 is boronic acid);", "To the same effect is the evidence of Dr. Wilk at paragraphs 130-131 of his affidavit:", "130. By way of example, WO 904 discloses a genus of peptidyl proteasome inhibitors that comprises a group reactive with the active site of the protease with a lipophilic amino acid side chain (the boronic acid reactive group is identified at page 11, line 15; the leucine (isobutyl) side chain is identified at page 11, line 9), an amino acid in the P2 position (phenylalanine is identified at page 9, line 17) and any N-terminal protecting group (which includes pyrazinecarbonyl).", "131. Thus, it is apparent that what the 936 Patent claims is an inhibitor selected from the genus disclosed in the prior art. In this regard, all of the \"choices\" of the constituent elements that form bortezomib are specifically identified in the prior art. While the pyrazinecarbonyl group in bortezomib is not specifically identified in WO 904, it was a known N-terminal blocking group used on peptidyl protease inhibitors, and is therefore within the class of N-terminal protecting groups of WO 904."], ["[29]", "With the exception of the N-terminal blocking group issue discussed above, neither of Janssen's expert witnesses took issue with the above evidence nor was this evidence challenged under cross-examination."], ["[30]", "Dr. Wuest dismissed the relevance of the 904 Patent with the argument that it does not specifically disclose bortezomib and in no place are all of the structural elements of bortezomib expressly identified. He does not, however, dispute that at least 4 of the 5 structural elements that make up bortezomib are included with the 904 Patent genus or that the compounds it claims are useful to inhibit the proteasome."], ["[31]", "At paragraph 54 Dr. Wuest states that \"having all of the components present in a document is not the same as disclosing the proper molecule as a whole. Significant trial and error would be needed in order to select all of the correct components and then to put them together in the right order\"."], ["[32]", "Dr. Bachovchin answers Dr. Wuest in the following way:", "60. It is true that the prior art disclosed a broad class of compounds that encompassed bortezomib. A PSA wishing to pursue development of any", "specific", "compound within the class would necessarily have to make a \"choice\" of a specific compound. But the prior art references taught that all of the choices required to make bortezomib would work. Leucine is specifically disclosed as a workable P1 group. Phenylalanine is specifically disclosed as a workable P2 group. And", "any", "amino protecting group is disclosed as a workable N-terminal protecting group. Thus, it would be self-evident to a PSA following the teachings of the prior art that any \"choice\" of compound within the class disclosed in the prior art would work.", "61. As discussed in more detail later, Dr. Wuest argues for non-obviousness on the basis that the prior art did not indicate that certain substitutions or functional groups found in bortezomib would \"work best\". There is nothing in the 936 Patent that states that leucine \"works best\" as the P1 group, that phenylalanine \"works best\" as the P2 group, or that pyrazinecarbonyl \"works best\" as the N-terminal protecting group. To the contrary, the 936 Patent discloses that an enormous class of peptidyl boronic acids and esters are all effective inhibitors of the proteasome.", "Also see paragraphs 130-132 of the Wilk Affidavit."], ["[33]", "Notwithstanding the teaching of the 904 Patent, the Janssen witnesses assert that the person of skill continued to face challenges in connection with the choices required to assemble the bortezomib molecule. According to Dr. Wuest, those choices included the following structural elements of bortezomib:", "a. A dipeptide (with P1 and P2 components);", "b. Boronic acid;", "c. With an N-terminal pyrazinecarbonyl group;", "d. In which P1 has a leucine side chain; and", "e. In which P2 is phenylalanine."], ["[34]", "Dr. Wuest asserts that the choice of a dipeptide was inventive because there was no consensus in the art about what type of peptide molecule (eg. di-, tri-, or tetra-) \"works best\"."], ["[35]", "According to Dr. Wuest the prior art taught away from the use of boronic acids as inhibitors and favoured aldehydes instead."], ["[36]", "The choice of the pyrazinecarbonyl protecting group was not obvious because the prior art offered no preferences and \"there is absolutely nothing to indicate that the pyrazinecarbonyl group would function in any special defined manner\" (see para 180)."], ["[37]", "Dr. Wuest states, further, that the choice of a leucine side chain at P1 was inventive because the prior art indicated other preferences and because leucine was non-selective for the proteasome."], ["[38]", "The selection of phenylalaline at P2 was similarly not obvious because the prior art did not clearly teach that phenylalaline was the preferred option. Other known options included arginine and leucine."], ["[39]", "Dr. Wuest summed up his evidence in the following way:", "187. For the reasons summarized above, there is no clear teaching that points to any of the five elements that make up bortezomib. None of these elements was predetermined when the inventors were carrying out the research that led to the discovery of bortezomib.", "188. It is relatively easy to look at a drawing of the structure of a molecule such as bortezomib and, with hindsight, to deduce the path that the inventors followed to uncover that particular compound. It is altogether different to be the inventor, who must blaze that path without even knowing where the end destination is, let alone how to get there."], ["[40]", "A fundamental problem with this opinion is that the 904 Patent provided the person of skill with a clear roadmap to bortezomib. Although choices were still required to be made for all of the elements identified by Dr. Wuest, those choices were rendered obvious by the teaching of the 904 Patent. The person of skill knew that, with the various substitutions recognized by the 904 Patent, a potent inhibitor of the proteasome would emerge. A person of skill is not doing anything inventive when he chooses options provided in a prior patent to build a molecule that he expects will work. Dr. Wuest's assertions that the person of skill would still not know which of those choices would work \"best\" or would function in some \"special\" way is not germaine because the 936 Patent makes no such claim. Indeed, the 936 Patent does not assert that only a specific combination of elements will work or that the choices required to obtain bortezomib were the \"best\" of those that were available. The Patent claims millions of compounds made with a large array of structural options all of which are said to be potent inhibitors of the proteasome. On these points, I accept Dr. Bachovchin's evidence found at paragraphs 60 and 61 of his affidavit to the following effect:", "60. It is true that the prior art disclosed a broad class of compounds that encompassed bortezomib. A PSA wishing to pursue development of any", "specific", "compound within the class would necessarily have to make a \"choice\" of a specific compound. But the prior art references taught that all of the choices required to make bortezomib would work. Leucine is specifically disclosed as a workable P1 group. Phenylalanine is specifically disclosed as a workable P2 group. And", "any", "amino protecting group is disclosed as a workable N-terminal protecting group. Thus, it would be self-evident to a PSA following the teachings of the prior art that any \"choice\" of compounds within the class disclosed in the prior art would work.", "61. As discussed in more detail later, Dr. Wuest argues for non-obviousness on the basis that the prior art did not indicate that certain substitutions or functional groups found in bortezomib would \"work best\". There is nothing in the 936 Patent that states that leucine \"work best\" as the P1 group, that phenylalanine \"worked best\" as the P2 group, or that pyrazinecarbonyl \"works best\" as the N-terminal protecting group. To the contrary, the 936 Patent discloses that an enormous class of peptidyl boronic acids and esters are all effective inhibitors of the proteasome."], ["[41]", "Dr. Wuest asserts the following at paragraph 202 of his affidavit:", "202. It is not proper to say that when certain elements are chosen from the list of possibilities particularly when such elements are not even preferred elements, bortezomib is present, and so the patent makes bortezomib obvious. To make such a statement requires looking backwards from the perspective of the desired result, bortezomib. When presented with the list of possibilities, and asked to decide which to select, a person skilled in the art would have no reason to choose the elements of bortezomib."], ["[42]", "There is, of course, a flaw in the above thinking. Taken to its obvious conclusion a compound that is included within a patented genus of compounds but not exemplified could be reclaimed for the same utility whether or not it was a valid selection with special properties."], ["[43]", "To my thinking, Dr. Bachovchin's evidence at paragraph 53 of his affidavit correctly describes the principle of selection as it applies in this case:", "53. In paragraphs 290 to 292, under the heading \"Bortezomib is Not a Selection\", Dr. Wuest argues that bortezomib is not a species within the genuses disclosed or claimed in WO 904, US 082, US 060, US 655 or US 948. I disagree. As I explained above, the prior art references clearly disclose a class of dipeptidyl boronic acid inhibitors that can have leucine and phenylalanine at the P1 and P2 positions, and any N-terminal blocking group. This is exactly what bortezomib is. It is clearly a species selected from the prior genus."], ["[44]", "In", "CITATION_SUPPRESSED", "(above), there was found to be a significant difference between the genus patent and the selection patent that followed it. The former claimed a racemate and the latter claimed an advantageous isomer of the racemate. That is the not the situation here. Bortezomib falls within the genus of compounds claimed by the 904 Patent all of which are said to be highly potent and selective inhibitors of the proteasome. The 936 Patent claims bortezomib for the same use. Bortezomib does not possess \"a special property of an unexpected character\" or \"a substantial advantage over the genus from which it was selected\" see:", "REFERENCE_SUPPRESSED. Indeed, even as among the other compounds that bortezomib is compared with, it does not appear to offer any particular advantage."], ["[45]", "In", "REFERENCE_SUPPRESSED, Justice Catherine Kane dealt with a very similar situation involving a genus patent that claimed a myriad of compounds and a subsequent patent that claimed one compound that fell generically into the genus. Justice Kane applied classic obviousness principles to the case and concluded the subsequent patent was invalid. Her analysis bears repeating:"], ["[459] The obviousness analysis in this case turns on the inventive concept in the claims. Alcon maintains that there are two aspects to the inventive concept for the purpose of responding to the allegations of obviousness. Their expert, Dr deLong supports the two aspect approach and his evidence focuses on the surprising results of the testing in animal models as compared to the 16- phenoxy as not obvious, not self-evident and as requiring fairly extensive testing to determine the side effect profile and the intraocular pressure reduction as significant over the 16-phenoxy."], ["[460] However, this is not the inventive concept. The evidence of Dr deLong must be carefully scrutinized given his focus on the results of the testing in animal models."], ["[461] As I have found, the inventive concept is the use of a therapeutically effective amount of travoprost or an ophthalmic composition containing a therapeutically effective amount of travoprost for the treatment of glaucoma with an acceptable side effect profile. In other words, the invention is that travoprost will be therapeutically effective in the treatment of glaucoma and ocular hypertension."], ["[462] A therapeutically effective or an acceptable therapeutic profile is not one that is significantly better in reducing IOP with less side effects than the tested compounds of the '417; rather, one which is acceptable, or just as acceptable as the '417. [the genus patent]"], ["[463] The differences between the \"state of the art\" and this inventive concept are the focus of the obviousness analysis.", "..."], ["[467] The evidence of Alcon's expert, Dr deLong, at para 207 of his affidavit was linked to his opinion on the inventive concept as being the narrow promise of the test results - he carefully stated \"Accordingly, it was not self-evident that fluprostenol isopropyl ester would provide the specific test results set out in the 287 patent or be therapeutically useful as reasonably predicted by the inventors.\""], ["[468] That may well be so, but the inventive concept is not the surprising or specific results of the animal model testing."], ["[469] The inventive concept is only the therapeutic effectiveness and is no different than the state of the art."], ["[470] Based on the expert evidence of Dr Mittag and Dr Wolff, who understood the inventive concept to be the use of a therapeutically effective amount of travoprost or an ophthalmic composition containing a therapeutically effective amount of travoprost for the treatment of glaucoma with an acceptable side effect profile, there is no difference between the state of the art, the common general knowledge and the invention as claimed."], ["[471] Their evidence, which I accept, is that, while there was no guaranteed certainty that travoprost would result in an effective treatment of glaucoma and ocular hypertension with an acceptable therapeutic profile, the POSITA would predict that result with a fairly high expectation of success."], ["[472] This was based on the teachings of the '417 and, if further support is needed, the work of Woodward. The '417 revealed acceptable test results for the 16-phenoxy, so the skilled person would expect travoprost to have a favourable, or at least an acceptable, side effect profile."], ["[473] Although Woodward in 1993 was not testing for side effects, the experts all agreed that he was looking for drugs to treat glaucoma. It was also common knowledge that drugs to treat glaucoma had to address the side effect concerns."], ["[474] It was obvious to try to make travoprost. As noted, it was more or less self-evident that it would work. Although it was not a 100% foregone conclusion, it was far more than \"worth a try\" given the results of the '417 and the state of the art and common general knowledge.", "..."], ["[481] It, therefore, appears that the testing required by Alcon was routine, just as other inventors would do routine tests with a fair expectation of success to confirm the expected results of travoprost as useful for the treatment of glaucoma and ocular hypertension."], ["[46]", "The suggestion by the Janssen experts that the choices made by the 936 Patent inventors resulting in bortezomib were the best of those available is not borne out by the evidence. Indeed, Dr. Plamondon's evidence under cross-examination was effectively to the contrary:", "300 Q. [redacted--------]. Were there any others that also were potent and selective other than bortezomib that you had synthesized?", "A. There was [redacted]. Again, over the years of doing all these different classes, at some point -- Velcade was one of many contenders. We had probably [redacted --------------] molecules that could have made it to clinic. Besides [redacted] it would boil down to other aspects including [redacted -----------------------]. In the end, Velcade rose to the top and we pushed that, [redacted -----------------------------------------------------------------------------------------------].", "...", "320 Q. So you decided to take bortezomib forward on the basis of [redacted]. What were the [redacted] considerations that dictated that you take bortezomib forward?", "A. It was the [redacted --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------] So, for us we had a good molecule that we could easily assemble."], ["[47]", "The evidence provided by Drs. Kloetzel and Wuest is only to the effect that bortezomib was shown by the inventors to be a potent and selective inhibitor of the proteasome. They did not maintain in their affidavits that bortezomib was shown to be surprisingly more potent or selective that the genus of compounds claimed by the 904 Patent or even as among the multitude of compounds claimed by the 936 Patent."], ["[48]", "The evidence of Dr. Bachovchin on this point is found at paragraph 62 of his affidavit and was left unchallenged on cross-examination:", "62. While Dr. Plamondon states in his affidavit (at para. 6) [redacted ------------------------------------------------------------------------------------------------], the 936 Patent reports (in Table II) that many other compounds tested were more potent than bortezomib. Moreover, the selectivity of only four other compounds were tested and the results showed that two were equally as selective as bortezomib. There is nothing in the 936 Patent that states that bortezomib \"work best\", and the small group of compounds tested for selectivity is simply insufficient to support the conclusion that bortezomib has the best overall properties of all compounds within the genus disclosed in the prior art."], ["[49]", "According to Dr. Wilk, the selectivity profile of bortezomib was, in light of the prior art, not unexpected [see Dr. Wilk's affidavit at paras 123-128]. This evidence was similarly left unchallenged in cross-examination."], ["[50]", "Janssen maintains that the 936 Patent does not involve a selection from 904 Patent. It presumably adopts that position because it cannot prove that bortezomib exhibits any surprising or unexpected properties beyond those that are common to the 904 Patent genus."], ["[51]", "The principal foundation for Janssen's argument that bortezomib is not a selection from the 904 genus of compounds is that the 904 Patent does not disclose pyrazinecarbonyl as a potential N-terminal blocking group. In the case of the 904 Patent the definition of N-terminal blocking group is said by Janssen to be clearly defined. According to this argument the relevant term \"aryl\" does not include heteroaryls like pyrazine. In the following exchange Dr. Bachovchin is said to have conceded this point:", "11 Q. The definition that appears here for \"aryl,\" that does not include \"heteroaryl\"; is that correct?", "A. Well, let's see.", "(Witness perusing document)", "Well, right here, this sentence 15 to - 15 to - right in that area, does not include \"heteroaryl.\"", "12 Q. Okay. And then, beginning at line 26, it gives examples. None of those are heteroaryl either; is that correct?", "A. That's right; none of those are heteroaryl."], ["[52]", "I do not accept that the above exchange represents a concession by Dr. Bachovchin that the definition in the 904 Patent of \"aryl\" necessarily excludes \"heteroaryl\" or, more importantly, that Dr. Bachovchin was retreating from paragraph 50 of his affidavit. All that Dr. Bachovchin was agreeing to was that the word \"heteroaryl\" was not mentioned in that part of the 904 Patent that was placed before him. In re-examination, Dr. Bachovchin reaffirmed his affidavit evidence in the following exchange:", "44 Q. Professor Bachovchin, you recall that Mr. Mills took you to WO 904, which is tab 11 to the Cindy Sue Potter affidavit?", "A. Yes.", "45 Q. And he asked you whether the definition of \"aryl\" that appears starting at line 12 - -", "A. Yes.", "46 Q. -- included \"heteroaryl.\" And you answered that \"heteroaryl\" wasn't defined in that portion of the affidavit, or of the patent; do you recall that exchange?", "A. Yes. Yes.", "47 Q. I'd ask you to look at paragraph 50 of your affidavit. First I'll ask you to read that.", "A. \"WO - -\"", "48 Q. No, to yourself.", "A. Okay.", "(witness perusing document)", "Yes, okay. So - -", "49 Q. So, given the answer that you gave Mr. Mills, can you explain your evidence in paragraph 50 where you say:", "\"Pyrazinecarbonyl is a hetero (nitrogen containing) arylcarbonyl group. Under the accepted IUPAC nomenclature, heteroaryl groups are usually included within the term 'aryl.'\"", "Can you explain the difference between this and what you told Mr. Mills?", "A. Yes. There's no discrepancy. Pyrazine is a heteroaryl compound and it's also an aryl compound. Heteroaryl is a subgroup of aryl."], ["[53]", "Although Janssen argues that Dr. Bachovchin provided no supporting references for this point [see para 97 of Janssen' Memorandum of Fact and Law] he did identify its IUPAC source and he was not further questioned about its reliability."], ["[54]", "I do not agree with the argument that the 904 Patent definition of \"aryl\" excludes \"heteroaryls\". Instead, I accept Dr. Bachovchin's evidence that heteroaryl groups are usually included within the broader class of aryls and would be interpreted in that way by the person of skill. Furthermore, the definition of N-terminal blocking group found at page 8 of the 904 Patent includes the sweeping reference to \"other equivalents known to those skilled in the art of peptide synthesis and which are known to protect molecules from degradation\". In light of the above, the person of skill would not exclude heteroaryls from the definition of N-terminal blocking group thereby opening a broad path to an easy work-around. It follows from this that the 904 Patent does include heteroaryl groups including pyrazinecarbonyl within the broader class \"N-terminal blocking group\" and all of the structural elements of bortezomib can, therefore, be found within the class of compounds claimed in the 904 Patent."], ["[55]", "It follows that the genus of compounds claimed by the 904 Patent as potent inhibitors of the proteasome includes all of the structural elements of bortezomib as described in claims 69, 78 and 135 of the 936 Patent. It does not matter that the 904 Patent does not specifically describe bortezomib. It is sufficient that bortezomib is included in the genus of previously claimed compounds so that, in the absence of some special or unexpected advantage favouring bortezomib, the compound cannot be reclaimed."], ["[56]", "Even if I am wrong about whether the 904 Patent includes pyrazinecarbonyl as an N-terminal blocking group, its selection in that role would have been obvious to the person of skill. I also accept the evidence of Dr. Bachovchin and Dr. Wilk that this choice added nothing to the potency or selectivity of bortezomib [see para 121 of the Wilk affidavit and para 54 of the Bachovchin affidavit]. The evidence clearly establishes that the choice of the pyrazinecarbonyl blocking group did not require inventive ingenuity."], ["[57]", "I accept Dr. Bachovchin's evidence that the use of pyrazinecarbonyl groups for N-terminal protection of peptides was known in the prior art - a point that Dr. Wuest acknowledges at paragraph 263 of his affidavit. Dr. Kloetzel's affidavit similarly states that \"[i] t is general text book knowledge\" that peptides require stabilization which \"is generally done with a protecting group of some sort\" [para 223]. Dr. Wilk also states at paragraph 84 of his affidavit that \"[t] he common general knowledge also included the knowledge that peptides, and peptide analog protease inhibitors, must be protected from aminopeptidases, and that it was conventional to do so with an amino-terminal protecting group\"."], ["[58]", "The issue that remains is whether it was inventive to select a pyrazinecarbonyl protecting group as an element of bortezomib. A secondary issue is whether the pyrazinecarbonyl moiety provides advantages beyond its known protective function."], ["[59]", "The suggestion by Janssen that the choice of a pyrazinecarbonyl protecting group was an inventive step is belied, in part, by the definition of \"amino-group-protecting moiety\" in the 936 Patent. That definition permits a multitude of blocking group selections beginning with \"terminal amino protecting groups that are typically employed in organic synthesis, especially peptide synthesis\" and, further, \"any of the known categories of protecting groups can be employed\". I agreed with counsel for Teva that this expansive definition reflects a significant indifference to the choice of a blocking group and largely belies the argument that the choice of any particular blocking group was inventive [see footnote 1]."], ["[60]", "According to Dr. Bachovchin, it would also have been self-evident to the person of skill \"that most any blocking group would work\" because \"proteases tend to be relatively insensitive to the precise identity of the N-terminal blocking group\" [see para 70 of the Bachovchin affidavit]. Dr. Wilk points out, as well, that the pyrazinecarbonyl protecting group had been used as a protecting group on peptide inhibitors of other proteases and this was well known in the prior art [see para 119 of the Wilk affidavit]. Dr. Wuest and Dr. Kloetzel state in their affidavits that these prior art references related to the inhibition of proteases other than the proteasome and, on that basis, would be ignored by the person of skill. Dr. Wuest was careful to say, however, that the choice of the pyrazinecarbonyl group \"was not", "clearly", "taught by the prior art\" [see para 263-264] [emphasis added]. Under cross-examination, Dr. Kloetzel retreated from his initial position in the following exchange:", "585 Q. Blocking groups used for protease inhibitors, that inhibit proteases other than the proteasomes, could also be used on proteasome inhibitors?", "A. Yes, on any peptide you want to protect against N-terminal processing.", "586 Q. And there's no reason to discard a blocking group that was used on a protease inhibitor because that protease inhibitor wasn't a proteasome inhibitor?", "A. At least not on first sight. Apart from the fact that I stated maybe working with a not-so-well-characterized enzyme at the time, not like other serine proteases, one would be slightly more careful potentially in choosing one of them in order, you know, to see whether you see interference with the activity of your compound. I think this is just normal careful and fullness in that respect, and, you know, sound science. It's not something that you would be too much afraid of."], ["[61]", "Dr. Wuest strains his argument by pointing out that the reported prior use of a pyrazinecarbonyl moiety as a protecting group was relatively infrequent. Here I agree with Dr. Bachovchin that the person of skill would not ignore relevant prior art on the basis that \"the number of mentions\" was limited. The person of skill would know from the prior art that pyrazinecarbonyl groups had been successfully employed as N-terminal protectors for amino acids and peptides and I accept Dr. Bachovchin's evidence that there is nothing in the prior art that teaches away from their use with bortezomib."], ["[62]", "I also accept as accurate Dr. Wilk's evidence at paragraph 120 of his affidavit that the person of skill would expect that the pyrazinecarbonyl group would work just as well for a proteasome inhibitor as for an inhibitor of other proteases."], ["[63]", "I much prefer the evidence of Drs. Wilk and Bachovchin on the teaching of the prior art. They are the better qualified experts in this area and their testimony was left mostly unchallenged under cross-examination. Furthermore, neither Dr. Wuest nor Dr. Kloetzel was able or willing to explain why the person of skill would discount the prior art references relied upon by Teva. It is simply not sufficient to baldly conclude that the person of skill would reject the prior art because it taught the use of pyrazinecarbonyl groups with proteases other than the proteasome. In the face of the evidence from the Teva witnesses to the contrary, some scientific justification for this position is demanded and none was offered."], ["[64]", "Dr. Wuest suggests in his affidavit that because the pyrazinecarbonyl group remains in the final product, it is selected to be a functioning part in the inhibitor and is not merely providing protection for the N-terminus. At paragraph 262 of his affidavit, he further states:", "However, use of a protecting group in the synthesis of a molecule is very different from the use of groups in active drugs such as bortezomib to protect them from undesired degradation in the human body. In addition, the pyrazinecarbonyl moiety not only protects bortezomib from degradation, but it is also acting in other capacities, including providing specificity for binding to the proteasome that bortezomib inhibits. These other capacities are more in the purview of a biochemist, but I am also aware of them as a chemist with experience in medicinal chemistry.", "Presumably this added functionality is also what Dr. Wuest was referring to at paragraph 180 of his affidavit."], ["[65]", "Dr. Wuest's view was categorically challenged by Dr. Wilk at paragraph 121 of his affidavit:", "121. At paragraph 262, Dr. Wuest states that the pyrazinecarbonyl moiety \"is also acting in other capacities, including providing specificity for binding to the proteasome that bortezomib inhibits.\" I disagree with this conclusion. There is no suggestion or evidence in the 936 Patent that the pyrazinecarbonyl moiety is acting in any particular capacity, including providing specificity in the manner suggested by Dr. Wuest. The pyrazinecarbonyl moiety is no better (Ki for MG-341 is 0.6nM) than the other protecting groups, including a simple benzoyl group (Ki for MG-353 is 0.l5nM) and the commonly used Cbz (carboxybenzyl in MG-356, Ki is 0.l3nM), which is sometimes called \"carbobenzyloxy\" or \"benzyloxycarbonyl.\"", "This point was reinforced in Dr. Wilk's cross-examination in the following exchange:", "Q Just to understand your section where you talk about the pyrazinecarbonyl protecting group. You say it's obvious it could be used. My understanding is, it would be obvious that you could try it, but if it actually worked, you would have to test it to make sure that it worked; is that fair?", "A Test it as a protecting group? I'm not sure I understand your question.", "Q To make the actual molecule with that protecting group to make sure that you get sufficient selectivity and potency.", "A I don't think the selectivity and potency depends at all on the pyrazinecarbonyl protecting group. It's there as a protecting group, not to offer selectivity and potency. And that's clear from the tables in the '936 patent.", "Q You agree that other groups could also be used, I take it, then?", "A Yes, certainly."], ["[66]", "To the same effect is the evidence of Dr. Bachovchin at paragraph 108 of his affidavit:", "108. Dr. Wuest also states in paragraph 180 that \"there is absolutely nothing in the prior art to indicate that the pyrazinecarbonyl group would function in any special manner\". However, there is nothing in the 936 Patent that states that the pyrazinecarbonyl group functions in a special manner. If anything, the 936 Patent shows that the pyrazinecarbonyl group does not function in a special manner. In this regard, the data in Table II of the 936 Patent shows that the activity of bortezomib (MG-341), which includes the pyrazinecarbonyl group, has a Ki of 0.6. Compound MG 356 differs from bortezomib only in the inclusion of the Cbz protecting group in place of the pyrazinecarbonyl group and has a Ki of 0.13. As stated above, the Cbz group is a standard, widely used blocking group."], ["[67]", "Even Dr. Kloetzel did not endorse Dr. Wuest's view that pyrazinecarbonyl moiety is performing more than a protective function in the molecule [see his evidence at pp 3884-3887]. Similarly Dr. Plamondon did not maintain that the choice of a blocking group was made on the strength of some special or unexpected property."], ["[68]", "It seems to me that Dr. Wuest was outside of his area of expertise in suggesting that the pyrazinecarbonyl moiety was providing some enhanced efficacy to the active part of the bortezomib molecule and I reject that part of his evidence."], ["[69]", "According to the evidence of Dr. Plamondon, the selection of the pyrazinecarbonyl blocking group was not particularly insightful. The decision was left to the chemists \"based on what's available or catalogued\" [pp 4373-4374]. Dr. Plamondon could not say who it was who came up with the idea and he acknowledged that pyrazinecarbonyl acid was one of a number of viable candidates. His evidence at pp 4381-4383 characterizes the choice in the following way:", "You mentioned before that you didn't know at the time that the [redacted ------------------------------------------].", "A. Right.", "377 Q. [redacted -------------------------------------------------------------------] ?", "A. [redacted --------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------].", "378 Q. The reason I ask is I took you before to MG-309 and the only difference was the blocking group. It was morpholine(O) and not pyrazinecarbonyl.", "A. Right.", "379 Q. As I look at the data in the '936 patent for cIC50 values and activity and selectivity data, it appears that they are very, very close, MG-309 and MG-34l. [redacted -------------------------------------------------------------------------------------------------------------------]?", "A. We tried many different things and [redacted -----------------------------------------------------------------------------------------------------------------------------------------------------------], but in the end we picked 341 that had the pyrazinecarboxylic acid.", "380 Q. Isn't morpholine(O) a more common blocking group to use than pyrazinecarbonyl?", "A. It's an amide group, a protecting group. For me a protecting group is something that you put to protect and then you remove at some point.", "381 Q. I see.", "A. One of the perceived advantages we thought at the time was the pyrazine had a basic nitrogen that we could explore to make a solid form if need be. That is something we could not have done with 309.", "382 Q. That was one of the considerations.", "A. It was because of the [redacted ------] encountered. We thought maybe we could play with that. It made sense [redacted -] at least.", "383 Q. That factor is not disclosed in the '936 patent, is it?", "A. No.", "This evidence does not support Janssen's case that the course of conduct followed to select the pyrazinecarbonyl blocking group was arduous or fraught with difficulty."], ["[70]", "Accordingly, even if the 904 Patent does not include the pyrazinecarbonyl blocking group as an element of the genus of boronic acid compounds it claimed, the selection of that element by the 936 Patent inventors was obvious. They simply selected a blocking group from among a group of available choices with an expectation that it would provide the requisite protection to the active part of the bortezomib molecule. That step is not inventive. It was a step that was appropriately left to the chemists to work out and it was a matter of routine benchwork."], ["[71]", "For the foregoing reasons, this application is dismissed. The matter of costs is reserved pending further written submissions from the parties in connection with this matter and the related proceeding in", "REFERENCE_SUPPRESSED. Those submissions shall not exceed 10 pages in length.", "JUDGMENT"], ["[72]", "THIS COURT'S JUDGMENT is that", "this application is dismissed. The matter of costs is reserved pending further written submissions from the parties.", "Application dismissed.", "Editor: Gary W. McLaughlin/nmg", "Footnotes", "1. This indifference is also reflected in the prior art. The 082 Patent describes the \"N-terminal protecting group\" as \"various amino-Terminal protecting groups conveniently employed in peptide synthesis\" [see page 828].", "[End of document]"]]}