{"id_": "040067", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA) for judicial review of a decision of the Immigration and Refugee Board (Immigration Appeal Division) (the IAD), dated May 16, 2006, which dismissed the applicant’s appeal of a removal order."], ["[2]", "The applicant seeks an order quashing the decision to dismiss his appeal and referring the matter for redetermination by a differently constituted panel of the IAD.", "Background"], ["[3]", "The applicant, Serguei Gorev Olson, is a twenty-four year old citizen of Russia. He experienced a turbulent childhood, during which he was sent to an orphanage, where he remained until 1999. The applicant claimed that he was sexually assaulted as a child over a four year period. His sister was adopted by a Canadian family in 1998. This family also eventually adopted the applicant’s brother. The applicant arrived in Canada in 1999 on a student visa. He was sponsored by another Canadian family, and was adopted by them in 2002."], ["[4]", "The applicant sexually assaulted his ten year old adoptive cousin on two occasions, in August 2002 and January 2003. When his adoptive parents found out, they were furious and immediately sent him back to Russia. He went to live with his birth mother and brother for two months, but left due to their problems with alcoholism. He rented an apartment and was given some financial support by his adoptive parents. He claimed that he was unable to find work as he did not have the necessary job skills."], ["[5]", "The applicant was eventually forgiven by his adoptive parents and arrangements were made to bring him back to Canada. He obtained a permanent resident visa and re-entered Canada in 2004. However, he was detained at the airport due to outstanding sexual assault charges. The applicant pled guilty to sexual assault, and was convicted on September 30, 2004. He received a six month conditional sentence and one year of probation. The applicant obeyed the conditions of his sentence, sought counselling, and completed treatment programs."], ["[6]", "The applicant’s sentence rendered him inadmissible to Canada on serious criminality grounds, pursuant to paragraph 36(1)(a) of IRPA. Therefore, a deportation order was issued against him on January 6, 2005. The applicant appealed the deportation order on humanitarian and compassionate (H&C) grounds in January 2005. The IAD hearing was held on January 27, 2006. The applicant was the only witness questioned during the hearing. The IAD asked counsel for submissions regarding the issuance of a stay of deportation with conditions. The IAD dismissed the applicant’s appeal by decision dated May 16, 2006. This is the judicial review of the IAD decision to dismiss the applicant’s appeal of the deportation order.", "IAD Reasons"], ["[7]", "The main issue in the case was whether, taking into account the best interest of the child directly affected by the decision, there existed sufficient H&C considerations to warrant special relief. The IAD considered the applicant’s testimony, the documentary evidence, materials tendered at the hearing, and counsel’s submissions. The IAD noted that the applicant’s conditional sentence prohibited him from contacting the victim, being alone with children without adult supervision, or attending parks, or any location where children congregated, without accompaniment by an adult approved in writing."], ["[8]", "The IAD took into account the following factors approved in  <FRAGMENT_SUPPRESSED>  with respect to the exercise of its discretionary jurisdiction: (1) seriousness of the offence; (2) possibility of rehabilitation; (3) likelihood of the applicant re-offending; (4) length of time spent in Canada; (5) degree of establishment in Canada; (6) family and community support available; (7) dislocation to family in Canada caused by deportation; and (8) degree of hardship experienced if deported. The IAD also noted its duty to protect the health and safety of Canadians."], ["[9]", "The applicant did not have prior criminal convictions in Canada. In considering the seriousness of the crime, the IAD noted his adoptive mother’s statement that sexual assault was a broad term and that his actions did not constitute rape. However, the victim’s parents thought the crime was serious enough to contact police. There were discrepancies between the applicant’s account of the assault, which minimized the seriousness of the crime, and that of the victim. The police report, which recorded the victim’s more serious allegations, was found to be credible."], ["[10]", "The applicant was in denial about the seriousness of his crime, as he did not consider himself a paedophile. The IAD considered three psychological reports regarding the probable effects of the applicant’s alleged sexual abuse in Russia. The applicant seemed more concerned about his own well-being than that of his victim. Dr. Reimer indicated that the applicant bore a low moderate risk of recidivism. Dr. Williams came to a similar conclusion, but noted that the applicant’s refusal to consider himself a sex offender was significant, as he was in denial about his sexual interest in males."], ["[11]", "The applicant had been in Canada for five and a half years. His only establishment in Canada was as a member of his adoptive family. His adoptive family consisted of two parents and three adult siblings. One of his adoptive sisters had two children. There were affidavits of support on file from his adoptive mother, siblings, brother-in-law, grandmother, three other Olson family relatives, and one friend. The affidavits indicated that they would suffer personal loss if the applicant were deported. Significantly, there were no affidavits of support from his adoptive father and grandfather. It was not probable that his adoptive sister’s young children would experience long term negative consequences from his deportation."], ["[12]", "The applicant had two natural siblings (Kira and Dimitry) in Canada. Kira was very close to the applicant, and the IAD found that she would likely be negatively affected by his deportation. However, her situation was not compelling enough to warrant allowing the appeal or staying the deportation order. Significantly, there was no affidavit from Dimitry. The applicant had family in Russia, including his mother, four half-siblings, and four full siblings. The IAD noted the description of his experience when he returned to Russia in 2004. The applicant met his girlfriend and they had maintained a long-distance relationship. He told Dr. Gingell that he desired to stay in Canada, but felt comfortable in Russia. The IAD found that he would probably obtain short-term financial support from his adoptive family should he return to Russia; therefore, his hardship would not be great."], ["[13]", "The IAD was uncertain as to the efficacy of staying the applicant’s deportation. Any stay of deportation with employment or education conditions might be ineffectual, since the relevant permits were the Minister’s prerogative. The IAD requested written submissions on how a stay might be rendered effective with regard to the work and study permissions now denied the applicant. Canadian society required protection from perpetrators of sexual abuse against children. The IAD found, on the balance of probabilities, that taking into account the best interests of the child affected by the decision, there were insufficient H&C considerations to warrant a grant of special relief in the case. The appeal was dismissed.", "Issues"], ["[14]", "The applicant submitted the following issues for consideration at the hearing:", "1. Did the IAD breach the rules of natural justice by failing to allow the applicant the right to make fullsome submissions with respect to allowing the appeal?", "2. Did the IAD exercise its discretion properly?", "These issues were addressed by the respondent at the hearing..", "Applicant’s Submissions"], ["[15]", "The applicant submitted that the IAD breached the principles of natural justice. After evidence was introduced at the hearing, the IAD stated that it would not allow the appeal, but asked counsel to discuss the possibility of a stay. It was submitted that upon the direction of the IAD, counsel for the applicant only made submissions with respect to the stay, and did not address the merits of the appeal."], ["[16]", "The applicant submitted that counsel was entitled to make submissions as to why the appeal should not be dismissed, and was prohibited from doing so. It was submitted that having stipulated that a stay would be granted, it was not open to the IAD to dismiss the appeal without giving counsel an opportunity to address the substantive issues. It was submitted that the case of  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1115 (F.C.A.) was similar to the case at hand. In Velauthar, the Federal Court of Appeal stated the following at paragraph 4:", "There has been a gross denial of natural justice here. The panel had stipulated that the appellants feared persecution and that the only issue was whether that persecution was encompassed in the Convention refugee definition. It proceeded, on grounds of credibility, to negate its stipulation. The appellants were denied the opportunity to know and answer the case against them by a deliberate decision of the presiding member in which his colleague acquiesced."], ["[17]", "The applicant submitted that the IAD’s review of the evidence was selective. It was submitted that much of the evidence indicated that his risk of re-offending was very low. The applicant submitted that it was incumbent upon the IAD to explain why it preferred certain evidence. The applicant submitted that the IAD erred by ignoring relevant evidence (see  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 264 (F.C.T.D.)). The applicant also noted that the IAD did not mention evidence from his relatives that was relevant to the issue of rehabilitation and equitable relief."], ["[18]", "The applicant submitted that the IAD made patently unreasonable inferences, including its finding that he showed no remorse about his crime. It was submitted that a review of the transcript refuted this finding. The IAD also preferred the evidence from the police report rather than the applicant, regarding the nature of the assaults. The applicant noted that these reports were adduced into evidence at the last minute, and that he was not questioned about any discrepancies.", "Respondent’s Submissions"], ["[19]", "The respondent noted that the applicant had not challenged the validity of the deportation order against him, but appealed the order on the ground that there were H&C factors warranting special relief. It was submitted that as a person seeking a discretionary privilege, the onus was on the applicant to establish exceptional reasons why he should be allowed to remain in Canada (see  <FRAGMENT_SUPPRESSED> )."], ["[20]", "<FRAGMENT_SUPPRESSED>  the Federal Court held that it would not interfere with the IAD’s exercise of discretion, so long as that discretion was exercised in a bona fide manner, and without regard to extraneous or irrelevant considerations. The respondent submitted that the IAD considered the relevant factors."], ["[21]", "The respondent submitted that the IAD provided applicant’s counsel with a reasonable opportunity to make submissions as to why his appeal should be allowed. It was submitted that counsel acknowledged that she had made such submissions and did not wish to make further submissions. While the IAD invited counsel to discuss the possibility of a stay and whether the IAD could authorize the applicant to work and study in Canada, no decision was made during the hearing as to whether a stay would be granted. It was submitted that at the conclusion of the hearing, counsel should have been aware that the appeal might be dismissed."], ["[22]", "The respondent noted that applicant’s counsel was given several weeks following the hearing to make written submissions. Counsel’s submissions argued that there were sufficient H&C factors to warrant allowing the appeal, or in the alternative, that the removal should be stayed. It was noted that counsel did not request an opportunity to make further oral submissions. In counsel’s further written submissions, she acknowledged that she had been provided with an opportunity to make submissions regarding the merits of the appeal, and had availed herself of this opportunity."], ["[23]", "The respondent submitted that contrary to the applicant’s suggestions, the IAD carefully considered all of the evidence before it. The IAD referred to Dr. Williams’ risk assessment and the affidavits of the applicant’s family members. It was submitted that the applicant was asking the Court to reweigh the evidence, which was not appropriate in the context of an application for judicial review."], ["[24]", "The respondent submitted that having had the opportunity to observe and listen to the applicant, the IAD was of the opinion that he was not sincerely concerned about his victim. It was submitted that a Court should not interfere with a finding of fact made by the IAD, unless the finding was unreasonable or even patently unreasonable (see  <FRAGMENT_SUPPRESSED> ). It was submitted that the IAD’s finding that the applicant was not sincerely concerned about his victim was reasonable. The applicant did not dispute that he failed to express concern for his victim until prompted by the IAD. The respondent submitted that it was well-settled law that the Court should be reluctant to interfere with findings by the IAD that are based upon the tribunal’s own observations of a witness. It was submitted that lack of remorse was only one of many factors considered by the IAD in dismissing his appeal.", "Applicant’s Reply"], ["[25]", "The applicant noted the respondent’s argument that there was no breach of natural justice, since applicant’s counsel briefly addressed the H&C considerations in her general submissions. The applicant submitted that the respondent failed to appreciate that the hearing was adjourned for written submissions upon the direction of the IAD over a point of law. This occurred at the end of the hearing when applicant’s counsel was to make oral submissions on all of the equitable circumstances surrounding the case."], ["[26]", "The applicant submitted that counsel’s submissions were based on a direction by the IAD to discuss jurisdiction. It was submitted that to suggest that there was no breach of the principles of natural justice when the IAD, without notice, dismissed the appeal, was absurd. The applicant submitted that the fact that counsel briefly touched on equitable considerations did not negate the fact that she was under the false impression that some form of stay was going to be granted.", "Analysis and Decision", "Standard of Review"], ["[27]", "The standard of review to be applied in order to determine whether a breach of procedural fairness has occurred is correctness."], ["[28]", "Issue 1", "Did the IAD breach the rules of natural justice by failing to allow the applicant the right to make fullsome submissions with respect to allowing the appeal?", "The applicant submitted that the IAD breached procedural fairness by denying his counsel the opportunity to make full submissions at the hearing with respect to the merits of his appeal. The respondent submitted that counsel was given the opportunity to make such submissions and did so. I have reviewed the hearing transcript and it reveals that the IAD expressed its initial opinion of the merits of the appeal as follows:", "…Well, I will tell you at the outset that the panel would be disinclined to consider anything other than a stay, based on the evidence already before it. However, it may be that the panel will be convinced that the appeal should be allowed. Let us hear from your witness.", ". . . . .", "I take it that, given the appellant’s position, that counsel have not discussed what a stay, should that be the case, might involve and have not discussed the possibility of a joint recommendation in that regard."], ["[29]", "After the applicant was questioned, the IAD asked the parties about their positions on the issue of a stay:", "Well, I’m not going to allow the appeal, so you can consider whether or not you can arrive at a joint position in relation to a stay, if you would like to do that. Now that’s not compulsory, Counsel."], ["[30]", "The proceedings recessed and counsel for the parties proceeded to discuss the possibility of a stay. Upon the resumption of proceedings, counsel were unable to reach an agreement regarding the length of the proposed stay. A related issue arose regarding whether the IAD could impose terms upon the potential stay, thereby allowing the applicant to work or study, in light of the restrictions he was under. The IAD stated:", "Well, I would never impose a six-month stay in any event and I think a two-year stay would be an entirely reasonable one, so I have no problem with the Minister’s position, seeing it is my decision.", "Now, I will recess for five minutes and just discover – because I’ve not encountered exactly the same thing before in terms of how my stay and conditions weigh against the restrictions that presently exist and if my terms and conditions supersede, then I don’t have a problem with work and study. […]"], ["[31]", "Once the proceedings resumed, the IAD was of the opinion that it did not have the power to impose conditions that would supersede those already in existence. However, the IAD asked counsel for submissions on the issue and the decision was reserved."], ["[32]", "I have reviewed the transcript of the hearing, and it is clear that applicant’s counsel did not make submissions regarding the H&C factors in support of the appeal. It is easy to understand why applicant’s counsel was under the impression that the IAD had decided to grant a stay, and merely needed submissions regarding the power to impose conditions with respect to the stay. At the end of the hearing, the IAD stated:", "All right. I will adjourn this pending the receipt of a submission from appellant’s counsel on the authority of the panel in this particular instance, that is, the panel’s ability to override restrictions placed upon the appellant as someone without status, as he stands. I’m not going to render myself functus, but it’s not my intention to send you back to Russia’s winter if I can avoid that. So bide your time, say your prayers, put trust in your counsel and this hearing is thus adjourned pending receipt of submissions from appellant’s counsel."], ["[33]", "Applicant’s counsel provided the IAD with the requested submissions on the stay issue, dated February 10, 2006. These submissions included the following reference to the possibility that the appeal might be allowed on H&C grounds:", "In the alternative, if you determine that you do not have the authority to impose conditions superseding the officer, it is submitted that this is a further humanitarian and compassionate factor warranting that the appeal will be allowed outright and as the inadmissibility is overcome based on humanitarian and compassionate factors, that Mr. Olson be granted permanent resident status. It is submitted that a stay of proceedings for a period of two years without the opportunity for the Appellant to be able to work or study would be overly punitive and further would impede his ability to re-cover and re-integrate into society. In these circumstances, it is submitted that the harsh effect upon the Appellant would constitute a further humanitarian and compassionate ground and that the Appeal be allowed and permanent resident status granted to the applicant."], ["[34]", "In my view, it is clear that counsel’s submissions addressed the H&C factors in the context of the stay issue. Counsel’s further submissions, dated March 1, 2006 state:", "The only outstanding matters are whether or not the appeal ought to be allowed or whether a stay ought to be issued and whether the Appeal Division has the power to authorize that the Appellant work.", "The Appellant has made submissions as to why the appeal ought to be allowed and does not feel it necessary to repeat them. [. . .]"], ["[35]", "The IAD’s decision states:", "[…] In consequence, the panel requested written submissions from counsel on how a stay of the appellant’s deportation order might be rendered effective with regard to the work and study permissions now denied the appellant. The panel regrets that its decision in this appeal has not allowed it to take advantage of the intellectual acuity of counsel in this regard.", "[…] The appeal of Serguei Gorev OLSON is dismissed."], ["[36]", "In my opinion, the IAD breached the principles of procedural fairness by failing to provide applicant’s counsel with an opportunity to fully address the substantive issues in the appeal. The IAD requested submissions with respect to the stay issue and adjourned the hearing without allowing counsel to address the merits of the appeal."], ["[37]", "A review of the hearing transcript shows that the IAD ruled that it would not be allowing the appeal and requested submissions regarding its jurisdiction to authorize the appellant to work or study. I am of the view that the submissions made by counsel for the applicant with respect to allowing the appeal were not full submissions, in the normal sense, as the IAD had already indicated that it would not allow the appeal and only required submissions on its jurisdiction to allow the applicant to work or study. The IAD breached the rules of procedural fairness by failing to allow applicant’s counsel to make full submissions on the merits of the appeal, and then dismissing the appeal."], ["[38]", "Because of my finding on Issue 1, I need not deal with the other issue."], ["[39]", "The respondent requested that I certify the following question as a serious question of general importance:", "What is the appropriate standard of review for factual findings by the Immigration Appeal Division on appeals under the Immigration and Refugee Protection Act?"], ["[40]", "The applicant opposed the certification of this question. As I have based my decision on procedural fairness, I am not prepared to certify a question."], ["[41]", "The application for judicial review is allowed and the decision of the IAD is set aside and the matter is referred to a different panel of the IAD for redetermination.", "JUDGMENT"], ["[42]", "IT IS ORDERED that", "the application for judicial review is allowed and the decision of the IAD is set aside and the matter is referred to a different panel of the IAD for redetermination.", "ANNEX", "Relevant Statutory Provisions", "The relevant statutory provisions are set out in this section.", "Immigration and Refugee Protection Act, S.C. 2001, c. 27.:", "36.(1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", "(a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed; . . .", "67.(1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,", "(a) the decision appealed is wrong in law or fact or mixed law and fact;", "(b) a principle of natural justice has not been observed; or", "(c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "(2) If the Immigration Appeal Division allows the appeal, it shall set aside the original decision and substitute a determination that, in its opinion, should have been made, including the making of a removal order, or refer the matter to the appropriate decision-maker for reconsideration.", "36.(1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", "a) être déclaré coupable au Canada d’une infraction à une loi fédérale punissable d’un emprisonnement maximal d’au moins dix ans ou d’une infraction à une loi fédérale pour laquelle un emprisonnement de plus de six mois est infligé; . . .", "67.(1) Il est fait droit à l’appel sur preuve qu’au moment où il en est disposé:", "a) la décision attaquée est erronée en droit, en fait ou en droit et en fait;", "b) il y a eu manquement à un principe de justice naturelle;", "c) sauf dans le cas de l’appel du ministre, il y a — compte tenu de l’intérêt supérieur de l’enfant directement touché — des motifs d’ordre humanitaire justifiant, vu les autres circonstances de l’affaire, la prise de mesures spéciales.", "(2) La décision attaquée est cassée; y est substituée celle, accompagnée, le cas échéant, d’une mesure de renvoi, qui aurait dû être rendue, ou l’affaire est renvoyée devant l’instance compétente.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}