{"id_": "040372", "body_str": [["[1]", "Barnes, J.", ": On March 28, 1999, the Applicant, Farhad Haj-Kamali, became a permanent resident of Canada. He applied for Canadian citizenship on April 7, 2003 but that application was refused by a decision rendered by the Citizenship Court on November 8, 2005. Mr. Haj-Kamali challenged that decision in this Court and the matter was remitted for reconsideration to the Citizenship Court with the agreement of the Respondent. A fresh decision was then rendered by the Citizenship Court on July 20, 2006 but it, too, denied citizenship to Mr. Haj-Kamali. That decision was based upon his failure to maintain a sufficient residency in Canada in the 4 years preceding his application as required by s.5(1) of the Citizenship Act, R.S.C 1985, c.C-29. In this proceeding, Mr. Haj-Kamali has applied to set aside the decision of the Citizenship Court. He contends that the Court made reviewable errors of fact and, as well, in its application of the evidence to the law.", "I.", "Background"], ["[2]", "Mr. Haj-Kamali is an Iranian national who entered Canada as a member of the entrepreneur class. He and his family appear to be well established in Canada. The record discloses that Mr. Haj-Kamali has substantial Canadian and Iranian business interests. One aspect of his business involves international trade to Iran which has required that he travel extensively. Between 1999 and 2003, he made frequent and sometimes lengthy visits to Great Britain and to Iran for family and business purposes."], ["[3]", "When Mr. Haj-Kamali applied for Canadian citizenship, it was clear that he had not been physically present in Canada for the 1,095 days required by a strict reading of s.5(1) of the Act. That provision states:", "5.", "(1) The Minister shall grant citizenship to any person who", "(a) makes application for citizenship;", "(b) is eighteen years of age or over;", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act,", "and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada", "calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "(d) has an adequate knowledge of one of the official languages of Canada;", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20. [Emphasis added]", "5.", "(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois :", "a) en fait la demande;", "b) est âgée d’au moins dix-huit ans;", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l’immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence", "étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l’une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", "f) n’est pas sous le coup d’une mesure de renvoi et n’est pas visée par une déclaration du gouverneur en conseil faite en application de l’article 20. [non souligné dans l’original]", "Because Mr. Haj-Kamali did not meet the strict numerical threshold for establishing prior residency, he asked the Citizenship Court to adopt a liberal interpretation of the above legislative requirement as recognized in a number of authorities from this Court: see Re Koo (1992), 59 F.T.R. 27, [1993] 1 F.C. 286 and Re Papadogiorgakis, [1978] F.C.J. No. 31, [1978] 2 F.C. 208. Nevertheless, the Citizenship Court dismissed Mr. Haj-Kamali’s application on the basis that he had not satisfied the statutory residency obligation.", "II.", "The Citizenship Court Decision"], ["[4]", "The Citizenship Court decision included the following findings of fact:", "རྭ Your total absences from Canada during the relevant 4-year period increase to 672 days and 788 days present. You are 307 days short of the minimum 1,095 days as required in paragraph 5(1)(c) of the Act.", "རྭ You were unable to provide the passport that you used to enter Canada and confirm absences from March 1999 to December 2001. The passport 5352317 expired on November 20, 2000 and your current passport S538750 was issued in Iran, December 2, 2001.", "རྭ The discrepancies of absences declared on your application, residence and questionnaire, statement of June 29, 2005 and passport stamps crate a credibility issue.", "རྭ You stated at the hearing that you lived with friends for the first 6 months in Canada and then rented two different properties until the purchase of your apartment in July of 2002.", "རྭ You have a daughter who lives in Canada and a daughter who lives in England. Your mother, 2 sisters, a brother, father-in-law and mother-in-law, live in Iran.", "རྭ You were issued an RX1 Visa on November 28, 2004 to enter Canada to appeal the loss of permanent resident status. Your appeal was allowed on May 13, 2005 on humanitarian and compassionate grounds.", "རྭ Your appeal letter states that you are half owner of a house in Tehran which you rent and that you have been exporting machinery to Iran. On page 7 of your residence questionnaire, you responded “NIL” to the ownership of property or business outside of Canada.", "རྭ You have included three large books of passive indicia of residence (Book 1 – Bell telephone bills from January 2002 to May 2006, Rogers statements from 2003 – 2006, visa and bank statement 2003 – 2006. (Book II) – corporation tax return (unaudited) 2000, 2003, 2004, 2005, articles of incorporation of 3 companies vehicle purchase January 2000, support letters from various friends, RBC bank account statements, more Bell Canada and Rogers account statement, Purchase of property agreements. (Book III) – Bank of documents for the Federal Court. Many of these passive indicators of residency can be established without personally living in Canada for an extended period of time. Thus, they do not assist in demonstrating the “strength” or “quality” of your connection to Canada.", "རྭ The evidence provided establishes considerable financial ties to Canada. You have invested in businesses and properties, however, you also have business interests, property and family in Iran and Britain which necessitate considerable absences from Canada. I am not satisfied that with such substantial absences, your connection to Canada is more substantial than your connection to Iran."], ["[5]", "The Citizenship Court decision also contains the following relatively brief legal analysis and conclusion:", "Analysis:", "“Before approving an application for a grant of citizenship made under subsection 5(1) of the Act, I must determine whether you meet the requirements of this act and the regulations, including the requirement set out in paragraph 5(1)(c) to have accumulated at least three years (1,095 days) of residence within the four years (1,460 days) immediately preceding the date of your application.”", "“Based on my understanding of the recent jurisprudence from the Federal Court, interpreting the residency requirement under paragraph 5(1)(c), of the Act, as well Parliament’s intention which can be gleaned from a plain reading of paragraph 5(1)(c), the most significant factor in considering the residency requirement is whether the applicant can be said to have established his or her residence in Canada by having lived in Canada and been physically present here. As Lemieux J. stated in the case of  <FRAGMENT_SUPPRESSED>  into Canadian society due to such long absences. In your four year relevant period, you are 307 days short of the minimum requirement of 1,095 days under paragraph 5(1)(c) of the Act.", "In recent jurisprudence, at paragraph 8, Justice Shore held: “[8] Parliament has specifically provided that an application for citizenship may be absent from Canada for one year during the four-year period prior to the date of his or her application. Consequently, Parliament has specified that an applicant must be resident in Canada for at least three years or 1,095 days. Although the term “residence. Is not defined in subsection 2(1) of the Act, the allowance for an absence of one year creates a strong inference that an applicant’s physical presence in Canada is required during the remaining three years.”", "Decision:", "For the reasons provided above, I am unable to approve your application because your have not met the residence requirement under paragraph 5(1)(c) of the Act.", "III.", "Issues"], ["[6]", "Mr. Haj-Kamali has challenged the decision of the Citizenship Court on the basis of an alleged factual error and an error in the application of the evidence to the legal test for determining residency under s.5(1) of Act. In order to appropriately consider those arguments, it is first necessary to determine the standard of review applicable to the issues raised.", "IV.", "Analysis"], ["[7]", "Both parties accept that the standard of review for pure factual findings of the Citizenship Court (e.g. the duration of Mr. Haj-Kamali’s absences from Canada) is patent unreasonableness. This is in accordance with a number of authorities from this Court and I would specifically adopt the analysis by Justice Richard Mosley in  <FRAGMENT_SUPPRESSED>  2005 FC 861, where he held in paragraph 10:"], ["[10] However, for purely factual findings the respondent submits the standard should be patent unreasonableness. The Citizenship Judge as the finder of fact has access to the original documents and an opportunity to discuss the relevant facts with the applicant. On citizenship appeals, this Court is a Court of appeal and should not disturb the findings unless they are patently unreasonable or demonstrate palpable and overriding error:  <FRAGMENT_SUPPRESSED> ."], ["[8]", "The application of the facts to the law concerning residency under the Act is, of course, a matter of mixed fact and law for which the standard of review is reasonableness simpliciter. Here I adopt the analysis of Justice Mosley in  <FRAGMENT_SUPPRESSED>  2004 FC 1752 where he held at paragraphs 9 and 10 as follows:", "9 Applying a pragmatic and functional analysis to the review of the decisions of citizenship judges respecting the residency requirement of the Act, several judges of this court have recently concluded that a more appropriate standard would be reasonableness simpliciter:", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2069;", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 2051;", "<FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1913;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1040;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 88;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1871.", "10 I agree that the question of whether a person has met the residency requirement under the Act is a question of mixed law and fact and that Citizenship Judges are owed some deference by virtue of their special degree of knowledge and experience. Accordingly, I accept that the appropriate standard of review is reasonableness simpliciter and that, as stated by Snider J.in Chen, supra at paragraph 5, \"as long as there is a demonstrated understanding of the case law and appreciation of the facts and their application to the statutory test, deference should be shown.\""], ["[9]", "It was argued on behalf of Mr. Haj-Kamali that the Citizenship Court made two principal errors in its assessment of his application for citizenship. The first of these was a factual error in the calculation of Mr. Haj-Kamali’s absences from Canada. It was submitted that this error led the Court to overstate the duration of Mr. Haj-Kamali’s absences by 136 days out of the shortfall of 307 days which the Court found were necessary to satisfy the strict numerical threshold for residency."], ["[10]", "The second error attributed to the Citizenship Court concerned its adoption and application of the legal test for residency under s.5(1) of the Act. Mr. Haj-Kamali contends that, had the Citizenship Court not made an erroneous finding with respect to the time he remained outside of Canada, it might have concluded that he had met the statutory residency requirement. This issue necessarily turns on which of the tests for determining residency was used by the Citizenship Court in assessing Mr. Haj-Kamali’s application. If the Citizenship Court adopted the strict or literal approach for residency as reflected in decisions like Re Pourghasemi (1993), 62 F.T.R. 122, [1993] F.C.J. No. 232, the alleged factual error by the Citizenship Court would be of no legal significance. This would be so because Mr. Haj-Kamali would still not have established an actual physical presence in Canada for 1,075 days within the four years preceding his citizenship application. On the other hand, if the Citizenship Court adopted one of the more flexible or liberal tests for residency as reflected in cases like Re Koo, above, and Re Papadogiorgakis, above, it is argued that its alleged factual error might have made a difference to the outcome of the case."], ["[11]", "There is no doubt that the Citizenship Court did make an error in the calculation of at least one of Mr. Haj-Kamali’s absences from Canada because that error is patent on the face of its decision. Mr. Haj-Kamali consistently maintained that he had been absent from Canada between September 20, 2000 and October 10, 2000 (21 days) and again between February 24, 2001 and March 10, 2001 (15 days) all dates inclusive. The Citizenship Court decision, however, reflects a clear error in the treatment of Mr. Haj-Kamali’s absences during this period. The decision states that Mr. Haj-Kamali was absent from Canada from September 20, 2000 to March 10, 2001 (171 days) and also between February 24, 2001 and March 10, 2001 (14 days). Obviously, if Mr. Haj-Kamali left Canada on February 24, 2001 he had to have been in Canada before that date and could not have been continuously absent from September 20, 2000 to March 10, 2001."], ["[12]", "The Respondent argues that the overlap in these findings is a mere 14 days and is, therefore, of no legal significance. The problem, though, is not that simple, particularly in the face of Mr. Haj-Kamali’s clear assertion (albeit uncorroborated) that he was in Canada between October 11, 2000 and February 23, 2001 (136 days). It simply is not possible on this record to determine if the Citizenship Court error was one of 14 days or 136 days and the only way to know that is for the Citizenship Court to make the necessary factual finding. Having found a patently unreasonably error in the Citizenship Court treatment of this aspect of the evidence, and in the absence of any means for resolving the factual problem on judicial review, the point can only be resolved by a rehearing by the Citizenship Court. However, a rehearing is only required if the factual error might have led to a different outcome for Mr. Haj-Kamali."], ["[13]", "It was contended by the Respondent that the Citizenship Court correctly applied the residency test recognized by Justice Francis Muldoon in Re Pourghasemi, above, and, therefore, the factual error could not have made any difference. That is so because, by any measure, Mr. Haj-Kamali was not physically present in Canada for three of the four years preceding his application for citizenship."], ["[14]", "Mr. Haj-Kamali argues that the Citizenship Court did not apply the Re Pourghasemi test or at least did not say so with sufficient clarity that such an assumption can be safely or reasonably made. He asserts that the decision indicates that the test for residency in Re Koo was applied and, under that legal standard, an error of the potential magnitude of 136 days could well have made a difference to the outcome."], ["[15]", "On the issue of which legal test the Citizenship Court applied to the facts of this case, I am also left in a quandary. While I agree with counsel for the Respondent that there are indications in the decision that the test from Re Pourghasemi, above, was applied, I am not able to reach that conclusion. Obviously, it would be very helpful on judicial review for the Citizenship Court to expressly identify the authorities it is applying to the residency determination. Here the decision does refer to the decision in  <FRAGMENT_SUPPRESSED>  but not obviously for the purpose of identifying or adopting a test for residency. The Citizenship Court also quotes from the decision in  <FRAGMENT_SUPPRESSED> ; 2005 FC 778, which was a case where the centralized mode of existence test for residency from Re Koo, above, was applied. At paragraph 11 of the Morales decision Justice Michel Shore held:"], ["[11] The Court finds that the citizenship judge applied the test in Koo (Re) (T.D.) correctly. His reasons are clear and the evidence supports his findings. He clearly did not require actual physical residence as Ms. Morales alleges, as it is clear from the decision that he allowed for the possibility that the residence requirement could be met without physical presence when he stated:", "As you are probably aware, there is a certain imprecision or cloudiness regarding 'residence' as used in the Citizenship Act. This has engendered considerable legal debate and in practice, general acceptance of some variation from the prescription of 1095 days in the statute under certain conditions and within reasonable limits."], ["[16]", "The apparent reliance by the Citizenship Court upon Morales, along with its review of the evidence bearing on the extent of Mr. Haj-Kamali’s de facto establishment in Canada, leads me to conclude that the Citizenship Court was attempting to apply Re Koo to the facts of this case; but, in any event, I do not believe that this Court should be left to speculate about the legal test for residency that the Citizenship Court was using. Mr. Haj-Kamali was entitled to a clear articulation of the Citizenship Court’s legal analysis and it erred by not providing one. Because the factual error made by the Citizenship Court was potentially significant to the outcome of Mr. Haj-Kamali’s application in the context of the test for residency found in Re Koo and like authorities, this case must be remitted to the Citizenship Court for a redetermination on the merits."], ["[17]", "Notwithstanding Mr. Haj-Kamali’s success on this application, it should be noted that much of the difficulty faced by the Citizenship Court in calculating his absences from Canada arose from discrepancies and inconsistencies in the evidence he presented and from a lack of corroborating evidence. It should not be a difficult task to present a clear and convincing case to establish the duration of one’s absences from Canada but Mr. Haj-Kamali’s efforts to date in that regard have left much to be desired."], ["[18]", "Neither party requested costs and, in the circumstances, no costs are awarded.", "JUDGMENT"], ["[19]", "THIS COURT ADJUDGES that", "this application is allowed with the matter to be remitted to another judge of the Citizenship Court for a redetermination on the merits.", "[End of document]"]]}