{"id_": "040417", "body_str": [["[1]", "Shore, J.", ": This is an application for judicial review by the Applicant pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 of a decision dated December 16, 2014, wherein an Immigration Officer [Officer] rejected the Applicant's Federal Skilled Worker application."], ["[2]", "The Applicant, Sourabh Paul, is an entrepreneur and a citizen of Kenya. In October 2014, the Applicant applied for permanent residence under the Federal Skilled Worker class and identified, in his application, Senior Manager under two separate managerial occupations (NOC 0013 and NOC 0015) but only identified NOC 0015 as is current occupation."], ["[3]", "The Officer rejected his application under NOC 0015 and did not examine his application under NOC 0013. The Officer rejected the Applicant's application on two grounds:", "You have not provided sufficient evidence that you performed the actions described in the lead statement for the occupation as set out in the occupational description of the NOC.", "You have not provided sufficient evidence that you performed a substantial number of the main duties of the occupation as set out in the occupational description of the NOC, including all of the essential duties.", "Therefore, I am not satisfied there is sufficient evidence that you meet the work experience requirement for the occupation as described of the NOC - 0015.", "(Decision and Reasons, Applicant's Record, at pp 5 and 6)", "II.", "Issues"], ["[4]", "Although several issues were raised by the parties, the Court considers that the central issues to be determined by this application for judicial review are:", "1) Did the Officer err in finding that the Applicant did not provide sufficient evidence that he satisfied the requirements under subsection 75(2) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227?", "2) Did the Officer err by failing to consider whether the Applicant met the duties under NOC 0013?", "III.", "Position of the Parties"], ["[5]", "The Applicant argues that he submitted, in support of his application, several letters stating that he was a Senior Manager for various corporations. Therefore, it was unreasonable for the Officer to ignore this corroborating evidence, or in the alternative, that the Officer did not explain why he rejected the letters as evidence without providing clear reasons for doing so (REFERENCE_SUPPRESSED), but failed to do so as he incorrectly stated in his computer notes that \"there are no duties listed on any letters\" when in fact several letters, as well as Schedule 3 of the Applicant, indicated the duties performed by the Applicant. Furthermore, the described duties in the letters and in Schedule 3 of the application are consistent with those described in the NOC. As a result of the Officer ignoring or disregarding the evidence, his decision is unreasonable and should be overturned on this basis alone (REFERENCE_SUPPRESSED). In the alternative, the Applicant submits that the Officer had a duty to examine the Applicant's experience under NOC 0013 as the Applicant had the right to be assessed for every occupation that he is qualified under (REFERENCE_SUPPRESSED)."], ["[6]", "Conversely, the Respondent submits that it was reasonable for the Officer to solely assess the Applicant's application under NOC 0015 as it is the primary occupation that the Applicant identified in his application. It was also reasonable for the Officer to find that the Applicant did not provide sufficient evidence that he had performed the duties described under NOC 0015 as the letters submitted with his application do not speak of the Applicant having performed the duties described in the lead statement of NOC 0015. Rather, the letters only describe the Applicant's job title with vague reference to his role in the various companies and that the signators of the letters know the Applicant. As a result, it was reasonable for the Officer to find that the Applicant did not meet the criteria as set out in the Ministerial Instructions.", "IV.", "Standard of Review"], ["[7]", "The assessment by an Officer of the Applicant's eligibility to permanent residence pursuant to the Federal Skilled Worker class is a determination of mixed fact and law reviewable under a standard of reasonableness (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED", ", above).", "V.", "Analysis", "A. Adequacy of reasons and sufficient evidence"], ["[8]", "It is well established that a high degree of deference is owed to decisions of an Officer on an assessment of an application for permanent residence under the Federal Skilled Worker class (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED). As a result, this Court must not interfere with the decision unless it is unreasonable, namely that the decision is not transparent, intelligible,", "or, that it does not fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law", "(REFERENCE_SUPPRESSED)."], ["[9]", "The Applicant submits that the decision is unreasonable as the Officer failed to explain why he had rejected the letters submitted with the application."], ["[10]", "It is important to note that adequacy of reasons is not a stand-alone basis to quash a decision (", "REFERENCE_SUPPRESSED). In considering whether a decision-maker provides sufficient reasons, the Court must be able to understand \"why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the", "CITATION_SUPPRESSED", "criteria are met\" (", "CITATION_SUPPRESSED)."], ["[11]", "As discussed above, the Officer's reasons are minimal; they only state that the Applicant did not provide sufficient evidence that he had performed the duties described in the lead statement for NOC 0015 and that he had not performed a substantial number of the main duties for NOC 0015. Since the notes entered in the Computer-Assisted Immigration Processing System [CAIPS] do constitute part of the reasons, the Court must also take them into consideration (", "CITATION_SUPPRESSED). The Officer entered as notes in the CAIPS that \"there are no duties listed on any letter which accompanies the application\". Given the lack of justification by the Officer as to why he found that the Applicant did not provide evidence, the Court is unable to understand why the Officer came to the decision he did. As a result, his decision is inadequate."], ["[12]", "The Applicant submits that the Officer ignored the evidence and that it was not reasonable for the Officer to conclude that the Applicant did not meet the requirements under NOC 0015. The Court agrees with that."], ["[13]", "The onus is on the Applicant to put together an application that is complete, relevant, convincing and unambiguous (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED). After reviewing the application submitted by the Applicant, this Court finds that it was unreasonable for the Officer to conclude as he did. Furthermore, it is not for the Court to reweigh the evidence and substitute its decision for that of the Officer (REFERENCE_SUPPRESSED), unless the evidence shows otherwise which it does in this specific case.", "B. Failure to consider NOC 0013"], ["[14]", "In addition, the Applicant specifically mentioned in his application that his current occupation was both under NOC 0015 and NOC 0013.", "VI.", "Conclusion"], ["[15]", "Consequently, the application for judicial review is granted.", "JUDGMENT"], ["[16]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted and the file is to be considered anew by a different Immigration Officer. There is no serious question of general importance to be certified.", "Application allowed.", "Editor: Jana A. Andersen", "[End of document]"]]}