{"id_": "040597", "body_str": [["[1]", "Le juge Beaudry", ": Il s’agit d’une demande de contrôle judiciaire en vertu de l’article 18.1 de la Loi sur les Cours fédérales, L.R.C. 1985, ch. F-7, à l’encontre d’une décision de Monsieur Mario Marchand, Gestionnaire du Centre fiscal de Shawinigan-Sud, de l’Agence du revenue du Canada (le défendeur). Dans cette décision, datée du 2 décembre 2005, ce dernier a refusé de rouvrir certaines années fiscales afin d’accepter des pertes d’entreprise du demandeur, et ce, en vertu du paragraphe 152(4.2) de la Loi de l’impôt sur le revenu, L.R.C. (1985), ch. 1 (5e suppl.) (la Loi). Le demandeur se représente lui-même.", "I.", "Questions en litige"], ["[2]", "Est ce que le défendeur a erré en refusant d'exercer le pouvoir discrétionnaire que lui accorde le paragraphe 152(4.2) de la Loi?"], ["[3]", "Pour les motifs qui suivent, la réponse à cette question est négative. En conséquence, la présente demande de contrôle judiciaire sera rejetée.", "II.", "Contexte factuel"], ["[4]", "Au cours de sa vie professionnelle, le demandeur a acquis diverses expériences dans ses propres petites et moyennes entreprises (P.M.E.) et celles de son père. Par exemple, entre 1975 et 1993, le demandeur a eu des postes de conseiller, adjoint administratif et directeur de projets. De 1994 à 1996, il a été consultant auprès de George S. May Int. Co."], ["[5]", "En 1996, le demandeur devient consultant à son compte et selon son expression « sous l’image de marque » Force G. Cette entreprise n’a pas d'entité légale. Pendant la même année, il devient actionnaire dans la compagnie CYBEC CANADA INC. dirigée par Monsieur Hubert Sicard. Cette deuxième entreprise est enregistrée auprès du Registraire des Entreprises Système CIDREQ avec le numéro de matricule : 1145952348. Ces deux P.M.E. cessent leurs activités deux ans plus tard : Force G à la fin de l’année 1998 et quant à CYBEC, elle est radiée d’office le 9 mai 1998. Le demandeur retourne alors chez George S. May Int. Co. en janvier 1999."], ["[6]", "Il produit ses déclarations d’impôts pour les années 1996, 1997, 1998, 1999, 2000 en 2004. En juin 2004, il reçoit un Avis de cotisation lui accordant des dépenses en tant que travailleur autonome pour les années 1996 à 2000 sauf que ses dépenses de bureau à domicile pour l’entreprise CYBEC CANADA INC lui sont refusées. Voulant savoir les raisons de ce refus, le demandeur déclenche une série de révision de toutes ses déclarations, donnant les résultats suivants :", "a) lettre datée du 8 avril 2005 de Madame Martine Bérubé concernant les déclarations de revenus pour les années 1996 à 2000 : elle l'informe que le défendeur se propose de faire la correction suivante : refuser la perte d’entreprise de 16 592 $ accordée en 2004 pour les années 1996 à 2000;", "b) lettre datée du 8 juillet 2005, Madame Marie Josée Kroft confirmant la décision de refuser la perte d’entreprise de 16 592 $. Cette lettre mentionne que les renseignements et documents soumis par le demandeur ne permettent pas de déterminer que ces dépenses ont été encourues dans le but de gagner un revenu d’entreprise;", "c) Avis de cotisation daté du 1 septembre 2005 pour l'année 2000 n'inclut pas les dépenses réclamées pour pertes d’entreprises;", "d) révision du dossier par Monsieur Robert Villemure qui conclut le 1er décembre 2005 que la décision est raisonnable et conseille qu’elle soit maintenue;", "e) décision par Monsieur Marchand le 2 décembre 2005 confirmant le refus d'accepter les pertes d’entreprise du demandeur. Ce dernier fait alors la présente demande de contrôle judiciaire.", "III.", "Décision en question"], ["[7]", "La décision du 2 décembre 2005 maintient la décision du 8 juillet 2005 de refuser les pertes d’entreprises réclamées par le demandeur soit :", "1999 =", "261,00 $", "1998 =", "103,00 $", "1997 =", "3 452,00 $", "1996 =", "6 892,00 $"], ["[8]", "Quant à l'année 1996, elle est prescrite selon le défendeur puisque la demande a été déposée hors délai. Le défendeur indique qu'il n'exercera pas son pouvoir discrétionnaire en vertu du paragraphe 152(4.2) parce que le demandeur n’a pas fourni tous les documents pour justifier sa réclamation.", "IV.", "Dispositions Législatives Pertinentes"], ["[9]", "Le paragraphe 152(4.2) de la Loi est inscrit dans un régime législatif connu sous le nom de « dossier équité », qui confère au défendeur le pouvoir discrétionnaire d'effectuer un ajustement aux déclarations, même si la période de trois ans est expirée. Cette disposition permet donc au ministre d'octroyer une diminution des impôts payables ou rembourser un contribuable lorsque ce dernier n'est pas en mesure de respecter les délais établis par la loi. Les extraits pertinents du paragraphe 152(4.2) sont les suivants :", "152. (4.2) Malgré les paragraphes (4), (4.1) et (5), pour déterminer à un moment donné après la fin de la période normale de nouvelle cotisation applicable à un contribuable -- particulier, autre qu'une fiducie, ou fiducie testamentaire -- pour une année d'imposition le remboursement auquel le contribuable a droit à ce moment pour l'année ou la réduction d'un montant payable par le contribuable pour l'année en vertu de la présente partie, le ministre peut, sur demande du contribuable:", "a) établir de nouvelles cotisations concernant l'impôt, les intérêts ou les pénalités payables par le contribuable pour l'année en vertu de la présente partie;", "[. . . . .]", "152. (4.2) Notwithstanding subsections 152(4), 152(4.1) and 152(5), for the purpose of determining, at any time after the expiration of the normal reassessment period for a taxpayer who is an individual (other than a trust) or a testamentary trust in respect of a taxation year,", "(a) the amount of any refund to which the taxpayer is entitled at that time for that year, or", "(b) a reduction of an amount payable under this Part by the taxpayer for that year, the Minister may, if application therefor has been made by the taxpayer,", "(c) reassess tax, interest or penalties payable under this Part by the taxpayer in respect of that year, and", "[. . . . .]", "V.", "Analyse", "La norme de contrôle"], ["[10]", "Il faut d’abord établir la norme de contrôle applicable à la révision de la décision sous étude. L’analyse des quatre facteurs énoncés dans Dr. Q c. College of Physicians and Surgeons of British Columbia, [2003] 1 R.C.S. 226, permet de déterminer si la norme de contrôle applicable à la décision contestée est la décision correcte, la décision raisonnable ou la décision manifestement déraisonnable :", "i) clause privative/droit d'appel"], ["[11]", "La Loi ne contient aucune clause privative ni un droit d'appel. La décision en question peut donc faire l'objet d'un contrôle judiciaire par la Cour fédérale.", "ii) l'expertise du tribunal"], ["[12]", "Les déclarations de revenus reposent sur des faits dont la révision est confiée aux autorités fiscales. Ces dernières doivent les examiner à la lumière des stipulations de la Loi. En ce qui concerne la partie de la Loi « dossier équité », le Parlement reconnaît la complexité des questions fiscales et c’est la raison pour laquelle le législateur accorde au Ministre une discrétion lui permettant un certain degré de flexibilité dans l’application de certaines dispositions. Ceci exige donc une grande déférence de la Cour à moins qu'il s'agisse d'une question de droit, ou d'une question mixte de droit et de fait.", "iii) l'objet de la loi"], ["[13]", "L’objet du « dossier équité » est de rendre accessible aux citoyens(es) un allègement malgré que le recours est prescrit afin d'être cotisé à nouveau et obtenir une diminution des impôts payables ou obtenir un remboursement d'impôt. Cet objectif exige moins de déférence.", "iv) la nature du problème"], ["[14]", "S’il s'agit d'une question purement factuelle, une plus grande déférence à l'égard de la décision contestée s’impose. S'il s'agit d'une question mixte de faits et de droit, la déférence serait moins grande. Finalement s'il s'agit d'une question de droit, il n'y a pas de déférence de la part de la Cour qui est appelée à rendre une décision dans le cadre d’un contrôle judiciaire."], ["[15]", "Suite à l'analyse pragmatique et fonctionnelle, la Cour adopte la norme de contrôle de la décision raisonnable car il s'agit essentiellement de questions mixtes de faits et de droit. En effet, les autorités fiscales sont appelées à faire une analyse des documents fournis par le demandeur afin de déterminer si les conditions sont réunies pour engager le pouvoir discrétionnaire du Ministre. La Cour n’interviendra que si la décision est fondée sur une explication déraisonnable. La Cour doit vérifier si les motifs de la décision sont soutenables ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL), paragraphes 3 à 7, la Cour d'Appel fédérale a utilisé la norme de contrôle de la décision raisonnable. Il s’agissait d'un agent du fisc, qui avait refusé d'exercer le pouvoir discrétionnaire que lui conférait le paragraphe 152(4.2) de la Loi.", "Est-ce que le défendeur a erré en refusant d'exercer le pouvoir discrétionnaire que lui accorde le paragraphe 152(4.2) de la Loi?"], ["[17]", "Je suis d'accord avec l'argumentation du défendeur que seule l’année 1996 est prescrite et peut être visée par le paragraphe 152(4.2). En effet, il appert que la cotisation de1996 a été émise le 27 mars 1997."], ["[18]", "Les autres années, c’est-à-dire 1997, 1998 et 1999 ne sont pas visées par le présent contrôle judiciaire puisque les cotisations ont été émises le 9 août 2004 et le 7 septembre 2004 et n'étaient pas prescrites à la date de demande. En ce qui concerne l’année 2000, le demandeur était dans les délais lorsqu’il a déposé une opposition à l’Avis de cotisation, le 23 novembre 2005."], ["[19]", "La décision contestée est basée sur la recommandation de M. Villemure. Ce dernier avait devant lui l’ensemble des dossiers. Il a aussi analysé les lettres reçues du demandeur et a eu des communications téléphoniques avec lui. Il en est arrivé à la conclusion que le demandeur n’exploitait pas d’entreprises sous le nom de « Force G », donc les dépenses réclamées ne pouvaient être accordées."], ["[20]", "Le demandeur a fourni de nombreuses pièces justificatives que M. Villemure a trouvées inappropriées puisque ces documents n’étaient pas des originaux et de nombreux documents ne dévoilaient pas de dates."], ["[21]", "En outre, M. Villemure s’est appuyé sur la Circulaire d’information 92-3 (IC-92-3), paragraphe 10, intitulée « Lignes directrices concernant l’émission de remboursements en dehors de la période normale des trois ans » qui stipule que le contribuable qui fait une demande après le délai de trois ans doit fournir tous les documents appropriés."], ["[22]", "Le paragraphe 12 de la circulaire définit les documents appropriés que le contribuable doit fournir. Il s’agit des renseignements suivants :", "12. Les contribuables doivent soumettre, selon le cas, les renseignements suivants à l’appui de leur déclaration ou de leur demande :", "a) les reçus officiels ou les copies certifiées conformes des reçus (p. ex., reçus pour frais de scolarité, pour cotisations à un REÉR, pour dons de charité);", "b) les copies de feuillets de renseignements (p. ex., feuillets T3, T4, T5);", "c) des notes explicatives ou un état des calculs relatifs aux dépenses déduites ou aux déductions demandées;", "d) les preuves de paiement (p. ex., chèques payés pour les loyers, lettre du propriétaire)."], ["[23]", "Quant à la jurisprudence, dans  <FRAGMENT_SUPPRESSED>  2005 CCI 187, aux paragraphes 46 et 47, Monsieur le juge Tardif de la Cour canadienne de l’impôt a écrit ceci:", "46 Le bon fonctionnement de notre système fiscal repose sur le principe de l'auto cotisation. Le contribuable y joue donc un rôle déterminant, l'État prenant pour acquis que ses citoyens sont en mesure d'assumer cette responsabilité et les obligations inhérentes.", "47 Pour assumer convenablement cette responsabilité, les citoyens, particulièrement lorsqu'ils exploitent une entreprise, doivent mettre en place un système comptable permettant de déterminer précisément quels sont les revenus imposables; cela implique une comptabilité complète permettant d'établir la provenance de tous les revenus, mais aussi les dépenses, le tout complété par la disponibilité de toutes les pièces justificatives pertinentes."], ["[24]", "Je suis d’avis qu’il était tout à fait raisonnable pour les autorités fiscales de refuser les demandes du demandeur en l’absence de pièces justificatives appropriées qui auraient permis de distinguer clairement entre les dépenses personnelles du demandeur de celles de son emploi ainsi que celles réclamées pour l’entreprise Force G. En outre, sans preuve claire telle qu’un compte bancaire ou un numéro de matricule pour l'entreprise Force G, il n’était pas déraisonnable pour le défendeur de refuser les pertes d’entreprises revendiquées par le demandeur."], ["[25]", "Il ne s'agit pas ici de savoir si la Cour en serait venu à une autre conclusion mais il faut considérer si la décision du 2 décembre 2005 est appuyée par la preuve."], ["[26]", "Il n'y a pas de justification suffisante pour que la Cour intervienne ici compte tenu de tous les éléments qui étaient présents devant le décideur."], ["[27]", "Le défendeur n’insiste pas pour obtenir les frais.", "JUGEMENT"], ["[28]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit rejetée sans frais.", ".........................", "<FRAGMENT_SUPPRESSED>  review under section 18.1 of the Federal Courts Act, R.S.C. 1985, c. F-7, of a decision by Mr. Mario Marchand, Manager of the South Shawinigan Tax Centre of the Canada Revenue Agency (the respondent). In this decision dated December 2, 2005, Mr. Marchand declined to reopen certain fiscal years to accept the applicant’s business losses under subsection 152(4.2) of the Income Tax Act, R.S.C. 1985, c. 1 (5th Suppl.) (the Act). The applicant is representing himself.", "I.", "Issues"], ["[2]", "Did the respondent err in declining to exercise his discretion under subsection 152(4.2) of the Act?"], ["[3]", "For the following reasons, the response to this question is in the negative. Accordingly, this application for judicial review will be dismissed.", "II.", "Factual Background"], ["[4]", "Throughout his working life, the applicant had various jobs in his own small and medium businesses (S.M.B.) and those of his father. For example, between 1975 and 1993, the applicant worked as a consultant, administrative assistant and project manager. From 1994 to 1996, he was a consultant with George S. May Int. Co."], ["[5]", "In 1996, the applicant set up his own business as a consultant, in his words, [TRANSLATION] “under the brand image” Force G. This business was not a legal entity. That same year, he became a shareholder in CYBEC CANADA INC. managed by Mr. Hubert Sicard. This second business was registered with the Registraire des Entreprises Système CIDREQ; its registration number was 1145952348. These two S.M.B. ceased operations two years later: Force G at the end of 1998, and CYBEC on May 9, 1998, when it was officially struck off the register. The applicant returned to George S. May Int. Co. in January 1999."], ["[6]", "He filed his tax returns for the years 1996, 1997, 1998, 1999, 2000 in 2004. In June 2004, he received a notice of assessment allowing him expenses as a self-employed person for the years 1996 to 2000, but disallowing expenses for the home office of CYBEC CANADA INC. The applicant wanted to know why these expenses were denied, which triggered a series of reviews of all his tax returns, leading to the following results:", "(a) letter dated April 8, 2005, from Ms. Martine Bérubé regarding the tax returns for the years 1996 to 2000, informing him that the respondent intended to make the following correction: to disallow the business loss of $16,592, which had been allowed in 2004 for the years 1996 to 2000;", "(b) letter dated July 8, 2005, from Ms. Marie Josée Kroft confirming the decision to disallow the business loss of $16,592. This letter states that it could not be determined from the information and documents submitted by the applicant that these expenses were incurred for the sole purpose of earning business income;", "(c) notice of assessment dated September 1, 2005, for the year 2000 did not include the expenses claimed as business losses;", "(d) review of the file by Mr. Robert Villemure who concluded on December 1, 2005, that the decision was reasonable and advised that it should be upheld;", "(e) decision by Mr. Marchand on December 2, 2005, confirming the refusal to accept the applicant’s business losses. The applicant seeks judicial review of that decision.", "III.", "Decision at issue"], ["[7]", "The decision of December 2, 2005, upheld the decision of July 8, 2005, disallowing the business losses claimed by the applicant, i.e:", "1999 =", "$261.00", "1998 =", "$103.00", "1997 =", "$3,452.00", "1996 =", "$6,892.00"], ["[8]", "The respondent submits that the claim for the year 1996 is statute-barred since the request was filed out of time. The respondent states that he will not exercise his discretion under 152(4.2) because the applicant has not provided all the documents required to support his claim.", "IV.", "Relevant Legislative Provisions"], ["[9]", "Subsection 152(4.2) of the Act is part of a legislative scheme known as “the fairness package”, which gives the respondent discretion to make adjustments to returns even though the three-year period has expired. This provision allows the Minister to reduce the amount of tax payable or to reimburse the taxpayer where he or she has not complied with the deadlines established by the Act. The relevant parts of subsection 152(4.2) read as follows:", "152. (4.2) Notwithstanding subsections 152(4), 152(4.1) and 152(5), for the purpose of determining, at any time after the expiration of the normal reassessment period for a taxpayer who is an individual (other than a trust) or a testamentary trust in respect of a taxation year,", "(a) the amount of any refund to which the taxpayer is entitled at that time for that year, or", "(b) a reduction of an amount payable under this Part by the taxpayer for that year, the Minister may, if application therefor has been made by the taxpayer,", "(c) reassess tax, interest or penalties payable under this Part by the taxpayer in respect of that year, and ...", "152. (4.2) Malgré les paragraphes (4), (4.1) et (5), pour déterminer à un moment donné après la fin de la période normale de nouvelle cotisation applicable à un contribuable -- particulier, autre qu’une fiducie, ou fiducie testamentaire -- pour une année d’imposition le remboursement auquel le contribuable a droit à ce moment pour l’année ou la réduction d’un montant payable par le contribuable pour l’année en vertu de la présente partie, le ministre peut, sur demande du contribuable:", "a) établir de nouvelles cotisations concernant l’impôt, les intérêts ou les pénalités payables par le contribuable pour l’année en vertu de la présente partie; [...]", "V.", "Analysis", "Standard of review"], ["[10]", "First, the standard of review applicable to the decision at issue must be established. An analysis of the four factors set out in Dr. Q v. College of Physicians and Surgeons of British Columbia, [2003] 1 S.C.R. 226, will determine whether the standard of review applicable to the impugned decision is correctness, reasonableness simpliciter or patent unreasonableness.", "(i) privative clause/statutory right of appeal"], ["[11]", "The Act does not contain a privative clause or a right of appeal. Thus, the decision at issue may be the subject of judicial review by the Federal Court.", "(ii) expertise of the tribunal"], ["[12]", "Income tax returns are based on facts that can be reviewed by the taxation authorities. They must examine the returns based on the provisions of the Act. With regard to the part of the Act known as the “the fairness package”, Parliament recognizes the complexity of taxation issues and therefore gives discretion to the Minister so that he or she has a certain degree of flexibility in applying certain provisions. Accordingly, this requires that the Court show great deference unless the decision raises a question of law, or a question of mixed fact and law.", "(iii) purpose of the legislation"], ["[13]", "“The fairness package” is intended to provide relief to taxpayers where the remedy is statute-barred so that taxpayers can be reassessed and obtain a reduction of tax payable or a tax refund. This objective calls for less deference.", "(iv) nature of the question"], ["[14]", "When the question is one of pure fact, more deference must be shown to the disputed decision. A question of mixed fact and law calls for less deference. Finally, on a question of law, the Court making a decision on a judicial review will accord no deference."], ["[15]", "Following a pragmatic and functional analysis, the Court adopts the reasonableness simpliciter standard of review since this case essentially involves questions of mixed fact and law. The taxation authorities are indeed called upon to analyze the documents provided by the applicant to determine whether the conditions have been met for the Minister to exercise his discretion. The Court will intervene only where the decision is based on an unreasonable explanation. The Court must assess whether the reasons for the decision are tenable ( <FRAGMENT_SUPPRESSED>  (C.A.) (QL), at paragraphs 3 to 7, the Federal Court of Appeal applied the reasonableness standard of review. That case involved a tax official who had declined to exercise his discretion under subsection 152(4.2) of the Act.", "Did the respondent err in declining to exercise his discretion under subsection 152(4.2) of the Act?"], ["[17]", "I concur with the respondent’s submission that 1996 is the only year that is statute-barred and could fall within the ambit of subsection 152(4.2). In fact, it appears that the 1996 assessment was issued on March 27, 1997."], ["[18]", "The other years, i.e. 1997, 1998 and 1999, are not the subject of this application for judicial review since the assessments were issued on August 9, 2004, and September 7, 2004, and were not statute-barred as of the date of the request. With respect to the year 2000, the applicant was within the limitation period when he filed an objection to the notice of assessment on November 23, 2005."], ["[19]", "The impugned decision is based on Mr. Villemure’s recommendation. He had all the files before him. He also reviewed the letters from the applicant and had telephone conversations with him. He then concluded that the applicant was not operating businesses under the name of “Force G”, and therefore the expenses claimed could not be allowed."], ["[20]", "The applicant provided numerous supporting documents that Mr. Villemure found inappropriate because they were not originals, and many of them had no date."], ["[21]", "Moreover, Mr. Villemure relied on Information Circular 92-3 (IC-92-3) “Guidelines for Refunds Beyond the Normal Three Year Period,” which states at paragraph 10 that the taxpayer who makes a request after the three-year period must provide all relevant documents."], ["[22]", "Paragraph 12 of the Circular defines the relevant documents that the taxpayer must provide and states the following:", "12.To support a return or a request, taxpayers should provide the following information, if relevant:", "(a) official receipts or certified “true” copies of receipts (for example, tuition, RRSP, charitable donation receipts);", "(b) copies of information slips (for example, T3, T4, T5);", "(c) details or calculations of specific expenses or deductions being claimed;", "(d) proof of payment such as cancelled cheques for rental payments, letter from landlord."], ["[23]", "With respect to the case law, in  <FRAGMENT_SUPPRESSED>  2005 TCC 187, at paragraphs 46 and 47, Mr. Justice Tardif of the Tax Court of Canada wrote:", "46 Our tax system relies on the principle of self-assessment to function properly. Consequently, taxpayers play a decisive role, and the state assumes that citizens can take on this responsibility and the obligations inherent in it.", "47 To discharge this responsibility properly, citizens, particularly business operators, must put in place an accounting system that makes it possible to identify exactly which revenues are taxable. This involves a thorough accounting, not only for the sources of all income, but for the expenses as well. Furthermore, all relevant supporting documents must be made available."], ["[24]", "In my view, it was entirely reasonable for the taxation authorities to deny the applicant’s requests in the absence of relevant supporting documentation that would have clearly distinguished the applicant’s personal expenses from his employment expenses and from expenses claimed for the business, Force G. Furthermore, without clear evidence such as a bank account or a registration number for the business, Force G, it was not unreasonable for the respondent to disallow the business losses claimed by the applicant."], ["[25]", "The issue here is not whether the Court would have come to a different conclusion, but whether the decision of December 2, 2005, is supported by the evidence."], ["[26]", "There is insufficient justification for the Court to intervene in this case, considering all the evidence that was before the decision-maker."], ["[27]", "The respondent has not insisted on costs.", "JUDGMENT"], ["[28]", "THE COURT ORDERS that", "the application for judicial review be dismissed without costs.", "[End of document]"]]}