{"id_": "040647", "body_str": [["[1]", "Mactavish, J.", ": Magnus Gunnarsson appeals from the decision of a Citizenship Judge refusing his application for citizenship. The application was refused because Mr. Gunnarsson did not meet the residency requirement set out in paragraph 5(1)(c) of the Citizenship Act. Mr. Gunnarsson asserts that the Citizenship Judge failed to consider and to give appropriate weight to the degree to which he had centralized his life in Canada."], ["[2]", "This appeal was heard at the same time as appeals in cases T-582-04 and T-583-04, which relate to Mr. Gunnarsson's mother and father.", "Facts"], ["[3]", "Mr. Gunnarsson is a 32-year-old Swedish citizen. His father is a senior executive with the Bata shoe company, who was transferred to Canada in 1982. Mr. Gunnarsson moved to Canada with his family when he was 10 years old. A year later, he was granted permanent resident status."], ["[4]", "When the family relocated to Canada, Mr. Gunnarsson's parents sold their home in Sweden, and purchased a home near Toronto. They subsequently sold this house, and purchased another home in Willowdale, which they own to this day. In 1986, they also acquired a cottage in the Muskokas, where they spent their summer vacations."], ["[5]", "Mr. Gunnarsson lived with his parents in Canada until 1992, when his father was transferred to Thailand. Mr. Gunnarsson stayed behind in Canada, where he attended college and worked part-time. Since 1992, Mr. Gunnarsson's parents have resided overseas. His extended family live in Sweden. His brother initially went overseas with his parents in 1992, but now lives and works in Canada and has become a Canadian citizen."], ["[6]", "Mr. Gunnarsson studied to become a helicopter pilot. After obtaining his Canadian commercial licence in 1998, Mr. Gunnarsson was accepted into a four-year pilot training program with an airline company in Sweden. While in Sweden, Mr. Gunnarsson returned to Canada from time to time in order to visit his brother and stay at the family cottage."], ["[7]", "After working for the company in Sweden for two years, Mr. Gunnarsson was laid off. He was given a six month severance package, which would only be paid to him if he remained in Sweden."], ["[8]", "Mr. Gunnarsson was unsuccessful in getting work as a helicopter pilot in Canada, and ultimately accepted a contract with a company in Qatar in 2003. In preparation for his move to the Middle East, Mr. Gunnarsson terminated the lease on his apartment in Sweden. He stored his possessions with his parents, who were by this point living in France."], ["[9]", "Approximately one year after he left Sweden, Mr. Gunnarsson formally emigrated from that country. Mr. Gunnarsson was in Qatar on a temporary work permit, and lived in company housing in that country."], ["[10]", "After his citizenship application was rejected in January of 2004, Mr. Gunnarsson obtained another contract, this time with a company in Macau, where he currently resides. Mr. Gunnarsson is in Macau on a temporary work permit, and lives in rented housing. He says that he has pursued this path in order to accumulate sufficient flying hours so as to enable him to obtain a job as a helicopter pilot in Canada."], ["[11]", "Since leaving Sweden in 2003, Mr. Gunnarsson has been back twice - to settle his affairs and to visit his relatives."], ["[12]", "Mr. Gunnarsson says that he has maintained many friendships in Canada, and has always intended to settle here as soon as his career permits him to do so. To this end, in late 2003, Mr. Gunnarsson rented an apartment in Toronto, which he says that he considers to be a 'home base'. Although he is living in Macau, he intends to live in the apartment in Toronto when he is able to obtain employment in this country.", "Requirements for Citizenship"], ["[13]", "The Citizenship Act requires that to be eligible for citizenship, an applicant must be a permanent resident, and must accumulate three years of residence in Canada in the four years immediately preceding the application. The Act also establishes a formula to be used in calculating the time spent in Canada by an applicant.", "The Citizenship Judge's Decision"], ["[14]", "In reviewing the facts of this case, the Citizenship Judge noted that Mr. Gunnarsson had been absent from Canada for 1231 days in the preceding four years, and had only been physically present in Canada for 229 days in that period."], ["[15]", "The Citizenship Judge observed that in Re Koo, [1992] F.C.J. No. 1107, Justice Reed held that physical presence in Canada was not required in order to be able to satisfy the residency test set out in the Citizenship Act. Rather, the test should be formulated as whether the applicant 'regularly, ordinarily or customarily lives' in Canada. Put another way, the question is whether the applicant has centralized his or her mode of existence in Canada."], ["[16]", "In addressing this issue, the Citizenship Judgeaddressed the six questions which Re Koo suggested would assist in determining whether an applicant 'regularly, ordinarily or customarily lives' in Canada. In assessing the quality of Mr. Gunnarsson's connection with Canada, the Citizenship Judge stated:", "\"It is difficult to establish a connection with Canada and participate in Canadian society when one does not live here. Although the applicant spent his early years in Canada, he has only visited Canada in the last 4 years and has lived in Sweden. At this time, there is a more substantial connection to Sweden than there is to Canada.", "You chose to pursue your helicopter training in Sweden with full knowledge that it would require your lengthy absences from Canada. This resulted in your living out of Canada for 1231 days and in Canada for 229 days.", "You have not established and maintained your presence in Canada, nor centralized your mode of existence here. You do not \"regularly, normally, or customarily live in Canada.\""], ["[17]", "The Citizenship Judge also decided not to exercise the discretion vested in her under subsection 5(3) and 5(4) of the Citizenship Act, which allows citizenship to be granted on compassionate grounds, in cases of exceptional and unusual hardship, or to reward services of exceptional value to Canada. In coming to this decision, the Citizenship Judge noted that Mr. Gunnarsson had not filed any material to support the use of discretion.", "Standard of Review"], ["[18]", "Mr. Gunnarsson submits that the Citizenship Judge misapplied the applicable law to the evidence that was before her in relation to his application for citizenship. He says that this raises a question of mixed fact and law, to which the appropriate standard of review is \"close to correctness\". In this regard, he relies on the decision in  <FRAGMENT_SUPPRESSED> . These cases held that there are only three available standards of review in the administrative law context: correctness, reasonableness simpliciter and patent unreasonableness. These standards do not exist along a continuum or spectrum, as had previously been thought to be the case, and there are no intermediate gradations on the scale of deference."], ["[20]", "Since Dr. Q. and Ryan, a number of judges of this Court have had occasion to revisit the issue of the standard of review to be applied in citizenship cases. In Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Justice Mackay applied a pragmatic and functional analysis to the citizenship scheme, concluding that the standard of reasonableness simpliciter was appropriate in the circumstances."], ["[21]", "This conclusion has been followed in a number of cases since: see, for example, Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[22]", "I agree with Justice Mackay's analysis, and find that the appropriate standard of review in this case to be reasonableness simpliciter.", "Analysis"], ["[23]", "Different judges in this Court have taken different approaches to how the residency requirement in the Citizenship Actshould be interpreted. A Citizenship Judge is entitled to adopt any of these various approaches in determining whether a particular applicant has satisfied the residency requirements of the Act."], ["[24]", "In this case, the Citizenship Judge followed the approach advocated in Re Koo. While conceding that she was entitled to use this approach, Mr. Gunnarsson says that the Citizenship Judge erred in her application of the Re Koo test."], ["[25]", "According to Mr. Gunnarsson, the Citizenship Judge ignored the period before he moved to Sweden in 1998 in assessing the quality of his connection with Canada. As a result, she failed to consider the nature and extent of the connection to Canada that Mr. Gunnarsson developed prior to his leaving the country to pursue his pilot training."], ["[26]", "Mr. Gunnarsson says that the Citizenship Judgealso failed to properly consider why he left Canada. Further, while his visits to Canada after 1998 were relatively short, the Citizenship Judge should have had regard for the fact that Mr. Gunnarsson visited Canada on a regular basis."], ["[27]", "Finally, Mr. Gunnarsson cites a number of decisions which, he says, involve similar cases. In each case, the appellant was found to have satisfied the residency test established in the Citizenship Act, notwithstanding that the person was not physically present in Canada for substantial periods in the four year period immediately preceding the application."], ["[28]", "A review of the reasons of the Citizenship Judge discloses that she was well aware of the time that Mr. Gunnarsson spent in Canada prior to returning to Sweden in 1998. Although she mistakenly indicates in her reasons that he spent 10 years in Canada prior to his recent absences, her recital of the facts of the case make it clear that she was aware that Mr. Gunnarsson had come to Canada in 1982, and had grown up in this country. It is equally clear that the Citizenship Judge was aware that Mr. Gunnarsson did not leave Canada until 1998."], ["[29]", "The reasons of the Citizenship Judge also demonstrate that she was aware of the reason for Mr. Gunnarsson's prolonged absences from Canada after 1998 - indeed she makes specific reference to the fact that he was overseas in order to pursue his helicopter training and for employment reasons."], ["[30]", "As far as Mr. Gunnarsson's visits to Canada are concerned, the Citizenship Judge specifically noted in her decision that he had made six visits - each lasting approximately 10 days. The Citizenship Judge also carefully examined the history of Mr. Gunnarsson's absences from Canada in her decision. From this, the regularity of his visits to this country would be obvious. As a result, I am not satisfied that the Citizenship Judge failed to properly consider the recurring nature of Mr. Gunnarsson's visits to this country."], ["[31]", "Mr. Gunnarsson has put several Bills before me reflecting government attempts to change the provisions of the Citizenship Act as it relates to eligibility requirements. I am not persuaded that these are of much assistance in this case. Whatever changes the government might have hoped to make to the legislation, it is the provisions of the Citizenship Act in its current form that are relevant to this case."], ["[32]", "I have also considered the cases cited by Mr. Gunnarsson and by the respondent, each of which deals with somewhat similar fact situations. From my review of these cases, it is clear that each of these cases ultimately turns largely on its own facts, and is, therefore, of only limited assistance.", "Conclusion"], ["[33]", "I concur with the Citizenship Judge's finding that Mr. Gunnarsson would undoubtedly make an excellent Canadian citizen. That is, however, not the question here."], ["[34]", "Notwithstanding the very able submissions of counsel for Mr. Gunnarsson, I am not persuaded that the Citizenship Judge erred in her application of the Re Koo test. She was properly alive to the fact that physical presence in Canada is not required in order to be able to satisfy the residency test set out in the Citizenship Act. Further, in assessing whether Mr. Gunnarsson regularly, ordinarily or customarily lived in Canada, the Citizenship Judge considered the appropriate factors."], ["[35]", "The source of Mr. Gunnarsson's concern is ultimately with the weight ascribed by the Citizenship Judge to various facts. While a different Citizenship Judge might have come to a different conclusion on the basis of these facts, I cannot find that the decision in this case was unreasonable."], ["[36]", "As a result, Mr. Gunnarsson's appeal is dismissed.", "ORDER"], ["[37]", "THIS COURT ORDERS", "that:", "1. This appeal is dismissed", "[End of document]"]]}