{"id_": "040639", "body_str": [["[1]", "Noël, J.", ": The present Reasons for Judgment and Judgment deal with questions arising from a decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\") refusing to grant status as a Convention Refugee or a person in need of protection to Laetitia Umubyeyi (the \"Applicant\"). In its decision, dated January 25, 2010, the Board refused to grant status on the basis that the Applicant's testimony was vague and that it lacked specificity in regards to why the Applicant left Rwanda. Furthermore, the Applicant had failed to establish a serious possibility of persecution and a danger of torture, a risk to her life or the like."], ["[2]", "The fairness of the Applicant's hearing is at the heart of the present matter, as the Applicant alleges that several discrepancies in the interpreter's work were found after the hearing, upon review by another person of the recording of the hearing. The Applicant argues that these discrepancies and inaccuracies caused by the interpreter were linked to essential elements of the Board's decision."], ["[3]", "The Respondent counters this by stating the legal requirements of interpretation in the Board context and by stating that no prejudice has resulted from the alleged flaws in the interpreter's work. Also, the issues on which translation discrepancies can be found are not central to the Board's findings, and therefore can be rejected as not determinative and not indicative of prejudice. Hence, the Respondent argues that the Board's decision was reasonable and should not be reviewed by this Court.", "The Applicable Standard of Review"], ["[4]", "The standard of review applicable to procedural fairness issues arising from difficulties experienced during the Board hearing with the interpreter are to be reviewed on the standard of correctness (", "<FRAGMENT_SUPPRESSED> ). However, the question of the accuracy and consistency of the translation were not placed before the Board. In any event, even if it had, the Court would proceed to its own analysis pursuant to the correctness standard.", "Analysis"], ["[5]", "As the Court did not review the recording of the Board hearing, and could not be expected to know the intricacies of the Kinyarwanda language, it relies on the affidavit of Danielle Abe Jambo to establish that there were discrepancies in the interpreter's translation. While the transcription of the Board hearing only establishes that there were some issues in communication and understanding, the Court will rely on Ms. Abe Jambo's affidavit to establish that there were indeed discrepancies in the translation."], ["[6]", "The right to a proper interpretation finds its root in section 14 of the", "Charter", ". While this section was deemed to be applicable in criminal proceedings for the accused, it is well established that this right is also at play in administrative and immigration proceedings (", "<FRAGMENT_SUPPRESSED>  (\" <FRAGMENT_SUPPRESSED> \"); see for example", "<FRAGMENT_SUPPRESSED> )."], ["[7]", "More precisely, the Federal Court of Appeal ruled that a person before the Board had a right to an interpretation that is continuous, precise, competent, impartial and contemporaneous ( <FRAGMENT_SUPPRESSED> , at para 20). The Applicant does not have the burden to show that an actual prejudice arises from a breach of his right to a continuous, precise, competent, impartial and contemporaneous interpretation ( <FRAGMENT_SUPPRESSED> , at para. 20;", "<FRAGMENT_SUPPRESSED> ; 231 F.T.R. 61 (T.D.)). However, the Applicant has a duty to raise this issue at the first opportunity that arises ( <FRAGMENT_SUPPRESSED> , at para 19;", "<FRAGMENT_SUPPRESSED> )."], ["[8]", "In the case at bar, it appears that the Board generally inquired at the beginning of the hearing that the Applicant indeed understood the interpreter and reiterated to the interpreter that an oath was taken. However, the Applicant does not speak English, and thus could not verify at the hearing that what was translated was done continuously, precisely, with competence, impartially and contemporaneously. Justice Russell's obiter dicta in", "Sherpa", ", above, at paragraph 62, is useful and wholly applicable to the case at bar: \"My review of the record suggests to me that no one at the hearing, including the Applicant and her counsel, could have appreciated the errors that were made. They only became apparent when the recording became available and comparisons were made\"."], ["[9]", "As Abe Jambo's affidavit shows, there were mistakes, omissions and discrepancies in the interpreter's work, some of which constituted elements of the Board's decision. While <FRAGMENT_SUPPRESSED> and the jurisprudence that follows its reasons do not require that errors in interpretation be material, there is some case law from this Court that would suggest that the errors must result in prejudice (see for example:", "Sherpa", ", above;", "<FRAGMENT_SUPPRESSED>  at para. 16 and", "<FRAGMENT_SUPPRESSED>  (T.D.), at para. 7). The Court uses the guidance of Justice Phelan when he stated in", "<FRAGMENT_SUPPRESSED>  at para. 12 that:", "\"As important as this right is, the burden on a person raising interpretation issues is significant. Such a claim must overcome the presumption that a translator, who has taken an oath to provide faithful translation, has acted in a manner contrary to the oath. Simply alleging mistranslation will not be sufficient - the burden is to show that on a balance of probabilities mistranslation occurred.\""], ["[10]", "In this case, the affidavit evidence is sufficient to establish a concern of the adequacy of the translation at the Board hearing. Understandably, there is a high evidentiary threshold to establish that the Applicant waived her right to a fair interpretation, and there is nothing to indicate that she did indeed waive her right (", "<FRAGMENT_SUPPRESSED> ;", "Sherpa", ", above). In any event, even if mistranslation could be reasonably apparent during the hearing itself, as it was in", "<FRAGMENT_SUPPRESSED>  the matter can be sent for redetermination before the Board."], ["[11]", "More precisely, the Court takes issue with an error in translation, at the 58th minute of the hearing, which led to a negative credibility finding against the Applicant, which is found at paragraph 9 of the Board's decision. It is clear that credibility goes to the very heart of the determinations to be made by the Board. It is not an issue that is independent of the other findings: credibility is central to most, if not all, of the findings that the Board makes when assessing asylum claims."], ["[12]", "Considering the importance of procedural fairness and that the inadequacies of the interpretation resulted in negative credibility and factual findings in the IRB's decision, a new hearing is warranted before the same Board member. In this case, the Board member simply assessed the case with the translation it was given and there is nothing to suggest that the member did not properly address the case or made errors in it. Simply, it relied on erroneous translation. It may be that the Board member will make the same findings in regards to credibility, or the other elements of the case. However, it is clear that these findings cannot rely on erroneous translation."], ["[13]", "The Parties did not submit any questions for certification and none arises.", "JUDGMENT"], ["[14]", "THIS COURT'S JUDGMENT is that", "The application for judicial review is granted and sent back for determination to the same Board Member. No question is certified.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "[End of document]"]]}