{"id_": "040729", "body_str": [["[1]", "Mosley, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "]. Mrs Gonzalez challenges the decision of a Senior Immigration Officer rejecting her application for permanent residence on humanitarian and compassionate [H&C] grounds.  <FRAGMENT_SUPPRESSED>"], ["[2]", "For the reasons given below, this application is granted.  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mrs Gonzalez is a citizen of Colombia. Her husband, Mr Fidel Perez Modesto, is a citizen of Mexico. They met and married in the United States. They attempted to enter Canada on December 31, 2009. Mrs Gonzalez entered the country and filed a claim for refugee protection that same day. Mr Modesto was detained by the immigration authorities and sent back. He finally entered Canada on January 13, 2011. His claim for refugee protection was joined to that of Mrs Gonzalez.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On January 6, 2012, the applicant gave birth to a daughter named Mariangel in Toronto. The child is a Canadian citizen by birth.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On April 10, 2012, the Refugee Protection Division of the Immigration and Refugee Board of Canada [the Board] denied the refugee claims of Mrs Gonzalez and Mr Modesto. An application for leave and judicial review was filed at this Court but never perfected.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Mrs Gonzalez and Mr Modesto submitted an H&C application for permanent residence on June 24, 2012, with an update submitted on July 12, 2012. The application was returned as incomplete. On October 5, 2012, Mrs Gonzalez and Mr Modesto sent updated submissions.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On February 26, 2013, the Canada Border Services Agency [CBSA] directed Mrs Gonzalez and Mr Modesto to report for removal. Mrs Gonzalez was scheduled to be removed to Colombia on March 12, 2013. Mr Modesto was scheduled to be removed to Mexico the next day. Mr Modesto voluntarily left for Mexico. Mrs Gonzalez refused to comply and remained in Canada with Mariangel.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Officer rejected the H&C application by decision dated September 17, 2013. The decision and reasons were communicated to Mrs Gonzalez on December 3, 2013, after her counsel had made a written request.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Officer begins by canvassing the allegations made by Mrs Gonzalez and her spouse. Mrs Gonzalez alleged that she is at risk in Colombia due to a history of run-ins with the Colombian Revolutionary Armed Forces [FARC]. She does not know whether her spouse will be allowed to live with her in Colombia. She will have difficulty raising her daughter in a country \"that has been at war for more than forty years\".  <FRAGMENT_SUPPRESSED>"], ["[10]", "Mr Modesto alleged that he is at risk in Mexico due to a history of run-ins with criminal gang members, who assaulted and nearly killed him in 2001. In his opinion, Mexico is still gripped by serious violence, which makes it difficult to raise a child there.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Officer observes that subsection 25(1.3) of the", "IRPA", "prevents her from considering factors that pertain to sections 96 and 97. As such, any risk from the FARC in Colombia or criminal elements in Mexico cannot be assessed in the H&C application.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Officer will assess hardships. She notes that \"the onus remains on the applicants to demonstrate that these country conditions would affect them directly, and personally\". She finds that they failed to establish \"that they would be subjected to conditions not face by the general populace\". Other than the female applicant's statements, there is no evidence that she was ever targeted by the FARC in Colombia or that her spouse was targeted by criminals in Mexico. Although the conditions in Colombia and Mexico are \"less than favourable\", the applicants have not established that they would suffer unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Moreover, the documentary evidence shows that the Colombian government continues to fight the FARC in order to eliminate its criminal activities. Likewise, the Mexican government continues to address crime and corruption. According to the Officer, if the applicants encounter problems in either Colombia or Mexico, there would be avenues of recourse available to them.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Officer dismisses Mrs Gonzalez's concerns that her spouse may not be allowed to live in Colombia, and also her allegations that it will be very difficult to find employment in either Colombia or Mexico.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Officer considers the applicants' establishment in Canada. She is satisfied that they speak English as a second language. She is satisfied that they participated in numerous church and choir activities. She further observes that Mrs Gonzalez volunteered extensively. Mr Modesto was gainfully employed. The Officer recognizes that \"the applicants have been proactive in terms of integrating into Canadian society\".  <FRAGMENT_SUPPRESSED>"], ["[16]", "Yet the Officer concludes that the degree of establishment is \"of a level that was naturally expected of them\". They have not proven that severing their employment and community ties in Canada would amount to hardship that is unusual and undeserved or disproportionate.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Officer moves on to the best interests of the child [BIOC]. The child has lived in Canada for its one and half years of existence. Considering her young age, \"it is reasonable that she lacks the awareness to distinguish and/or decipher her surroundings whether it be [sic] Canada, Colombia or Mexico\". At such a young age, children are \"resilient and adaptable to changing situations\". She has not yet entered the school system or established friendships in Canada that would be severed by removal. Outside Canada, the child will continue to benefit from the support of her parents. Moreover, she has a grandfather and two uncles who reside in Colombia. Should the child move to Colombia with her mother, it is reasonable to expect that she will also have the support of these family members. The Officer is satisfied that \"the best interests of the child would be met if she continued to benefit from the personal care and support of her family\".  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Officer notes that there is insufficient objective evidence to the effect that the family will not be able to reunite in either Colombia or Mexico. Moreover, the child is a Canadian citizen. Regardless of where she resides, she will retain her citizenship and the privileges associated thereto.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Officer addresses Mrs Gonzalez's arguments that it will be difficult to raise her daughter in either Colombia or Mexico due to the social conditions there. Insufficient objective evidence was adduced in support of these statements. Moreover, the issues identified by Mrs Gonzalez are generalized and \"faced by the entire population of both countries\". Mrs Gonzalez failed to demonstrate that her daughter would be \"personally and directly affected by the adverse social conditions.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Having considered all the information and evidence, the Officer concludes that H&C considerations do not justify granting an exemption.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Upon receiving this decision, Mrs Gonzalez applied for leave and judicial review.  <FRAGMENT_SUPPRESSED>", "II.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[22]", "This application for judicial review raises a single issue: Did the Officer err in her analysis of generalized hardship?  <FRAGMENT_SUPPRESSED>", "III.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[23]", "The parties vigorously debated the standard of review. Although I do not believe that this question is determinative, I will answer it given the quality of their submissions.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Counsel for the applicant argued that the Officer applied the wrong legal test for hardship under subsection 25(1) of the", "IRPA", ". According to him, this is a pure error of law which the Federal Court has long reviewed on the standard of correctness. Notably, he points to my previous decision in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[25]", "In contrast, counsel for the Minister submitted that the Federal Court of Appeal recently decided that the standard of reasonableness applies, in", "<FRAGMENT_SUPPRESSED> [", "Kanthasamy FCA", "]. In his submission, this coheres with the Supreme Court decision in", "<FRAGMENT_SUPPRESSED> . That case applied the standard of reasonableness to a decision rendered under subsection 34(2) of the", "IRPA", ", a since-repealed provision which also conferred a discretionary power to the Minister.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The law is somewhat in a state of flux on this issue although, as noted above, I do not believe it makes a significant difference in this case. Before", "Kanthasamy FCA", ", the dominant position in the jurisprudence was that the standard of correctness applies to the selection of a legal test by an H&C Officer: see e.g.", "BL", ", above, at para 11;", "<FRAGMENT_SUPPRESSED> . Despite this, some judges of this Court applied the standard of reasonableness: see e.g.", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Federal Court of Appeal pronounced in favour of correctness in the H&C context in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[28]", "<FRAGMENT_SUPPRESSED> Justice Gleason opined that the standard of correctness sits uneasily with Supreme Court authorities which suggest that decision-makers deserve deference when interpreting their home statutes. Justice Gleason did not make a decision on the standard of review because she found the impugned decision to be both incorrect and unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[29]", "<FRAGMENT_SUPPRESSED>  Justice O'Keefe explained that he shared the concerns expressed  <FRAGMENT_SUPPRESSED>", ". He also noted that", "Agraira", "reviewed a discretionary ministerial decision on reasonableness, albeit not an H&C decision. However, Justice O'Keefe concluded that he was bound by", "Toussaint", "to apply the standard of correctness. In particular, he stated at para 30:  <FRAGMENT_SUPPRESSED>", "... although", "Dunsmuir", "allows courts to revisit the standard of review when previous analysis was unsatisfactory, it does not override the hierarchy of courts.", "Toussaint", "remains a binding decision of the Court of Appeal that is directly on point. It was decided after", "Dunsmuir", "and assumedly considered the presumption. I am also not satisfied that it has been overtaken by later cases.", "Agraira", "only applied the law from", "Dunsmuir", "; it did not change it ... As such, I am bound by [", "Toussaint", "] and will apply the correctness standard.  <FRAGMENT_SUPPRESSED>"], ["[30]", "I believe that", "Vuktilaj", "was correctly decided. The question is whether the Federal Court of Appeal overturned", "Toussaint", "<FRAGMENT_SUPPRESSED>  FCA", "and its companion case,", "<FRAGMENT_SUPPRESSED> . This idea has certainly found favour at this Court: see e.g.", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[31]", "Yet it is not clear to me that", "Kanthasamy FCA", "has overtaken", "Toussaint", ". At the applications stage, 2013 FC 802 [", "Kanthasamy FC", "], Justice Kane applied the standard of reasonableness, yet she wrote at para 39: \"In the present case, the Officer applied the", "proper", "test and his factual determinations are", "reasonable", "\" [emphasis added]. As such, she can be understood to have reviewed the choice of test on correctness and the factual determinations on reasonableness, in line with the dominant jurisprudence. The fact that the Court of Appeal upheld her decision, without more, does not mean that it endorsed the standard of reasonableness for all aspects of an H&C decision.  <FRAGMENT_SUPPRESSED>"], ["[32]", "What did the Court of Appeal actually say  <FRAGMENT_SUPPRESSED>  FCA", "? It never clearly affirmed that the entire decision was reviewed on reasonableness, as opposed to its factual component alone. Indeed, at para 86, Justice Stratas said: \"The Officer charged herself", "correctly", "on the law\" [emphasis added]. This suggests that the Officer's choice of test remains reviewable on correctness, whereas her factual determinations attract deference.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Lemus", "does not point in the opposite direction. At the applications stage, 2012 FC 1274 at para 14, Justice Near (then a member of this Court) explained that \"the appropriate standard of review for the questions of mixed fact and law relating to H&C decisions is that of reasonableness\". He did not comment on the standard of review for the choice of legal test. The Court of Appeal affirmed his decision. For this reason, I respectfully disagree with my colleague Justice Russell's suggestion in", "Charles", ", above, at para 22, that this means that the standard of reasonableness applies to \"the test or legal principles to be applied in making H&C decisions\".", "Lemus", "only involved mixed questions of fact and law. Neither the applications judge nor the Court of Appeal provided any", "obiter", "on the standard of review for legal principles.  <FRAGMENT_SUPPRESSED>"], ["[34]", "For these reasons, I follow", "Toussaint", "and conclude that the standard of correctness applies to the Officer's choice of legal test. At the same time, I agree with Justice Russell that the standard of review makes little difference to the outcome:", "Charles", ", above, at para 23.  <FRAGMENT_SUPPRESSED>"], ["[35]", "As a final point, the parties do not dispute that the standard of reasonableness applies to the Officer's application of any legal test to the facts before her.  <FRAGMENT_SUPPRESSED>", "IV.", "Submissions of the Parties  <FRAGMENT_SUPPRESSED>"], ["[36]", "The parties provided thoughtful submissions which I will summarize.  <FRAGMENT_SUPPRESSED>", "A.", "Applicant's Submissions  <FRAGMENT_SUPPRESSED>"], ["[37]", "H&C applications are not limited to hardship which is specific to the applicant only. Hardship which is also experienced by other people in the country of removal is cognizable under, and often highly relevant to, a section 25 analysis. Indeed, the fact that someone may be returned to a country where war or natural disaster is widespread should favour the exercise of H&C discretion:", "<FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED> , at para 36.  <FRAGMENT_SUPPRESSED>"], ["[38]", "As Justice Gleason explained  <FRAGMENT_SUPPRESSED>", ", removing generalized hardship from consideration at the H&C stage transplants the requirement of subparagraph 97(1)(b)(ii) of the", "IRPA", ", which relates to protected person status. Doing this ignores the intent of Parliament, which explicitly included this limiting language in section 97 but omitted it from section 25. In fact, the recent amendments to section 25 have not imposed a generalized hardship bar to H&C applications. Parliament has not directed that such a bar should apply.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The Officer committed a reviewable error in refusing to consider evidence of generalized hardship. When rejecting the applicant's refugee claim, the Board accepted that she had served as a flight attendant on military transport planes in Colombia and had been held hostage by the FARC in 1994. It also accepted that her sister had been sexually assaulted a few years later. The applicant repeated these experiences in her H&C application. She also explained the hardship faced personally by her husband in Mexico before he moved to Canada. She further raised concerns about the hardships her daughter would face if she had to move to Colombia or Mexico.  <FRAGMENT_SUPPRESSED>"], ["[40]", "The documentary evidence before the Officer amply substantiated the adverse country conditions alleged by the applicant. The case law imposes a low standard for showing a personal connection to generalized hardship. All that is needed is a credible connection between the general country conditions and the applicant's personal circumstances. In the case at bar, the applicant provided a credible explanation that was unreasonably disregarded.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Officer dismissed the idea that the applicant and her husband had been personally abducted and assaulted, respectively, on the basis that there was insufficient objective evidence to that effect. Yet the jurisprudence is clear that the sworn testimony of an H&C applicant is entitled to a presumption of truthfulness:", "<FRAGMENT_SUPPRESSED> . It is a reviewable error to dismiss sworn testimony simply due to the absence of corroborating evidence, without explaining why it is not credible.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Moreover, the Officer erred in excluding the hardship flowing from the country conditions simply because it is also \"faced by the general populace\". War, political instability and criminal violence do not pose any less hardship on an individual applicant merely because they also impose hardship on the larger population.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Ignoring generalized hardship is even more disturbing in the case of a child. The plain language of section 25, supported by the jurisprudence, calls for specialized treatment of children in H&C applications. If H&C Officers are required to consider evidence of generalized hardship for adult applicants, they certainly must do the same for children.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Ignoring or excluding evidence critical to the assessment of a child's best interests is a reviewable error:", "<FRAGMENT_SUPPRESSED>  at para 75.  <FRAGMENT_SUPPRESSED>"], ["[45]", "Given these errors, the decision must be quashed. It is not possible to predict the outcome that would have obtained if the Officer had applied the proper legal test, since \"hardship is determined as a result of a global assessment of H&C considerations\":", "<FRAGMENT_SUPPRESSED> , at para 98. The Court should not speculate as to the outcome which may have resulted had generalized hardship been considered:", "Alberta (Information and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "B.", "Respondent's Submissions  <FRAGMENT_SUPPRESSED>"], ["[46]", "The Officer did not err in requiring the applicant to demonstrate that removal would cause particular hardship to her or her family. The jurisprudence establishes that generalized conditions in the country of removal must be shown to affect the person concerned in order to warrant H&C relief: see e.g.", "<FRAGMENT_SUPPRESSED> ;", "Kanthasamy FC", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[47]", "The comment in", "Shah", ", followed  <FRAGMENT_SUPPRESSED>", ", was", "obiter", ". The Court had found the underlying decision to be unreasonable on other grounds:", "Shah", ", above, at paras 51-66. Subsequent cases citing", "Shah", "and", "Diabate", "have not ratified this suggestion made in", "obiter", ".  <FRAGMENT_SUPPRESSED>"], ["[48]", "The structure of the H&C process suggests that relief must be given on individual circumstances, not general country conditions. H&C relief is exceptional and discretionary. Granting it on the basis of general country conditions that potentially apply to millions of people would be inconsistent with its very nature.  <FRAGMENT_SUPPRESSED>"], ["[49]", "The applicant cannot fault the Officer for not conducting a more detailed analysis of generalized hardship when she led very little evidence on the matter. Her evidence is limited to the sworn testimony, which the Officer characterized as \"basic\". The applicant did not even adduce documentary evidence on the countries of removal. The Officer took documentary evidence into account on her own initiative.  <FRAGMENT_SUPPRESSED>"], ["[50]", "H&C applicants bear the onus of adducing evidence supporting the factors on which they rely:", "<FRAGMENT_SUPPRESSED> . Generalized country conditions can only be considered when the applicant explains how they will affect her in particular:", "Kanthasamy FC", ", above, at para 37. She did not do so in this case.  <FRAGMENT_SUPPRESSED>"], ["[51]", "Kanthasamy FCA", "elucidated the proper interpretation of section 25. The Court of Appeal made the following findings of note.  <FRAGMENT_SUPPRESSED>", "1. To obtain H&C relief, an applicant must demonstrate something more than the usual consequences of leaving Canada and having to apply through the normal process. Undue, undeserved or disproportionate hardship must be established.  <FRAGMENT_SUPPRESSED>", "2. Undue, undeserved or disproportionate hardship must affect the applicant personally and directly.  <FRAGMENT_SUPPRESSED>", "3. The H&C process must not duplicate the risk assessment undertaken under sections 96 and 97 of the", "IRPA", ". The facts underlying such risk must be considered through the lens of undue, undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>"], ["[52]", "The applicant cannot rely on", "Shah", "and", "Diabate", ". The primary reviewable error identified in those cases was that the H&C Officer applied the section 97 test for risk, instead of assessing the risk factors through the lens of hardship: see", "Shah", ", above, at para 73. Any suggestion in those cases that an H&C applicant can rely on factors which do not affect her directly has been overtaken by the determination to the contrary  <FRAGMENT_SUPPRESSED>  FCA", ".  <FRAGMENT_SUPPRESSED>"], ["[53]", "Before BIOC factors can be assessed, they must be properly elucidated in submissions and supported by evidence:", "<FRAGMENT_SUPPRESSED> , at para 5. The applicant failed to adduce evidence that her daughter would suffer hardship in Mexico or Colombia. Moreover, BIOC factors do not guarantee success. In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [", "Hawthorne", "], the Court of Appeal held that BIOC considerations must be weighed against other factors in an H&C application.  <FRAGMENT_SUPPRESSED>"], ["[54]", "Further, the applicant's arguments with respect to the BIOC analysis cannot succeed. For instance, the applicant presumes that generalized hardship must be assessed differently for children, yet", "Kanthasamy FCA", "draws no distinction between minors and adults. Moreover, the applicant presumes that BIOC considerations will favour H&C relief when the country conditions are particularly difficult. This contradicts the Supreme Court's instructions in", "Baker", "that BIOC considerations do not outweigh other factors in an H&C application. Finally, the Officer's assessment of the BIOC was proportional to the deficient submissions she received from the applicant.  <FRAGMENT_SUPPRESSED>", "V.", "Analysis  <FRAGMENT_SUPPRESSED>", "A.", "The Law  <FRAGMENT_SUPPRESSED>"], ["[55]", "In my view, both parties correctly presented the test for assessing generalized hardship in the context of an H&C application - although, quite understandably, each emphasized the dimension which is most favourable to its case. Put briefly, an H&C applicant may raise hardship that is also faced by others in the country of removal. She need not prove that the hardship she will face differs from that faced by anyone else. Yet the applicant must prove that there is a link between her personal circumstances and the hardship she alleges.  <FRAGMENT_SUPPRESSED>"], ["[56]", "This position is sound because it reconciles the individualized nature of an H&C assessment with the clear intention of Parliament that an Officer's exercise of discretion should not be fettered by any other provision of the", "IRPA", ", including the bar on generalized risk found at subparagraph 97(1)(b)(ii).  <FRAGMENT_SUPPRESSED>"], ["[57]", "Although", "Kanthasamy FCA", "is the most recent appellate authority on this issue, I will begin by addressing the prior cases which the parties have so thoroughly discussed.  <FRAGMENT_SUPPRESSED>"], ["[58]", "In", "Shah", ", Justice Mandamin overturned a negative H&C decision for a host of reasons. The Officer had ignored a personalized risk of suicide (para 58), a personalized disability (para 62) and personalized evidence of social isolation in the country of removal (para 65). With respect to the analysis of generalized risk, I agree with counsel for the Minister that", "Kanthasamy FCA", "has overtaken any suggestion that risk which is not individualized merits consideration.  <FRAGMENT_SUPPRESSED>"], ["[59]", "In", "<FRAGMENT_SUPPRESSED> , at para 33, Justice Gleason explained that excluding risks which the applicant may face, just because they are also faced by the majority of the population, \"strips section 25 of its function\" by importing a requirement from section 97. At para 36, she concluded:  <FRAGMENT_SUPPRESSED>", "It is both incorrect and unreasonable to require, as part of [the H&C] analysis, that an applicant establish that the circumstances he or she will face are not generally faced by others in their country of origin.  <FRAGMENT_SUPPRESSED>", "Importantly, Justice Gleason never suggested that an H&C applicant does not have to establish any connection at all between generalized risks and her particular circumstances.  <FRAGMENT_SUPPRESSED>"], ["[60]", "I now turn to some of the cases cited by the Minister. In", "<FRAGMENT_SUPPRESSED> , at para 1, Justice Shore explained that  <FRAGMENT_SUPPRESSED>", "The allegation of risks made in an application for permanent residence on humanitarian and compassionate grounds (H&C) must relate to a particular risk that is personal to the applicant. The applicant has the burden of establishing a link between that evidence and his personal situation. Otherwise, every H&C application made by a national of a country with problems would have to be assessed positively, regardless of the individual's personal situation, and this is not the aim and objective of an H&C application.  <FRAGMENT_SUPPRESSED>"], ["[61]", "In", "<FRAGMENT_SUPPRESSED> , at para 19, Justice Boivin reiterated that  <FRAGMENT_SUPPRESSED>", "...individuals seeking an exemption from a requirement of the Act may not simply present the general situation prevailing in their country of origin, but must also demonstrate how this would lead to unusual and undeserved or disproportionate hardship for them personally.  <FRAGMENT_SUPPRESSED>"], ["[62]", "Finally, in", "<FRAGMENT_SUPPRESSED> , at para 16, Justice Roy stated:  <FRAGMENT_SUPPRESSED>", "I would certainly have entertained an argument to the effect that", "the fact that the general population suffers in dire circumstances does not prevent an H&C application on the basis that the applicant would be returned to the generalized conditions in the country.", "But such is not the case here. The applicant carries the burden of showing that she will suffer disproportionate hardship, not merely that the country situation is difficult.", "There is a gap between the evidence of the general country situation and disproportionate hardship that must be filled by the evidence presented by an applicant about his or her particular circumstances.  <FRAGMENT_SUPPRESSED>", "[Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[63]", "With this background in mind, I turn to the Court of Appeal's recent pronouncements  <FRAGMENT_SUPPRESSED>  FCA", ". The Court left no doubt that the bare assertion of general adverse conditions in the country of removal is not enough. At para 41, Justice Stratas stated:  <FRAGMENT_SUPPRESSED>", "The Federal Court has repeatedly interpreted subsection 25(1) as requiring proof that the applicant will", "personally suffer", "unusual and undeserved, or disproportionate hardship arising from the application of what I have called the normal rule ...  <FRAGMENT_SUPPRESSED>", "[Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[64]", "At para 48, he continued:  <FRAGMENT_SUPPRESSED>", "The Federal Court's cases underscore that unusual and undeserved, or disproportionate hardship", "must affect the applicant personally and directly", ". Applicants under subsection 25(1) must", "show a link between the evidence of hardship and their individual situations", ". It is not enough just to point to hardship without establishing that link ...  <FRAGMENT_SUPPRESSED>", "[Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[65]", "Justice Stratas then discussed the role of subsection 25(1.3), which excludes the factors that are taken into account under sections 96 and 97. At paras 69-71, he explained:  <FRAGMENT_SUPPRESSED>", "Subsection 25(1.3) provides, in effect, that a humanitarian and compassionate relief application must not duplicate the processes under sections 96 and 97 of the Act,", "i.e.", ", assess the risk factors for the purposes of sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED>", "But this is not to say that the facts that were adduced in proceedings under sections 96 and 97 of the Act are irrelevant to a humanitarian and compassionate relief application. Far from it.  <FRAGMENT_SUPPRESSED>", "While the facts may not have given the applicant relief under sections 96 or 97, they may nevertheless form part of a constellation of facts that give rise to humanitarian and compassionate grounds warranting relief under subsection 25(1).  <FRAGMENT_SUPPRESSED>"], ["[66]", "At para 74, Justice Stratas used the language of examining the facts relevant to the risk allegations through \"a lens of hardship\".  <FRAGMENT_SUPPRESSED>", "B.", "Application to the Facts  <FRAGMENT_SUPPRESSED>"], ["[67]", "I have come to the conclusion that the Officer erred in assessing hardship and that her decision must be quashed.  <FRAGMENT_SUPPRESSED>"], ["[68]", "Strictly speaking, the problem is not that the Officer misunderstood the test for generalized hardship. Rather, she misunderstood the operation of subsection 25(1.3) of the", "IRPA", ". Due to this error, she did not seriously consider the evidence which could establish a link between the applicant and the risks she raised.  <FRAGMENT_SUPPRESSED>"], ["[69]", "At the outset of her decision, the Officer invoked subsection 25(1.3) and stated:  <FRAGMENT_SUPPRESSED>", "Given that the risk factors raised by the applicants in this application pertain to ...their fear of FARC in Colombia and criminal elements in Mexico, I find that the assessment of these factors is beyond the scope of a humanitarian and compassionate application as defined by the IRPA.  <FRAGMENT_SUPPRESSED>"], ["[70]", "This interpretation of subsection 25(1.3) cannot stand in light of", "Kanthasamy  <FRAGMENT_SUPPRESSED> , at paras 69-74. The Officer was required to take into account the risk factors relating to the FARC and Mexican gangs and assess them through the lens of hardship.  <FRAGMENT_SUPPRESSED>"], ["[71]", "Although the Officer's reasons are not perfectly consistent, she appears to have understood how generalized hardship should be assessed, as she stated: \"the onus remains on the applicants to demonstrate that these country conditions would affect them directly, and personally\".  <FRAGMENT_SUPPRESSED>"], ["[72]", "Yet by discounting the applicant's past experiences with the FARC, and her husband's experiences with criminal gangs (which are relevant to the applicant because she might have to move to Mexico with her daughter to live with her spouse), the Officer could not reasonably assess whether the adverse conditions in Colombia and Mexico would affect the applicant or her child directly and personally.  <FRAGMENT_SUPPRESSED>"], ["[73]", "Due to her error, the Officer treated the FARC and criminal gangs as background threats to every citizen of Colombia and Mexico. She speculated that, if the applicant or her family experienced problems with the FARC or gangs, they could seek help from the government. Although this might be true, she did not ask whether the applicant would suffer undue, undeserved or disproportionate hardship if she were to return with her young daughter to a country where she had already been targeted by the FARC, or to a country where her husband had already been harassed and assaulted by criminals.  <FRAGMENT_SUPPRESSED>"], ["[74]", "Due to the Officer's determinative legal error, I do not think it necessary to express an opinion on her assessment of the evidence before her. I only observe that the Board decision - which deemed only part of the applicant's story credible, without addressing the allegations made by her spouse with respect to Mexico - had no binding effect on the Officer, who did not even have it before her due to the applicant's oversight. This being said, the Officer did not articulate a clear reason for either questioning the credibility of the applicant's evidence or minimizing its probative value.  <FRAGMENT_SUPPRESSED>"], ["[75]", "I conclude by noting that the parties agree that the BIOC are an important but non-determinative factor in an H&C application. They must be weighed against the other factors at play:", "Baker", ", above, at para 75;", "<FRAGMENT_SUPPRESSED> , at para 6;", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[76]", "In the case at bar, the Officer's error of statutory interpretation precluded a reasonable assessment of the BIOC. This is because she did not turn her mind to evidence that the child's parents may have been threatened and assaulted in the countries where the child would live following a negative H&C decision. It cannot be disputed that potential harm or death to a parent affects the BIOC. The Officer should have taken this into account when determining what is in the child's best interests and then weighed those best interests against the other factors at play.  <FRAGMENT_SUPPRESSED>"], ["[77]", "The application for judicial review is granted without costs. The parties agreed that the Court should not certify any question if it reached this outcome.  <FRAGMENT_SUPPRESSED>"], ["[78]", "The Court wishes to make clear that this application for judicial review only challenged the Officer's refusal of Mrs Gonzalez's H&C application. The refusal of her husband's application is a separate decision beyond the scope of this judicial review, even though the Officer issued one set of reasons for both decisions. This judgment only requires the respondent to reconsider Mrs Gonzalez's application. If Mr Modesto would like for his application to be reconsidered, he is free to make a request to that effect to the respondent.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[79]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted without costs. No questions are certified.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/nmg  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}