{"id_": "041032", "body_str": [["[13]", "The applicant uses this case to show that the negligence of counsel should not cause the applicant to suffer. The respondent agrees, but points out that  <FRAGMENT_SUPPRESSED> , the applicant \"acted with care\", and submits that in the case at bar the applicant did not act with care and relied on counsel exclusively.  <FRAGMENT_SUPPRESSED>  [14]", "The applicant also refers to the case of", "<FRAGMENT_SUPPRESSED>  (T.D.), where Denault, J., reviewed Federal Court jurisprudence in similar matters and concluded at pp. 60-61:  <FRAGMENT_SUPPRESSED>  \"While each of the foregoing cases involves a different type misconduct on the part of counsel,", "it seems clear that the incompetence of counsel in the context of a refugee hearing provides grounds for review of the tribunal's decision on the basis of a breach of natural justice", ". The criteria for reviewing such a decision are not as clear, but it is possible to derive a number of principles from these cases.", "In a situation where through no fault of the applicant the effect of counsel's misconduct is to completely deny the applicant the opportunity of a hearing, a reviewable breach of fundamental justice has occurred", ".  <FRAGMENT_SUPPRESSED>  \"In other circumstances where a hearing does occur, the decision can only be reviewed in 'extraordinary circumstances' where there is sufficient evidence to establish the 'exact dimensions of the problem' and where the review is based on a 'precise factual foundation'. These latter limitations are necessary, in my opinion, to heed the concerns expressed by Justices MacGuigan and Rothstein that general dissatisfaction with the quality of representation should not provide grounds for judicial review of a negative decision. However,", "where the incompetence or negligence of the applicant's representative is sufficiently specific and clearly supported by the evidence such negligence or incompetence is inherently prejudicial to the applicant and will warrant overturning the decision notwithstanding the lack of bad faith or absence of a failure to do anything on the part of the tribunal", ".\" (emphasis added)  <FRAGMENT_SUPPRESSED>  [15]", "Both cases are clear that there must be no fault of the applicant in such matters where the negligence or error of counsel provides grounds for judicial review.  <FRAGMENT_SUPPRESSED>  [16]", "At the hearing of this case on September 11, 2002, the court directed that the application be adjourned sine die with a direction that the applicant's lawyer of record at the IRB, Mr. Boissonneault, and the applicant's former \"immigration advocate\", Mr. Kolenberg, be given the opportunity to know the respective allegations of negligence and incompetence against them, and be provided with an opportunity of responding before the court makes a finding in this case. These two gentlemen were given thirty (30) days to provide the court with their respective written responses to these allegations of negligence and incompetence. Neither gentleman has filed any response.  <FRAGMENT_SUPPRESSED>  [17]", "The court is disturbed that the lawyer for the applicant on the record at the IRB, Mr. Boissonneault, failed to make an effort to alert the applicant to the notice of a hearing that the case was to be abandoned. Since the applicant had no notice of the hearing, the applicant was denied the opportunity of a hearing, which is a breach of fundamental justice. Accordingly, the matter is referred back to the CRDD for a new hearing on abandonment. The applicant will have an opportunity to present evidence that it was her lawyer's negligence, and not her lack of care or attention, that was responsible for the PIF not being filed on time and for the applicant not being represented at the CRDD hearing.  <FRAGMENT_SUPPRESSED>  ORDER  <FRAGMENT_SUPPRESSED>  [18]", "It is hereby ordered that this application for judicial review is allowed, and the matter is referred back to the CRDD for a new hearing on the application for reinstatement. No question is certified.  <FRAGMENT_SUPPRESSED>  Application allowed.  <FRAGMENT_SUPPRESSED>  Editor: Angela E. McKay/aga  <FRAGMENT_SUPPRESSED>  [End of document]"]]}