{"id_": "041038", "body_str": [["[1]", "O'Keefe, J.", ": Court file IMM-1244-10 is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", RSC 2001, c. 27 (the Act) for judicial review of a decision of an immigration officer (the officer), dated March 1, 2010, wherein the officer denied the applicant's application for permanent residence on the basis that he was inadmissible to Canada pursuant to paragraph 36(1)(c) of the Act."], ["[2]", "The applicant requests:", "1. An order of certiorari setting aside the decision of the officer.", "2. Such further and other grounds as the applicant may advise and this Honourable Court may permit.", "3. Costs in the application."], ["[3]", "The respondent requests:", "1. An order vacating the hearing date scheduled for October 5, 2010.", "2. In the further alternative, any further relief that this Honourable Court deems just in the circumstances.", "Background"], ["[4]", "Olbanji Olushola Bankole (the applicant) is a citizen of Nigeria. He was granted Convention refugee status in Canada on May 20, 2004. He applied for permanent residence on May 27, 2004. This application was approved in principle by Citizenship and Immigration Canada (CIC) Vegreville on January 26, 2005."], ["[5]", "On January 31, 2005, the applicant was stopped at Pearson International Airport in Toronto, returning from the Bahamas, allegedly escorting an undocumented person, Mr. Prince Sarumi. The applicant alleged that he had only just met Mr. Sarumi, but an address book attributed to the applicant was found containing Mr. Surumi's contact information in several locations. The applicant alleges that this address book did not belong to him. Charges were laid against the applicant for counseling/abetting a person to misrepresent a matter to induce error in the administration of the Act, contrary to section 126. Reports were made pursuant to section 44 of the Act. The charges were ultimately dropped and the applicant submitted a provincial court document to Canada Border Services Agency (CBSA) indicating as much. As a result of this event, the applicant's application for permanent residence was referred to a local CIC office for further investigation."], ["[6]", "On September 22, 2006, the applicant was stopped at the Kotoka Airport in Accra, Ghana, with another traveller who was impersonating Nicole Aborra. The migration integrity officer (MIO) found that the applicant and the impostor's flights had been booked and purchased on the same day. The applicant was interviewed at the Kotoka airport and the Canadian High Commission in Ghana. The applicant changed his story several times regarding how he knew the impostor. The applicant was never charged or arrested in Ghana. At Pearson International Airport, after returning to Canada, the applicant was found carrying documents in his baggage that were in the names of people other than himself."], ["[7]", "The Royal Canadian Mounted Police (RCMP) investigated the allegations of abetting personation but did not file charges. The RCMP report notes that the principal reason for this was that the evidence and witnesses were in Ghana."], ["[8]", "The applicant applied for an order of mandamus on January 12, 2010 to have a decision made on his application for permanent residence. A decision was reached by CIC on March 1, 2010, despite the fact that an order for mandamus was never issued.", "Officer's Decision"], ["[9]", "The officer found that the applicant was inadmissible to Canada pursuant to paragraph 36(1)(c) of the Act. The officer found that there were reasonable grounds to believe that the applicant had committed abetting personation contrary to section 134 of the Ghana Criminal Code. The officer found that the Canadian offence of abetting personation with intent contrary to paragraph 403(a) of the", "Criminal Code of Canada", ", RSC 1985, c. C-46 is an equivalent offence punishable by a maximum term of imprisonment of at least ten years."], ["[10]", "The officer based her decision on the following facts:", "1. An imposter was intercepted at Kotoka International Airport in Accra, Ghana.", "2. The applicant was escorting the imposter.", "3. The applicant and impostor's tickets for the same flight had been booked and purchased on the same day.", "4. There were many discrepancies in the applicant's accounts of the events. First, he stated that the imposter was his girlfriend, then he stated that he had a romantic interest in her and had changed his flight to accompany her to Canada. Finally, he said that he only knew her as a recent acquaintance and their travel arrangements were not planned together.", "5. When he returned from Ghana to Canada following this incident, documents were found in his baggage in the names of people other than himself."], ["[11]", "The officer found that the applicant was not charged at the time in Ghana because the MIO did not have sufficient awareness about Ghanaian criminal law.", "Issues"], ["[12]", "The issues are as follows:", "1. What is the appropriate standard of review?", "2. Was there a breach in the duty of fairness owed to the applicant due to the delay in processing his application?", "3. Did the officer err in law by not convoking an admissibility hearing?", "4. Did the officer exhibit a reasonable apprehension of bias?", "5. Did the officer err in law by basing her decision on an unproven commission of an offence?", "6. Did the officer ignore probative evidence?", "7. Should costs be awarded to the applicant for this application?", "Applicant's Written Submissions"], ["[13]", "The applicant submits that the duty of fairness owed to him was breached through the delay in processing his application for permanent residence."], ["[14]", "The applicant submits that the officer also breached procedural fairness in failing to convene an admissibility hearing and providing him an opportunity to respond to the allegations made against him in Ghana. The applicant submits that subsections 44(1) and (2) require the Immigration Division to hold a hearing if admissibility is in issue. He further submits that he should have been provided with a copy of the section 44 report."], ["[15]", "The applicant submits that the officer erred by basing her decision about inadmissibility on an allegation of a commission of a criminal offence which was disproved by the RCMP. The applicant was never convicted of an offence in Ghana or Canada and it is not within the jurisdiction of the officer to determine whether the applicant committed a criminal act. Further, the officer did not follow CIC's own procedures regarding when to use the \"committing an act provisions\" found in the CIC policy manual ENF2,", "Evaluating Inadmissibility"], ["[16]", "The applicant submits that there was a reasonable apprehension of bias on the part of the CIC officers involved in deciding his application. He submits that the officer was not an impartial decision maker and could not make an independent determination because she pre-judged his application. The applicant further submits that the officer was actively involved, with others, in trying to have the applicant found inadmissible."], ["[17]", "The applicant submits that the officer ignored probative evidence. The officer ignored the applicant's defences to the allegations against him. She further selectively relied on certain documentary evidence without providing a reason for doing so. If an officer engages in selective reliance on documentary evidence, the decision is unreasonable."], ["[18]", "The applicant submits that the officer and CIC acted in bad faith. The officer misled the applicant by stating that any issues causing the delay in his application had been resolved. CIC misled the applicant by noting online that a decision had been made in his application and by telling him via telephone the same."], ["[19]", "The applicant submits that special reasons exist to award costs in the application in Court file IMM-1244-10. The respondent's actions were wilful, deliberate and arbitrary. The officer acted in a manner that can be characterized as unjust, unfair, oppressive, improper and committed in bad faith.", "Respondent's Written Submissions"], ["[20]", "The respondent submits that a conviction is not necessary for the applicant to be found inadmissible under paragraph 36(1)(c) of the Act. Rather, the commission of an offence is sufficient. The officer's finding that the applicant committed abetting personation was reasonable and is sufficient for a finding of inadmissibility."], ["[21]", "The respondent submits that bad faith requires dishonesty and conscious wrongdoing. There is no evidence of bad faith on the part of the officer and the applicant has not met the high threshold of bad faith."], ["[22]", "The respondent submits that the applicant has not demonstrated special reasons for costs. There is a no costs rule in immigration litigation and even if the respondent committed an error, this is not enough to overturn the no costs rule. The applicant has not demonstrated that the respondent unnecessarily or unreasonably prolonged the proceedings or acted improperly.", "Analysis and Decision"], ["[23]", "Issue 1", "What is the appropriate standard of review?"], ["[24]", "The applicant has raised several issues of procedural fairness and natural justice in this proceeding. Whereas findings of mixed fact and law should be reviewed on the standard of reasonableness, breaches of procedural fairness or natural justice are reviewed on a correctness standard (see", "<FRAGMENT_SUPPRESSED>  at paragraph 45;", "<FRAGMENT_SUPPRESSED> ). As such, issues 2 to 4 will be assessed on the standard of correctness, whereas the others will be reviewed on the standard of reasonableness."], ["[25]", "Since a finding of inadmissibility is particularly significant to an applicant, \"caution must be exercised to ensure such findings are properly made\" (see", "<FRAGMENT_SUPPRESSED> ). This is particularly true when the applicant was already granted refugee status and would face persecution if returned to his country of nationality. While the \"court will not substitute its opinion for that of the decision-maker when the analysis and basis for the decision are reasonable,\" the finding of inadmissibility \"should be carried out with prudence, and established with the utmost clarity\" (see <FRAGMENT_SUPPRESSED> above, at paragraph 41;", "<FRAGMENT_SUPPRESSED> ).", "Issue 2", "Was there a breach in the duty of fairness owed to the applicant due to the delay in processing his application?"], ["[26]", "The applicant submits that the delay in processing his application for permanent residence amounts to a breach in the duty of fairness owed to him."], ["[27]", "A delay in the processing of an administrative proceeding may affect the duty of fairness and the principles of natural justice if it impairs the ability of the party to answer the case against him (see", "<FRAGMENT_SUPPRESSED>  at paragraph 102). Where the fairness of the actual hearing is not affected, the delay could still breach the duty of fairness if it caused prejudice to the applicant which would bring the justice system into disrepute (see <FRAGMENT_SUPPRESSED> above, at paragraph 115). The Supreme Court of Canada held in <FRAGMENT_SUPPRESSED> above, that \"to constitute a breach of the duty of fairness, the delay must have been unreasonable or inordinate\", which will depend on the context, including whether the applicant contributed to the delay (see <FRAGMENT_SUPPRESSED> above, at paragraphs 121 and 122)."], ["[28]", "In the immigration context, the Federal Court has stipulated the criteria for deciding whether the respondent's delay in processing a permanent residence application was unreasonable in the context of an application for mandamus. Madam Justice Danièle Tremblay-Lamer reviewing the older", "Immigration Act", ", R.S.C. 1985, c. I-2 held in", "<FRAGMENT_SUPPRESSED>  (FCTD) at paragraph 23, that for the delay to be unreasonable, the following criteria must be met:", "(1) the delay in question has been longer than the nature of the process required, prima facie;", "(2) the applicant and his counsel are not responsible for the delay; and", "(3) the authority responsible for the delay has not provided satisfactory justification."], ["[29]", "Madam Justice Danièle Tremblay-Lamer further held in", "<FRAGMENT_SUPPRESSED>  Im LR(3d) 19 at paragraph 19, that a period of four or five years for determining a permanent residence application is excessive and constitutes, prima facie, a delay longer than required. In the case at bar, the applicant's application took over six years to process."], ["[30]", "While the six year period is prima facie longer than the process required, the applicant contributed to some of this delay. The applicant's application was approved in principle within eight months. However, six days later the applicant was stopped at Pearson International Airport and charged with an offence contrary to the Act. This situation added to the delay of processing the application for permanent residence due to the need for further security checks and the filing of section 44 reports. In addition, the incident in Ghana further delayed the processing as supplementary security checks and further section 44 reports were produced. Nothing prevented the applicant from bringing an order for mandamus at an earlier point in time. Given the high threshold that the Supreme Court set down in <FRAGMENT_SUPPRESSED> above, for determining that a delay has breached the duty of fairness or the principles of natural justice, and given that the applicant's actions contributed significantly to the delay in processing his application, there was no breach in the duty of fairness owed to him, despite the long period of time it has taken to process his application.", "Issue 3", "Did the officer err in law by not convoking an admissibility hearing?"], ["[31]", "The applicant was informed by letter dated January 22, 2010, that his application for permanent residence \"may be refused as you are a person described in paragraph 36(1)(c)\" of IRPA. The applicant was told that he could \"make any submissions related to this matter\" and that should he wish to make submissions, he should do so within 30 days. He was also told that if he did not make submissions, a decision would be rendered on the basis of the information in his file. This letter did not state that the applicant would receive an admissibility hearing although the CIC case summary states that the applicant's file was referred for an admissibility hearing the same day as the letter was sent, albeit afterwards( certified tribunal record, page 6)."], ["[32]", "The applicant's counsel responded by letter dated January 26, 2010 in which he stated the following:", "My client has repeatedly asked that your office should have that (sic) issues adjudicated.", "Unless you convene a hearing to determine that issue, you are simply wasting time and resources.", "I do not believe that any further submissions are necessary on this matter, given that the same seems futile.", "If you feel that you have enough information on which to conclude that he committed the acts, why not simply render a decision?", "My recommendation to Mr. Bankole would be to make no further submissions on the matter."], ["[33]", "The only way that this letter can be read coherently is if the applicant's counsel did not wish to make further written submissions but did want a hearing to be convoked. However, the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 and the Federal Court jurisprudence note that a hearing may not always be convoked and that the duty of fairness is not breached as long as the applicant is given the opportunity to respond."], ["[34]", "Subsection 44(1) of the Act indicates that an officer may prepare a report for review by the Minister if the officer believes that the applicant is inadmissible. Then, pursuant to subsection 44(2) of the Act, if the Minister believes that report is well-founded, he may make a removal order in certain circumstances outlined in section 228 of the Regulations or he may refer the report to the Immigration Division of the Immigration and Refugee Board for an admissibility hearing."], ["[35]", "The Federal Court has upheld this discretion of the  <FRAGMENT_SUPPRESSED>  Imm LR(3d) 249, the applicant applied for permanent residence but was found to be inadmissible. Madam Justice Judith Snider held at paragraph 72:", "As was concluded in", "Baker", ", I would agree that an oral interview by the immigration officer is not always required, as long as the affected person is given an opportunity to make submissions and to know the case against him."], ["[36]", "While an oral hearing is not always required, the duty of fairness owed to the applicant does necessitate that CIC provide a copy of the section 44 report to the applicant in order that he may decide whether to judicially review the report (see <FRAGMENT_SUPPRESSED> above, at paragraph 70). That said, Madam Justice Snider held in <FRAGMENT_SUPPRESSED> above, at paragraph 72 that:", "Nor do I believe that the duty requires that the Officer's Report be put to the Applicant for a further opportunity to respond prior to the s. 44(2) Referral."], ["[37]", "Consequently, while it is unfortunate that CIC was not clearer in the letter provided to the applicant that an admissibility hearing may be convoked on the basis of the section 44 report, the applicant's counsel emphatically stated that he would not make further submissions regarding the issue of whether the applicant was inadmissible for committing an offence outside of Canada. Further, while counsel was not provided with a copy of the section 44 report at the time of the letter, this was not a breach of procedural fairness. As such, the applicant waived his right to an admissibility hearing and the officer did not err in law by not convoking a hearing. In any event, the applicant will be able to address the section 44 report if steps to effect his removal are initiated.", "Issue 4", "Did the officer exhibit a reasonable apprehension of bias?"], ["[38]", "The test for a reasonable apprehension of bias was set out by Mr. Justice Grandpré in his dissenting reasons in", "Committee for Justice and  <FRAGMENT_SUPPRESSED> , at page 394:", "[T]he apprehension of bias must be a reasonable one held by reasonable and right-minded persons, applying themselves to the question and obtaining thereon the required information ... [The] test is \"what would an informed person, viewing the matter realistically and practically - and having thought the matter through - conclude ..."], ["[39]", "This test was affirmed by the Supreme Court in", "R v. S (RD)", ", [1997] 3 SCR 484 (RDS) at paragraph 111:", "This test has been adopted and applied for the past two decades. It contains a two-fold objective element: the person considering the alleged bias must be reasonable, and the apprehension of bias itself must also be reasonable in the circumstances of the case.", "This test establishes a high standard to be met before a finding of reasonable apprehension of bias can be made."], ["[40]", "The applicant alleged a plot on the part of CIC and CBSA officers to prevent him from obtaining permanent residence. I do not believe that any such plot exists. The majority of incidents that the applicant raised as evidence of this plot were emails between CBSA and CIC officers regarding whether the CBSA investigations concerning the applicant were ongoing. The only possible evidence submitted by the applicant which could be an indicator of pre-judgment on the part of the officers involved was the letter issued to the applicant regarding the potential inadmissibility finding. The letter stated:", "... as a person described in this paragraph, you are inadmissible to Canada and your application for permanent residence cannot be approved.", "... landing may be refused as you are a person described in paragraph 36(1)(c) of the Immigration and Refugee Protection Act."], ["[41]", "While these statements could be read as pre-determination of the applicant's application, he was provided with an opportunity to respond to the issue of inadmissibility, which he chose not to do. Given the whole context of the application, I do not find that these statements reach the threshold required for a finding of bias outlined in", "RDS", "and", "Committee for Justice and Liberty", "above.", "Issue 5", "Did the officer err in law by basing her decision on an unproven commission of an offence?"], ["[42]", "Given the combination of section 33 and paragraph 36(1)(c) of the Act, the standard of proof for a finding that an applicant has committed an act outside Canada that would be considered an offence in Canada and in the country where the act was committed is \"reasonable grounds to believe.\" The standard of reasonable grounds to believe entails \"a bona fide belief in a serious possibility based on credible evidence\" (see", "<FRAGMENT_SUPPRESSED> that this standard is more than suspicion and less than the balance of probabilities."], ["[43]", "This Court is concerned with whether it was reasonable for the officer to find that there were reasonable grounds to believe that the applicant committed an act outside Canada that would constitute an offence in Canada such that he is inadmissible. It is not open to this Court to reweigh the evidence that was before the officer."], ["[44]", "Paragraph 36(1)(c) of the Act, as distinct from 36(1)(b), does not require a conviction in order to find the applicant inadmissible. Rather, the commission of an act is sufficient. As noted by Mr. Justice Pierre Blais in", "<FRAGMENT_SUPPRESSED> :", "It is therefore clear that Parliament intended to differentiate the two scenarios, and allow for the inadmissibility of a permanent resident or foreign national not only on a conviction, but also on the mere commission of certain acts."], ["[45]", "As such, the fact that the applicant was never convicted of abetting personation is irrelevant to the analysis under paragraph 36(1)(c). The officer \"did not need to determine that a conviction had been obtained for a specific act, but simply that it had indeed been committed\" (see <FRAGMENT_SUPPRESSED> above, at paragraph 11)."], ["[46]", "The applicant relied on several cases for the proposition that the officer was not permitted to rely on mere allegations of an offence in her analysis under paragraph 36(1)(c).  <FRAGMENT_SUPPRESSED> , the adjudicator found that allegations in an indictment returned by a grand jury in the United States formed reasonable grounds to believe the applicant committed an offence under American law. The adjudicator did not examine evidence pertaining to the offences. Madam Justice Donna McGillis held at paragraph 18 that:", "[T]he contents of the warrant for arrest and the indictment did not constitute evidence of the commission of alleged criminal offences by the applicant. The adjudicator therefore erred in law in concluding, on the basis of these documents, that he had reasonable grounds to believe that the applicant had committed outside Canada acts or omissions which constituted offences under the laws of the United States of America. Furthermore, in relying on the allegations made in the indictment, the adjudicator erred in law by failing to make an independent determination on the basis of evidence adduced before him."], ["[47]", "Similarly, the applicant relied on", "<FRAGMENT_SUPPRESSED> . In that case, the Board relied on a police report as evidence that the claimant had made threats. Mr. Justice Edmond Blanchard held at paragraph 29 that:", "[I]t was not open to the Board to accept as fact the allegations contained in the police report without pointing to evidence or testimony to support an argument that on a balance of probabilities the police report characterizes the underlying facts in an accurate manner."], ["[48]", "As mentioned above at page 3 in the case at bar, unlike <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> above, the officer examined the evidence and made a determination based on that evidence that the applicant had committed the offence of abetting personation. Specifically, she relied on the fact that the applicant was found escorting the impostor, that the applicant and the impostor's tickets were booked and purchased together, that the applicant did not have a consistent explanation for how he knew the impostor or why he was traveling with her, and that the applicant was found with documents in other people's names in his baggage when he returned to Canada. The officer's decision was based on more than simply her suspicion."], ["[49]", "The applicant submitted that the officer ignored the police report regarding the incident in Ghana in which the RCMP concluded that there was insufficient evidence to support a charge against the applicant."], ["[50]", "The RCMP report dated June 18, 2007, stated that:", "BANKOLE attempted to smuggle an unidentified female from GHANNA (sic) into Canada, using a Canadian passport [...] They were intercepted in GHANNA (sic). The female was detained and BANKOLE was allowed to return to Canada. Our investigation revealed that BANKOLE had obtained a visitors visa for GHANA for himself and Nicole ABORRA with Nicole ABORRA's passport and photograph. [...] due to the fact that the person whom BANKOLE was attempting to smuggle was detained in GHANNA (sic) and also due to the fact that most of the witnesses and evidence were in GHANA, there was insufficient evidence to support a charge, therefore, BANKOLE was not charged."], ["[51]", "While the RCMP report indicates that there was insufficient evidence to charge the applicant, it is clear that this was because the impostor was being detained in Ghana and the witnesses and evidence were in Ghana. Otherwise, the report reiterates the information that that officer relied on in her finding. An officer is not required to refer to all the evidence before her. The officer need only convince the court that she considered the totality of the evidence (see", "<FRAGMENT_SUPPRESSED>  (FCTD) at paragraph 16). A reading of the police report suggests that it neither supports nor detracts from the officer's finding. As such, the officer did not err in not referring to the police report in her decision."], ["[52]", "Finally, the applicant submitted that the officer ignored the CIC policy manual", "ENF 2/OP 18 Evaluating Inadmissibility", "section 3.8. However, the officer's actions fall squarely within the procedure outlined in the first line under section 3.8,", "When to use \"committing an act\" provisions", "states:", "The \"committing an act\" inadmissibility provision would generally be applied in the following scenarios: an officer is in possession of intelligence or other credible information indicating that the person committed an offence outside Canada."], ["[53]", "The officer did not commit an error in finding that the applicant was inadmissible under paragraph 36(1)(c) of the Act.", "Issue 6", "Did the officer ignore probative evidence?"], ["[54]", "The applicant submits that the officer ignored probative evidence in the form of case synopses and reviews created by other officers. However, this claim is unsupported as the officer considered these reports but did not rely on them because she found that the officers who produced them were missing information which she had when she made her determination.", "Issue 7", "Should costs be awarded to the applicant for this application?"], ["[55]", "As the application has not been allowed, I need not deal with the issue of costs."], ["[56]", "The application for judicial review is dismissed."], ["[57]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[58]", "IT IS ORDERED that", "the application for judicial review is dismissed.", "Application dismissed.", "Editor: E. Joanne Oley/vnh", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.", "36.(1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for", ". . . . .", "(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years.", "44.(1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister.", "(2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing, except in the case of a permanent resident who is inadmissible solely on the grounds that they have failed to comply with the residency obligation under section 28 and except, in the circumstances prescribed by the regulations, in the case of a foreign national. In those cases, the Minister may make a removal order.", "33. Les faits - actes ou omissions - mentionnés aux articles 34 à 37 sont, sauf disposition contraire, appréciés sur la base de motifs raisonnables de croire qu'ils sont survenus, surviennent ou peuvent survenir.", "36.(1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", ". . . . .", "c) commettre, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans.", "44.(1) S'il estime que le résident permanent ou l'étranger qui se trouve au Canada est interdit de territoire, l'agent peut établir un rapport circonstancié, qu'il transmet au ministre.", "(2) S'il estime le rapport bien fondé, le ministre peut déférer l'affaire à la Section de l'immigration pour enquête, sauf s'il s'agit d'un résident permanent interdit de territoire pour le seul motif qu'il n'a pas respecté l'obligation de résidence ou, dans les circonstances visées par les règlements, d'un étranger; il peut alors prendre une mesure de renvoi.", "Immigration and Refugee Protection Regulations", ", SOR/2002-227", "228.(1) For the purposes of subsection 44(2) of the Act, and subject to subsections (3) and (4), if a report in respect of a foreign national does not include any grounds of inadmissibility other than those set out in the following circumstances, the report shall not be referred to the Immigration Division and any removal order made shall be", "(a) if the foreign national is inadmissible under paragraph 36(1)(a) or (2)(a) of the Act on grounds of serious criminality or criminality, a deportation order;", "(b) if the foreign national is inadmissible under paragraph 40(1)(c) of the Act on grounds of misrepresentation, a deportation order;", "(c) if the foreign national is inadmissible under section 41 of the Act on grounds of", "(i) failing to appear for further examination or an admissibility hearing under Part 1 of the Act, an exclusion order,", "(ii) failing to obtain the authorization of an officer required by subsection 52(1) of the Act, a deportation order,", "(iii) failing to establish that they hold the visa or other document as required under section 20 of the Act, an exclusion order,", "(iv) failing to leave Canada by the end of the period authorized for their stay as required by subsection 29(2) of the Act, an exclusion order, or", "(v) failing to comply with subsection 29(2) of the Act to comply with any condition set out in section 184, an exclusion order; and", "(d) if the foreign national is inadmissible under section 42 of the Act on grounds of an inadmissible family member, the same removal order as was made in respect of the inadmissible family member.", "228.(1) Pour l'application du paragraphe 44(2) de la Loi, mais sous réserve des paragraphes (3) et (4), dans le cas où elle ne comporte pas de motif d'interdiction de territoire autre que ceux prévus dans l'une des circonstances ci-après, l'affaire n'est pas déférée à la Section de l'immigration et la mesure de renvoi à prendre est celle indiquée en regard du motif en cause:", "a) en cas d'interdiction de territoire de l'étranger pour grande criminalité ou criminalité au titre des alinéas 36(1)a) ou (2)a) de la Loi, l'expulsion;", "b) en cas d'interdiction de territoire de l'étranger pour fausses déclarations au titre de l'alinéa 40(1)c) de la Loi, l'expulsion;", "c) en cas d'interdiction de territoire de l'étranger au titre de l'article 41 de la Loi pour manquement à:", "(i) l'obligation prévue à la partie 1 de la Loi de se présenter au contrôle complémentaire ou à l'enquête, l'exclusion,", "(ii) l'obligation d'obtenir l'autorisation de l'agent aux termes du paragraphe 52(1) de la Loi, l'expulsion,", "(iii) l'obligation prévue à l'article 20 de la Loi de prouver qu'il détient les visa et autres documents réglementaires, l'exclusion,", "(iv) l'obligation prévue au paragraphe 29(2) de la Loi de quitter le Canada à la fin de la période de séjour autorisée, l'exclusion,", "(v) l'obligation prévue au paragraphe 29(2) de la Loi de se conformer aux conditions imposées à l'article 184, l'exclusion;", "d) en cas d'interdiction de territoire de l'étranger pour inadmissibilité familiale aux termes de l'article 42 de la Loi, la même mesure de renvoi que celle prise à l'égard du membre de la famille interdit de territoire.", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22", "22. No costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders.", "22. Sauf ordonnance contraire rendue par un juge pour des raisons spéciales, la demande d'autorisation, la demande de contrôle judiciaire ou l'appel introduit en application des présentes règles ne donnent pas lieu à des dépens.", "Citizenship and Immigration Canada: ENF 2/OP 18 Evaluating Inadmissibility", "3.8. When to use the \"committing an act\" provisions", "The \"committing an act\" inadmissibility provisions would generally be applied in the following scenarios:", "• an officer is in possession of intelligence or other credible information indicating that the person committed an offence outside Canada;", "• authorities in the foreign jurisdiction indicate that the alleged offence is one where charges would be, or may be, laid;", "• the person is the subject of a warrant where a formal charge is to be laid;", "• charges are pending;", "• the person has been charged but the trial has not concluded;", "• the person is fleeing prosecution in a foreign jurisdiction", "• a conviction has been registered for the offence, however a certificate of conviction is not available.", "3.9. When not to use the \"committing an act\" provisions", "The \"committing an act\" inadmissibility provisions would generally not be applied in the following scenarios:", "• in most cases, when authorities in the foreign jurisdiction indicate they would not lay a charge or make known to an officer their decision or intent to drop the charges;", "• the trial is concluded and no conviction results (for example, acquittal, discharge, deferral);", "• the person admits to committing the act but has been pardoned or the record is expunged;", "• the act was committed in Canada.", "3.8. Quand utiliser les dispositions relatives aux infractions", "Les dispositions d'interdiction de territoire relatives aux infractions devraient généralement s'appliquer dans les cas suivants:", "• l'agent est en possession de renseignements ou autres données crédibles indiquant que la personne a commis une infraction hors du Canada;", "• les autorités du pays étranger indiquent que la présumée infraction ferait ou pourrait faire l'objet d'accusations;", "• la personne est visée par un mandat ou lorsqu'une accusation doit formellement être portée;", "• des accusations sont pendantes;", "• la personne a été accusée, mais le procès n'est pas terminé;", "• la personne a fuit des poursuites judiciaires dans un pays étranger;", "• une déclaration de culpabilité a été prononcée pour l'infraction, mais l'attestation de déclaration de culpabilité n'est pas disponible.", "3.9. Quand ne pas utiliser les dispositions relatives aux infractions", "En général, les dispositions d'interdiction de territoire relatives aux infractions ne devraient pas s'appliquer dans les cas suivants:", "• dans la plupart des cas, lorsque les autorités du pays étranger mentionnent qu'elles ne porteront pas d'accusations ou informent l'agent de leur décision ou de leur intention de retirer les accusations;", "• le procès se termine sans déclaration de culpabilité (par exemple, acquittement, absolution inconditionnelle, sentence reportée);", "• la personne admet l'infraction, mais la réhabilitation a été octroyée ou le casier a été effacé;", "• l'infraction a eu lieu au Canada.", "[End of document]"]]}