{"id_": "041150", "body_str": [["[1]", "Rothstein, J.", "[orally]: This is an application for judicial review commenced as an application for leave to appeal in the Federal Court of Appeal pursuant to s. 82.3 of the", "Immigration Act", ", which application, by the operation of s. 114 of an", "Act to Amend the Immigration Act and Other Acts in Consequence Thereof", ", S.C. 1992, c. 49, is now deemed to be an application for judicial review in the Trial Division."], ["[2]", "The applicant seeks: (a) an order that the court quash the Refugee Division's findings that the applicant is not a Convention refugee, and substitute, therefore, finding that she is a Convention refugee; (b) in the alternative, that the court quash the decision and send the case back to the panel with the instruction to find her to be a refugee on the basis of the evidence presented at her hearing; or (c) in the further alternative that the court quash the order and send the case back before a different reconstituted panel of the Refugee Division with directions as to the issue of perceived social group as a basis for persecution."], ["[3]", "The applicant is a Somalian who has sought Convention refugee status in Canada based on a fear of persecution by reason of her perceived membership in a particular social group, namely the Darod clan."], ["[4]", "The applicant's father is a member of the Hawiye clan. Her mother is a member of the Darod clan. Clan membership, according to Somali custom, is determined by patrimonial lineage."], ["[5]", "The Convention Refugee Determination Division of the Immigration and Refugee Board found at p. 2 of its October 27, 1992 decision:", "\"The claimant fears she will be perceived as a Darod in spite of her Hawiye patrimonial lineage, because she was brought up exclusively by her Darod mother. But her testimony clearly indicates that her father lived in the family home in Mogadishu until 1990. He would clearly be seen by all to have been an integral part of that family and, according to Somali custom, his Hawiye lineage would thus be clearly attributed to his children, including his daughter who is the claimant before us.\""], ["[6]", "Counsel for the applicant submits that the Refugee Division erred in law by asking the wrong question -- whether the applicant was or was not a member of the Darod clan, rather than whether the applicant would be perceived to be a member of the Darod clan by those from whom she fears persecution."], ["[7]", "In support of this argument, counsel analogizes from", "Re Inzunza and Minister of Employment and Immigration", "(1979), 103 D.L.R.(3d) 105, in which at p. 109 Kelly, D.J., stated:", "\"In light of this conclusion, I do not need to deal with the allegation that the Board erred in its interpretation of 'political activities', other than to say that the crucial test in this regard should not be whether the Board considers that the applicant engaged in political activities, but whether the ruling government of the country from which he claims to be a refugee considers his conduct to have been styled as political activity.\""], ["[8]", "Applicant's counsel says in this case it is not legal membership in a social group, but perceived membership that the Refugee Division should be considering."], ["[9]", "Alternatively, applicant's counsel submits that if the Refugee Division did not ask itself the wrong question, then it ignored the evidence before it that the applicant would be perceived to be a Darod by those from whom she feared persecution."], ["[10]", "Again relying on", "Inzunza", ", counsel for the applicant says that by disregarding or ignoring evidence, the Refugee Division committed an error of law."], ["[11]", "In its October 27, 1992 decision, the Refugee Division stated at p. 2:", "\"The claimant's fear of persecution because she would be perceived as a Darod is not well-founded.", "\"The claimant fears she will be perceived as a Darod in spite of her Hawiye patrimonial lineage, because she was brought up exclusively by her Darod mother.\""], ["[12]", "It appears that the Refugee Division did indeed ask the question which counsel says it should have asked, namely: Would the applicant be perceived as a Darod? I see no merit to this argument of the applicant."], ["[13]", "As to whether the Refugee Division ignored or disregarded certain evidence, counsel for the applicant argues that the Refugee Division failed to make any reference in its reasons to the evidence given by the applicant as to why she would be perceived to be a Darod, except for the fact that she was brought up exclusively by her Darod mother."], ["[14]", "The Refugee Division seemed to rely on the fact that, according to Somali custom, clan membership is determined by patrimonial lineage, and since the applicant's father was Hawiye and lived in the family home for some time, it concluded she would be perceived as Hawiye."], ["[15]", "However, counsel says that the Refugee Division ignored the following evidence:", "(a) the applicant's brother was killed by the Hawiye during the war between the Darod and the Hawiye. \"I only heard that he was killed because he was a Darod.\" Transcript p. 6.", "(b) she had lived with her maternal grandmother since she was a child. Transcript p. 9.", "(c) \"Our house and our home was dominated by my mother's side of the family.\" Transcript p. 10.", "(d) \"We were constantly visited by my maternal uncles and maternal aunts all the time.\" Transcript p. 11.", "(e) her family did not have the same type of contact with her father's side of the family. Transcript p. 12.", "(f) \"When my father's relatives came to us they used to say, 'Oh, these are the Darod children.'\" Transcript p. 12.", "(g) the first time she saw her paternal relatives was after her father's release from prison. Transcript pp. 9, 10 and 12.", "(h) the applicant's maternal grandmother and a maternal uncle were killed when a bombshell exploded in their home in January 1991. At this same time another maternal uncle was killed by the U.S.C. (Hawiye Based Militia) when he went to look for a car. \"They saw him and opened fire on him.\" Transcript p. 16.", "(i) the applicant was asked: \"You said earlier you thought the Hawiye would kill you. If you were Hawiye, why would they kill you?\" She responded: \"I am Hawiye, but I was raised by Darod.\" Transcript p. 16."], ["[16]", "In addition to the failure of the Refugee Division to refer in its decision to this evidence, applicant's counsel submits that the Division disregarded evidence that after an attack by the Hawiye where the applicant resided, she fled with the Darod to Kismayo and that she was not seen as Hawiye by those with whom she fled."], ["[17]", "While I do not think it was essential for the Refugee Division to have dealt in its decision with every detail contained in the applicant's evidence before it, it cannot ignore relevant evidence."], ["[18]", "A finding that Hawiye clan membership would be attributed to the applicant solely based on patrimonial lineage and the fact that the applicant's father lived in the same household with the applicant for some time, seems to ignore the evidence which the applicant gave regarding why she believed she was or would be perceived to be Darod."], ["[19]", "Indeed, the Refugee Division seems to have considered the applicant as being credible, and quoted from her answer to question 33 of her Personal Information Form which it called \"[a] good summary of all her oral and written testimony\". It seems as if the Refugee Division accepted this evidence. There is no indication they disbelieved it or discounted it. Included in that summary was the following statement, \"[w]e fled to Kismayo with other Darod\"."], ["[20]", "An excerpt from the Christian Science Monitor of April 5, 1991, states", "\"Up to 600,000 refugees from the Darod clan have fled to the southern controlled town of Kismayo.\""], ["[21]", "This excerpt and the applicant's evidence, in my view at least, suggest that the applicant may be perceived to be Darod, notwithstanding Somali custom of patrimonial lineage for determining clan membership. The Refugee Division did not deal with this evidence in its decision at all."], ["[22]", "I must conclude that it came to its conclusion by disregarding or ignoring part of the evidence before it. In coming to this conclusion I do not find that the applicant would necessarily be perceived as Darod, but only that the Refugee Division erred in law by ignoring or disregarding some of the evidence before it in coming to its conclusion that the applicant would be perceived to be of Hawiye lineage."], ["[23]", "I would, therefore, quash the Refugee Division's decision of October 27, 1992, and remit the matter as soon as possible to a new and different panel for redetermination as to whether or not the applicant is a Convention refugee."], ["[24]", "Some reconciliation of the salient points of conflicting evidence or explanation as to why, on major issues, the Refugee Division chooses to accept one part of the evidence over another part would be desirable. The parties are encouraged to be as thorough as possible in bringing forward evidence including cross-examination, and to bring forward new and up-to-date evidence to the extent it is available and relevant."], ["[25]", "Applicant's counsel is requested to prepare the appropriate order in accordance with these reasons, obtain approval as to form and content from counsel for the respondent and submit it to me for signing."], ["[26]", "That is my decision in this matter.", "Application allowed.", "Editor: Gary W. McLaughlin/sms", "[End of document]"]]}