{"id_": "041201", "body_str": [["[1]", "Le juge Blanchard", ": Le 31 mars 2004, une décision de la Commission de l'immigration et du statut de réfugié, Section de la protection des réfugiés (la Commission) est rendue par le commissaire Jean-Marie Chastenay qui conclut que le demandeur n'a ni la qualité de réfugié ni la qualité de personne à protéger. La présente porte sur le contrôle judiciaire de cette décision aux termes du paragraphe 72(1) de la Loi sur l'immigration et la protection des réfugiés, L.C. 2001, c. 27 (la LIPR)."], ["[2]", "A titre de redressement, le demandeur réclame que cette Cour accueille la demande de contrôle judiciaire, infirme la décision du tribunal et renvoie le dossier devant la Commission.", "CONTEXTE FACTUEL"], ["[3]", "Le demandeur allègue être un citoyen de la République démocratique du Congo et membre de l'Union pour la démocratie et le progrès social (UDPS). A ce titre, il dit avoir participé à une manifestation visant à contester la façon d'agir du gouvernement de Laurent Désiré Kabila. Il est arrêté dans la nuit du 7 au 8 novembre 1997 et libéré le 28 novembre 1997. Il déclare avoir quitté la République démocratique du Congo le 7 décembre 1997 et être arrivé aux États-Unis le 8 décembre 1997."], ["[4]", "Il réclame l'asile au Canada le 28 juin 2003, demande qui sera refusée par la Commission le 31 mars 2004 au motif qu'il n'a pas déchargé le fardeau d'établir son identité."], ["[5]", "Le 19 novembre 2004, la demande d'autorisation pour introduire une demande de contrôle judiciaire est accordée.", "DÉCISION CONTESTÉE"], ["[6]", "La Commission conclut que le demandeur n'a ni la qualité de \" réfugié \" au sens de l'article 96 de la LIPR ni la qualité de \" personne à protéger \" aux termes du paragraphe 97(1) de la même loi."], ["[7]", "La demande d'asile du demandeur tombe sur la première détermination que doit faire la Commission, soit l'identité. Le demandeur n'a pas produit de documents d'identité acceptables au sens de l'article 106 de la LIPR."], ["[8]", "La Commission se dit d'avis que le demandeur ne s'est pas déchargé de son fardeau de preuve de démontrer qu'il est citoyen de la République démocratique du Congo.", "Il se peut que le demandeur soit de la RDC [République Démocratique du Congo]; toutefois, le tribunal ne sait pas d'où il vient, où il a vécu, pendant combien de temps et avec quel statut. Le tribunal ne sait pas si le demandeur est citoyen de la RDC ou citoyen ou résident permanent d'un autre pays. Le tribunal ne sait pas quant [sic] il a quitté son pays, ni son trajet pour venir au Canada."], ["[9]", "Les pièces suivantes sont au nombre des éléments de preuve auxquels la Commission n'accorde aucune valeur probante: permis de conduire, attestation de mariage, attestation de combattant de l'UDPS, carte de membre de l'UDPS, photos, extrait du journal l'Observateur. La Commission dispose également du formulaire de renseignements personnels (FRP) du demandeur et de son témoignage."], ["[10]", "La Commission n'accorde aucune valeur probante au permis de conduire, que le demandeur allègue avoir obtenu en 1996, puisqu'elle constate qu'il a en fait été émis le 10 novembre 1997 et délivré le 18 novembre 1997 alors que le demandeur était en prison. La Commission n'accepte pas la prétention du demandeur que ces dates soient erronées."], ["[11]", "De plus, en raison du fait que l'attestation de mariage ne comporte aucun timbre, la Commission note que le demandeur a omis de fournir la procuration qu'il dit avoir donnée à son frère pour contracter son mariage à Kinshasa, en République démocratique du Congo, alors qu'il était aux États-Unis."], ["[12]", "La Commission conclut que le demandeur n'a jamais été membre de l'UDPS puisque l'attestation de combattant est signée par une personne se désignant comme co-Président alors que, selon la preuve documentaire, ce poste n'existe pas, et, parce que la carte de membre ne ressemble pas à la version officielle identifiée dans le Political Handbook 1999. En outre, la Commission juge que le demandeur ignore complètement la structure politique de l'UDPS, ce qui mine sa crédibilité."], ["[13]", "La Commission remarque de plus que les photos du demandeur figurant sur son permis de conduire, sa carte de membre de l'UDPS et l'attestation de combattant de l'UDPS sont identiques, même si la carte de membre date de 1996, le permis de conduire de 1997 et l'attestation de combattant de 1998. Le demandeur n'a pas su fournir une explication sur ce fait, ce qui, selon la Commission, ébranle sa crédibilité."], ["[14]", "Le déclarant comme un document de complaisance, la Commission n'accorde aucune valeur probante à l'avis de recherche se trouvant dans le journal l'Observateur du 5 août 2003. La Commission interroge le demandeur sur la raison d'être de cet avis mentionnant que la famille Ipala recherche son fils, et se dit insatisfaite de sa réponse à l'effet que sa famille rapprochée, soit son père, sa mère, etc., savent où il se trouve mais que sa famille agrandie l'ignore."], ["[15]", "Enfin, la Commission reconnaît que le demandeur a déclaré avoir demandé avec insuccès l'asile aux États-Unis. Elle n'accepte cependant pas son explication qu'il a essuyé ce refus en raison de contradictions attribuables à une mauvaise interprétation, puisqu'elle est contredite par sa réponse à la question 41 de son FRP, à l'effet qu'il avait été mal conseillé par un compatriote congolais. Il s'agit d'un autre élément minant la crédibilité du demandeur aux yeux de la Commission."], ["[16]", "En somme, la Commission déclare que le demandeur n'a pas suppléé à l'absence de documents destinés à établir sa citoyenneté en en obtenant une corroboration indépendante. La Commission note que le demandeur n'a pas son passeport de même que le billet d'avion avec lequel il a voyagé. Ceci, ajouté au manque de documents d'identité, prive la Commission de documents importants et pertinents qui auraient pu corroborer le témoignage du demandeur:  <FRAGMENT_SUPPRESSED>  en ligne: QL.", "QUESTIONS EN LITIGE"], ["[17]", "La question qui se dégage du présent dossier est la suivante: la Commission a-t-elle rendu une décision manifestement déraisonnable en rejetant la demande d'asile du demandeur au motif qu'il n'avait pas établi son identité?", "ANALYSE"], ["[18]", "La norme de révision applicable à l'appréciation des pièces d'identité par la Commission est le caractère manifestement déraisonnable:  <FRAGMENT_SUPPRESSED>  en ligne:  <FRAGMENT_SUPPRESSED> . Dans le contexte d'un contrôle judiciaire, cette Cour doit faire preuve de déférence à l'égard de l'appréciation, par la Commission, des pièces d'identité et des témoignages des demandeurs d'asile puisqu'elle y est directement confrontée et dispose d'un niveau élevé de compétence dans ce domaine."], ["[19]", "L'article 106 de la LIPR stipule:", "106. La Section de la protection des réfugiés prend en compte, s'agissant de crédibilité, le fait que, n'étant pas muni de papiers d'identité acceptables, le demandeur ne peut raisonnablement en justifier la raison et n'a pas pris les mesures voulues pour s'en procurer.", "106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation."], ["[20]", "Le demandeur soumet que la Commission a erré en minant sa crédibilité parce que ce dernier n'a pas su fournir une explication sur le fait que la même photo figure sur trois documents d'identité qui datent de 1996, 1997 et 1998 respectivement."], ["[21]", "A l'audience, la Cour constate qu'il y a eu en effet une explication donnée en ce qui a trait à ces photos. Selon le témoignage du demandeur devant la Commission, \" ... il y a des clichés de huit photos, donc on peut utiliser la même carte de photos pour ... pour différents dossiers \" ."], ["[22]", "J'accepte les prétentions du demandeur sur ce point. La Commission a erré en déclarant qu'il n'y a eu aucune explication donnée sur ce sujet. Toutefois, compte tenu des autres éléments de preuve considérés par la Commission, et traités dans ses motifs, l'erreur n'est pas déterminante."], ["[23]", "Selon le demandeur, la décision de la Commission est largement basée sur l'itinéraire du demandeur avant sa venue au Canada et sur le fait que le demandeur n'a pas déposé en preuve le document de voyage avec lequel il a quitté son pays. Il soutient qu'il existe une preuve de son trajet puisqu'il a déposé le billet d'autobus par lequel il est arrivé au poste de Lacolle pour revendiquer le statut de réfugié."], ["[24]", "Le demandeur prétend également qu'il existe une preuve de son identité, soit son passeport congolais saisi par le \" United States Immigration and Naturalization Service \" (USINS) aux États-Unis. La Commission aurait pu, selon le demandeur, avoir facilement accès à ce dossier. A ceci le défendeur réplique que cette prétention est une indication supplémentaire du manque de crédibilité du demandeur. Le défendeur souligne que le demandeur mentionne avoir lui-même déposé, devant la Commission, des documents de son dossier de l'USINS afin de prouver son identité, ce qui le porte à questionner pourquoi, dans ces circonstances, le demandeur n'a pas déposé les autres documents?"], ["[25]", "Le défendeur souligne que la Commission a, à bon droit, appliqué le principe qui se dégage de la décision du juge Nadon, tel qu'il était alors, dans  <FRAGMENT_SUPPRESSED> , voulant que la Commission peut légitimement exprimer des réserves à l'encontre d'un revendicateur prétendant avoir détruit, perdu ou retourné au passeur le passeport et le billet d'avion utilisés pour venir au Canada."], ["[17] J'en profite pour ajouter qu'il est tout à fait raisonnable pour la Section du Statut de donner une grande importance au passeport d'un demandeur ainsi qu'à son billet d'avion. Ces documents, à mon avis, sont des documents essentiels pour démontrer l'identité d'un demandeur et son périple pour venir au Canada. [...]"], ["[18] De diminuer l'importance du passeport et du billet d'avion comme documents devant être produits ou d'excuser leurs non-production pour toutes sortes de motifs, ne sert, à mon avis, qu'à encourager tous ceux qui ne pensent qu'à prendre avantage d'un système ayant comme seul but de permettre à de véritables réfugiés de venir au Canada."], ["[26]", "Je suis d'avis que le demandeur se méprend sur l'interprétation qu'il tire du fondement de la décision de la Commission. Cette dernière a fondé sa décision sur le manque de crédibilité du demandeur qui n'a pas prouvé son identité. Elle s'est penchée sur le trajet du demandeur de façon accessoire et, à ce sujet, n'a pas conclu qu'il tentait de la priver de renseignements mais plutôt qu'il n'a pas fourni de preuve suffisante à cet effet. La Commission a spécifié que les documents que le demandeur prétend avoir remis à son passeur auraient pu corroborer son identité."], ["[27]", "Enfin, le demandeur conteste le fait que la Commission n'ait accordé aucune valeur probante à son permis de conduire et à l'attestation de mariage. En ce qui a trait au permis de conduire, le demandeur avance que si la Commission \" ne croit pas que le demandeur ait demandé le permis avant de rentrer en prison comme il l'a expliqué, le commissaire peut logiquement croire que le demandeur n'était pas en prison. \" Quant à l'attestation de mariage, le demandeur fait valoir que le mariage par procuration existe en République démocratique du Congo et qu'il n'avait aucun intérêt à en inventer un."], ["[28]", "En ce qui a trait au permis de conduire, je constate que les deux dates apparaissant sur le permis, notamment la date \" délivrée \" du permis, le 10 novembre 1997, et la date du renouvellement, le 13 novembre 1997, sont, selon le demandeur, des erreurs, puisque le permis aurait été émis en 1996. Je suis d'avis, compte tenu du fait qu'il s'agissait de deux dates différentes sur le même document, qu'il n'était pas manifestement déraisonnable de rejeter l'explication du demandeur et, en conséquence, d'accorder aucune valeur probante au permis."], ["[29]", "Il est convenu que le mariage par procuration peut exister en République démocratique du Congo. Comme l'indique la Commission, l'attestation de mariage datée du 25 octobre 2001 ne comporte aucun timbre. Selon la preuve documentaire, ces timbres, depuis 1998, sont affixés aux documents officiels et reflètent les frais juridiques ou administratifs liés à l'obtention de tels documents. Au surplus, le demandeur a omis de fournir la procuration qu'il dit avoir donnée à son frère, un document qui aurait servi à corroborer le mariage. Dans les circonstances, il n'était pas manifestement déraisonnable pour la Commission d'accorder aucune valeur probante à l'attestation de mariage."], ["[30]", "Deux autres pièces d'identité ont également été déposées, soit la carte d'adhésion de l'UDPS ainsi que l'attestation de combattant UDPS. L'authenticité de ces pièces a été attaquée par la Commission. Une lecture attentive de la transcription du témoignage du demandeur à ce sujet démontre qu'il n'a pu expliquer de façon satisfaisante les lacunes identifiées dans ces documents par la Commission."], ["[31]", "J'accepte l'argument du défendeur voulant qu'il est du ressort de la Commission d'évaluer la valeur probante des documents d'identité et qu'en l'espèce le demandeur n'a pas démontré que cette appréciation revêt un caractère manifestement déraisonnable:  <FRAGMENT_SUPPRESSED> ."], ["[32]", "En outre, la conclusion de la Commission sur la crédibilité du demandeur est également fondée sur son peu de connaissance de l'UDPS et sur les incohérences dans sa preuve. Le demandeur s'est vu accorder la possibilité d'y répondre mais n'a pas su satisfaire la Commission avec ses réponses. Je suis d'avis qu'en l'espèce aucune erreur susceptible de révision n'a été commise par la Commission et que ses conclusions ne sont pas manifestement déraisonnables."], ["[33]", "En dernier lieu, je ne peux conclure que la Commission a erré, tel que le prétend le demandeur, en ne poursuivant pas l'analyse de la demande d'asile. La jurisprudence de cette Cour indique clairement que la revendication d'asile doit être rejetée dès que la Commission détermine que l'identité du demandeur n'est pas prouvée:  <FRAGMENT_SUPPRESSED>  en ligne: QL. Je m'en remets donc aux propos du juge Beaudry dans  <FRAGMENT_SUPPRESSED> , pour conclure que la Commission n'a pas erré en ne poussant pas plus loin son analyse."], ["[14] L'article 106 de la Loi précise sans équivoque que les questions d'identité ont une incidence sur la crédibilité du demandeur. Puisque la norme de contrôle applicable aux affaires où la crédibilité mise en doute est celle de la nature manifestement déraisonnable de la décision de la Commission, il est logique de conclure que la question de savoir si le demandeur possède des documents acceptables établissant son identité ne doit être contrôlée par la Cour que si la Commission est arrivée à une conclusion manifestement déraisonnable. [...]", "[...]"], ["[16] La preuve de l'identité du revendicateur est d'une importance cruciale pour sa revendication.", "Je partage l'avis du défendeur qui affirme que si l'identité du revendicateur n'est pas prouvée, la revendication doit être rejetée; c'est donc dire que la Commission n'a pas besoin de faire une analyse de la preuve concernant d'autres aspects de la revendication", ". [...] (Je souligne)", "CONCLUSION"], ["[34]", "En somme, la conclusion de la Commission selon laquelle le demandeur n'a pas pu établir son identité est au coeur de la conclusion tirée au sujet de la crédibilité et, compte tenu des faits et de la preuve au dossier, je suis d'avis qu'elle n'est pas manifestement déraisonnable. Par conséquent, l'intervention de cette Cour, par le biais du contrôle judiciaire, n'est pas de mise. La demande est rejetée."], ["[35]", "Les parties n'ont pas proposé la certification d'une question grave de portée générale telle qu'envisagée à l'article 74(d) de la Loi sur l'immigration et la protection des réfugiés, S.C. 2001 c. 27. Aucune question grave de portée générale ne sera certifiée.", "ORDONNANCE"], ["[36]", "LA COUR ORDONNE", "1. La demande de contrôle judiciaire est rejetée.", "2. Aucune question grave de portée générale n'est certifiée.", ".........................", "<FRAGMENT_SUPPRESSED>   [Translation]: On March 31, 2004, a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) was made by Member Jean-Marie Chastenay, who determined that the applicant was neither a refugee nor a person in need of protection. This is an application for judicial review of that decision under subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the IRPA)."], ["[2]", "By way of relief, the applicant is asking this Court to allow the application for judicial review, set aside the Panel's decision and refer the matter back to the Board.", "FACT SITUATION"], ["[3]", "The applicant claims to be a citizen of the Democratic Republic of the Congo and a member of the Union pour la démocratie et le progrès social [Union for democracy and social progress] (the UDPS). As such, he says he took part in a demonstration against the Laurent Désiré Kabila government. He was arrested in the night of November 7-8, 1997, and released on November 28, 1997. He says he left the Democratic Republic of the Congo on December 7, 1997, and arrived in the United States on December 8, 1997."], ["[4]", "He made a refugee claim in Canada on June 28, 2003, and that claim was rejected by the Board on March 31, 2004, on the ground that he had not met the burden of establishing his identity."], ["[5]", "On November 19, 2004, the application for leave to commence an application for judicial review was allowed.", "IMPUGNED DECISION"], ["[6]", "The Board determined that the applicant was neither a \"refugee\" within the meaning of section 96 of the IRPA nor a \"person in need of protection\" under subsection 97(1) of the same Act."], ["[7]", "The applicant's refugee claim failed the first determination the Board has to make: identity. The applicant produced no acceptable identification within the meaning of section 106 of the IRPA."], ["[8]", "The Board was of the view that the applicant had not met his burden of producing evidence establishing that he was a citizen of the Democratic Republic of the Congo:", "The claimant may be from the DRC [Democratic Republic of the Congo] ; however, the panel does not know where he comes from, where he lived, for how long and with what status. The panel does not know if the claimant is a citizen of the DRC or a citizen or permanent resident of another country. The panel does not know when he left his country nor what route he took to come to Canada."], ["[9]", "The following documents were among the evidence to which the Board gave no weight: driver's licence, marriage certificate, UDPS combatant certificate, UDPS membership card, photos, clipping from the Observateur newspaper. The Board also had the applicant's Personal Information Form (PIF) and testimony."], ["[10]", "The Board gave no weight to the driver's licence, which the applicant claimed to have obtained in 1996, because the Board noted that it had actually been issued on November 10, 1997, and delivered on November 18, 1997, when the applicant was in jail. The Board rejected the applicant's claim that the dates were wrong."], ["[11]", "In addition, because there was no stamp on the marriage certificate, the Board noted that the applicant had failed to produce the proxy he claimed to have given his brother in order to enter into his marriage in Kinshasa, in the Democratic Republic of the Congo, when he was in the United States."], ["[12]", "The Board found that the applicant had never been a member of the UDPS, because the combatant certificate was signed by someone calling himself the Co-President, even though, according to the documentary evidence, there was no such position, and because the membership card did not look like the official version in the Political Handbook 1999. In addition, the Board found that the applicant knew nothing about the political structure of the UDPS, and this undermined his credibility."], ["[13]", "The Board also noted that the photos of the applicant on his driver's licence, UDPS membership card and UDPS combatant certificate were identical, even though it was a 1996 membership card, a 1997 driver's licence and a 1998 combatant certificate. The applicant was unable to explain that, and according to the Board, this undermined his credibility."], ["[14]", "The Board saw as self-serving the missing person's notice in the Observateur newspaper of August 5, 2003, and gave it no weight. The Board asked the applicant about the reason for the notice indicating that the Ipala family was looking for their son, and was not satisfied with his answer that his immediate family (his father, mother, etc.) knew his whereabouts but his extended family did not."], ["[15]", "Last, the Board acknowledged that the applicant did report his unsuccessful refugee claim in the United States. However, the Board did not accept his explanation that he was rejected because of inconsistencies due to poor interpretation, since that explanation was contradicted by his answer to question 41 on his PIF, according to which he had been given bad advice by a fellow Congolese countryman. This was another factor undermining the applicant's credibility, in the Board's opinion."], ["[16]", "In short, the Board stated that the applicant had not compensated for the lack of documentation establishing his citizenship by obtaining independent corroboration. The Board noted that he did not have his passport or the plane ticket he had used to travel. This, in addition to the lack of identification, deprived the Board of important and relevant documents that might have corroborated the applicant's testimony:  <FRAGMENT_SUPPRESSED>  (QL).", "ISSUES"], ["[17]", "The issue that arises in the case at bar is the following: was it patently unreasonable for the Board to reject the applicant's refugee claim on the ground that he had failed to establish his identity?", "ANALYSIS"], ["[18]", "The appropriate standard for reviewing the Board's assessment of identity documents is patent unreasonableness:  <FRAGMENT_SUPPRESSED> . On judicial review, the Court must show deference to the Board's assessment of the identity documents and testimony of the refugee claimants because the Board had first-hand access to them and possesses a high level of expertise in this area."], ["[19]", "Section 106 of the IRPA states:", "106", ". The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.", "106", ". La Section de la protection des réfugiés prend en compte, s'agissant de crédibilité, le fait que, n'étant pas muni de papiers d'identité acceptables, le demandeur ne peut raisonnablement en justifier la raison et n'a pas pris les mesures voulues pour s'en procurer."], ["[20]", "The applicant argued that the Board erred in drawing an adverse credibility inference from his inability to explain why the same photo was on three identity documents, one from 1996, one from 1997 and one from 1998."], ["[21]", "At the hearing, the Court noted that an explanation was in fact given in relation to the photos. According to the applicant's testimony before the Board, \"[TRANSLATION] . . . there are eight prints, so you can use the same sheet of photos for . . . for various purposes\"."], ["[22]", "I accept the applicant's arguments on this point. The Board erred in saying no explanation had been given. However, in light of the other evidence the Board considered and addressed in its reasons, the error is not critical."], ["[23]", "According to the applicant, the Board's decision was largely based on his itinerary before coming to Canada and on the fact that he did not produce in evidence the travel document he used to leave his country. He argued that there was evidence of the route he took because he did produce the bus ticket he used to get to the Lacolle border crossing to claim refugee status."], ["[24]", "The applicant also claimed there was evidence of his identity: his Congolese passport seized by the United States Immigration and Naturalization Service (USINS) in the United States. In his opinion, the Board could have easily had access to the file. The respondent replied that this was yet another indication of the applicant's lack of credibility. The respondent pointed out that the applicant said that he himself produced, before the Board, documents from his USINS file in order to prove his identity, which begs the question why, under the circumstances, did he not produce the other documents?"], ["[25]", "The respondent pointed out that the Board properly applied the principle, from the decision of Nadon J., as he then was, in  <FRAGMENT_SUPPRESSED> , that the Board can legitimately express reservations about a claimant claiming to have destroyed, lost or given back to the smuggler, the passport and plane ticket used to come to Canada:"], ["[17] I take this opportunity to add that it is entirely reasonable for the Refugee Division to attach great importance to a claimant's passport and his air ticket. In my opinion, these documents are essential to establish the claimant's identity and his journey to come to Canada. . . ."], ["[18] Minimizing the importance of the passport and air ticket as documents to be produced or ignoring their non-submission for all sorts of reasons in my opinion only serves to encourage all those whose only purpose is to take advantage of a system which is intended solely to enable genuine refugees to come to Canada."], ["[26]", "In my view, the applicant has misinterpreted the basis for the Board's decision. The Board based its decision on the lack of credibility of the applicant, who failed to prove his identity. It looked at the applicant's itinerary incidentally, and did not find that he was trying to keep information from the Board, but rather that he failed to produce sufficient evidence in that regard. The Board pointed out that the documents the applicant claimed to have given back to his smuggler might have corroborated his identity."], ["[27]", "Last, the applicant challenged the fact that the Board gave no weight to his driver's licence and marriage certificate. In terms of the driver's licence, the applicant argued that if the Board \"[TRANSLATION] does not believe that the applicant applied for the licence before going to jail as he explained, the Member may logically believe that the applicant was not in jail.\" As for the marriage certificate, the applicant asserted that marriage by proxy does occur in the Democratic Republic of the Congo and that he had no reason to make one up."], ["[28]", "In terms of the driver's licence, I note that according to the applicant, both of the dates on the licence - the licence \"issued\" date, November 10, 1997, and the renewal date, November 13, 1997 - are mistakes, because the licence was issued in 1996. In my view, since there were two different dates on the same document, it was not patently unreasonable to reject the applicant's explanation and, as a result, to give the licence no weight."], ["[29]", "It may well be that marriage by proxy occurs in the Democratic Republic of the Congo. As the Board indicated, there was no stamp on the marriage certificate of October 25, 2001. According to the documentary evidence, there have been stamps on official documents since 1998, indicating the legal or administrative fees associated with the issuing of those documents. Furthermore, the applicant failed to produce the proxy he claimed to have given his brother, a document which would have served to corroborate the marriage. Under the circumstances, it was not patently unreasonable for the Board to give the marriage certificate no weight."], ["[30]", "Two other pieces of identification were also produced: the UDPS membership card and the UDPS combatant certificate. The Board doubted their authenticity. A careful reading of the transcript of the applicant's testimony on this point shows that he was unable to provide a satisfactory explanation of the shortcomings the Board identified in these documents."], ["[31]", "I accept the respondent's argument that it is for the Board to assess and weigh the value of the identity documents and that in the case at bar, the applicant did not establish that this assessment was patently unreasonable:  <FRAGMENT_SUPPRESSED> ."], ["[32]", "In addition, the Board's finding as to the applicant's credibility was also based on his lack of knowledge of the UDPS and on the inconsistencies in his evidence. The applicant was given the opportunity to respond, but failed to satisfy the Board with his answers. In the case at bar, in my view, the Board made no reviewable error and its findings were not patently unreasonable."], ["[33]", "Last, I cannot find that the Board erred, as the applicant claimed, in not giving the refugee claim further consideration. The decisions of this Court indicate clearly that a refugee claim must be dismissed once the Board determines that the identity of the claimant has not been proven:  <FRAGMENT_SUPPRESSED>  (QL). I thus defer to the reasoning of Beaudry J. in  <FRAGMENT_SUPPRESSED> , and find that the Board did not err in not taking its analysis any further:"], ["[14] Section 106 of the Act makes it clear that identity issues go to the credibility of the Applicant. The standard of review in credibility cases being the patently unreasonable nature of the Board's decision, it is logical to conclude that the question of whether the claimant possesses acceptable documentation establishing identity is to be reviewed by this Court only if the Board came to a patently unreasonable finding. . . .", ". . ."], ["[16] The proof of a claimant's identity is of central importance to his or her claim.", "I agree with the Respondent that if the identity of the claimant is not proven, the claim must fail; that means the Board need not pursue an analysis of the evidence in relation to other aspects of the claim", ". . . . (Emphasis added)", "CONCLUSION"], ["[34]", "In short, the Board's finding that the applicant failed to establish his identity was central to the credibility finding, and in my view, in light of the facts and evidence in the record, it was not patently unreasonable. Accordingly, the intervention of this Court by way of judicial review is unwarranted. The application is dismissed."], ["[35]", "The parties did not suggest that any serious question of general importance be certified as contemplated by paragraph 74(d) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27. No serious question of general importance will be certified.", "ORDER"], ["[36]", "THE COURT ORDERS", "1. The application for judicial review is dismissed.", "2. No serious question of general importance is certified.", "[End of document]"]]}