{"id_": "041277", "body_str": [["[1]", "Mosley, J.", ": Mr. Kang failed to declare currency in his possession upon his return to Canada from the United Kingdom. The money was found on secondary inspection at the Calgary International Airport and seized.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant seeks judicial review pursuant to section 18.1 of the", "Federal Courts Act", ", R.S., 1985, c. F-7, of the amended ministerial decision made on September 14, 2010 by the Appeal Division, Recourse Directorate for the Minister of Public Safety and Emergency Preparedness, concluding that there was a contravention under section 27 of the", "Proceeds of Crime (Money Laundering) and Terrorist Financing Act", ", S.C. 2000 c. 17 (\"", "Act", "\") and that $150 CAD, $517 USD and 6050 GBP shall be held as forfeit under section 29 of the", "Act", ".  <FRAGMENT_SUPPRESSED>", "BACKGROUND", ":  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant arrived at Calgary International Airport (\"CIA\") on August 1, 2009 from the United Kingdom (\"UK\"). He was travelling with his mother and sister, all of whom were in the UK to attend the applicant's cousin's wedding. On his Customs Declaration card, he answered \"no\" to the question of whether he was transporting currency or monetary instruments totalling $10,000 CDN or more.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant's luggage was x-rayed in secondary examination. The image showed various small patches of dense areas in his suitcase. The Border Services Officer conducted a database check on the applicant and discovered he had two previous enforcement actions for smuggling a controlled substance.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Officer searched the applicant's luggage and found two white envelopes. The applicant told the Officer that each envelope contained three thousand GBP. When asked why he did not declare this amount, Mr. Kang said he was a truck driver and that he has crossed the border numerous times with cash. He also said he knew he did not have to declare sums under $10,000 and told the Officer that the money was for his sister and mother as well as he. A search of the applicant's mother's purse revealed an envelope of 3000 GBP. Both the mother and the sister disavowed ownership of the money at the airport.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Officer asked the applicant a number of questions regarding from where the money came, why he had such large sums of money and his intended use for the funds. The applicant responded that prior to travelling to the UK, he withdrew $10,000 at Bank of Nova Scotia and $5,000 at a credit union. He explained that the $5,000 was intended to be a wedding gift for his cousin but that his cousin did not want the money. The Officer asked for the name of his cousin but the applicant either did not or could not answer. The applicant also failed to answer the Officer's follow up questions with respect to whether the applicant's past enforcement actions were tied to drugs. The applicant became upset, agitated and non-responsive. As the applicant was no longer answering questions, the Officer seized the money. A different officer noted that the applicant also had some American and Canadian funds in his wallet which were later counted by the initial Officer. Pursuant to subsection 18(2) of the", "Act", ", no terms of release were offered as it was believed that the funds in GBP were proceeds of crime or were for the use of financing terrorist activities.  <FRAGMENT_SUPPRESSED>"], ["[7]", "By way of letter dated August 2, 2009, Canada Border Services Agency (\"CBSA\") advised the applicant that a typing error occurred while entering the seizure receipt. It was explained that the line that states 20, 20 GBP notes (totalling 400 GBP) were seized should have stated 20, 50 GBP notes (totalling 1000 GBP) were seized. A correction was made and a new seizure receipt was issued to reflect that. On August 17, 2009, the applicant requested a ministerial decision pursuant to section 25 of the", "Act", "as to whether subsection 12(1) of the", "Act", "had been contravened.  <FRAGMENT_SUPPRESSED>"], ["[8]", "On September 28, 2009, CBSA, on behalf of the Minister, provided the applicant with a written Notice of Circumstances of the Seizure pursuant to subsection 26(1) of the", "Act", "and invited him to furnish any evidence in the matter, as per subsection 26(2). The applicant provided CBSA with submissions and documentary evidence on October 21, 2009. In that letter, the applicant submitted that his \"failure to declare that he was carrying funds in excess of $10,000 was a misunderstanding on his part\". He also submitted that he did not bring funds to the UK from Canada. He said he borrowed money from relatives in the UK. He attached an affidavit from his uncle, Mr. Kewal Singh, as proof of this statement. Mr. Singh's affidavit noted that the applicant requested a 5,000 GBP loan and that two withdrawals were made.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In a letter dated November 2, 2009, the Minister requested further proof of Mr. Singh's account. On January 11, 2010, the applicant submitted Mr. Singh's transaction history and account book, asserting that the GPB were derived from Mr. Singh. The Minister responded on February 9, 2010, acknowledging the January 11 letter but reiterating that the account book and transaction history did not prove lawful origin of the money or that the British funds were from Mr. Singh's withdrawals. The Minister again requested proof of lawful origin. No further evidence was submitted. The Minister's Delegate provided the applicant with her decision by letter dated July 29, 2010 and an amended decision on September 10, 2010. The applicant filed for judicial review on October 7, 2010.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant seeks an order, under paragraph 18.1(3)(b) of the", "Federal Courts Act", ", quashing or setting aside the decision of the Minister's Delegate and referring it back to another decision-maker for redetermination.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW", ":  <FRAGMENT_SUPPRESSED>"], ["[11]", "In the July 29, 2010 letter the Minister's Delegate concluded that there was a contravention of the", "Act", "or", "Regulations", "with respect to $150 CAD, 5150 GBP and $517 USD, all of which was seized. Under the provisions of section 29 of the", "Act", ", the amounts seized were held as forfeit. On September 10, 2010, the Minister's Delegate sent an amended set of reasons. They are identical to the reasons of the July 29th decision but note that the seized amount in GBP was 6050, not 5150.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Pursuant to section 27 of the", "Act", ", the Minister's Delegate also decided that there was not a contravention with respect to the 3000 GBP seized (the sum found in the applicant's mother's purse). As such, and according to section 28, the Minister's Delegate held that this amount should be returned to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Based on the following, the Minister's Delegate held that there were reasonable grounds to suspect that the funds seized were the proceeds of crime:  <FRAGMENT_SUPPRESSED>", "- the applicant did not report the currency in his possession as required by the Act;  <FRAGMENT_SUPPRESSED>", "- the applicant was the subject of two previous enforcement actions for smuggling prohibited drugs into Canada;  <FRAGMENT_SUPPRESSED>", "- the funds over the reporting threshold were hid in the lining of the applicant's suitcase;  <FRAGMENT_SUPPRESSED>", "- the applicant provided contradictory statements to the officer;  <FRAGMENT_SUPPRESSED>", "- the applicant was aware of reporting requirements;  <FRAGMENT_SUPPRESSED>", "- the applicant had limited household income;  <FRAGMENT_SUPPRESSED>", "ISSUES", ":  <FRAGMENT_SUPPRESSED>"], ["[14]", "The issues raised on this application are as follows:  <FRAGMENT_SUPPRESSED>", "1. Does the Court have jurisdiction in this judicial review to hear arguments on the section 27 decision?  <FRAGMENT_SUPPRESSED>", "2. Was the Minister's decision to maintain forfeiture of the currency reasonable?  <FRAGMENT_SUPPRESSED>", "3. Does the doctrine of functus officio apply to this case in that the amended decision should not be considered?  <FRAGMENT_SUPPRESSED>", "RELEVANT STATUTORY PROVISONS", ":  <FRAGMENT_SUPPRESSED>"], ["[15]", "The objectives of the", "Act", "are set out in section 3:  <FRAGMENT_SUPPRESSED>", "3. The object of this Act is (a) to implement specific measures to detect and deter money laundering and the financing of terrorist activities and to facilitate the investigation and prosecution of money laundering offences and terrorist activity financing offences, including  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(ii) requiring the reporting of suspicious financial transactions and of cross-border movements of currency and monetary instruments, and  <FRAGMENT_SUPPRESSED>", "(b) to respond to the threat posed by organized crime by providing law enforcement officials with the information they need to deprive criminals of the proceeds of their criminal activities, while ensuring that appropriate safeguards are put in place to protect the privacy of persons with respect to personal information about themselves; and  <FRAGMENT_SUPPRESSED>", "(c) to assist in fulfilling Canada's international commitments to participate in the fight against transnational crime, particularly money laundering, and the fight against terrorist activity.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "3. La présente loi a pour objet: a) de mettre en oeuvre des mesures visant à détecter et décourager le recyclage des produits de la criminalité et le financement des activités terroristes et à faciliter les enquêtes et les poursuites relatives aux infractions de recyclage des produits de la criminalité et aux infractions de financement des activités terroristes, notamment:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(ii) établir un régime de déclaration obligatoire des opérations financières douteuses et des mouvements transfrontaliers d'espèces et d'effets,  <FRAGMENT_SUPPRESSED>", "b) de combattre le crime organisé en fournissant aux responsables de l'application de la loi les renseignements leur permettant de priver les criminels du produit de leurs activités illicites, tout en assurant la mise en place des garanties nécessaires à la protection de la vie privée des personnes à l'égard des renseignements personnels les concernant;  <FRAGMENT_SUPPRESSED>", "c) d'aider le Canada à remplir ses engagements internationaux dans la lutte contre le crime transnational, particulièrement le recyclage des produits de la criminalité, et la lutte contre les activités terroristes.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Subsection 12(1) of the", "Act", "set out reporting obligations for bringing currency into the country:  <FRAGMENT_SUPPRESSED>", "12. (1) Every person or entity referred to in subsection (3) shall report to an officer, in accordance with the regulations, the importation or exportation of currency or monetary instruments of a value equal to or greater than the prescribed amount.  <FRAGMENT_SUPPRESSED>", "(2) A person or entity is not required to make a report under subsection (1) in respect of an activity if the prescribed conditions are met in respect of the person, entity or activity, and if the person or entity satisfies an officer that those conditions have been met.  <FRAGMENT_SUPPRESSED>", "(3) Currency or monetary instruments shall be reported under subsection (1)(a) in the case of currency or monetary instruments in the actual possession of a person arriving in or departing from Canada, or that form part of their baggage if they and their baggage are being carried on board the same conveyance, by that person or, in prescribed circumstances, by the person in charge of the conveyance;  <FRAGMENT_SUPPRESSED>", "(b) in the case of currency or monetary instruments imported into Canada by courier or as mail, by the exporter of the currency or monetary instruments or, on receiving notice under subsection 14(2), by the importer;  <FRAGMENT_SUPPRESSED>", "(c) in the case of currency or monetary instruments exported from Canada by courier or as mail, by the exporter of the currency or monetary instruments;  <FRAGMENT_SUPPRESSED>", "(d) in the case of currency or monetary instruments, other than those referred to in paragraph (a) or imported or exported as mail, that are on board a conveyance arriving in or departing from Canada, by the person in charge of the conveyance; and  <FRAGMENT_SUPPRESSED>", "(e) in any other case, by the person on whose behalf the currency or monetary instruments are imported or exported.  <FRAGMENT_SUPPRESSED>", "(4) If a report is made in respect of currency or monetary instruments, the person arriving in or departing from Canada with the currency or monetary instruments shall  <FRAGMENT_SUPPRESSED>", "(a) answer truthfully any questions that the officer asks with respect to the information required to be contained in the report; and  <FRAGMENT_SUPPRESSED>", "(b) on request of an officer, present the currency or monetary instruments that they are carrying or transporting, unload any conveyance or part of a conveyance or baggage and open or unpack any package or container that the officer wishes to examine.  <FRAGMENT_SUPPRESSED>", "(5) Officers shall send the reports they receive under subsection (1) to the Centre.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "12. (1) Les personnes ou entités visées au paragraphe (3) sont tenues de déclarer à l'agent, conformément aux règlements, l'importation ou l'exportation des espèces ou effets d'une valeur égale ou supérieure au montant réglementaire.  <FRAGMENT_SUPPRESSED>", "(2) Une personne ou une entité n'est pas tenue de faire une déclaration en vertu du paragraphe (1) à l'égard d'une importation ou d'une exportation si les conditions réglementaires sont réunies à l'égard de la personne, de l'entité, de l'importation ou de l'exportation et si la personne ou l'entité convainc un agent de ce fait.  <FRAGMENT_SUPPRESSED>", "(3) Le déclarant est, selon le cas:  <FRAGMENT_SUPPRESSED>", "a) la personne ayant en sa possession effective ou parmi ses bagages les espèces ou effets se trouvant à bord du moyen de transport par lequel elle arrive au Canada ou quitte le pays ou la personne qui, dans les circonstances réglementaires, est responsable du moyen de transport;  <FRAGMENT_SUPPRESSED>", "b) s'agissant d'espèces ou d'effets importés par messager ou par courrier, l'exportateur étranger ou, sur notification aux termes du paragraphe 14(2), l'importateur;  <FRAGMENT_SUPPRESSED>", "c) l'exportateur des espèces ou effets exportés par messager ou par courrier;  <FRAGMENT_SUPPRESSED>", "d) le responsable du moyen de transport arrivé au Canada ou qui a quitté le pays et à bord duquel se trouvent des espèces ou effets autres que ceux visés à l'alinéa a) ou importés ou exportés par courrier;  <FRAGMENT_SUPPRESSED>", "e) dans les autres cas, la personne pour le compte de laquelle les espèces ou effets sont importés ou exportés", ".  <FRAGMENT_SUPPRESSED>", "(4) Une fois la déclaration faite, la personne qui entre au Canada ou quitte le pays avec les espèces ou effets doit:  <FRAGMENT_SUPPRESSED>", "a) répondre véridiquement aux questions que lui pose l'agent à l'égard des renseignements à déclarer en application du paragraphe (1);  <FRAGMENT_SUPPRESSED>", "b) à la demande de l'agent, lui présenter les espèces ou effets qu'elle transporte, décharger les moyens de transport et en ouvrir les parties et ouvrir ou défaire les colis et autres contenants que l'agent veut examiner.  <FRAGMENT_SUPPRESSED>", "(5) L'agent fait parvenir au Centre les déclarations recueillies en application du paragraphe (1).  <FRAGMENT_SUPPRESSED>"], ["[17]", "The prescribed amount, as referred to above, is set out in section 2 of the", "Cross-border Currency and Monetary Instruments Reporting Regulations", ", SOR/2002-412:  <FRAGMENT_SUPPRESSED>", "2. (1) For the purposes of reporting the importation or exportation of currency or monetary instruments of a certain value under subsection 12(1) of the Act, the prescribed amount is $10,000.  <FRAGMENT_SUPPRESSED>", "(2) The prescribed amount is in Canadian dollars or its equivalent in a foreign currency, based on  <FRAGMENT_SUPPRESSED>", "(a) the official conversion rate of the Bank of Canada as published in the Bank of Canada's Daily Memorandum of Exchange Rates that is in effect at the time of importation or exportation; or  <FRAGMENT_SUPPRESSED>", "(b) if no official conversion rate is set out in that publication for that currency, the conversion rate that the person or entity would use for that currency in the normal course of business at the time of the importation or exportation.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "2. (1) Pour l'application du paragraphe 12(1) de la Loi, les espèces ou effets dont l'importation ou l'exportation doit être déclarée doivent avoir une valeur égale ou supérieure à 10 000 $.  <FRAGMENT_SUPPRESSED>", "(2) La valeur de 10 000 $ est exprimée en dollars canadiens ou en son équivalent en devises selon:  <FRAGMENT_SUPPRESSED>", "a) le taux de conversion officiel de la Banque du Canada publié dans son Bulletin quotidien des taux de change en vigueur à la date de l'importation ou de l'exportation;  <FRAGMENT_SUPPRESSED>", "b) dans le cas où la devise ne figure pas dans ce bulletin, le taux de conversion que le déclarant utiliserait dans le cours normal de ses activités à cette date.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Subsection 18(1) of the", "Act", "allows seizure of currency if the officer believes that subsection 12(1) has been contravened:  <FRAGMENT_SUPPRESSED>", "18. (1) If an officer believes on reasonable grounds that subsection 12(1) has been contravened, the officer may seize as forfeit the currency or monetary instruments.  <FRAGMENT_SUPPRESSED>", "(2) The officer shall, on payment of a penalty in the prescribed amount, return the seized currency or monetary instruments to the individual from whom they were seized or to the lawful owner unless the officer has reasonable grounds to suspect that the currency or monetary instruments are proceeds of crime within the meaning of subsection 462.3(1) of the Criminal Code or funds for use in the financing of terrorist activities.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "18. (1) S'il a des motifs raisonnables de croire qu'il y a eu contravention au paragraphe 12(1), l'agent peut saisir à titre de confiscation les espèces ou effets.  <FRAGMENT_SUPPRESSED>", "(2) Sur réception du paiement de la pénalité réglementaire, l'agent restitue au saisi ou au propriétaire légitime les espèces ou effets saisis sauf s'il soupçonne, pour des motifs raisonnables, qu'il s'agit de produits de la criminalité au sens du paragraphe 462.3(1) du Code criminel ou de fonds destinés au financement des activités terroristes.  <FRAGMENT_SUPPRESSED>"], ["[19]", "If an individual had currency or monetary instruments under subsection 18(1) seized, that individual has the right, pursuant to section 25, to request a decision of the Minister as to whether subsection 12(1) was contravened:  <FRAGMENT_SUPPRESSED>", "25. A person from whom currency or monetary instruments were seized under section 18, or the lawful owner of the currency or monetary instruments, may within 90 days after the date of the seizure request a decision of the Minister as to whether subsection 12(1) was contravened, by giving notice in writing to the officer who seized the currency or monetary instruments or to an officer at the customs office closest to the place where the seizure took place.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "25. La personne entre les mains de qui ont été saisis des espèces ou effets en vertu de l'article18 ou leur propriétaire légitime peut, dans les quatre-vingt-dix jours suivant la saisie, demander au ministre de décider s'il y a eu contravention au paragraphe 12(1) en donnant un avis écrit à l'agent qui les a saisis ou à un agent du bureau de douane le plus proche du lieu de la saisie.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Pursuant to subsection 27(1), the Minister must then make a decision with respect to whether subsection 12(1) of the", "Act", "was contravened. (\"Section 27 Decision\"):  <FRAGMENT_SUPPRESSED>", "27. (1) Within 90 days after the expiry of the period referred to in subsection 26(2), the Minister shall decide whether subsection 12(1) was contravened.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "27. (1) Dans les quatre-vingt-dix jours qui suivent l'expiration du délai mentionné au paragraphe 26(2), le ministre décide s'il y a eu contravention au paragraphe 12(1).  <FRAGMENT_SUPPRESSED>"], ["[21]", "If, under section 27, the Minister decides there was not failure to report, pursuant to section 12, the currency or the assessed penalty must be returned, as per section 28. If the Minister concludes that there was a failure to report, the Minister must then render a second decision, under section 29, as to the appropriate sanction for the infraction (\"Section 29 Decision\"):  <FRAGMENT_SUPPRESSED>", "29. (1) If the Minister decides that subsection 12(1) was contravened, the Minister may, subject to the terms and conditions that the Minister may determine,  <FRAGMENT_SUPPRESSED>", "(a) decide that the currency or monetary instruments or, subject to subsection (2), an amount of money equal to their value on the day the Minister of Public Works and Government Services is informed of the decision, be returned, on payment of a penalty in the prescribed amount or without penalty;  <FRAGMENT_SUPPRESSED>", "(b) decide that any penalty or portion of any penalty that was paid under subsection 18(2) be remitted; or  <FRAGMENT_SUPPRESSED>", "(c) subject to any order made under section 33 or 34, confirm that the currency or monetary instruments are forfeited to Her Majesty in right of Canada.  <FRAGMENT_SUPPRESSED>", "The Minister of Public Works and Government Services shall give effect to a decision of the Minister under paragraph (a) or (b) on being informed of it.  <FRAGMENT_SUPPRESSED>", "(2) The total amount paid under paragraph (1)(a) shall, if the currency or monetary instruments were sold or otherwise disposed of under the Seized Property Management Act, not exceed the proceeds of the sale or disposition, if any, less any costs incurred by Her Majesty in respect of the currency or monetary instruments.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "29. (1) S'il décide qu'il y a eu contravention au paragraphe 12(1), le ministre peut, auxconditions qu'il fixe:  <FRAGMENT_SUPPRESSED>", "a) soit restituer les espèces ou effets ou, sous réserve du paragraphe (2), la valeur de ceux-ci à la date où le ministre des Travaux publics et des Services gouvernementaux estinformé de la décision, sur réception de la pénalité réglementaire ou sans pénalité;  <FRAGMENT_SUPPRESSED>", "b) soit restituer tout ou partie de la pénalité versée en application du paragraphe 18(2);  <FRAGMENT_SUPPRESSED>", "c) soit confirmer la confiscation des espèces ou effets au profit de Sa Majesté du chef du Canada, sous réserve de toute ordonnance rendue en application des articles 33 ou 34.  <FRAGMENT_SUPPRESSED>", "Le ministre des Travaux publics et des Services gouvernementaux, dès qu'il en est informé, prend les mesures nécessaires à l'application des alinéas a) ou b).  <FRAGMENT_SUPPRESSED>", "(2) En cas de vente ou autre forme d'aliénation des espèces ou effets en vertu de la Loi sur l'administration des biens saisis, le montant de la somme versée en vertu de l'alinéa (1)a) ne peut être supérieur au produit éventuel de la vente ou de l'aliénation, duquel sont soustraits les frais afférents exposés par Sa Majesté; à défaut de produit de l'aliénation, aucun paiement n'est effectué.  <FRAGMENT_SUPPRESSED>"], ["[22]", "A Section 29 Decision is effectively a review of the quantum of the sanction imposed by the Customs official pursuant to subsection 18(2) (i.e., full forfeiture or a penalty ranging from $250 to $5, 000). Section 29 requires the Minister to either confirm the Customs official's decision in regards to the sanction or to reduce it to a lesser penalty.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Subsection 30(1) provides for the process for appealing a decision under section 27 in Federal Court:  <FRAGMENT_SUPPRESSED>", "30. (1) A person who requests a decision of the Minister under section 27 may, within 90 days after being notified of the decision, appeal the decision by way of an action in the Federal Court in which the person is the plaintiff and the Minister is the defendant.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "30. (1) La personne qui a demandé que soit rendue une décision en vertu de l'article 27 peut, dans les quatre-vingt-dix jours suivant la communication de cette décision, en appeler par voie d'action à la Cour fédérale à titre de demandeur, le ministre étant le défendeur.  <FRAGMENT_SUPPRESSED>", "ANALYSIS", ":  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[24]", "Due to the existence of a strong privative clause in section 24 of the", "Act", ", decisions under section 29 must be reviewed by this Court against a standard of reasonableness:", "<FRAGMENT_SUPPRESSED>  at para. 25. The Minister's Delegate is afforded deference in deciding cases that deal with Section 29 decisions.  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "Does the Court have jurisdiction on this judicial review to hear arguments on the section 27 decision?  <FRAGMENT_SUPPRESSED>"], ["[25]", "As outlined in the legislative framework, above, contesting the decision made by the Minister, pursuant to section 27 of the", "Act", ", is done by way of appeal in the Federal Court. The respondent is correct to note that this is a different process than a judicial review of a Section 29  <FRAGMENT_SUPPRESSED>  [2005] F.C.R. 152. The sole issue  <FRAGMENT_SUPPRESSED>", "was whether the Federal Court has jurisdiction, pursuant to section 30 of the", "Act", ", to review a Section 29 Decision. The Minister took the position that the Court's jurisdiction under section 30 is limited to considering the Section 27 Decision.  <FRAGMENT_SUPPRESSED>"], ["[26]", "At paragraph 35 of", "Dokaj", ", Justice Carolyn Layden-Stevenson clarified the difference between a Section 27 Decision and a Section 29 Decision:  <FRAGMENT_SUPPRESSED>", "The decisions of the Minister pursuant to sections 27 and 29 are discrete decisions. One deals with contravention; the other deals with penalty and forfeit. Section 27 stipulates that the Minister shall decide whether subsection 12(1), i.e. the requirement to report, was contravened. The wording is unequivocal and leaves no room for doubt. Section 29 provides that, in circumstances where the Minister determines that there was a failure to report, the Minister is to review the quantum of the sanction imposed by the customs official under subsection 18(2), i.e. full forfeiture or a penalty ranging from $250 to $5, 000. The Minister will either confirm the customs official's determination with respect to sanction or reduce it to some lesser penalty.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Justice Layden-Stevenson elaborated on the distinction at paragraphs 37 and 38:  <FRAGMENT_SUPPRESSED>", "[...] It necessarily follows that the references to \"a decision\" and \"the decision\" in subsection 30(1) refer to the Minister's determination under section 27 of the Act. In my view, it cannot reasonably be construed in any other way. Consequently, the Federal Court's jurisdiction, pursuant to section 30 of the Act, is limited to reviewing the decision under section 27 of the Act. That decision is with respect to whether or not there was a contravention of the Act under subsection 12(1).  <FRAGMENT_SUPPRESSED>", "While other ministerial decisions taken in the context of a seizure under the Act, such as a decision under section 29, may be the subject of judicial review applications initiated under section 18 of the", "Federal Courts Act", ", R.S.C., 1985, c. F-7, they cannot be the subject of a statutory appeal brought pursuant to section 30 of the Act. Section 24 of the Act constitutes a strong privative clause that insulates, but does not immunize, decisions (other than those under section 27) from judicial review. Indeed the Minister takes the position that judicial review of such decisions is available and the existence and ambit of the privative clause is to be assessed in the consideration of the factors comprising the pragmatic and functional analysis (see:", "<FRAGMENT_SUPPRESSED>  D.L.R. (4th) 356 at paragraphs 16-18 and applies herein. See also:", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 67 at paras. 33-34.  <FRAGMENT_SUPPRESSED>"], ["[29]", "It is true that the various reports and decisions issued by the Minister were unclear, and even contradictory, in terms of how much was seized and in what denominations. However, based on the law and jurisprudence, it is clear that this Court does not have jurisdiction to hear these arguments on judicial review. This bench is charged only with reviewing the Section 29 Decision. That is, a review of the penalty and forfeiture. As was explained at paragraph 34 in", "<FRAGMENT_SUPPRESSED> : \"the starting point for the exercise of the Minister's discretion is that the forfeited currency, which is now in the hands of the Minister of Public Works pursuant to section 22, is, for all legal purposes, property of the Crown\".  <FRAGMENT_SUPPRESSED>"], ["[30]", "Had the applicant wished to challenge the Section 27 Decision, he should have initiated an appeal in Federal Court pursuant to section 30 of the", "Act", ", within the stipulated timeframe. He cannot do so in these proceedings.  <FRAGMENT_SUPPRESSED>", "Was the Minister's decision to maintain forfeiture of the currency reasonable?  <FRAGMENT_SUPPRESSED>"], ["[31]", "The applicant submits that based on the evidence on record, there is no way to ascertain exactly how much currency of what denomination was in his actual possession alone when he entered Canada because it was split between himself and his mother and because of the errors made by the officials in counting the totals. He submits that this should be considered by the Minister's Delegate when jurisdiction is exercised under section 29 of the", "Act", "to grant or to deny relief from forfeiture.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The applicant says the Minister cannot argue that it was merely correcting a clerical error in the July 29, 2010 decision when the evidence on record shows multiple inconsistencies regarding the amount and denomination of the currency and about who possessed such currency. In addition, the applicant posits that the July 29, 2010 decision was a \"final decision\" and that the Minister was, thereafter, functus.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The applicant further argues that the decision was not reasonable because it holds the applicant to an impossible standard of proof with respect to establishing the lawful origin of the currency. The applicant submitted bank account information, passbooks, a letter from his cousin and a sworn affidavit from his uncle. It would be unreasonable, in the applicant's view, to expect more than this.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Under section 29 of the", "Act", ", the Minister must decide if he will \"exercise his discretion to grant relief from forfeiture, either by returning the funds themselves or by returning the statutory penalty paid to secure the release of the funds\". The Minister must determine whether the seized funds are the proceeds of crime. If the currency could be shown to have a legitimate source it cannot be proceeds of crime.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Here, the Minister decided that it had reasonable grounds to suspect the currency seized from Mr. Kang was proceeds of crime and concluded that the amounts seized in the applicant's possession should be held as forfeit. This was based on the fact that the applicant:  <FRAGMENT_SUPPRESSED>", "- did not report the currency in his possession as required by the Act;  <FRAGMENT_SUPPRESSED>", "- was subject to two previous enforcement actions for smuggling prohibited drugs into Canada;  <FRAGMENT_SUPPRESSED>", "- hid the currency over the reporting threshold within the lining of his suitcase;  <FRAGMENT_SUPPRESSED>", "- provided contradictory statements to the officer;  <FRAGMENT_SUPPRESSED>", "- was aware of the reporting requirements;  <FRAGMENT_SUPPRESSED>", "- had a limited household income; and  <FRAGMENT_SUPPRESSED>", "- demonstrated physical and verbal indicators during the secondary examination.  <FRAGMENT_SUPPRESSED>"], ["[36]", "When stopped and searched at the CIA, the applicant told the officers that he withdrew the money from two Canadian financial institutions: (1) the Bank of Nova Scotia, under his company name JJG Trucking; and (2) Khalsa Credit Union. He said he brought the money to the UK as a gift to his cousin for his wedding. He claimed he was returning with the funds because his cousin did not want it. When asked for his cousin's name, he could not recall it.  <FRAGMENT_SUPPRESSED>"], ["[37]", "In later correspondence with CBSA, and after having been asked to provide documentary evidence to support the lawful origin of the seized currency, the applicant stated that he made an error in advising the officer that he brought the money with him when he left Canada. He attributed the error to his being nervous. What he characterizes as an error was, of course, an explanation which he could not back up with evidence of withdrawals from the financial institutions in question.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The applicant then said that the money was given to him from his family in the UK, namely his cousin, Mr. Andip Singh, and his uncle, Mr. Kewal Singh. He submitted a letter from his cousin and a sworn affidavit from Mr. Singh. Both attached banking information. However, neither his uncle nor his cousin's information show how their withdrawals were transferred to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[39]", "As such, the Minister found that the affidavit and the letter did not establish lawful origin of the currency or prove that the money the applicant had in his possession was from these sources. When CBSA asked for further information regarding the applicant's family's information, necessary to establish the lawful origin of the currency, the applicant provided no follow up evidence.  <FRAGMENT_SUPPRESSED>"], ["[40]", "I do not accept the applicant's argument that he is being held to an impossible standard of proof. The evidence submitted by the applicant does not establish the lawful origin of the funds. Although the bank withdrawals of the applicant's uncle and cousin were amounts that could, theoretically, provide for loans to the applicant, there is nothing in the record, apart from their statements, to link those sums of money to that which was ultimately seized at the airport in Calgary. Evidence that cannot establish the lawful origin of the funds cannot be used as proof of such:", "<FRAGMENT_SUPPRESSED>  at para. 31;", "<FRAGMENT_SUPPRESSED> , at para. 41.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The lack of proof, the contradictory stories which cast doubt on the applicant's credibility and the prior enforcement actions for smuggling controlled substances, taken together, make it reasonable that the Minister could not be persuaded that the currency did not come from proceeds of crime. It follows that the Minister's decision to hold the currency as forfeit was reasonable.  <FRAGMENT_SUPPRESSED>", "Does the doctrine of functus officio apply to this case in that the amended decision should not be considered?  <FRAGMENT_SUPPRESSED>"], ["[42]", "The doctrine of functus officio was enunciated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  at para. 20:  <FRAGMENT_SUPPRESSED>", "As a general rule, once such a tribunal has reached a final decision in respect to the matter that is before it in accordance with its enabling statute, that decision cannot be revisited because the tribunal has changed its mind, made an error within jurisdiction or because there has been a change of circumstances. It can only do so if authorized by statute or if there has been a slip or error within the exceptions enunciated in  <FRAGMENT_SUPPRESSED>  are: \"(1) where there has been a slip in drawing it up, or (2) where there has been error in expressing the manifest intention of the court\".  <FRAGMENT_SUPPRESSED>"], ["[44]", "<FRAGMENT_SUPPRESSED> , set aside on other grounds at 2010 FCA 230, 8 Admin. L.R. (5th) 271, it was held that the doctrine of functus officio may not strictly apply in non-adjudicative administrative proceedings.  <FRAGMENT_SUPPRESSED>"], ["[45]", "It is not clear from the evidence on record, nor from any of the correspondence sent to the applicant, how the Minister arrived at an amended finding that 6050 GBP had been seized. The applicant is right to note the number of inconsistencies and confusing documents submitted by the respondent Minister with respect to what amounts were exactly seized. The applicant speculates that the revised number was generated when it became apparent that with the return of the 3000 GBP attributed to the possession of the mother, the total found in the possession of the applicant fell short of the statutory threshold.  <FRAGMENT_SUPPRESSED>"], ["[46]", "I note that the amount found in the mother's purse was returned because possession under the", "Act", "is personal not constructive. It refers to actual possession by the person arriving in Canada. It was thus immaterial that she had disavowed possession of the funds at the airport. However, the amount in question is not a relevant factor in an application to review the exercise of the Minister's discretion. The time to question that would have been on an appeal under section 27.  <FRAGMENT_SUPPRESSED>"], ["[47]", "There is insufficient evidence before me to support an inference that the amount stated in the July 29 decision was anything other than a slip in drawing up the decision. It did not bind the manifest intention of the adjudicator and thus falls within the exceptions cited in", "Paper Machinery Ltd.", ", above.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Even if I were to find that the Minister was functus after the issuance of the July decision, the applicant is out of time to bring an application for judicial review of that determination. The applicant did not file his notice of application for judicial review on time and has not brought an application for an extension of time. He filed on October 7, 2010, 28 days after the amended decision, dated September 10, 2010, and 71 days after the original decision.  <FRAGMENT_SUPPRESSED>"], ["[49]", "In the result, this application will be dismissed. Considering the number of errors made by the Minister's officials in handling and counting the funds in question, I will exercise my discretion not to award costs to the successful party.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[50]", "THIS COURT'S JUDGMENT is that", "the application is dismissed. The parties will bear their own costs.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}