{"id_": "041293", "body_str": [["[1]", "Noël, J.", ": This is an application by Bahi I Khaith Abdalghader [the Applicant] and Naema M Saleh Othman [the female Applicant] for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision of the Refugee Protection Division [RPD] dated March 11, 2014. The RPD held that the Applicants were neither a Convention Refugee nor persons in need of protection within the meaning of sections 96 and 97 of IRPA.", "II.", "Alleged Facts"], ["[2]", "The Applicants married in May 2008 and are from Libya."], ["[3]", "The Applicant claimed that he and his family were subjected to discrimination, searches, beatings and death threats by the Qaddafi regime ever since he was a child."], ["[4]", "The Applicants left Libya for Canada in December 2008 because the female Applicant had obtained a bursary from Libya. The Applicants were issued visas."], ["[5]", "The Applicants returned to Libya in June 2010 and came back to Canada on September 13, 2010."], ["[6]", "From February to October 2011, the Applicants participated in about ten (10) demonstrations against the Qaddafi regime in Ottawa, where they alleged to have been filmed and threatened by officers of the Qaddafi government."], ["[7]", "The Applicant also claimed to have been sexually abused in the past, once he was fourteen years old and again at the age of twenty two years old."], ["[8]", "They claimed refugee protection in May 2011. The RPD rejected the claim on March 11, 2014. This is the decision under review.", "III.", "Impugned Decision"], ["[9]", "The RPD first mentioned that the female Applicant is basing her refugee protection claim on that of her husband, the Applicant. They claimed a fear on the ground of a political opinion, more specifically a fear of the Qaddafi's regime's supporters. The RPD did not find the Applicants credible or that they demonstrated that they have a subjective fear."], ["[10]", "The RPD also determined that if the Applicants truly feared the Qaddafi regime, they would not have voluntarily returned to Libya in June 2010 and would not have waited until May 2011 to make their refugee claims. The RPD added that the documentation presented showed that the Qaddafi supporters are the ones who are being targeted and not the other way around."], ["[11]", "With regards to the female Applicant, the RPD wrote that she expressed fear at the hearing for her daughter, a Canadian citizen born on July 2011, as she believes she would be the victim of racism, given the Applicant's Egyptian origins and also because her parents have not accepted her marriage with the Applicant. The RPD explained that since this fear concerns the daughter and not the female Applicant, it would not be analysed, because the daughter is a Canadian citizen and consequently did not claim refugee protection."], ["[12]", "The RPD finally explained that the Applicant claimed a second component to his fear of returning to Libya, namely having been sexually assaulted on two occasions in Libya. The Applicant did not want his wife, the female Applicant, to be aware of this. At the request of counsel, the RPD agreed that she leave the hearing room during the Applicant's testimony on this issue. The Applicant explained that he never told anyone about these incidents, never filed a complaint and never sought any help neither in Libya nor in Canada in relation to these incidents. On this second component of the Applicant's claim, the RPD found the Applicant credible. Because the assailants of the second assault lived close by to the Applicant and would threaten him in the streets, the RPD assessed the possibility of an internal flight alternative [IFA] in Libya and determined that an IFA existed in Tripoli."], ["[13]", "For the reasons above, the RPD rejected the Applicants' refugee claims.", "IV.", "Parties' Submissions"], ["[14]", "The Applicant submits that the RPD did not identify any test with regards to a possible IFA and failed to apply any test with respect to this issue. The Applicant further submits that the RPD failed to address this issue altogether. The Respondent replies however that the RPD clearly applied the two prong test for finding an IFA in Libya."], ["[15]", "The Applicant also submits that the RPD failed to address the non-existing state protection in Libya due to the civil war and breakdown of state structures, such as in Tripoli, where the RPD stated that the Applicant has an IFA. The Respondent however states that the RPD is entitled to base its decision on a determinative issue, such as an IFA."], ["[16]", "The Applicant further argues that the RPD failed in assessing the psychological report of the Applicant in a \"general sense\" only. The Respondent states that the RPD explicitly considered the psychological report and adds that such reports are rarely relevant to an IFA finding. In reply, the Applicant argues that the Respondent's position on the psychological report is based on an", "obiter", "comment from Justice Rothstein in", "REFERENCE_SUPPRESSED."], ["[17]", "The Applicant also argues that the RPD failed to consider that the Applicants would bring their daughter with them in Tripoli, a place the Government of Canada has deemed unstable. The Applicant argues at the same time that due to the dangerous country conditions in Libya, the Applicants would be faced with the prospect of leaving their daughter behind. The Applicant argues that either of those scenarios renders the possible IFA unreasonable."], ["[18]", "The Applicant finally submits that the RPD's decision breaches the fundamental values enshrined in the", "Canadian Charter of Rights and Freedom", ", being Part I of", "the Constitution Act", ", 1982, being Schedule B to the", "Canada Act 1982", ", 1982, c 11 (UK) [RSC, 1985, Appendix II, No 44] [the", "Charter", "], where the decision to reject the Applicants' refugee claim on the basis of an IFA in Tripoli engaged the values of respect for the inherent dignity and security of the person. They submit that the RPD decision breaches the", "Charter", "values and rights enshrined in section 7 of the", "Charter."], ["[19]", "The Respondent also submits that the Applicants improperly included new evidence on country conditions that post-dates the RPD decision that was not before the RPD. In its reply, the Applicants state that while the travel advisory document was updated on August 6, 2014, the content still reflects the seriousness and unstable situation in Libya that was present at the time of the hearing.", "V.", "Issue"], ["[20]", "The Applicants did not contest the first part of the RPD decision regarding their fear of the Qaddafi regime supporters in Libya. Therefore, after having reviewed the parties' submissions and respective records, the only issue to addressed in this judicial review is as follows:", "1. Is the RPD's analysis of an IFA in Libya reasonable?", "VI.", "Standard of Review"], ["[21]", "The standard of review applicable to the RPD decision regarding the existence of an IFA is that of reasonableness (REFERENCE_SUPPRESSED). The Court shall only intervene if it concludes that the decision is unreasonable, and falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (REFERENCE_SUPPRESSED).", "VII.", "Analysis"], ["[22]", "The two-prong test applicable in an IFA analysis is as follow:", "1. The RPD must be satisfied, on a balance of probabilities, that there is no serious possibility of the Applicant being persecuted in the part of the country in which it finds an IFA exist; and", "2. That the conditions in that part of the country are such that it would not be unreasonable for the Applicant to seek refuge there (REFERENCE_SUPPRESSED; in", "REFERENCE_SUPPRESSED.", "The burden of proof to demonstrate that no IFA exists in Libya lies with the Applicant (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[23]", "The Applicant argues that the RPD erred because it did not state the IFA test. Although this is true, the RPD's presentation of its analysis demonstrates that it applied the correct test: the RPD first determined that the Applicant would not be persecuted if he was to relocate to Tripoli and then found that it would not be unreasonable for the Applicant to relocate there (Applicant's record [AR] page 8 at paras 33 and 34). That being said, the RPD however erred in its application of the test since it did not assess the country conditions in Libya, or more specifically in Tripoli, where the RPD determined that the Applicant had a viable IFA. The RPD simply stated that:", "[T]he documentary evidence does not indicate any physical or regulatory obstacles to such a relocation. The male claimant is trained as a teacher and has practised this profession in Libya. He also works in the delivery business in Canada. In these circumstances, the panel is of the opinion that the male claimant could settle in the capital, earn a reasonable living and find housing there (AR, RPD decision page 9 at para 38)."], ["[24]", "The documentary evidence referred to by the RPD above refer to Exhibit C-12 of the Applicant's refugee application, which is limited to pictures, emails and articles. The RPD however had a duty to be knowledgeable of the country conditions of Libya, for which it is making a determination (REFERENCE_SUPPRESSED). A review of what was before the RPD with regards to country conditions shows that Libya was a country in struggle, social upset and general uncertainty at the time of the hearing. As the new evidence demonstrates (see our comments in the following paragraph), the situation got worse. The RPD decision is totally silent on this in its analysis of the second prong of the IFA test."], ["[25]", "Although I agree with the Respondent that the Applicant tried to improperly include new evidence on country conditions in Libya, with regards to Exhibits D, G and H from the Applicant's Record, Exhibits that all postdates the RPD decision, and also did not make clear whether Exhibits E and F from the Applicant's Record, which predate the RPD decision, were presented before the RPD as they are not part of the Certified Tribunal Record, the non-existent analysis of country condition in Tripoli, or in Libya as a whole, in the IFA assessment renders the decision unreasonable. The intervention is thus warranted."], ["[26]", "The RPD also failed to assess the impact of the Applicants' Canadian minor child in its assessment of the IFA. Indeed, this Court has recognised that the separation of family members may be unreasonable (REFERENCE_SUPPRESSED). With regards to the Applicants' daughter, earlier in the decision the RPD simply stated, in its assessment of the Applicants' fear of Qaddafi regime supporters, and more specifically in its evaluation of the female Applicant's fear, that \"[...] [S]ince this fear does not concern the female claimant, but rather her daughter, who was born in Canada and is not claiming refugee protection, it will not be analysed as part of their claim\" (AR, RPD decision page 7 at para 30). Other than this statement, the RPD did not assess the impact of its decision on the Applicants' daughter whatsoever. The submissions of the Applicants' counsel before the RPD did not raise this argument. As mentioned above, the RPD knew of the existence of the minor child but decided not to take it into consideration for the IFA determination. In such a case, in light of the jurisprudence, the RPD should have dealt with the issue of separation for the child as it knew that it was one of the options to be considered. This is unreasonable and warrants the intervention of this Court."], ["[27]", "With regards to the psychological report, the RPD mentioned that it supported the Applicant's allegations of past abuse, but did not consider this report in its analysis of a viable IFA. This Court has however said that psychological evidence is central to the assessment of a viable IFA (REFERENCE_SUPPRESSED). It should therefore have been dealt with by the RPD."], ["[28]", "As the two (2) paragraphs on the reasons for the IFA show, the RPD did not make an analysis for the second prong of the test. It limited itself to general statements without really looking at the personal situation of the Applicants or at the general country conditions in Libya. In such a case, if the reasons are succinct to the point where a reviewing court cannot understand why the RPD made its decision and do not permit it to determine whether the conclusion is within the range of acceptable outcomes, the", "CITATION_SUPPRESSED", "criteria are not met (see", "REFERENCE_SUPPRESSED) and the intervention of the reviewing court is warranted. This is the case here."], ["[29]", "Based on the above, there is no need to assess the Applicant's claim to a breach of his Charter rights under section 7 of the", "Charter", ". It is also to be noted that at no time was it submitted as an argument by counsel of the Applicants before the RPD.", "VIII.", "Conclusion"], ["[30]", "The RPD erred in its application of the test for a viable IFA in Tripoli. The RPD did not assess the country conditions in Tripoli and did not take into account the personal situation of the Applicants. The intervention of this Court is thus warranted."], ["[31]", "The parties were invited to submit questions for certification, but none were proposed.", "JUDGMENT"], ["[32]", "THIS COURT'S JUDGMENT is that", "1. The Application for judicial review is allowed and the matter is to be returned for reconsideration before a different constituted panel.", "2. No question is certified.", ".........................", "CITATION_SUPPRESSED"]]}