{"id_": "041466", "body_str": [["[1]", "LeBlanc, J.", "[Translation]: This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act), for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board of Canada (RPD) dated April 14, 2014, wherein the applicant was determined to be neither a Convention refugee under section 96 of the Act nor a person in need of protection under section 97 of the Act. Only the RPD's determination that the applicant is not a person in need of protection within the meaning of section 97 of the Act is at issue here."], ["[2]", "The applicant (or Ms. Flores) is a citizen of El Salvador. In November 2012, while she was in the shop she ran in a central market in the city of San Salvador, a member of a criminal gang, the Maras, allegedly left her a note demanding that she make a weekly payment (Renta) and threatening to kill her if she refused to pay."], ["[3]", "The following week, Ms. Flores allegedly found in her shop a second note to the same, which that time was left right next to the disembowelled body of a cat. Ms. Flores then allegedly went to a police station to report that extortion attempt. The police officers at the station allegedly indicated to her that it was preferable for her to pay the Renta, but they also confiscated the two threatening notes left in her shop. According to Ms. Flores, one of the police officers at the station was even in league with the Maras."], ["[4]", "Following that visit to the police station, the applicant allegedly hid at her home until she left El Salvador in January 2013 for the United States, where she allegedly stayed until she came to Canada a year later to seek protection here."], ["[5]", "The RPD found the applicant's story credible. However, it found that threats and extortion attempts by criminal gangs in El Salvador were a generalized risk for shopkeepers in that country, that the risk alleged by the applicant was no different from that generalized risk and that, as a result, she had not established that she was subject to a personalized risk as required by section 97 of the Act.", "II.", "Issue and standard of review"], ["[6]", "This case raises only one issue, namely, whether the Court's intervention is warranted where the RPD determines that the applicant is not a person in need of protection within the meaning of section 97 of the Act because the risk alleged by her is a generalized risk."], ["[7]", "The standard of review that applies in this case is reasonableness, since the question of whether a refugee claimant is subject to a risk that makes section 97 of the Act applicable is a question of mixed fact and law within the expertise of the RPD (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[8]", "According to this standard of review, the Court must show deference to the findings made by the RPD and will therefore intervene only if those findings lack justification, transparency or intelligibility and fall outside a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "CITATION_SUPPRESSED)."], ["[9]", "Also according to this standard, it is certainly not the Court's role to substitute its own assessment of the evidence in the record for the assessment made by the RPD (", "REFERENCE_SUPPRESSED).", "III.", "Analysis"], ["[10]", "To be recognized as persons in need of protection under section 97 of the Act, refugee protection claimants must show on a balance of probabilities that their removal to their country of origin would subject them to a risk to their life or to a risk of cruel and unusual treatment or punishment. For this purpose, they must establish that they are personally subject to a risk that is not faced generally by other individuals from or living in their country of origin (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[11]", "This case arises in the context of the scourge that the criminal gangs operating in most Central American and South American countries represent for a large part of the local population. In particular, the case raises the difficult question of what line must be drawn between what constitutes, for refugee claimants who are victims of the practices of such criminal gangs, a generalized risk that does not give rise to protection under section 97, and what constitutes an individualized risk that warrants such protection."], ["[12]", "According to the prevailing line of cases in this Court, this line-drawing exercise is a two-step exercise, with the primary concern being to avoid stripping the protection offered by section 97 of the Act of its content every time there is a risk that can be characterized as generalized (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[13]", "The first step of this test requires an individualized analysis of the alleged risk, which involves identifying the risk itself, the basis for the risk, its present or prospective nature and its effects in terms of a risk to the refugee protection claimant's life or a risk of cruel and unusual treatment or punishment (", "CITATION_SUPPRESSED). Once that individualized risk has been identified, the test requires that it be compared to the generalized risk faced by the population of the refugee protection claimant's country of origin, or a significant group in that country, to determine whether the two risks are of the same nature and degree (", "CITATION_SUPPRESSED)."], ["[14]", "Therefore, where the RPD finds a refugee protection claimant credible, as is the case here, it cannot rely on the generalized nature of the threats to reject the claim; it must conduct an \"individualized and thorough analysis of the facts presented, examining all the aspects of risk stemming from these facts, to determine whether the risk has become personalized even if the applicant was initially a random target\" (", "CITATION_SUPPRESSED)."], ["[15]", "The applicant argues that, even though the RPD found her story credible, it failed to conduct an individualized analysis of the threats made against her, thereby irremediably vitiating its finding that she was subject only to a generalized risk."], ["[16]", "This is not the conclusion I reach when I analyze the RPD's decision in this case. In my opinion, the RPD began by properly identifying the onus on the applicant by stating that, to establish her right to protection under section 97, she had to show", "a. that the risk she was fleeing was a risk specified in section 97;", "b. that, at the time of the hearing, it was more likely than not that she would be subject to that risk if she had to return to her country;", "c. that she was personally subject to the risk; and", "d. that the risk was different from the risk faced generally by other individuals in El Salvador."], ["[17]", "The RPD then described the applicant's personal circumstances in detail and compared them with the risk faced by individuals in the same situation in El Salvador. It found that, even though she had been targeted by the Maras, her situation was no different from that of the very large proportion of shopkeepers in that country who were also subject to threats of extortion and violence by criminal gangs like the Maras using the same", "modus operandi"], ["[18]", "In my opinion, this approach is consistent with the principles laid down by the Court. In the end, what I conclude is that the applicant is in fact criticizing the RPD for not giving enough weight to the fact that she was personally targeted by the Maras."], ["[19]", "In a very recent case,", "CITATION_SUPPRESSED", ", above, on which counsel for the applicant placed considerable emphasis in oral argument, my colleague Justice Russel, following an exhaustive review of the Court's case law on these questions, found that personal targeting is an imprecise term that could encompass a broad range of circumstances."], ["[20]", "Justice Russel noted that this range of circumstances could go \"from isolated or repeated (but not necessarily linked) encounters with criminal gangs, to claimants caught in the type of downward spiral of demands, threats, and escalating violence, where gang members for whatever reason have focused their attention on a specific individual and will not relent until their demands are met (often repeatedly) or the target (and often their family members) are dead or flee the country\"."], ["[21]", "What I take from Justice Russell's judgment is that personal targeting will not systematically provide a basis for protection under section 97 of the Act and that a \"line-drawing exercise\" will be required to determine, in light of all the circumstances, the cases in which protection will be warranted and the cases in which it will not (", "CITATION_SUPPRESSED)."], ["[22]", "The Court's role in this type of case is to determine whether the line drawn by the RPD is reasonable (", "CITATION_SUPPRESSED). In this case, I think it is: as I said above, the RPD considered the applicant's personal situation, did not ignore the fact that she was targeted, identified the", "modus operandi", "used by the criminal gangs and compared the risk faced by the applicant to that faced by individuals in a similar situation, finding that the risk was the same in both cases."], ["[23]", "As the RPD noted in its decision, once the applicant took refuge at home following the two incidents at her shop and her visit to the police, she had no further direct contact with the police or the Maras and, even though she suspected that people tied to either group had passed by the door of her home, no one ever entered or tried to enter her home. Moreover, her sister, who visited her during that time, was not threatened with reprisals or even really bothered in connection with those incidents either."], ["[24]", "The line drawn by the RPD, based on all of these circumstances, between the risk to which the applicant was subjected and the generalized risk faced by the population of El Salvador in general and shopkeepers in particular, owing to the presence and activities of criminal gangs in that country, is not an unreasonable one. In my opinion, it falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "CITATION_SUPPRESSED)."], ["[25]", "In my view, this conclusion is even more necessary when the risk alleged by the applicant is considered in terms of its prospective nature, which is a central element of the right to protection under section 97 and the analytical approach developed in the Court's case law (", "CITATION_SUPPRESSED). As the RPD specified, the applicant had to establish not only that she had been targeted by the Maras before leaving El Salvador but also that she risked being targeted if she returned to that country. In other words, she also had to show that the threat against her was prospective (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[26]", "In its decision, the RPD noted that, since the applicant's departure from El Salvador in January 2013, she had not had any further contact with the people she said she feared, nor had her sister, who lives in the same city where she lived in El Salvador, been bothered in connection with the situation that made her flee that country."], ["[27]", "This finding is important, and the applicant does not argue that it results from an erroneous assessment of the evidence by the RPD. As is well established, the RPD's decision must be read as a whole and, while it did not say this in so many words, it seems clear to me that this finding was one of the considerations that led the RPD to conclude that the risk feared by the applicant was generalized in nature (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). Once again, I cannot say that this finding, and the determination that followed it, were made in an unreasonable manner."], ["[28]", "The respondent has, I think, summarized the situation well in paragraph 32 of his memorandum:", "[translation]", "In this case, the applicant was targeted indiscriminately by the Maras and received no more threats after she hid. The Maras did not force open the door to her apartment and never tried to attack her or her relatives. Her family has not been bothered since she left. In fact, her sister, who still lives in El Salvador, has heard nothing more from the Maras in connection with this matter."], ["[29]", "The situation is certainly unfortunate for Ms. Flores, but there is nothing that distinguishes it from the many similar cases in which the Court has seen no reason to intervene when considering an RPD decision rejecting a claim for protection based on section 97 of the Act."], ["[30]", "Neither party requested certification of a question for the Federal Court of Appeal as provided for in paragraph 74(", ") of the Act.", "ORDER"], ["[31]", "THIS COURT ORDERS that:", "1. The application for judicial review is dismissed.", "2. No question is certified.", ".........................", "CITATION_SUPPRESSED"]]}