{"id_": "041445", "body_str": [["[1]", "Mosley, J.", ": The executors of the Estate of Corinne Kelley seek judicial review under section 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7, of a decision, dated March 11, 2011, denying their request for taxpayer relief pursuant to subsection 220(3.1) of the", "Income Tax Act", ", RSC 1985, c 1 (5th Supp) (hereafter the Act)."], ["[2]", "For the reasons that follow, the application is granted and the matter is remitted for reconsideration.", "BACKGROUND"], ["[3]", "Deborah and Ronald Hayden (brother and sister and hereafter, \"the Haydens\" or \"the executors\"), are executors of the estate of their mother, Corinne Kelley, who passed away October 30, 2003. Their step-father, Mrs. Kelley's husband, George Kelley, predeceased his wife on April 5, 2003. It appears that Mrs. Kelley was the sole beneficiary of George Kelley's estate which included the proceeds of several registered retirement savings plan (RRSP) accounts."], ["[4]", "The Haydens' stepsisters, Barbara Page and Lynn Kelley-Cooper, were initially executors of George Kelley's estate. They brought an action against both estates in 2004. As a result, Mr. Clifford Kelley, George's brother, was appointed to manage the affairs of that estate pending the outcome of the litigation. The claim against the estates was ultimately abandoned following a settlement reached in 2007 and registered with the Nova Scotia court in 2010."], ["[5]", "Corinne Kelley's final income tax return as a deceased taxpayer was due on April 30, 2004. It was not filed until September 1, 2005. The Haydens assert that they paid the balance of tax outstanding based on the information available to them at that time."], ["[6]", "A T4RSP in George Kelley's name was issued on March 17, 2004 for $39,719.00. Deborah Hayden deposes that all correspondence related to the George Kelley estate was forwarded to the executor of that estate."], ["[7]", "Ms. Hayden further deposes that in 2006 she received a \"duplicate copy\" of the T4RSP for $39,719.00 in Corinne Kelley's name. The Haydens also acknowledge having received a T4RSP in the amount of $5502.00 in George Kelley's name (but with Corinne Kelley's Social Insurance Number)."], ["[8]", "The Haydens made a T1 Adjustment Request to the Canada Revenue Agency (\"CRA\") in October, 2006 based on $34,734.18 in additional income that had not previously been reported. This related to a T4RSP in Corinne Kelley's name issued by CIBC World Markets and received in 2006. The CRA sent a letter, dated November 30, 2006, indicating that it could not process that request because the package did not contain a copy of the will to prove authorization."], ["[9]", "Ms. Hayden deposes that she repeatedly sent CRA the necessary documentation to establish their authorization to deal with the affairs of the estate and that she had been told by CRA personnel on the telephone that there was no balance outstanding on the estate tax account. Her affidavit evidence in this matter was not challenged."], ["[10]", "Corinne Kelley's 2003 final return was reassessed on October 16, 2008, to include $45,361.00 in other income, which created an outstanding tax owing balance of $31,340.26, (including a penalty of $3,896.28 and interest at that point amounting to $9,147.97)."], ["[11]", "The estate paid the principal amount of the tax owed due to the reassessment on March 18, 2010. At the same time, the Haydens submitted a Request for Taxpayer Relief for cancellation of the penalty and interest on behalf of the estate. The request was based on emotional and mental distress from the death of both of the executors' parents in a short period of time, and the delays in obtaining the required information."], ["[12]", "On September 8, 2010, a \"Taxpayer Relief Package Request for First Review\" was prepared. Officer C. Mott recommended denying the request on the grounds that there were no extenuating circumstances and no attempt to report the omitted income. K. Markotich concurred with the recommendation on September 9, 2010. An Assistant Director, Taxpayer Services and Debt Management Division, denied the application in a letter dated September 30, 2010."], ["[13]", "The Haydens requested an independent review of the decision not to waive the penalty and interest on November 30, 2010. That request noted the problems the executors faced because of the litigation involving the estate, and the confusion over the two T4RSP slips received in 2006."], ["[14]", "This second review request was considered by a Taxpayer Relief Officer, an Assistant Director, and by a Fairness Committee - all three recommended that the request be denied. In the \"Taxpayer Relief Package Request for Second Review\", Taxpayer Relief Officer B. Walsh states (Certified Tribunal Record at page 59):", "When Mr. George Kelly [", "sic", "] died, his RRSP's were deemed to have been disposed of and should have been reported on his beneficiary's return (Mrs. Corinne Kelly). CRA received a T4RSP slip on March 17, 2004, for $39,719.00. This income should have been reported on Mrs. Corinne Kelly's 2003 return. An additional T4RSP slip for $5,502.00 was issued on May 3, 2006, for the 2005 taxation year in Mr. George Kelly's name but with Mrs. Corinne Kelly's SIN # because she was the beneficiary and the income should have been reported on a T3 return for Mrs. Corinne Kelly (received after death). Instead, the reassessment of October 16, 2008, included the income on Mrs. Corinne Kelly's 2003 return.", "...", "The interest and penalty charged on the reassessment was correctly calculated from May 1, 2003 to the date of reassessment (October 16, 2008.)"], ["[15]", "The request and the recommendations were reviewed by J.E. Poirier, Director of the Nova Scotia Tax Services Office (the Director).", "DECISION UNDER REVIEW"], ["[16]", "In her decision dated March 11, 2011, the Director denied the executors' request for interest and penalty relief. The Director reviewed the executors'submissions that they were unable to file the 2003 return in a timely manner because of the litigation involving the estate. The Director also noted the executors' claim that they had attempted to obtain information about the account from CRA on multiple occasions, and that they were refused access to the account and a breakdown of the account balance."], ["[17]", "The Director noted that, in deciding whether to grant taxpayer relief, the CRA must consider whether the individual:", "a. Has a history of compliance with tax obligations;", "b. Knowingly allowed a balance to exist;", "c. Exercised a reasonable amount of care; and", "d. Acted quickly to remedy any delays or omissions."], ["[18]", "The Director further observed that the 2003 return was filed on September 1, 2005, though it was due April 30, 2004. The Director stated (Certified Tribunal Record at 45):", "A review of [Corinne Kelley's] account confirms that the 2003 tax slips, including the T4RSP slip in George Kelley's name for $39,719.00, were mailed to the correct address on file prior to the filing due date of April 30, 2004."], ["[19]", "The Director found that the litigation involving the estate did not impede the executors from filing the 2003 return or paying off the account balance. The Director also noted that the CRA sent the executors a letter on November 30, 2006, informing them that a copy of the will was required in order to process an adjustment request. The Director stated that since the will indicates joint authorization of Deborah and Ronald Hayden, all correspondence with CRA must be signed by both parties."], ["[20]", "In the result, the estate faced penalties and interest totaling about $15, 000.", "ISSUES"], ["[21]", "The sole issue that arises in this matter is whether the Director's decision to deny relief was reasonable.", "THE LEGISLATION"], ["[22]", "Subsection 220(3.1) of the Act states:", "220. (3.1) The Minister may, on or before the day that is ten calendar years after the end of a taxation year of a taxpayer (or in the case of a partnership, a fiscal period of the partnership) or on application by the taxpayer or partnership on or before that day, waive or cancel all or any portion of any penalty or interest otherwise payable under this Act by the taxpayer or partnership in respect of that taxation year or fiscal period, and notwithstanding subsections 152(4) to (5), any assessment of the interest and penalties payable by the taxpayer or partnership shall be made that is necessary to take into account the cancellation of the penalty or interest.", "220. (3.1) Le ministre peut, au plus tard le jour qui suit de dix années civiles la fin de l'année d'imposition d'un contribuable ou de l'exercice d'une société de personnes ou sur demande du contribuable ou de la société de personnes faite au plus tard ce jour-là, renoncer à tout ou partie d'un montant de pénalité ou d'intérêts payable par ailleurs par le contribuable ou la société de personnes en application de la présente loi pour cette année d'imposition ou cet exercice, ou l'annuler en tout ou en partie. Malgré les paragraphes 152(4) à (5), le ministre établit les cotisations voulues concernant les intérêts et pénalités payables par le contribuable ou la société de personnes pour tenir compte de pareille annulation.", "ANALYSIS", "Standard of Review"], ["[23]", "There is no need to engage in a standard of review analysis where the jurisprudence has already satisfactorily determined the appropriate standard of review:", "<FRAGMENT_SUPPRESSED>  at para 2.", "Preliminary objection to admissibility"], ["[24]", "At the hearing of this application, the Haydens tabled several additional documents which were not part of the application record. Counsel for the respondent objected to the admission of these documents on the grounds that they were not introduced as exhibits to an affidavit and that, at first impression, there was no evidence that the documents were before the decision maker. I noted the objection and indicated that I would deal with the question of admissibility in the decision on the merits of the application."], ["[25]", "The new documents consist of: 1) three pages from the executors' copy of Corinne Kelley's 2003 final tax return; 2) their copy of the 2006 T1 Adjustment Request; 3) a copy of an undated T4RSP in the amount of $34, 734.18 in the name of Corinne Kelley (Deceased) issued by CIBC World Markets for 2003; and 4) another T4RSP slip for 2003 for the same account showing a zero balance. Item 3 is the T4RSP slip for the amount reported to CRA in 2006 as income not previously reported."], ["[26]", "The general rule is that only the evidence that was before the administrative decision maker may be considered on judicial review subject to an exception where procedural fairness is at issue, or, where the material is considered general background information that would assist the  <FRAGMENT_SUPPRESSED> ."], ["[27]", "In the particular circumstances of this matter, I considered that the documents might assist the Court to understand the background to the application. As these were documents that should be in the possession of the respondent, I considered also that their admission would cause the respondent no prejudice. Accordingly, I found that they are admissible. Apart from the T4RSP slip in the amount of $34, 734.18 (item 3 above), the documents were of little assistance.", "Was the decision to deny relief reasonable?"], ["[28]", "The executors submit that the T4RSP received for Corinne Kelley was for $34,734.18 and not $39,719.00. They submit that this discrepancy was never explained by CRA, and the reasons for the outstanding balance are still not fully understood. They submit that they contacted CRA to try to determine what to do about the T4RSP in George Kelley's name, but were told that they could not report that slip for Corinne Kelley. Thus, they sent George Kelley's slip to his executor, and the slips received in Corinne Kelley's name were reported to CRA when they were received."], ["[29]", "At the hearing, counsel for the respondent fairly acknowledged that there was confusion in the records before the Court but argued that the Director made a reasonable decision based on the information before her."], ["[30]", "The respondent submits that the Court can only intervene if it determines that the Director based her decision on an erroneous finding of fact made in a perverse of capricious manner or without regard to the material before her:", "<FRAGMENT_SUPPRESSED>  (FCA). Here, the respondent submits, the Director did not fail to consider any of the relevant facts. The Director noted the discrepancy between the amount of the T4RSP alleged by the executors (about $35,000) and the CRA ($39,719.00), but found that the executors had not provided a copy of the T4RSP slip with that amount, and the CRA records indicated the slip was for $39,719.00. The respondent also notes that the Haydens acknowledge having received a \"duplicate copy\" of the T4RSP in Corinne Kelley's name for $39,719.00 in 2006."], ["[31]", "In my view, the Director erred in finding that the information required to correctly file the 2003 final return was mailed to the correct address prior to the filing due date. The Director clearly based her refusal of relief in part on the finding that all the required information was available to file the 2003 final return on time; however, this finding is not supported by the record before the Court."], ["[32]", "The income at issue is from an RRSP deemed to have been disposed of when George Kelley passed away in 2003. According to the CRA Guide,", "RRSPs and Other Registered Plans for Retirement", "(Certified Tribunal Record at page 38), the way in which this income is reported depends on whether the RRSP funds are transferred to the surviving spouse named as beneficiary. If all the funds are transferred to the surviving spouse by the end of the year following the year of death, then a T4RSP slip will be issued in the surviving spouse's name, and that spouse must report the income. If not, the slip will be issued in the deceased annuitant's name, and the income must be reported on his or her final return."], ["[33]", "The respondent's argument is that the RRSP funds were transferred to Corinne Kelley upon George Kelley's death, and therefore they should have been reported on Corinne Kelley's 2003 final return. However, according to the record, Corinne Kelley did not receive a T4RSP slip for $39,719.00 prior to the April 30, 2004 filing due date."], ["[34]", "The T4RSP slip sent in 2004 for $39,719.00 was in George Kelley's name, and thus could not have been reported on Corinne Kelley's 2003 final return. In her decision, the Director acknowledges that this T4RSP slip was in George Kelley's name, but does not explain how the executors of Corinne's estate could have reported that income in her 2003 return. In reviewing the file, CRA officials appear to have assumed that the Haydens had access to the information held by the estate of George Kelley. Apart from the facts that the Haydens had no authorization to access that information, the estate assets were the subject of litigation initiated by the other executors and the family members were estranged. That factor was not given sufficient consideration by the Director."], ["[35]", "There is no evidence in the Certified Tribunal Record before the Court of a T4RSP slip for $39,719.00 ever being sent in Corinne Kelley's name. Ms. Hayden states in her affidavit that she received a copy of that slip in 2006. Thus, while it appears that the RRSP funds were transferred to Corinne Kelley at some time, the evidence is that the executors were not aware of this until 2006. There is no evidence in the record to contradict Ms. Hayden's statement that she first became aware of this income in 2006. Therefore, it was unreasonable for the Director not to consider this fact, and whether it entitled the estate to partial relief against the penalty and interest."], ["[36]", "Similarly, there is no evidence in the record that a T4RSP slip was ever sent in Corinne Kelley's name for $5,502.00. The T4RSP for $5,502.00 in George Kelley's name was sent in 2006. In her decision, the Director should have considered this, and taken into account when the executors could have first learned about this income and reported it for Corinne Kelley's estate."], ["[37]", "As Justice Hansen found in", "<FRAGMENT_SUPPRESSED> the Court's intervention is warranted if the decision-maker misapprehended facts that were material to his or her decision. Here, the Director erroneously found that the information in these two T4RSP slips was available to the executors before the filing due date, and this finding was material to her decision."], ["[38]", "In conclusion, I find that the Director's decision was not reasonable and determine that the matter must be remitted to the CRA for reconsideration by a different decision maker in accordance with these reasons. This is a matter that should be resolved with the exercise of reasonable discretion by the agency and without additional public expenditures.", "JUDGMENT"], ["[39]", "THIS COURT'S JUDGMENT is that", "the application is granted and the matter is remitted to the Canada Revenue Agency for reconsideration by a different decision maker in accordance with these reasons.", "[End of document]"]]}