{"id_": "041621", "body_str": [["[1]", "O'Keefe, J.", ": The applicants' claim for refugee protection was denied by the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board). The applicants now apply for judicial review of that decision pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act]."], ["[2]", "The applicants seek an order setting aside the negative decision and returning the matter to a different member of the Board for redetermination.", "I.", "Background"], ["[3]", "The applicants (principal applicant, his spouse, daughter and son) are citizens of Pakistan who claimed refugee protection under section 96 and subsection 97(1) of the Act. They resided in the city of Quetta prior to coming to Canada."], ["[4]", "The applicants are Shia Muslim. They claim to be persecuted because they are of the Shia Hazara religious-ethnic minority. The daughter has also submitted a gender claim for being an educated woman in Pakistan."], ["[5]", "In 2011, the principal applicant's son was targeted by Sunni fundamentalists and the KLashkar-e-Jhungivi. He suspected this was a result of his scholarship from Balochistan."], ["[6]", "In February 2012, the principal applicant received three or four threatening phone calls and was followed and threatened at gun point by unidentified persons in Quetta."], ["[7]", "The principal applicant's daughter, a senior officer for Pakistan Airline, received threatening phone calls from the Sunni fundamentalists at her place of work."], ["[8]", "On April 20, 2012, the applicants fled Pakistan and arrived in Canada on April 21, 2012. In May 2012, they made a claim for refugee protection.", "II.", "Decision Under Review"], ["[9]", "The Board hearing took two days: May 30, 2013 and June 6, 2013. The Board issued the oral decision for its negative ruling on June 6, 2013. It subsequently released its written decision on June 19, 2013."], ["[10]", "The Board found that the applicants are neither Convention refugees nor persons in need of protection. While the Board accepted that the applicants are Shia Muslims, it did not find on a balance of probabilities that the applicants are members of the Shia Hazara religious-ethnic minority. The Board based its decision on two findings: the applicants' lack of knowledge for the Hazara ethnicity and their lack of Hazara distinctive features."], ["[11]", "The Board further noted that although the applicants stated they were identifiable as Hazara by their names, their place of residence and their specific Hazara accent, they failed to provide objective evidence to support these claims. The Board made the following findings: i) the applicants' names are traditional Shia-type names that non-Hazara Shia also possess; ii) non-Hazara persons also live in Quetta and the applicants failed to prove by their residence that they lived in the Hazaragi community; iii) there was insufficient evidence to establish that the applicants' accent, although distinctive, is inherent in them being of the Hazaragi community; iv) the only example of specific traditions and behaviour they practice is the consumption of a specific type of food; and v) the applicants were unable to provide family background related to their Hazara ancestry."], ["[12]", "Further, the Board did not give any weight to the interpreter's identification of the applicants' accent because of errors in translation throughout the hearing. It also refused the letters from the Council of Islamic Guidance as evidence for the applicants' Shia Hazara origin, because these letters did not explain what information was used in making the determination of the applicants' origin."], ["[13]", "In making its ruling, the Board based its decision on the applicants' failure to establish their identity and did not assess the merits of their claim.", "III.", "Issues"], ["[14]", "The applicants raise one broad issue for my review: did the Board err in fact, err in law, breach fairness or exceed jurisdiction in determining that the applicants were not Convention refugees?"], ["[15]", "The respondent submits that the applicants failed to demonstrate there is an arguable issue of law upon which the proposed application for judicial review might succeed."], ["[16]", "From a reading of the parties' submissions, there are three issues:", "A. What is the standard of review?", "B. Did the Board breach procedural fairness?", "C. Was the Board's decision reasonable?", "IV.", "Applicants' Written Submissions"], ["[17]", "The applicants argue the standard of correctness should be applied to the Board's failure to consider the applicants' risk of being Shia and the standard of reasonableness should be applied to whether or not this point was dealt with by the Board."], ["[18]", "The applicants submit the following points: i) the Board erred in law because it did not do an analysis of the daughter's case as a professional woman; ii) it erred in law because it did not analyze the applicants' risk as Shias; and iii) the Board erred in its credibility findings."], ["[19]", "First, the applicants argue that there is a gender claim by the daughter that is not dependent on her being Hazara or even Shia and the Board failed to address it."], ["[20]", "Second, the applicants argue the Board disregarded their risk of being Shia, which is an error of law under", "<FRAGMENT_SUPPRESSED> to 45, [2012] FCJ No 666 and", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 1140. They further reference various documents for support."], ["[21]", "Third, the applicants argue the Board erred in its credibility finding. Firstly, it was unreasonable to find that all the applicants were lying about their ethnicity because the principal applicant, contrary to the country evidence, stated mistakenly that there are no Afghans who are Hazara. Secondly, the applicants' evidence pertaining to their accent should have been accepted as not being rebutted because refugee claimants are not required to corroborate", "prima facie", "evidence. For support, it cites", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1403 [ <FRAGMENT_SUPPRESSED> ] arguing that the Board cannot draw a negative credibility inference based on no evidence (", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 283 [ <FRAGMENT_SUPPRESSED> ]). Thirdly, the applicants submit that it is unreasonable for the Board to reject the interpreter's evidence on their accent because the interpreter made errors in translating a sale agreement. They argue this was a vague reference and lacked transparency (", "<FRAGMENT_SUPPRESSED>  15 Imm LR (2d) 199 at paragraph 6 [ <FRAGMENT_SUPPRESSED> ])."], ["[22]", "In the applicants' further memorandum, they argue that the respondent fails to address the point on their risk of being Shia and the point on the daughter's risk of being an educated working woman.", "V.", "Respondent's Written Submissions"], ["[23]", "The respondent argues that the applicants' sworn testimony on their ethnicity is not enough in this case as it was rebutted by the evidence on the record. It reviews some of the Board's findings for support: the applicants' lack of knowledge of their own ethnicity such that the principal applicant testified erroneously there are no Afghan persons of Hazara ethnicity is in contradiction to the documentary evidence; the applicants' lack of distinct Hazaragi facial features; the applicants' names which non-Hazara individuals also share; and the rejected evidence on the attestation of the applicants' ethnicity by the interpreter. It argues that these findings concern the weight of the evidence and questions of weight are solely within the jurisdiction of the Board (", "<FRAGMENT_SUPPRESSED> [2002] FCJ No 64 [ <FRAGMENT_SUPPRESSED> ]).", "VI.", "Analysis and Decision", "A.", "Issue 1 - What is the standard of review?"], ["[24]", "The matters of the daughter's gender claim and the applicants' risk of being Shia should be reviewed on a standard of correctness. Pursuant to", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 531, the assessment of evidence for a ground of persecution is a procedural issue; and the standard of correctness applies to the judicial review of a procedural issue (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[25]", "As for the issue of the reasonability of the Board's decision, it is a mix of fact and law and should be reviewed on the standard of reasonableness. The standard of reasonableness means that I should not intervene if the Board's decision is transparent, justifiable, intelligible and within the range of acceptable outcomes ( <FRAGMENT_SUPPRESSED> at paragraph 47). Here, I will set aside the Board's decision only if I cannot understand why it reached its conclusions or how the facts and applicable law support the outcome (", "Newfoundland and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence.", "B.", "Issue 2 - Did the Board breach procedural fairness?"], ["[26]", "I agree with the applicants that the Board breached procedural fairness in failing to consider the applicants' risk in being Shia and whether the daughter faces a risk on the ground of being an educated woman which is not dependent on her being Hazara or Shia."], ["[27]", "First, the applicants' counsel brought up the details of the daughter's gender claim during the Board hearing (see tribunal record at page 362) and provided supporting argument as to the incident of an acid attack on a twelve year old girl who advocated for the rights of young women to get an education in Pakistan."], ["[28]", "Second, pertaining to the applicants' risk of being Shia, the applicants referenced documents for support such as the US Department of State's Country Reports on Human Rights Practices for 2007, the International Religious Freedom Report 2008 and an article dated October 29, 2008 from the British Broadcasting Corporation. Here, the Board accepted that the applicants are Shia Muslims; however, it did not conduct an assessment of the applicants' risks of being Shia."], ["[29]", "Although a decision-maker is not obliged to refer to every piece of evidence, the Board's duty to consider the evidence increases with the increase of the significance of the evidence (", "<FRAGMENT_SUPPRESSED>  157 FTR 35 [", "Cepeda-Gutierrez", "]). Here, the Board should have, at the very least, assessed the evidence of increased risk of the daughter being an educated woman who wants to work and the applicants' risk of being Shia and provide the analyses in its decision. However, none was provided in the present case. I cannot guess what its decision would have been had it not made this error and actually assessed these two areas. Therefore, the Board breached procedural fairness."], ["[30]", "Because of my finding on this issue, I need not deal with Issue 3."], ["[31]", "As a result, the decision of the Board is set aside and the matter is referred to a different panel of the Board for redetermination."], ["[32]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification."], ["[33]", "In December 2014, after the completion of the hearing of this matter, new counsel for the applicants sent correspondence to the Court with respect to whether the applicants were properly represented before the Board and this Court. The applicants submit that their counsel before the Board did not provide Urdu versions of government issued certificates for the two male applicants showing they were Syed Hazaras. The Board in its decision found the applicants were not members of the Shia Hazara religious ethnic minority. Since the certificates were not before the Board, they were also not part of the record before me on this judicial review application. I have also reviewed correspondence from the respondent's counsel dated December 24, 2014."], ["[34]", "I have reviewed the application for judicial review in this matter and I conclude that the application does not raise as an issue, the incompetence of counsel, nor was this issue raised at the hearing before me. On judicial review, the record that I must consider is the material that was before the decision-maker, not the material that could have been before the decision-maker. There are certain exceptions to this principle which do not apply in the present case."], ["[35]", "Based on the facts of this case, I simply do not have the jurisdiction to deal with allegations that the applicants may not have been properly represented either before the Board or in front of this Court. I would note that counsel for the applicants before me did raise the issue of whether or not the applicants were Hazaras (see applicants' record at pages 126 to 130)."], ["[36]", "Finally, I would note that the Federal Court issued a procedural protocol dated March 7, 2014, relating to the allegations of misconduct of counsel.", "JUDGMENT"], ["[37]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed, the decision of the Board is set aside and the matter is referred to a different panel of the Board for redetermination.", "Application allowed.", "Editor: J. Danielle King/nmg", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "...", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "...", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "[End of document]"]]}