{"id_": "041852", "body_str": [["[1]", "Hargrave, Prothonotary", ": The Plaintiff was, in the past at material times, an inmate at William Head Institution and at Mission Institution, then being transferred to Kent Institution, from which he was released last year. The Plaintiff filed his statement of claim in November of 2003, a statement of claim which is difficult to read and to understand. The Plaintiff alleges a good deal of negligence, without meaningful particulars and without bringing the negligence home to the Defendant. The Plaintiff also makes allegations which bear on the National Parole Board and the Correctional Service of Canada, in their role as federal boards or tribunals, allegations which would properly be matters for judicial review, not for an action."], ["[2]", "The Defendant seeks to strike out the statement of claim, without leave to amend, by reason of a failure to disclose a reasonable cause of action; on the basis that the claim is frivolous, vexatious or otherwise an abuse of process; and because the Plaintiff has failed to plead necessary material facts and particulars."], ["[3]", "In considering the Plaintiff's case I have also taken into account the amendments to the statement of claim tendered on 11 March 2004: those amendments are of no assistance in either salvaging the statement of claim as filed or in allowing further amendments. Thus the statement of claim is struck out without leave to amend. I now turn to a consideration of this in detail.", "CONSIDERATION"], ["[4]", "To begin I would strike out the statement of claim in that it is imprecise, confusing and at times unintelligible. Indeed, it is a diverse statement of claim dealing in vague allegations of negligence which lack specifics. It is a statement of claim which the Defendant could not hope to properly investigate or to answer. Moreover, were the matter go to trial, it would result in a proceeding which the Court could not control. I have come to this conclusion even giving the statement of claim a thorough and generous reading in order to try to accommodate inadequacies which may be the result of drafting deficiencies. It has a parallel in the statement of claim which was struck out in  <FRAGMENT_SUPPRESSED>  at 267. As such it is a vexatious and abusive statement of claim which will not lead to any practical result and therefore should be struck out on this ground alone. However, there are additional and more precise reasons why the statement of claim should be struck out as one which plainly, obviously and beyond doubt will not succeed, being the test set out in  <FRAGMENT_SUPPRESSED> ."], ["[5]", "The statement of claim does not set out a reasonable cause of action. Indeed not only is there a complete absence of any factual basis, but also the Plaintiff makes mere allegations that the Defendant was negligent. Such bare allegations or assertions do not go to pleading a cause of action. The concept of a cause of action is set out in  <FRAGMENT_SUPPRESSED>  at 11:", "It is my understanding that to disclose a cause of action a statement of claim must 1. allege facts which are capable of giving rise to a cause of action, 2. indicate the nature of the action which is to be founded on those facts and 3. indicate the relief sought which must be of a type which the action could produce and which the court must have jurisdiction to grant."], ["[6]", "The statement of claim in this instance, even on a generous reading, fails to set out facts giving rise to any causes of action. Moreover, in at least some instances, Mr. Lehoux, assuming that he invoked the available prison grievance procedure, ought to have pursued a remedy by way of judicial review. However, leaving aside the form of the proceeding, the statement of claim contains only bare assertions but not facts to which the Crown might plead. This is a point made by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  at 203:", "The appellant seems unable to grasp that the bare assertion of his conclusions as to the nature of those actions are not the material facts which he must plead if the respondent is to be required to answer his complaints in a law suit. It follows that the statement of claim does not disclose a reasonable cause of action and that it was properly struck out.", "Just as  <FRAGMENT_SUPPRESSED>  the statement of claim in the present instance, disclosing no reasonable cause of action by reason of its content, but merely making bare assertions, should be struck out."], ["[7]", "Counsel for the Crown, in an effort to make some sense out of the statement of claim, assumes that the Plaintiff intends to claim in negligence. Here I would add that the statement of claim also alleges arrogance, at least one false charge and the offence of threatening: these are not causes of action in themselves, but neither are they supported by enough particulars so that one might understand how they could lead to something actionable."], ["[8]", "Sixteen of the nineteen paragraphs in the statement of claim contain the word negligence. Crown counsel submits that in order to establish negligence three elements must be pleaded, referring to  <FRAGMENT_SUPPRESSED> :", "As stated by I.H. Jacob, Bullen, Leake & Jacobs Precedents and Pleadings, 12th ed. (London: Sweet & Maxwell, 1975) at 684:", "An action [in negligence] lies wherever the plaintiff has suffered damage by reason of the failure to perform or negligent performance of any duty which the defendant, either by himself or by his agent or servant acting within the scope of his authority and on the defendant's behalf, owes to the plaintiff.", "There are three essential elements of negligence which must be shown to constitute a right of action: (1) that there was a duty of care on the defendant's behalf toward the party injured; (2) that the defendant negligently performed or failed to perform this duty; and (3) that the plaintiff's injury was a reasonably foreseeable and proximate consequence of the defendant's negligence.", "Mr. Justice Linden, in the 2001 edition of Canadian Tort Law, Butterworths at page 102, acknowledges that this is the traditional English approach to negligence, but that it suffers from \"beguiling simplicity\", blurring together a number of issues. Mr. Justice Linden goes on to acknowledge that when one breaks down the elements required in negligence, the divisions are somewhat artificial. However he does suggest a six-element test at page 103:", "A cause of action for negligence arises if the following elements are present: (1) the claimant must suffer some damage; (2) the damage suffered must be caused by the conduct of the defendant; (3) the defendant's conduct must be negligent, that is, in breach of the standard of care set by the law; (4) there must be a duty recognized by the law to avoid this damage; (5) the conduct of the defendant must be a proximate cause of the loss or, stated in another way, the damage should not be too remote a result of the defendant's conduct; (6) the conduct of the plaintiff should not be such as to bar or reduce recovery, that is the plaintiff must not be guilty of contributory negligence and must not voluntarily assume the risk."], ["[9]", "Dealing first with damage to the claimant and here, as throughout for the purposes of this motion, I must accept what is set out in the statement of claim as if proven, Mr. Lehoux does allege negligence on the part of the Crown in allowing his walkman to be stolen, in allowing two inmates to pour water on a monitor and t.v., and various other acts of neglect which threatened his health, but seemingly without any real or objectionably quantifiable effect on his health. While Mr. Lehoux may have suffered some damage and I think it minimal, even accepting the statement of claim as if proven, the damage is not brought home to the Defendant with anything more than bare allegations or assertions that the negligence or the conduct of the Crown caused whatever damage there might have been. The Plaintiff fails to make this causal connection, being the second requirement."], ["[10]", "I now turn to the requirement that the conduct of the Crown must be negligent, that is in breach of the standard of care set by law, before a cause of action in negligence arises. Here, at best, the allegations made by the Plaintiff are confusing and vague. By way of typical example is paragraph 4 which, in its entirety, is as follows:", "The defendant was negligent, September 2nd, 2000 As I was walking in my room. Dan Marlow slammed by bedroom door close [sic] striking me that I suffered injury, see Nurse's report sep. 3rd.", "Similarly, in paragraph 6 the Plaintiff says:", "The defendant was negligent, in that I request a smoke free environment which they could not provide.", "I do not see that these sort of allegations, which are typical of those in the statement of claim show negligence or breach of some applicable standard of care."], ["[11]", "I now turn to what is clearly an absence of any duty, recognized by law, to avoid whatever damage the Plaintiff might have suffered. Clearly absent from the statement of claim is any allegation that the Crown owed a duty of care to the Plaintiff. Moreover, the Plaintiff fails to give particulars of any facts which might give rise to a duty owed. Finally, section 3 of the Crown Liability and Proceedings Act, R.S.C. 1985 ch. c-50, provides that the Crown is vicariously liable for the torts of its servants. The Plaintiff refers, in the statement of claim, to various indignities which he suffered, including being locked in the shower room in his underwear for six and half hours as a result of some difference of opinion during a strip search and being dumped unceremoniously in front of the Kent Institution, by four guards, apparently on his second statutory release date, for which he looks for compensation in the amount of $1,000,000. However the Plaintiff does not identify involved servants of the Crown. Overall I do not see that the Plaintiff has established or brought home to the Crown any duty."], ["[12]", "The fifth element, in order to establish negligence, is that the Crown must have been the proximate cause of the loss or, phrasing that requirement in a different way, the damage should not be a result of the conduct of the Defendant which is too remote. Allegations leading to reasonable foreseeability, or to proximate cause, are completely absent from the statement of claim. Further, many of the claims for compensation, which claims run from $5 a day to $2,000,000 are arbitrary and without particulars. Even giving the Plaintiff the benefit of a broad reading of the statement of claim, I cannot find a connection between alleged conduct, such as a difficulty in obtaining salmon oil and cod liver oil and the unspecified harm for which the Plaintiff seeks $1,000,000 in damages."], ["[13]", "Finally, there is a question of whether the conduct of the Plaintiff, to some degree, might not have contributed to what happened to him in the three institutions. Taking the statement of claim at face value, that may have been the case in some instances: by way of example one claim is for injury resulting when the Plaintiff sprayed window cleaner at another inmate, leading to a fight and a transfer to Mission Institution which could not provide him with a smoke free environment, for which he seeks $150 per day and punitive damages. However this, in the present instance, would not be a bar to the action to the degree that the statement of claim ought to be struck out on that basis alone."], ["[14]", "Overall, even giving the statement of claim a broad and generous reading, the Plaintiff clearly has not pleaded the elements which are necessary to establish any claims in negligence.", "CONCLUSION"], ["[15]", "While the Plaintiff is a lay litigant, that does not free him from the obligation to give reasonable particulars of what he believes is wrongdoing on the part of the Crown. Indeed, not only is there a lack of particulars, but also the statement of claim is difficult to understand. In its failure to provide particulars, the statement of claim in turn fails to disclose proper causes of action. As such it plainly, obviously and beyond doubt is a futile statement of claim which would not succeed."], ["[16]", "Moreover, the absence of specifics, the diversity and vagueness all present in the statement of claim produce a pleading which the Defendant could not properly investigate: indeed, this results in a statement of claim to which it is impossible to respond. As such it is vexatious and abusive and should be struck out."], ["[17]", "I have considered whether the statement of claim might benefit from amendment. The defects are such that I believe it could not be amended into a form which have any scintilla of a chance of success."], ["[18]", "While I do not rely upon it, either in coming to the conclusion that the action ought to be struck out, or that the statement of claim would not benefit from amendment, I will refer to a copy of a letter put into evidence by the Plaintiff and written by a local lawyer consulted by the Plaintiff before he commenced this action by himself. The letter is thoughtful and complete. Counsel advises Mr. Lehoux that \"... in my view you stand very little hope of success in proceeding with expensive litigation.\", and \"let me be plain and simple, you stand almost no hope of success and pursuing a Court action will probably be a waste of your time and money.\". I would go further: no amendment or redrafting of the statement of claim would give any hope of success or produce a scintilla of a cause of action. For the sake of all concerned it is struck out without leave to amend.", "[End of document]"]]}