{"id_": "042013", "body_str": [["[1]", "Martineau, J.", "[Translation]: The applicant is challenging the legality of the decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board dismissing his appeal and confirming the deportation order by the Immigration Division (ID) under the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act)."], ["[2]", "The applicant is a citizen of Haiti born in January 1976. At the age of 17, he was sponsored (with his mother, his brother and his two other sisters) by his oldest sister to come to Canada. Since February 1994, he has been living here as a permanent resident. In March 1998, the applicant became the father of a boy named Rendy Philistin-D'Amours. Further, Rendy suffers from acute dysphasia, a structural learning and language development disability. He has lived with his natural mother since the two parents separated."], ["[3]", "In November 2009, an immigration officer wrote an inadmissibility report under subsection 44(1) of the Act against the applicant on the ground of serious criminality within the meaning of paragraph 36(1)(", ") of the Act. In fact, in February 2009, the applicant was convicted of criminal harassment of his former girlfriend, Andrea Clairmont. This is an offence under subsection 264(1) of the", "Criminal Code", "and punishable by imprisonment for a term not exceeding 10 years. The applicant received a fine of $200 and he was placed on probation for 18 months. At the same time, he was also convicted of another count of criminal harassment in a separate case, for which he received a suspended sentence, subject to a probationary period of 18 months and with a condition of performing 100 hours of community work."], ["[4]", "In February 2010, the Minister's delegate referred the above-noted report to the ID so that it could determine whether the applicant was indeed a person as described in subsection 36(1)(", ") of the Act. On March 10, 2010, a deportation order was issued by the ID against the applicant. That decision was upheld on appeal on January 14, 2011. The IAD refused to cancel or stay the execution of the removal order, essentially on the basis that the risk the applicant poses to Canadian society outweighs other factors that could support his appeal based on humanitarian and compassionate grounds, such as the best interests of the child directly affected by the order."], ["[5]", "The applicant raised two grounds for judicial review, the violation of procedural fairness and the unreasonableness of the IAD's decision.", "Did the IAD err in refusing the application to adjourn the hearing?"], ["[6]", "First, the applicant submitted that the decision in question should be set aside because the Board member rejected his application for an adjournment of his IAD appeal hearing."], ["[7]", "The non-exhaustive factors that the member could have taken into consideration to allow or refuse to adjourn the hearing are set out in subsection 48(4) of the", "Immigration and Appeal Division Rules", ", SOR/2002-230 (the Rules):", "48(4) In deciding the application, the Division must consider any relevant factors, including", ") in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", ") when the party made the application;", ") the time the party has had to prepare for the proceeding;", "(d", ") the efforts made by the party to be ready to start or continue the proceeding;", "(e", ") in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", "(f", ") the knowledge and experience of any counsel who represents the party;", "(g", ") any previous delays and the reasons for them;", "(h", ") whether the time and date fixed for the proceeding were peremptory;", "(i", ") whether allowing the application would unreasonably delay the proceedings; and", "(j", ") the nature and complexity of the matter to be heard.", "48(4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", ") dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", ") dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil;", ") tout report antérieur et sa justification;", ") si la date et l'heure qui avaient été fixées étaient péremptoires;", "i) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable;", ") la nature et la complexité de l'affaire."], ["[8]", "In this case, the IAD's refusal to postpone or adjourn is a discretionary decision that, according to case law, is subject to the reasonableness standard of review and that calls for a more deferential standard despite the fact that it raises issues of procedural fairness (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ 83;", "<FRAGMENT_SUPPRESSED>  [2010] FCJ 403). In exercising that discretion, the IAD takes into account the factors listed in subsection 48(4) and the Court will not intervene in the refusal to grant an adjournment except under exceptional circumstances (", "<FRAGMENT_SUPPRESSED> )."], ["[9]", "In the hearing before the IAD, following the mother's testimony that the applicant presents behavioural symptoms similar to those of Rendy, counsel for the applicant submitted an application for adjournment to conduct a psychological evaluation so as to determine whether the applicant in fact has a similar condition to his son's. The Minister's representative objected to these claims. The mother testified before the IAD that the applicant always refused to accept that her son had a disability because he thought that Rendy was like him. She also stated that the specialists had told him that dysphasia could be hereditary."], ["[10]", "The application for adjournment was rejected, first because it was late and second because the new medical evidence was not relevant. Further, the Board member had not noted any language problems in the applicant, since he spoke French well and a teacher who had taught him two years earlier had even described him as an [Translation] \"exemplary, punctual, conscientious, hard working and sociable\" student. In addition, the Board member mentioned that, according to a report in the record, Rendy had lacked oxygen at birth. Therefore, his illness was not genetic as suggested by his mother, who was also not qualified to give opinion evidence."], ["[11]", "With regard to the lateness of the application for adjournment, the applicant's counsel explained that she only knew the applicant for one month before the hearing and she never doubted the problems brought to light by the mother in her testimony. The applicant now criticizes the IAD for not having set out the factors in favour of granting an adjournment. However, the applicant did not explain what were the factors stated in subsection 48(4) that, in his view, should have been considered by the Board member and that were not. That being said, the applicant rather suggested that the rejection of the application for adjournment deprived him of fully presenting his mental condition and availing himself of the assistance of a designated representative, as required. Therefore, the IAD could have made a favourable decision if the later evaluation report had been submitted to it for consideration. In fact, the results of an evaluation conducted after the hearing by psychologist René Caissie, indicate a low ability of understanding and a level of intellectual function in the applicant similar to an intellectual disability."], ["[12]", "The respondent submits that the application for adjournment was late and that, in any case, it had no effect. The proposed evaluation was without relevance, given the determinative factors in the case (e.g. the possibility of the appellant's rehabilitation is low given the appellant's repeated criminal behaviour and his difficulty in respecting court orders). The respondent further submits that the applicant does not present major language problems that are found in people with dysphasia and that the psychologist who performed the applicant's evaluation did not have the required expertise in speech therapy, neuropsychology and audiology to conduct a diagnostic test for dysphasia. In any case, the report in question is limited to the evaluation of the applicant's ability to understand and his level of intellectual functioning."], ["[13]", "At the hearing before this Court, counsel for the applicant developed a brand new argument, explaining at length that a designated representative should have been called to the hearing because she herself had noted that the applicant was confused. Counsel for the respondent objected to this new argument and argued that he was surprised by the issue of the designation of a representative because of the applicant's alleged confusion at the hearing, which is under dispute. Until then, there had only been an issue of dysphasia."], ["[14]", "The respondent's objection seems to me to be well founded in this case. A close reading of the transcript confirms that at no time did counsel for the applicant request a designated representative, nor did she invoke Guideline 8 (Guideline on Procedures with Respect to Vulnerable Persons Appearing Before the Immigration and Refugee Board of Canada) before the IAD. She never argued that the applicant suffered from an intellectual disability that could have prevented him from understanding the nature of the criminal acts that he committed. Nor did she ask for an adjournment on the ground that the applicant was confused, but rather because she wanted to prove that the applicant had dysphasia, the same speech disorder as his son. Today the grounds should be limited to those specifically argued by the applicant to obtain a postponement of his appeal hearing before the IAD."], ["[15]", "In the particular circumstances of this case, having taken into account the written and oral submissions of the parties and reviewed the evaluation report submitted by the applicant and the transcripts of the hearing, I find that the applicant did not establish a breach of natural justice or procedural fairness. The Board member's decision to refuse to adjourn the hearing seems to me to be reasonable in this case. It is also obvious that the applicant did have the opportunity to be heard and to present his arguments. After all, it was an appeal based on humanitarian and compassionate considerations, taking into account the best interests of the child in this case. Further, it was not disputed that Rendy suffered from dysphasia. Moreover, the applicant's testimony at the hearing was clear and there was no evidence before me that his ability to communicate was compromised.", "Is the decision of the IAD unreasonable?"], ["[16]", "The applicant also alleges that the IAD's decision is unreasonable."], ["[17]", "Since the ground of inadmissibility (serious criminality) was not challenged, the IAD was only concerned with addressing the humanitarian and compassionate grounds within its discretion. In this regard, the IAD referred to the non-exhaustive factors contained in", "<FRAGMENT_SUPPRESSED> . Further, since the weighing of these factors was not only discretionary, but also largely depended on the facts of each case, the factual matters decided by the IAD are reviewable on the reasonableness standard (", "<FRAGMENT_SUPPRESSED> [2003] FCJ 108). In that sense, the Court's review is limited to \"the existence of justification, transparency and intelligibility within the decision making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED> )."], ["[18]", "The IAD decision in this case appears reasonable to me."], ["[19]", "First, the IAD went over the applicant's criminal record stating that the offences leading to the deportation order against him were not the first offences that he was convicted of. She found that the possibility of rehabilitation was low. Second, the IAD stated that the applicant's lack of remorse during his testimony raised doubts as to his desire for rehabilitation. Third, the IAD noted that the applicant was working continuously until 2009 and that he had resumed his studies and was receiving social assistance."], ["[20]", "With respect to the best interests of the child, the IAD pointed out that the applicant had not wanted Rendy and that he had seen very little of him in the first two years of his life. He also had not seen him from the summer of 2006 to the summer of 2010, so he was not aware of the fact that, during this period, the applicant's ex-companion had gone to live in Calgary with their son for one year. The IAD noted that the applicant did not know the name of the special school that his son attends and that it was only at the hearing that he became aware of a speech-language assessment of Rendy's from February 25, 2007. The IAD found that although Rendy needed his father's presence in his life and that he may react very badly to his removal by [Translation] \"blaming [his mother], withdrawing into himself, becoming aggressive and even injuring himself\", according to the mother's testimony, it is her current companion who today is the father figure in Rendy's life. Further, the IAD noted that the mother and son did not need the father's financial support. In addition, since 2009, the applicant has not provided any child support to contribute to his son's expenses."], ["[21]", "Finally, with respect to the hardship that the applicant could suffer as a result of his removal to Haiti, the IAD found that they were not sufficient to overcome the unfavourable factors in his application. In discussing these hardships, the IAD mentioned that it took into consideration the tragic situation of the country at his time and the fact that the applicant's parents were deceased and that all his brothers and sisters are living in Canada."], ["[22]", "With regard to his risk to society, the applicant alleges that in terms of the criminal proceedings against him, he was never sentenced to a term of imprisonment other than the sentence he was allowed to serve in the community. The sentencing panel had to ensure that \"service of the sentence in the community would not endanger the safety of the community\" in accordance with section 742.1 of the", "Criminal Code", ". Therefore, the applicant alleges that the IAD unreasonably concluded that the risk represented by the applicant to society is such that it would not outweigh the factors that are more in favour of his application. This argument is not persuasive. The Court cannot substitute its judgment to that of the IAD with respect to the factual assessment of the factors to be considered. Moreover, there is no presumption that the risk referred to by the IAD and the security risk that must be assessed to warrant special relief to serve his sentence in the community for criminal matters, are equivalent."], ["[23]", "As to the IAD's finding of the applicant's lack of remorse, he alleged that, according to the recent psychological report, he has a low ability of understanding, especially with respect to the legal process involving him. It is well established that evidence not submitted to the administrative decision-maker cannot be considered as part of the judicial review unless grounds for review are based, among other exceptions, on a breach of procedural fairness or of the principles of natural justice, which is not the case here."], ["[24]", "The applicant alleges that the IAD's analysis in its evaluation of the best interests of Rendy only complied with the requirements as to form. The applicant relied on", "<FRAGMENT_SUPPRESSED>  (Eugenio), where it was determined that the reasons given by the IAD must support the fact that the interests of the child have truly been weighed. In contrast to <FRAGMENT_SUPPRESSED> , where the impugned decision merely stated that the interests of the child had been taken into account without further note (paragraph 21), in this case the IAD discussed at length the relationship between the father and the son and the living conditions of the child with his mother. Its finding that Rendy's hardship cannot be determinative in this case relies on specific facts and cannot be contradicted by the Court, especially since it is well established in case law that the best interests of the child is only one of the factors in assessing whether removal is warranted and that the finding varies greatly based on the circumstances (", "<FRAGMENT_SUPPRESSED> )."], ["[25]", "Finally, the applicant criticizes the IAD for having ignored the testimony of his ex-companion that he had maintained contact with members of his family, stating that the applicant did not have enough attachment to Canada and that [Translation] \"he apparently will not be missed by his siblings in Canada\" since none of them attended the hearing, testified or filed a letter as evidence in his support. It is certainly regrettable that the Board member made such a comment, but that is clearly insufficient for the Court to find that the decision as a whole is unreasonable."], ["[26]", "For all these reasons, this application for judicial review must fail. Counsel did not propose any question of general importance for certification and no question is raised in this matter.", "JUDGMENT"], ["[27]", "THE COURT ORDERS AND ADJUDGES that", "this application for judicial review be dismissed. No question will be certified.", ".........................", "<FRAGMENT_SUPPRESSED>  demandeur conteste la légalité de la décision de la Section d'appel de l'immigration (SAI) de la Commission de l'immigration et du statut de réfugié rejetant son appel et confirmant la mesure d'expulsion émise par la Section de l'immigration (SI), en application de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (laLoi)."], ["[2]", "Le demandeur est un citoyen d'Haïti né en 1976. À l'âge de 17 ans, il a été parrainé (avec sa mère, son frère et ses deux autres sœurs) par sa sœur aînée pour venir au Canada. Depuis février 1994, il s'est établi à titre de résident permanent. En mars 1998, le demandeur est devenu père d'un garçon nommé Rendy Philistin-D'Amours. Or, Rendy est atteint de dysphasie grave, un trouble structurel d'apprentissage et de développement du langage. Il vit avec sa mère naturelle depuis que les deux parents se sont séparés."], ["[3]", "En novembre 2009, un agent d'immigration a rédigé, en application du paragraphe 44(1) de la Loi, un rapport d'interdiction de territoire contre le demandeur pour motif de grande criminalité au sens de l'alinéa 36(1)", ") de la Loi. En effet, en février 2009, le demandeur a été reconnu coupable de harcèlement criminel à l'endroit de son ex-petite amie, Andrea Clairmont. Il s'agit d'une infraction prévue à l'article 264(1) du Code criminel et punissable d'une peine d'emprisonnement maximale de 10 ans. Le demandeur a été condamné à une amende de 200 $ et une période de probation de 18 mois. À la même époque, il a été également reconnu coupable d'un autre chef d'accusation de harcèlement criminel, dans un dossier distinct, pour lequel il a obtenu un sursis au prononcé de la peine, assujetti à une période de probation de 18 mois et s'est vu imposé l'obligation d'effectuer 100 heures de travail communautaire."], ["[4]", "En février 2010, le délégué du Ministre a déféré le rapport susmentionné à la SI afin qu'elle détermine si le demandeur est effectivement une personne visée à l'alinéa 36(1)", ") de la Loi. Le 10 mars 2010, une mesure d'expulsion a été prononcée par la SI contre le demandeur. Cette décision a été confirmée en appel, le 14 janvier 2011. La SAI a refusé d'annuler ou de surseoir à l'exécution de la mesure de renvoi, essentiellement au motif que le risque que représente le demandeur pour la société canadienne l'emporte sur les autres facteurs pouvant favoriser son appel fondé sur des motifs d'ordre humanitaire, notamment l'intérêt supérieur de l'enfant directement touché par la mesure."], ["[5]", "Le demandeur soulève deux motifs de révision judiciaire, soit le non-respect de l'équité procédurale et le caractère déraisonnable de la décision de la SAI.", "La SAI a-t-elle erré en refusant la demande d'ajournement de l'audience?"], ["[6]", "Premièrement, le demandeur soumet que la décision en cause doit être annulée parce que le commissaire a refusé sa demande d'ajournement de l'audience de son appel à la SAI."], ["[7]", "Les facteurs non exhaustifs que le commissaire pouvait prendre en considération pour accorder ou refuser un ajournement de l'audience sont énoncés à la règle 48(4) des", "Règles de la Section d'appel de l'immigration", ", DORS/2002-230 (les règles):", "48(4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", ") dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", ") dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil;", ") tout report antérieur et sa justification;", ") si la date et l'heure qui avaient été fixées étaient péremptoires;", "i) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable;", ") la nature et la complexité de l'affaire.", "48(4) In deciding the application, the Division must consider any relevant factors, including", ") in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", ") when the party made the application;", ") the time the party has had to prepare for the proceeding;", "(d", ") the efforts made by the party to be ready to start or continue the proceeding;", "(e", ") in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", "(f", ") the knowledge and experience of any counsel who represents the party;", "(g", ") any previous delays and the reasons for them;", "(h", ") whether the time and date fixed for the proceeding were peremptory;", "(i", ") whether allowing the application would unreasonably delay the proceedings; and", "(j", ") the nature and complexity of the matter to be heard."], ["[8]", "En l'espèce, le refus de la SAI d'accorder une remise ou un ajournement est une décision discrétionnaire qui, selon la jurisprudence, est soumise à la norme de contrôle de la décision raisonnable et qui fait appel à un degré plus élevé de déférence malgré le fait qu'elle fait appel à des questions d'équité procédurale (", "<FRAGMENT_SUPPRESSED>  (CanLII), 2011 CF 78, [2011] ACF 83;  <FRAGMENT_SUPPRESSED>  (CanLII), 2010 CF 351, [2010] ACF 403). En exerçant ce pouvoir discrétionnaire, la SAI tient notamment compte des facteurs énumérés à la règle 48(4) et la Cour n'interviendra pas dans le refus d'accorder un ajournement sauf circonstances exceptionnelles ( <FRAGMENT_SUPPRESSED> )."], ["[9]", "Lors de l'audience à la SAI, suite au témoignage de la mère à l'effet que le demandeur présenterait des symptômes comportementaux assimilables à ceux de Rendy, la procureure du demandeur a présenté une demande d'ajournement pour permettre qu'une évaluation psychologique soit effectuée afin de déterminer si le demandeur est réellement atteint de troubles similaires à ceux de son fils. Le représentant du Ministre s'était objecté à ces prétentions. La mère a notamment témoigné devant la SAI que le demandeur avait toujours refusé d'admettre que son fils souffrait d'un handicap car il trouvait que Rendy était comme lui. Elle a également mentionné que des spécialistes lui avaient dit que la dysphasie pouvait être héréditaire."], ["[10]", "La demande d'ajournement a été rejetée, d'une part parce qu'elle était tardive, et d'autre part, parce que la nouvelle preuve médicale n'était pas pertinente. D'ailleurs, le commissaire n'avait noté chez le demandeur aucun trouble de langage, étant donné qu'il parlait bien le français et qu'une professeure qui lui enseignait il y a deux ans l'avait même décrit comme étant un étudiant« exemplaire, ponctuel, soucieux, assidu et sociable ». De plus, le commissaire a mentionné que selon un rapport au dossier, Rendy avait manqué d'oxygène lors de l'accouchement. Donc, sa maladie n'était donc pas génétique comme le laissait entendre sa mère, qui n'était d'ailleurs pas qualifiée pour fournir un témoignage d'opinion."], ["[11]", "Au niveau du caractère tardif de la demande d'ajournement, la procureure du demandeur explique qu'elle a connu le demandeur seulement un mois avant l'audience et qu'elle ne s'était jamais doutée des difficultés mises en lumière par la mère dans son témoignage. Le demandeur reproche aujourd'hui à la SAI de ne pas avoir fait état des facteurs favorables à l'octroi d'un ajournement. Toutefois, le demandeur n'explique pas quels sont les facteurs mentionnés à la règle 48(4) qui, selon lui, auraient dû être pris en compte et qui ne l'ont pas été par le commissaire. Ceci dit, le demandeur suggère plutôt que le rejet de la demande d'ajournement le prive de faire valoir pleinement sa condition mentale et de recourir à l'assistance d'un représentant désigné, le cas échéant. Ainsi, la SAI aurait pu rendre une décision favorable si le rapport d'évaluation postérieur lui avait été soumis pour considération. En effet, les résultats d'une évaluation effectuée après l'audience, par le psychologue René Caissie, indiquent une faible capacité de compréhension, ainsi qu'un niveau de fonctionnement intellectuel qui s'apparente à une déficience intellectuelle chez le demandeur."], ["[12]", "Le défendeur répond que la demande d'ajournement était tardive, et que de toute façon, elle était non-avenue. L'évaluation proposée était dénuée de toute pertinence, compte tenu des éléments déterminants au dossier (tels que la faible possibilité de réadaptation du demandeur, ses comportements criminels répétés et sa difficulté à respecter les ordonnances des tribunaux). Le défendeur soumet que le demandeur ne présente d'ailleurs pas les difficultés majeures au niveau du langage qu'on retrouve chez les personnes souffrant de dysphasie, et que le psychologue qui a effectué l'évaluation du demandeur ne possède pas l'expertise requise en orthophonie, en neuropsychologie et en audiologie pour effectuer un examen diagnostique de la dysphasie. De toute façon, le rapport en question se limite à l'évaluation de la capacité de compréhension et de niveau de fonctionnement intellectuel du demandeur."], ["[13]", "Lors de l'audition devant cette Cour, la procureure du demandeur a développé un tout nouvel argument, en élaborant longuement sur le fait qu'un représentant désigné aurait dû être constitué à l'audience parce qu'elle avait elle-même constaté que le demandeur était confus. Le procureur du défendeur s'est objecté à cette nouvelle argumentation et a fait valoir qu'il était pris par surprise par la question de la désignation d'un représentant à cause d'une prétendue confusion du demandeur à l'audition, ce qui est d'ailleurs contesté. Jusqu'ici, il n'avait été question que de dysphasie."], ["[14]", "L'objection du défendeur m'apparait bien fondée en l'espèce. Une lecture attentive de la transcription confirme qu'à aucun moment, la procureure du demandeur n'a demandé la constitution d'un représentant désigné, ni invoqué la Directive No 8 (Directives sur les procédures concernant les personnes vulnérables qui comparaissent devant la Commission de l'immigration et du statut de réfugié au Canada) devant la SAI. Elle n'a jamais plaidé que le demandeur était atteint d'une limitation intellectuelle qui l'aurait empêché de comprendre la nature des actes criminels qu'il avait posés. Elle n'a pas non plus demandé un ajournement au motif que le demandeur était confus, mais plutôt parce qu'elle voulait prouver que le demandeur était atteint du même trouble de langage que son fils, soit la dysphasie. On doit donc aujourd'hui se limiter aux motifs qui ont été spécifiquement plaidés par le demandeur pour obtenir une remise de l'audition devant la SAI."], ["[15]", "Au vu des circonstances particulières de la présente affaire, après avoir tenu compte des représentations écrites et orales des parties, révisé le rapport d'évaluation soumis par le demandeur ainsi que des transcriptions de l'audience, je conclus que le demandeur n'a pas établi un manquement à la justice naturelle ou l'équité procédurale. La décision du commissaire de refuser l'ajournement de l'audience m'apparait raisonnable en l'espèce. Il est également manifeste que le demandeur a bel et bien eu l'occasion de se faire entendre et de faire valoir ses arguments. Après tout, il s'agissait d'un appel reposant sur des motifs d'ordre humanitaire, compte tenu des meilleurs intérêts de l'enfant en cause. Or, il n'était pas contesté que Rendy souffrait de dysphasie. Au demeurant, le témoignage du demandeur à l'audition était clair et il ne m'a pas été démontré que sa capacité de communication était compromise.", "La décision de la SAI est-elle déraisonnable?"], ["[16]", "Le demandeur allègue également que la décision de la SAI est déraisonnable."], ["[17]", "Le motif d'interdiction (grande criminalité) n'étant pas contesté, la SAI s'est uniquement préoccupée de traiter des motifs d'ordre humanitaire relevant de sa discrétion. À ce chapitre, la SAI s'est référée aux facteurs non-exhaustifs que l'on retrouve dans", "<FRAGMENT_SUPPRESSED> . Or, l'appréciation de ces facteurs étant non seulement discrétionnaire, mais également largement tributaire des faits propres à chaque cas, les questions factuelles décidées par la SAI sont soumises à la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  (CanLII), 2003 CAF 39 au para 14, [2003] ACF 108). En ce sens, le contrôle de la Cour se limite « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED>  (CanLII), 2008 CSC 9 au para 47)."], ["[18]", "La décision de la SAI m'apparait raisonnable en l'espèce."], ["[19]", "Dans un premier temps, la SAI a fait état du casier judiciaire du demandeur en mentionnant que les infractions à l'origine de la mesure d'expulsion prise contre lui n'étaient pas les premières infractions dont il a été déclaré coupable. Elle a conclu que la possibilité de réadaptation était faible. De plus, la SAI mentionne que l'absence de remords du demandeur lors de son témoignage permettait de douter de sa volonté de réadaptation. La SAI a également noté que le demandeur avait travaillé sans interruption jusqu'à 2009 et qu'il avait repris ses études et recevait maintenant de l'aide sociale."], ["[20]", "Au chapitre des meilleurs intérêts de l'enfant, la SAI a relevé que le demandeur n'avait pas désiré Rendy et qu'il l'avait peu vu durant les deux premières années de sa vie. Il ne l'avait pas vu non plus de l'été 2006 à l'été 2010, de sorte qu'il n'était pas au courant du fait que pendant cette période l'ex-compagne du demandeur était partie vivre pendant un an à Calgary avec leur fils. La SAI a noté que le demandeur ne connaissait pas le nom de l'école spéciale que fréquentait son fils, et que ce n'est que lors de l'audience qu'il avait pris connaissance d'un rapport d'évaluation orthophonique de Rendy qui datait du 25 février 2007. La SAI a conclu que même si Rendy avait besoin de la présence de son père dans sa vie et qu'il pourrait réagir très mal à son renvoi en« blâmant [sa mère], en se repliant sur lui-même, en devenant agressif et même en s'infligeant des blessures », selon le témoignage de la mère, c'était plutôt le compagnon actuel de celle-ci qui était aujourd'hui la figure paternelle dans la vie de Rendy. De plus, la SAI a noté que la mère et le fils n'avaient pas besoin du soutien financier du demandeur. D'ailleurs, depuis 2009, le demandeur ne versait plus de pension alimentaire pour contribuer aux charges de son fils."], ["[21]", "Enfin, en ce qui concerne les difficultés que le demandeur risquait de subir du fait de son renvoi en Haïti, la SAI a conclu que celles-ci n'étaient pas suffisantes pour l'emporter sur les facteurs défavorables dans sa demande. En parlant de ces difficultés, la SAI mentionne qu'elle a pris en considération la situation tragique du pays en ce moment, ainsi que le fait que les parents du demandeur sont décédés et que tous ses frères et sœurs vivent au Canada."], ["[22]", "Au chapitre du risque à l'égard de la société, le demandeur allègue qu'au terme des procédures criminelles auxquelles il a été soumis, il n'a jamais été condamné à une peine d'emprisonnement autre que celle qu'il a été autorisé à purger dans la communauté. Or, le tribunal ayant prononcé la sentence devait s'assurer que « la mesure ne met pas en danger la sécurité de la collectivité » suivant les termes de l'article 742.1du Code criminel. Le demandeur allègue donc que la SAI a déraisonnablement conclu que le risque que représente le demandeur pour la société est tel qu'il ne saurait l'emporter sur les facteurs plus favorables à sa demande. Cet argument n'est pas convaincant. La Cour ne peut substituer son jugement à celui de la SAI en ce qui concerne l'appréciation factuelle des facteurs à prendre en considération. D'ailleurs, rien ne fait présumer que le risque dont parle la SAI et le risque de sécurité qui doit être évalué pour accorder une mesure spéciale de purger sa peine dans la collectivité en matière criminelle, sont équivalents."], ["[23]", "Quant à la conclusion de la SAI relativement à l'absence de remords chez le demandeur, celui-ci allègue que selon le récent rapport du psychologue, il aurait une faible capacité de compréhension, notamment quant au processus juridique dont il a fait l'objet. Or, il est bien établi qu'une preuve qui n'a pas été présenté au décideur administratif ne peut être prise en compte dans le cadre du contrôle judiciaire que si les motifs de contrôle sont fondés, entre autres exceptions, sur un manquement à l'équité procédurale ou aux principes de justice naturelle, ce qui n'est pas le cas en l'espèce."], ["[24]", "Le demandeur allègue que l'analyse effectuée par la SAI dans son évaluation de l'intérêt supérieur de Rendy ne satisfait qu'aux exigences de forme. Le demandeur s'appuie sur la décision", "<FRAGMENT_SUPPRESSED>  (CanLII), 2003 CF 1192 [ <FRAGMENT_SUPPRESSED> ], où il a été décidé que les motifs rendus par la SAI doivent démontrer le fait que l'intérêt de l'enfant a véritablement été soupesé. Or, contrairement à l'affaire <FRAGMENT_SUPPRESSED> , où la décision contestée ne faisait que mentionner qu'il avait été tenu compte de l'intérêt de l'enfant sans plus s'y attarder (paragraphe 21), dans le présent cas, la SAI a longuement discuté de la relation du père et du fils ainsi que des conditions de vie de l'enfant avec sa mère. Sa conclusion selon laquelle le préjudice subi par Rendy ne peut être déterminant en l'espèce s'appuie sur des faits précis et ne peut être contredit par la Cour, d'autant plus qu'une jurisprudence constante est à l'effet que l'intérêt supérieur de l'enfant n'est qu'un des facteurs à évaluer pour justifier une mesure de renvoi et que la conclusion peut largement varier en fonction des circonstances (", "<FRAGMENT_SUPPRESSED>  (CanLII), 2009 CAF 189 aux paras 23-24;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2010 CF 142 au para 55)."], ["[25]", "Enfin, le demandeur reproche à la SAI d'avoir ignoré le témoignage de son ex-compagne à l'effet il avait gardé contact avec des membres de sa famille, en affirmant que le demandeur n'avait pas assez d'attachement au Canada et que « manifestement, il ne manquera pas à ses frères et sœurs au Canada » puisqu'aucun d'entre eux n'était présent à l'audience à titre de témoin, ni avait déposé une lettre en preuve pour le soutenir. Il est certes regrettable que le commissaire ait fait une telle remarque, mais cela est largement insuffisant pour que la Cour puisse conclure à la déraisonnabilité de la décision dans son ensemble."], ["[26]", "Pour tous ces motifs, la demande de contrôle judiciaire doit échouer. Les procureurs n'ont proposé aucune question d'importance générale et aucune telle question ne se soulève en l'espèce.", "JUGEMENT"], ["[27]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire soit rejetée. Aucune question ne sera certifiée.", "[End of document]"]]}