{"id_": "042101", "body_str": [["[1]", "Harrington, J.", ": This is the case of an unhappy employee working for an unhappy employer. So unhappy are they that they have made a federal case out of it. This is the last place either wants to be.  <FRAGMENT_SUPPRESSED>"], ["[2]", "In law, the case is about a pay dispute and the alleged misbehaviour of management in earlier attempts to resolve that dispute. In reality, this is a study in failed human relations.  <FRAGMENT_SUPPRESSED>"], ["[3]", "It began on a happy note. Denise Blais is a solicitor at the Department of Justice. She successfully competed for a position which resulted in a promotion. She was made a formal written offer. According to that offer, her pay was to be calculated on a scale in accordance with the Department's norms. The person she was told to contact gave her a calculation sheet which set out a specific salary. She accepted, and was paid accordingly. Months later, while she was negotiating some back pay, someone at the Department thought a mistake had been made in calculating her salary. Her pay was cut back, but no one bothered to tell her. Needless to say, when she found out she was somewhat annoyed, to put it mildly.  <FRAGMENT_SUPPRESSED>"], ["[4]", "This led to Maître Blais making enquiries high and wide. The Department considered her behaviour inappropriate and issued a gag order. This led to her filing a grievance. The relationship continued to deteriorate and by the time the matter came to this Court she had filed six grievances against what can be termed management behaviour, and made more than 45 Access to Information requests.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Although there is a multi-layered grievance procedure in place, officials within the Department were of the view that since the salary dispute, from their point of view, involved policy issues, the dispute should go right to the top, to Associate Deputy Minister Mary Dawson. It was proposed that Ms. Dawson deal with the management behaviour grievances as well.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Ms. Dawson rendered two decisions. On the salary dispute, she held that the Department had made an error in calculating Maître Blais's original raise, and was entitled to reduce the salary accordingly. In her second decision, she refused to hear the grievances concerning management behaviour. She was of the view that there was no reason why the normal grievance procedure should not be followed, and referred the matter to the first level. She also suggested that Maître Blais had abandoned one of the grievances.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Maître Blais has applied for judicial review of these decisions. She is now of the view that Ms. Dawson did not have authority to decide the salary dispute. Authority rested only with the Deputy Minister of Justice. On the other hand, she says Ms. Dawson not only had authority to decide the other grievances, she should have decided them.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Although Federal Court Rule 302 limits an application for judicial review to a single order in respect of which relief is sought \"unless the Court orders otherwise\", the Attorney General has not objected and so I sanction this irregularity.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[9]", "The parties have dissected the issues into too fine detail. I see the issues as broken down into two parts: the salary grievance and the \"management behaviour\" grievances.  <FRAGMENT_SUPPRESSED>"], ["[10]", "As to the salary grievance:  <FRAGMENT_SUPPRESSED>", "a) Was Ms. Dawson authorized in law to make a decision?  <FRAGMENT_SUPPRESSED>", "b) If so, by which standard should that decision be judicially reviewed?  <FRAGMENT_SUPPRESSED>", "c) If the decision is reviewable, what is the remedy?  <FRAGMENT_SUPPRESSED>"], ["[11]", "As to the other grievances which she declined to hear (with one possible exception):  <FRAGMENT_SUPPRESSED>", "a) What is the standard of review?  <FRAGMENT_SUPPRESSED>", "b) If the decision is reviewable, what is the remedy?  <FRAGMENT_SUPPRESSED>", "c) Given no decision was made, are complaints that the rules of natural justice were not observed relevant?  <FRAGMENT_SUPPRESSED>", "DECISION  <FRAGMENT_SUPPRESSED>"], ["[12]", "On the salary dispute I hold that Ms. Dawson had authority; the decision was one in law; the standard of review is correctness; the decision was wrong both in that Maître Blais accepted an offer for a specific salary and that, in any event, the salary was correctly calculated. The matter is remanded to Ms. Dawson to be dealt with on that basis.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The refusal to hear the other grievances was an exercise in discretion. The standard of review is likely reasonableness simpliciter, certainly not correctness. Ms. Dawson's decision was not unreasonable, and so her directive that they first be decided at a lower level stands. Issues of natural justice are not relevant, in that they are premature.  <FRAGMENT_SUPPRESSED>", "MARY DAWSON'S AUTHORITY  <FRAGMENT_SUPPRESSED>"], ["[14]", "Mary Dawson is one of two Associate Deputy Ministers of Justice. She may exercise the powers of the Deputy Minister and is entitled to hear and decide all employee grievances. Under section 3(3) of the", "Department of Justice Act", ", R.S.C. 1985, c. J-2, an Associate Deputy Minister may exercise and perform powers, duties and functions as deputies of the Minister. Furthermore, section 24(4) of the", "Interpretation Act", ", R.S.C. 1985, c. I-21, provides that words directing or empowering any public minister, other than a Minister of the Crown to do any act or thing includes his or her deputy. Thus, the Associate Deputy Minister can do whatever the Deputy Minister can do. The Department of Justice also has in place a delegation instrument entitled \"HR Delegation Instrument\" which delegates the power to make decisions in respect of Final Level grievances to the Associate Deputy Minister. Against all this is the Department of Justice Grievance Procedure, which is relied on by Maître Blais. It provides that Final Level grievances may be heard by \"either the Deputy Minister or his authorized representative where permitted by the Collective Agreement\". Maître Blais is not subject to a collective agreement and so submits that only the Deputy Minister himself is authorized to make Final Level grievance decisions.  <FRAGMENT_SUPPRESSED>"], ["[15]", "This view is incorrect. Where there is a collective agreement, there may be authorized decision-makers in addition to the Associate Deputy Minister. The group of decision makers is expanded, not reduced.  <FRAGMENT_SUPPRESSED>", "SALARY DISPUTE - STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[16]", "Ms. Dawson's decision is subject to judicial review under sections 18 and 18.1 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7. Cases such as", "Dr. Q., Re", ", [2003] 1 S.C.R. 226; 302 N.R. 34; 179 B.C.A.C. 170; 295 W.A.C. 170, and", "<FRAGMENT_SUPPRESSED>  N.B.R.(2d) 207; 674 A.P.R. 207, set out three standards of review: patent unreasonableness, reasonableness simpliciter and correctness. The more the issue is one of law, the more likely the standard of review is correctness. The salary dispute turns on the classic analysis of contract negotiations into offer and acceptance and on written departmental guidelines governing the determination of salaries. These are questions of law, and the standard of review is correctness.  <FRAGMENT_SUPPRESSED>", "SALARY DISPUTE WRONGLY DECIDED  <FRAGMENT_SUPPRESSED>"], ["[17]", "Denise Blais was first hired on a short-term contract by the Department of Justice in 1994. Her position was that of an LA-1 lawyer, a junior entry level position. She did not stay on at the termination of that contract, but the next year was again hired by the Department and has remained an employee ever since, again on the LA-1 level. Most of that time has been spent with the Department of Indian and Northern Affairs Canada legal services unit.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Her salary was determined in part by the actual year in which she was called to the Bar, 1993, and by what were considered post-graduate degrees in legislative drafting and a Masters program. Each was worth $1,000, so that her initial base salary was $2,000 more than if she had joined the Department with only a law degree.  <FRAGMENT_SUPPRESSED>"], ["[19]", "In November 1998, Maître Blais was offered a temporary position as an LA-2A with Health Canada legal services unit. The secondment was to last two years but in January 2001 she was returned to the Department of Indian and Northern Affairs Canada LA-1 position.  <FRAGMENT_SUPPRESSED>"], ["[20]", "When cross-examined as to why that secondment was cut short, she refused to provide answers. She denied that the termination was due to lack of competency or unacceptable behaviour. She was quite right not to answer as those questions which had nothing to do with this case.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Finally, in 2002 she successfully competed for a position, was promoted and received an LA-2A indeterminate position effective as of 25 February that year. This promotion carried with it considerable formality. On 20 March 2002, she received a written offer which was to be accepted by a written acceptance. The relevant portions read:  <FRAGMENT_SUPPRESSED>", "\"Votre nomination se fera au groupe et niveau LA-2A. L'échelle de traitement applicable à ce groupe commence à 66 520,00 $ et se termine à 91 255,00 $ par année. Cette nomination sera régie par les", "Règlements sur les conditions d'emploi dans la Fonction publique", "et le", "Régime d'administration des traitements - Groupe du droit", ".  <FRAGMENT_SUPPRESSED>", "\"Étant donné que vous répondez aux exigences liguistiques applicables à ce poste, vous êtes admissible à la prime de bilinguisme de 800 $ par année.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"Auriez-vous l'obligeance de confirmer votre acceptation ou refus de cette offre en", "signant et en retournant l'original", "de la présente lettre dès que possible. Une enveloppe est incluse à cet effet.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"Pour obtenir tout renseignement concernant la présente offre, n'hésitez pas à communiquer avec Normand Couture au 941-4060. <FRAGMENT_SUPPRESSED>"], ["[22]", "The key document in issue is entitled", "Departmental Guidelines Governing the Determination of Salaries on Initial Appointment to the LA-1 and LA-2A levels of the Law Group", ". It is necessary to quote the text at some length:  <FRAGMENT_SUPPRESSED>", "\"Recruitment rates were established by taking into consideration the following:  <FRAGMENT_SUPPRESSED>", "- salaries paid to lawyers in the outside sector (private and public sectors including other federal organizations), and  <FRAGMENT_SUPPRESSED>", "- salaries paid to lawyers at the LA-1 and LA- 2A levels in the Department of Justice.  <FRAGMENT_SUPPRESSED>", "\"Lawyers who have practiced law continuously since their call to the Bar will receive a rate of pay up to the rate established for their year of call to the Bar.  <FRAGMENT_SUPPRESSED>", "\"The following guidelines are to be used to establish the amount of legal experience for the determination of salary on initial appointment, and an employee's Year of Call to Bar", "for salary purposes", "will be established accordingly.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"2. Lawyers who have completed all of the requirements necessary to obtain a post-graduate degree in law or a certificate in legislative drafting on or before the date of appointment will be credited with an additional year of legal experience. A post-graduate degree which is not in law but which is relevant to the position for which the lawyer is being considered will also be credited with one additional year of legal experience.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"6. The rate of pay on appointment of a lawyer who transfers or is promoted within the federal public service will be established in accordance with the relevant transfer/promotion rules. However, if as a result of that application, the lawyer's rate of pay would be less than the applicable recruiting rates for his/her relevant work experience from the year of call to the Bar and/or past performance, the lawyer's rate of pay will be adjusted accordingly. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Les taux de recrutement sont fondés sur ce qui suit:  <FRAGMENT_SUPPRESSED>", "- le salaire des avocats de l'extérieur (secteur) public et secteur privé, y compris d'autres organismes fédéraux), et  <FRAGMENT_SUPPRESSED>", "- le salaire versé aux avocats du ministère de la Justice qui occupent un poste de niveau LA-1 et LA-2A.  <FRAGMENT_SUPPRESSED>", "\"L'avocat qui exerce le droit sans interruption depuis son admission au barreau reçoit un taux de rémunération pouvant atteindre le taux établi pour l'année de son admission.  <FRAGMENT_SUPPRESSED>", "\"Les lignes directrices suivantes doivent servir à déterminer le nombre d'années d'expérience juridique pour la détermination du salaire au moment de la nomination initiale, et l'année d'admission au barreau de l'employé", "aux fins de la détermination du salaire", "sera fixée en conséquence.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"2. L'avocat qui, le jour de sa nomination ou avant cette date, satisfait à toutes les exigences requises pour l'obtention d'un diplôme d'études supérieures en droit ou d'un certificat en rédaction législative a droit à une année additionnelle d'expérience juridique. Un diplôme d'études supérieures dans un domaine autre que le droit, mais lié au poste auquel on envisage de nommer le candidat, donne aussi droit à une année additionnelle d'expérience juridique.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"6. Le taux de rémunération accordé au moment de la nomination d'un employé muté ou promu au sein de la fonction publique est établi conformément aux règles sur la mutation et la promotion. Cependant, si à la suite de l'application de ces règles, le taux de rémunération de l'employé est inférieur au taux de recrutement applicable à l'expérience pertinente qu'il a acquise entre l'année de son admission au barreau ou au taux auquel son rendement antérieur lui donne droit, son taux de rémunération sera rajusté en conséquence. <FRAGMENT_SUPPRESSED>"], ["[23]", "The next day, Mr. Couture prepared a \"rationale for salary on appointment (LA group)\" which dealt with such matters as her then-current salary as an LA-1 solicitor, her promotion salary, her year of call to the Bar, the recruitment rate for the year of call, and the year of call to be used for administrative purposes. Mr. Couture noted her actual call was 1993 but for administrative purposes listed her as the Bar of 1992. After discussion of her post-graduate history, the next day he amended the salary rationale on the basis that her year of call to the Bar for administrative purposes should be 1991. Given that her current salary was $65,480, that her normal salary on promotion would be $70,043, that the recruitment rate for a 1993 call was $71,745, and that the recruitment rate for a 1991 call was $75,375, he decided that her salary would be $75,375, not taking into account incidentals such as a bilingual bonus.  <FRAGMENT_SUPPRESSED>"], ["[24]", "It was only on 22 March, after Mr. Couture had recalculated the salary, that Maître Blais accepted. Not only did she accept, but her pay was calculated on $75,375 for several months. Since the salary was retroactive to 25 February, she received a supplementary cheque and was assured in writing that the cheque \"was paid at the correct salary of $75,375\".  <FRAGMENT_SUPPRESSED>"], ["[25]", "Mr. Couture had ostensible authority. As stated by Pigeon, J., in", "<FRAGMENT_SUPPRESSED> ; 5 N.R. 271, at page 46:  <FRAGMENT_SUPPRESSED>", "\"Her Majesty is clearly a physical person, and I know of no principle on the basis of which the general rules of mandate, including those of apparent mandate, would not be applicable to her. <FRAGMENT_SUPPRESSED>"], ["[26]", "If there were any doubt, the employer's conduct would have to be considered. Put another way, if Maître Blais's acceptance was really a counter-offer, the employer's course of conduct, i.e. not only paying her but confirming to her in writing that her pay was properly calculated, constituted a continuing acceptance of her offer so as to give rise to a binding contract (", "<FRAGMENT_SUPPRESSED> ). See also the decision of the House of Lords in", "<FRAGMENT_SUPPRESSED>  in Canada", "(4th Ed.), at pp. 57 & ff.  <FRAGMENT_SUPPRESSED>"], ["[27]", "However, an interpretation of the departmental guidelines cannot be avoided. There are two reasons for this. If Mr. Couture misapplied the guidelines in determining Maître Blais's salary as of 25 February 2002, it does not follow that the Department has to live with that error for the rest of Maître Blais's career. I should think rectification of an error would be a valid consideration in determining annual raises. In addition, the grievance extends to her secondment to Health Canada which had been cut short. She argued that she should have kept her temporary LA-2 salary when she returned to the Department of Indian and Northern Affairs Canada in January 2001. Those negotiations were subsequently reduced into an offer and acceptance, or perhaps an offer and counter-offer.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Attorney General submits that Maître Blais can only be given credit once for her post-graduate work. That was done when she joined the Department. Her base pay was $2,000 more than it would have been if she only had a law degree. He says that Mr. Couture inadvertently gave her double credit.  <FRAGMENT_SUPPRESSED>"], ["[29]", "I cannot see the logic of this argument. Immediately prior to her promotion, her base salary was $65,480. Had she not been given credit for her post-graduate work, her base salary would have been $63,480 (actually a bit less, since annual raises were on a percentage basis). Her normal salary on promotion would have been approximately $68,043, rather than $70,043. Anyway you look at it, her salary on promotion would have been less than $75,375. Since her rate \"would be less than the applicable recruiting rates for his/her relevant work experience from the year of call to the Bar --\" Mr. Couture had to adjust her pay accordingly.  <FRAGMENT_SUPPRESSED>", "SALARY DISPUTE REMEDY  <FRAGMENT_SUPPRESSED>"], ["[30]", "This grievance is remanded to Ms. Dawson to be dealt with on the basis that Maître Blais's agreed salary, effective 20 February 2002, was $75,375. As regards annual raises, and such like, she should be treated, for administrative purposes, as having a 1991 call. Such discretion as the Department has with respect to annual raises is in no way fettered by this decision.  <FRAGMENT_SUPPRESSED>", "THE BACKPAY DISPUTE  <FRAGMENT_SUPPRESSED>"], ["[31]", "During the year 2002, Maître Blais was, as previously mentioned, in negotiation over backpay. She thought that she was entitled to an LA-2 salary retroactive to 18 January 2001. By November 2002, an arrangement had been made that her LA-2 status be made retroactive to 31 March 2001.  <FRAGMENT_SUPPRESSED>"], ["[32]", "This resulted in a written offer in essentially the same form being made to her by Mr. Couture. I say \"essentially\" because no specific salary scale was mentioned.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In accepting, Maître Blais added:  <FRAGMENT_SUPPRESSED>", "\"... et Je comprends que cette nomination me donnera droit au même salaire que celui accordé le 25 février 2002, soit 75 375 $, pour la période en cause, plus l'augmentation économique. <FRAGMENT_SUPPRESSED>"], ["[34]", "This gave rise to further correspondence which could be taken as meaning that Maître Blais's acceptance was actually a counter-offer, which counter-offer may or may not have been accepted. Mr. Couture never confirmed that the back pay would be calculated on the basis of an annual salary of $75,375, and she was not paid on that basis. However, it is not necessary to come to a conclusion on this point.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The better view is that her salary for the period from 31 March 2001 to 25 February 2002 should be calculated on the basis that her call to the Bar, for administrative purposes, was 1991.  <FRAGMENT_SUPPRESSED>"], ["[36]", "Unbeknownst to Maître Blais, the Department had, by August 2002, decided that Mr. Couture had made a mistake. They reduced her salary accordingly, but shamefully did not bother to tell her. It was only some months later that she came to realize the situation. Although I have concluded that Ms. Dawson was not correct in her analysis of the law, she did apologize for that regrettable behaviour on the part of the Department. I consider that apology very significant and can only hope that Maître Blais does so as well.  <FRAGMENT_SUPPRESSED>", "MANAGEMENT BEHAVIOUR GRIEVANCES  <FRAGMENT_SUPPRESSED>"], ["[37]", "Needless to say, when Maître Blais found out what had happened, she was furious. She began to seek information from whatever source she could. Her queries were very broadly based. Some thought she was overly aggressive. The Department issued her a gag order limiting the persons to whom she could communicate with respect to her salary dispute. She began a grievance procedure. She sought additional delays. They were denied. One was a request for an extension of the delays in which to complete the record. That was denied. This led to another grievance. However, she met the deadlines which would cause one to think that that particular grievance is now moot. By the time an agreement was reached that all these grievances go directly to Ms. Dawson, there were six in all.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Ms. Dawson, in the end result, declined to rule on those grievances and referred them back to the first level of the grievance procedure. Maître Blais is somewhat inconsistent in her approach to that decision. She says that Ms. Dawson should have heard, but that the process was fatally flawed because the rules of natural justice were not observed. In particular, Ms. Dawson had received a management brief which was not disclosed and she also had copy of the \"confidential\" agreement reached in November 2002 with respect to the salary dispute covering the period from 31 March 2001 to 25 February 2002. The disclosure of the \"confidential\" agreement raises the spectre that not one of the 4500 lawyers in the Department of Justice would be able to give her a fair hearing. Finally, if she was right in referring the matter to a lower level, it should have been to level two because there are harassment issues involved which, according to the guidelines, should go to that level.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Although Ms. Dawson could have heard these grievances, her jurisdiction was such that she could in her discretion decline to hear them. There was nothing unreasonable about that decision. As stated in", "<FRAGMENT_SUPPRESSED>  N.S.R.(2d) 301; 683 A.P.R. 301, factual findings and the record compiled by an administrative tribunal as well as its informed and expert view will often be invaluable to a reviewing court. The same principle applies here. She exercised her discretion properly in determining that it would be better if the grievances began at the normal first level. I do not see issues of \"harassment\", properly speaking, which would require that the grievances begin at the second level. However, there is nothing to prevent the parties from reaching an agreement that the grievances start there, should that be necessary.  <FRAGMENT_SUPPRESSED>"], ["[40]", "Maître Blais is familiar with Access to Information, having made at least 45 requests in connection with these disputes. For instance, she obtained a draft of one of Ms. Dawson's decisions. That draft, which had been mellowed down in the final decision, should not have formed part of the Court record. However, the Attorney General and his counsel, well-versed in administrative law, did not object.  <FRAGMENT_SUPPRESSED>"], ["[41]", "Maître Blais also obtained copy of a brief given to Ms. Dawson a few days before the hearing. She says it is highly prejudicial, untrue, and that she should have been given an opportunity to respond to it. The brief did not really relate to the salary dispute, and clearly is not relevant to the decision reached by Ms. Dawson in that regard. The brief puts Maître Blais on trial, rather than the Department. It purports to justify what at first glance appears to be rather harsh behaviour on the Department's part in issuing a gag order. Since no decision on the merits was made, it is not necessary to decide whether or not Maître Blais should have seen and been given an opportunity to respond. However, it must be kept in mind that Ms. Dawson is part of the management against whom the complaints were made. Parliament, in its wisdom, by enacting section 91 of the", "Public Service Staff Relations Act", ", R.S.C. 1985, c. P-35, created an all-encompassing mechanism through which salary disputes were to be resolved. The rule of natural justice that a dispute be resolved by an impartial decision maker may not apply, at least to this particular dispute (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[42]", "As to disclosure of the \"confidential\" agreement, it began with Maître Blais disclosing part of it. Absent Court order, there is no such thing as partial disclosure. One cannot pick and choose. It has to be all, or nothing at all. It is not open for Maître Blais to argue that because of that disclosure no one in the Department of Justice is suited to act as a grievance officer.  <FRAGMENT_SUPPRESSED>"], ["[43]", "With respect to the grievance regarding the Department's refusal to extend the time delays within which Maître Blais had to file her material, since she met the normal delays in any event, I agree with Ms. Dawson that the grievance now appears to be moot. However, at the court hearing, Maître Blais refused to abandon it. She says that it is simply another example of the bad treatment to which she has been subjected. For what it is worth, the grievance is still alive. I do not think it was open for Ms. Dawson to hear and dismiss one management practice grievance, and refer the others back to the first level. Indeed, I don't think she actually did that. What she said was: \"... Étant donné que vous n'avez pas fait référence au grief 675-3-19 dans le document que vous m'avez remis le 24 novembre 2003, je comprends que ce grief est maintenant sans objet\". The fact that it was not specifically argued during their meeting cannot be taken as an abandonment.  <FRAGMENT_SUPPRESSED>"], ["[44]", "I said at the outset that this is a study in failed human relations. I can only hope that both sides will now take a fresh look at the matter so as to put this dispute behind them and get on with their lives.  <FRAGMENT_SUPPRESSED>"], ["[45]", "As there has been divided success, there shall be no order as to costs.  <FRAGMENT_SUPPRESSED>", "Application allowed in part.  <FRAGMENT_SUPPRESSED>", "Editor: Anick Ouellette-Levesque/pdk  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}