{"id_": "042174", "body_str": [["[1]", "LeBlanc, J.", "[Translation]: The applicants are a mother and son who are originally from Tunisia. They left that country for Canada in January 2013 and claimed protection in Canada under sections 96 and 97 of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 (Act) the following month. They allege that they were persecuted by the ex-husband of Ms. Aloulou and father of Mr. Batri (or the co-applicant), a violent man who, following his release from prison in March 2012, apparently resumed his campaign of harassment and death threats against them."], ["[2]", "The Refugee Protection Division of the Immigration and Refugee Board of Canada (RPD) did not believe their account and therefore rejected their refugee protection claim. The applicants appealed that decision to the Refugee Appeal Division (RAD), but the RAD dismissed the appeal on November 15, 2013."], ["[3]", "It is that decision by the RAD that the applicants are appealing in this case. They are of the opinion that the RAD erred in three ways: first, by finding that the RPD did not exhibit bias in rejecting their refugee claim; second, by abdicating its role as an appellate administrative tribunal by applying a standard of review of the RPD decision that was too restrictive; and in any event, by concluding, on the basis of that restrictive standard, that there was no need for it to intervene."], ["[4]", "For the following reasons, the applicants' application for judicial review is allowed in part.", "I.", "Background", "A.", "The applicants' claim for refugee protection"], ["[5]", "The applicants claim to fear Ms. Aloulou's ex-husband, a man named Boujemâa Batri, whom she married at the end of August 1989. Ms. Aloulou alleges that, just after they were married, her ex-husband started to insult her and became violent towards her to the point of slapping her in public and breaking one of her ribs. Save one incident where her ex-husband punched her, that abuse, which was almost daily according to Ms. Aloulou, stopped in March 1990 when she became pregnant with the co-applicant. He was born in December 1990 and a few months later, that is, in May 1991, Ms. Aloulou stated that her ex-husband physically attacked her again, which resulted in the termination of an accidental pregnancy."], ["[6]", "She also stated that soon thereafter, that is, in August 1991, her ex-husband was arrested and incarcerated on a murder charge for which he was found guilty and sentenced to life in prison. She obtained a divorce in December 1998."], ["[7]", "However, according to Ms. Aloulou, in March 2012, her ex-husband was released from prison as a result of a presidential amnesty and again started to pursue, harass and threaten her. She was, however, no longer the only one to experience that treatment, which was now also directed towards the co-applicant. In October of that same year, after seeing the ex-husband in front of their house, the applicants filed a complaint with the police and hastily moved to a community located 100 km from their place of residence. Despite their efforts to create distance and hide from the ex-husband, he found them again, which convinced them to leave Tunisia to seek refuge in Canada."], ["[8]", "The applicants obtained a visitor's visa in mid-December 2012 and left Tunisia for Canada on January 22, 2013. Their claim for refugee protection was filed in mid-February 2013."], ["[9]", "On August 15, 2013, the RPD found that the applicants were not refugees or persons in need of protection under sections 96 and 97 of the Act because their testimony revealed a number of contradictions, inconsistencies or implausibilities that undermined their credibility."], ["[10]", "The applicants appealed that decision to the RAD. They are of the view that the conduct of the member of the RPD hearing gives rise to a reasonable apprehension of bias. They are also of the opinion that the RPD's assessment of their credibility was erroneous to the extent that it was based on an incomplete, erratic, imprecise or inaccurate reading of the facts in evidence.", "B.", "RAD decision"], ["[11]", "On November 15, 2013, the RAD dismissed the applicants' appeal. It found, first, after listening to the recording of the hearing in light of the applicants' criticisms, that no reasonable apprehension of bias or even appearance of bias by the RPD was objectively demonstrated. In particular, it did not find any evidence of the RPD member acting in a derogatory manner that could have been interpreted by an informed and reasonable observer as giving rise to an appearance of bias. According to the RAD, in the recording of the hearing there is no indication of,", "inter alia", ", the acrimonious, ironic, sarcastic, disparaging, incongruous, inappropriate or disruptive comments that were attributed to that member by the applicants."], ["[12]", "Regarding the issue of the assessment of the applicants' credibility, the RAD carried out its review on a reasonableness standard and, in doing so, adopted the same deference to RPD decisions as courts of law are required to extend to first-level decision-makers in determining the reasonableness of their decisions."], ["[13]", "The RAD was of the opinion, based on that standard of review, that the RPD's findings with respect to credibility and assessment of the evidence were entitled to a high level of deference and that, in that context, its role was not to re-weigh the evidence in the record or to conduct a microscopic analysis of the RPD decision but instead to determine whether, when analyzed as a whole, that decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law. It found that it does.", "II.", "Issues"], ["[14]", "Three issues arise here. The first is whether the RAD erred by rejecting the applicants' bias argument. The second is whether the RAD adopted the proper standard of review of the RPD decision, that is, a standard of review appropriate for its role as an appellate administrative tribunal, as defined in the Act."], ["[15]", "Finally, and assuming that the standard of review chosen was the proper one, the third issue is whether the RAD committed a reviewable error by finding that the RPD's decision to reject the applicants' refugee claim on the grounds that they were not credible was reasonable, meaning that it falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[16]", "For the following reasons, the first ground raised by the applicants must fail, but not the second ground, which concerns the standard of review. In these circumstances, the third issue need not be addressed.", "III.", "Analysis", "A.", "The issue of bias"], ["[17]", "The applicants allege that the panel member who presided over their hearing before the RPD was disparaging, disrespectful, impatient and insensitive towards them, particularly by way of ironic chuckling and comments, which thus created doubt as to his impartiality."], ["[18]", "In light of the applicable legal principles, the RAD carefully reviewed the criticisms against the RPD in that respect and concluded that they were unfounded. Because the rule against bias of decision-makers is a component of procedural fairness, I must examine the RAD's decision in that respect on a standard of correctness. In other words, I need not defer to it. The principle is widely accepted and need not be demonstrated any further (", "<FRAGMENT_SUPPRESSED>  at paragraph 44;", "<FRAGMENT_SUPPRESSED> )."], ["[19]", "That said, and having carefully listened to the recording of the hearing myself and weighed the arguments of the parties, I can only conclude in favour of the RAD on that issue. In my opinion, and with respect, there is not a shred of evidence of conduct, on the part of the member who presided over the applicants' hearing before the RPD, that could give rise to an argument of actual or perceived bias."], ["[20]", "The most widely accepted wording for the applicable test to determine whether there is a reasonable apprehension of bias in a given case comes from the Supreme Court of Canada in", "Committee for  <FRAGMENT_SUPPRESSED> . Thus, for an apprehension of bias to be founded, it \"must be a reasonable one, held by reasonable and right minded persons, applying themselves to the question and obtaining thereon the required information\". In other words, that test is \"what would an informed person, viewing the matter realistically and practically-and having thought the matter through-conclude\". In trying to answer this question, one must also be careful to not confuse that reasonable and informed person with a sensitive or scrupulous conscience (", "Committee for Justice", ", at pages 394 and 395)."], ["[21]", "The applicants are correct in noting the comments of my colleague Mr. Justice Martineau in", "<FRAGMENT_SUPPRESSED>  FTR 191, where he pointed out that maintaining the appearance of impartiality of the Canadian refugee protection system must be reflected on a day-to-day basis and in how the members of the RPD prepare, hear and decide cases ( <FRAGMENT_SUPPRESSED> , at paragraph 34)."], ["[22]", "The question to resolve, however, remains the same: what would an informed person, viewing the matter realistically and practically-and having thought the matter through-conclude. In answering that question, one must remember that the allegation of bias is serious because it challenges the integrity of the decision-maker and cannot, as a result, be made lightly. The case law has established that such an allegation must be supported by material evidence demonstrating conduct that derogates from the standard. Put differently, it cannot rest on mere suspicion, insinuations or even mere impressions of a party or its counsel (", "<FRAGMENT_SUPPRESSED> )."], ["[23]", "However, in this case, as noted by the RAD, the recording of the hearing reveals a member who was methodical but level-headed, patient, courteous and respectful. Unless one is in a firm mindset that is not that of a reasonable, informed person, viewing the matter realistically, and having thought the matter through, that recording reveals no trace of acrimonious, ironic, sarcastic, disparaging, inappropriate or disruptive remarks or comments, interspersed with incongruous chuckling, as claimed by the applicants."], ["[24]", "The applicants place a great deal of importance on the fact that, in trying to understand Ms. Aloulou's evidence on the frequency of the abuse that her ex-husband allegedly put her through, the RPD member stated, followed by a chuckle, that when the ex-husband was in Europe, he did not hit her. Ms. Aloulou is of the opinion that that comment, which was made 15 minutes into a hearing that lasted more than three hours and which she perceived as derogatory and indicative of a bias against her version of the facts, affected the rest of her testimony. The co-applicant stated that, from that episode, he remembered that he [translation] \"felt his mother's shock and her burden of disapointment from that remark\"."], ["[25]", "However, first, that chuckle was imperceptible on the recording and is difficult to reconcile with the flow and tone of the conversation at that specific time of the hearing. That same flow and that same tone contrast with the whole idea that Ms. Aloulou may have been shocked by that review question by the member to the extent that she elaborated on it, without any hesitation, saying to the panel member that her ex-husband's trips did not affect her situation because at those times, his mother, who, according to the applicant, was as harsh and controlling as her son, monitored her. Regardless, a reasonable and informed person, viewing the matter realistically and practically-and having thought the matter through-would not detect from the recording of the hearing any \"shock\" on the part of Ms. Aloulou at that time; quite the contrary."], ["[26]", "Second, that comment, which the RPD panel member is criticized for, clearly reflects a review effort, as the panel member was trying to understand and clarify Ms. Aloulou's testimony with respect to the frequency of the abuse that she claims to have suffered between her wedding and when she became pregnant with the co-applicant, a period where almost daily abuse and periods of calm seem to be interspersed, so to speak."], ["[27]", "The RPD panel member was simply doing his job here. In that regard, it is important to note that the RPD's work is inquisitorial and that it is at the heart of a process that is non-adversarial, in that no one appears to object to the refugee claim. In that sense, its role differs from that of judges of traditional courts, which is to consider the evidence and arguments that the parties choose to present while refraining from telling the parties how to present their cases. In contrast, the RPD must be actively involved in the hearings before it to make its inquiry process work properly. Furthermore, for that purpose, its members have the same powers as commissioners who are appointed under the", "Inquiries Act", ", which gives them the power to inquire into anything they consider relevant to establishing whether a claim is well-founded (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  FTR 143, at paragraph 15)."], ["[28]", "Even if I did not observe any of that in this case, the inquisitorial process could give rise to sometimes extensive and energetic questioning, expressions of momentary impatience or loss of equanimity, even sarcastic or harsh language, without leading to a reasonable apprehension of bias (", "<FRAGMENT_SUPPRESSED>  FTR 40 at paragraph 15; <FRAGMENT_SUPPRESSED> , above, at paragraph 23)."], ["[29]", "Here, was the review effort clumsy when it referred to her ex-husband's trips to Europe? Ultimately, perhaps. However, that does not suffice to establish a criticism of individual bias."], ["[30]", "The other remarks attributed to the member that, according to the applicants, reinforced their apprehension of bias based on a comment about the ex-husband's trips, are also all within the balanced, methodical, orderly and respectful exercise of the powers given under the Act to the RPD, whether it was when the member", "a.. sought to obtain responses from the co-applicant when Ms. Aloulou intervened;", "b. asked the applicants' representative to keep some of his submissions for his final representations;", "c. legitimately asked questions on the place and role of the ex-husband's brother, who is a police officer, in the entire account; or even", "d. inquired about an internal flight alternative, asking Ms. Aloulou about her ability to find work given her level of education."], ["[31]", "Once again, there is nothing in his comments or interventions that could cause a reasonable and informed person, viewing the matter realistically-and having thought the matter through-to conclude that they are sufficient to raise a reasonable apprehension of bias, real or perceived. Those remarks and interventions are unquestionably within the standards of conduct that apply to the RPD under the rules against bias and, more generally, the principles of procedural fairness."], ["[32]", "There is also one last point, equally fatal to the applicants' argument. An allegation of bias must be raised without delay so that the decision-maker can recuse him- or herself and so that judicial and quasi-judicial resources, which are not unlimited, can be saved. That principle is firmly established in the case law, and non-compliance generally precludes the bias argument ( <FRAGMENT_SUPPRESSED> , above, at paragraph 35;", "<FRAGMENT_SUPPRESSED>  FTR 108 at paragraph 26)."], ["[33]", "In this case, the applicants, who were nevertheless assisted by a representative at the hearing, did not request that the member recuse himself or even express their concerns at the hearing regarding what they perceived as misconduct on his part."], ["[34]", "The applicants' bias argument is without merit, untimely and purely retrospective. It is rejected.", "B.", "The standard of review of RPD decisions in the context of an appeal before the RAD"], ["[35]", "This issue is new and has generated several judgments of this Court in the last few months. It is new because even though the creation of the RAD had been contemplated since the enactment of the Act, which, in 2001, replaced the", "Immigration Act", ", RSC 1985, c I-2, the RAD did not become operational until December 2012."], ["[36]", "To date, the RAD's position regarding the standard of review it should apply when sitting in appeal of an RPD decision, a position that was essentially the same from one case to another, has been systematically rejected by the Court, regardless of the standard of review-be it correctness or reasonableness-applied by the Court to arrive at that result (", "<FRAGMENT_SUPPRESSED> ).", "(1) The RAD's position regarding the scope of review of RPD decisions"], ["[37]", "It is interesting to point out that the RAD, in the decision under review, noted at the outset that it is not a court of law and that it does not review RPD decisions but determines appeals from decisions of the RPD and is a sub-entity of the same larger administrative organization, the Immigration and Refugee Board of Canada. It is also interesting to note that it continued by pointing out that it and the RPD both, in their respective roles, have to deal with whether or not to grant refugee protection to people who ask for it within a legislative scheme that governs them both and whose objectives include establishing fair and efficient procedures that will maintain the integrity of the refugee claims process while upholding respect for the human rights and fundamental freedoms of all human beings."], ["[38]", "Until now, its position has not been a problem."], ["[39]", "It then noted that while it generally proceeds without holding a hearing, the RPD generally disposes of a claim for refugee protection by holding a hearing, which thus allows it to see and question the refugee protection claimants, which gives it [translation] \"a significant advantage in making findings of fact and assessing the credibility of the refugee protection claimants\" (RAD decision, at paragraph 36)."], ["[40]", "In my opinion, with respect, the RAD adopted a position on this point that is inconsistent with the role that Parliament set out for it."], ["[41]", "In fact, the RAD, in this context, and relying on the Alberta Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  AR 89, was of the opinion that except for [translation] \"strict questions of law\" and questions of natural justice, RPD decisions are entitled to the same deference [translation] \"as courts of law are required to extend to first-level decision-makers in matters involving questions of fact or questions of mixed law and fact\" (RAD decision, at paragraph 43)."], ["[42]", "In practical terms, it specified that the deferential standard, to the extent that the applicants raised errors in respect of the assessment of their credibility in support of their appeal, is what this Court applies on judicial review of this type of error, that is, the standard of reasonableness (RAD decision, at paragraph 45)."], ["[43]", "It follows, according to the RAD, that its role [translation] \"is not to re-weigh the evidence, or to conduct a microscopic analysis of the RPD decision, but rather to determine whether, when analyzed as a whole, this decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\". It found that this standard of review implies that [translation] \"[t]he RPD's findings affecting issues of credibility and the assessment of evidence\" are entitled to [translation] \"great deference\" (Decision of the RAD, at paragraph 66)."], ["[44]", "Before addressing what motivated the Court to reject the RAD's position on this issue, it is useful, I believe, to provide an overview of the jurisdictional attributes of the RAD and what makes it a specialized administrative tribunal sharing important common traits with the RPD, which, as an appellate tribunal, is responsible for reviewing decisions that address the merits of refugee claims.", "(2) The jurisdictional attributes of the RAD"], ["[45]", "The jurisdiction of the RAD is set out in sections 110 and 111 of the Act. A refugee claimant or the Minister of Citizenship and Immigration (Minister) may appeal to it, on a question of law, of fact or of mixed law and fact, against a decision of the RPD \"to allow or reject the person's claim for refugee protection\" (subsection 110(1))."], ["[46]", "The RAD normally proceeds without a hearing, on the basis of the record of proceedings of the RPD, which, however, does not prevent it from accepting documentary evidence and written submissions from the refugee claimant and the Minister (subsection 110(3)). In particular, the refugee claimant may present evidence only if it is evidence that arose after the rejection of the refugee claim or evidence that was not reasonably available at that time, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection of the claim (subsection 110(4))."], ["[47]", "It is also open to the RAD to hold a hearing if, in its opinion, the documentary evidence that was presented before it, as referred to in subsection 110(3), has the following three characteristics: it raises a serious issue with respect to the credibility of the refugee claimant; it is central to the decision with respect to the refugee protection claim; and it would justify, if accepted, allowing or rejecting the refugee protection claim (subsection 110(6))."], ["[48]", "Once its review of the RPD decision is complete, the RAD is able to either confirm said determination or set it aside and substitute a determination that, in its opinion, should have been made, or refer the matter to the RPD for re-determination, giving the directions to the RPD that it considers appropriate (subsection 111(1)). In the last scenario, the referral to the RPD is only possible if the RAD is of the opinion that the decision is wrong and it cannot make a decision under paragraph 111(1)(", ") or (", ") without hearing evidence that was presented to the RPD (subsection 111(2))."], ["[49]", "Furthermore, regarding the exercise of its jurisdiction, there are provisions that apply to both the RAD and the RPD:", "a. they each have their own sole and exclusive jurisdiction (section 162(1));", "b. they both deal with proceedings as informally and quickly as the circumstances and the consideration of fairness and natural justice permit (section 162(2));", "c. save instructions to the contrary from the Chairperson of the Immigration and Refugee Board, their matters are conducted before a single member (section 163);", "d. members working for either one have the powers and authority of a commissioner appointed under the", "Inquiries Act", "and may do any other thing they consider necessary to provide a full and proper hearing (section 165);", "e. unless they decide otherwise, their proceedings are held in the absence of the public (subsection 166(", ")), and the refugee claimant and the Minister may be represented by legal or other counsel (section 167);", "f. they both may determine that a proceeding has been abandoned or refuse to allow an applicant to withdraw from a proceeding if they are of the opinion that the withdrawal would be an abuse of process (section 168); and", "g. neither is bound by any legal or technical rules of evidence (paragraphs 170(", ") and 171 (", "a.2", ")), and both may receive and base a decision on evidence that is considered credible or trustworthy (paragraphs 170(", ") and 171(", "a.3", ")) and may take notice of any facts that may be judicially noticed, any other generally recognized facts and any information or opinion that is within its specialized knowledge (paragraphs 170(", ") and 11(", ")."], ["[50]", "Finally, Parliament has vested in the RAD the function of standardizing refugee protection law. As such, a decision of a panel of three members of the RAD has, for the RPD and for a panel of one member of the RAD, the same precedential value as a decision of an appeal court has for a trial court (paragraph 171(", ")).", "(3) The RAD's position does not reflect its actual role"], ["[51]", "In terms of the manner in which it is expressed, the RAD's position proposes in a way a duplication of this Court's judicial review function with respect to RPD decisions. However, in the opinion of the judges of this Court who have addressed the issue to date, that cannot have been the intention of Parliament when it created the RAD. That approach has been deemed either erroneous when considered on a standard of correctness or outside the range of possible, acceptable outcomes which are defensible in respect of the law when reviewed on a standard of reasonableness."], ["[52]", "More specifically, consensus was achieved around the reasons of my colleague, Justice Phelan, in <FRAGMENT_SUPPRESSED> , above, a judgment rendered shortly after the hearing of this case and discussed by the parties at the hearing, regarding the rationale for rejecting the RAD's approach. That rationale can be summarized as follows:", "a. formulating the standard of review of RPD decisions by the RAD as being equivalent to the standard of reasonableness developed in the context of judicial review of administrative decisions leads to duplicating the role of the RAD and that of the Court;", "b. the idea of such duplication is inconsistent with the creation of the RAD and the responsibilities and powers that Parliament assigned to it as a specialized appellate administrative tribunal, notably with respect to its decision-making and reforming powers, which are broader than those normally applicable in judicial review, and the function vested in it of standardizing the law;", "c. for the little they can contribute to defining the role of the RAD, nothing in the legislative debates supports the idea that the RAD was required to play a limited role, as is judicial review based on the reasonableness standard;", "d. that duplication idea also directly contravenes the presumption that by creating the RAD, Parliament intended to establish a method of reviewing RPD decisions that is different from what already existed;", "e. finally, the RAD's approach disregards the basic differences between appeals and judicial review and in that respect trivializes the fact that the concept of the standard of review, from the perspective of the principle of the separation of powers, falls within the relationship between the executive and the judiciary, and not, strictly speaking, between two branches of the executive, as is the case with the RPD and the RAD."], ["[53]", "I completely agree. As my colleague Justice Roy pointed out in <FRAGMENT_SUPPRESSED> , above, and as can be observed from the jurisdictional attributes of the RAD described previously, the Act, taken as a whole, in no way suggests that the RAD owes deference to RPD decisions on a standard of reasonableness. According to him, the Act suggests the opposite:", ". . . the Act instructs the RAD to examine the record of proceedings before the RPD while admitting additional evidence, in the prescribed circumstances. The English version of subsection 111(1) specifically states \"[a]fter considering the appeal\" before stating the possible outcomes for the RAD. There is no question of owing deference: the determination is confirmed or a new determination is substituted. If there was an error of fact or law, or mixed fact and law, but the RAD cannot confirm or substitute its determination without a new hearing to reassess the evidence before the RPD, the matter is referred back. I fail to see where deference, arising from the reasonableness standard, fits into that scheme considered as a whole.", "( <FRAGMENT_SUPPRESSED> , above at paragraph 20)"], ["[54]", "I am also of the opinion, as is Justice Roy, who cited the Quebec Court of Appeal in", "<FRAGMENT_SUPPRESSED>  that respect for legislative intent weighs against treating appeals before the RAD as a form of judicial review and against developing a policy of deference the effect of which would be to turn appeals before the RAD into pseudo-judicial reviews of RPD decisions ( <FRAGMENT_SUPPRESSED> , above, at paragraph 30)."], ["[55]", "I would add this. As pointed out by the Supreme Court in", "<FRAGMENT_SUPPRESSED> , judicial review is intimately connected with the preservation of the rule of law and enjoys constitutional protection, which gives it its purpose while guiding its function and operation. More specifically, it seeks to address \"an underlying tension between the rule of law and the foundational democratic principle, which finds an expression in the initiatives of Parliament and legislatures to create various administrative bodies and endow them with broad powers\". The Supreme Court added that, as a result, the courts that are called upon to exercise it \"must be sensitive not only to the need to uphold the rule of law, but also to the necessity of avoiding undue interference with the discharge of administrative functions in respect of the matters delegated to administrative bodies by Parliament and legislatures\" ( <FRAGMENT_SUPPRESSED> , at paragraph 27)."], ["[56]", "The function of judicial review is therefore to ensure \"the legality, the reasonableness and the fairness of the administrative process and its outcomes\" ( <FRAGMENT_SUPPRESSED> , at paragraph 28), hence the development of the reasonableness standard as a means to preserve that balance between the principle of the rule of law and the democratic principle while acknowledging the importance of the exercise of those administrative functions as evidenced by the recent extension of the application of said standard to questions of law that fall within the area of expertise of bodies that exercise those functions (", "Alberta (Information and  <FRAGMENT_SUPPRESSED> , at paragraph 46)."], ["[57]", "The appellate body has a different purpose and origin. It can only be a creature of statute, it does not benefit from any constitutional protection and it has its own functionality: it serves to rectify any error in law in the decision or any palpable and overriding error in the determination of the facts or in the application of the law to the facts, assuming that it was correctly identified ( <FRAGMENT_SUPPRESSED> , above at paragraph 39)."], ["[58]", "That is, in my view, the purpose of the recourse to the RAD, a purpose that is more consistent with the statutory environment in which it is used and the status of the RAD as a specialized administrative tribunal."], ["[59]", "In the very recent <FRAGMENT_SUPPRESSED> case, above, my colleague Justice Martineau opined, correctly in my opinion, that Parliament's creation of the RAD had a dual purpose: on the one hand, to enable the RAD, which exercises exclusive jurisdiction that is at least equal to that of the RPD, to efficiently correct errors made by the RPD by conducting a complete review of questions of fact, law and mixed law and fact raised in the appeal, and, on the other hand, to enable the RAD to ensure consistency in the decision-making process by establishing uniform jurisprudence on refugee law issues ( <FRAGMENT_SUPPRESSED> , at paragraphs 41 and 86)."], ["[60]", "This double objective is inconsistent with the view the RAD has of its role is as an appellate administrative tribunal."], ["[61]", "Thus, in attempting to avoid duplicating the RPD, the RAD has given itself here, as in other cases that ended up before the Court, a role comparable to that exercised by the Court on judicial review. It chose to show the same deference to questions of fact and questions of mixed fact and law raised against the RPD decision as courts of law show to decisions by administrative decision-makers."], ["[62]", "Like my colleagues before me, I find that, in doing so, it committed an error that taints the lawfulness of its decision. I am also of the view, like them, that to comply with the mandate conferred on it by Parliament the RAD had to carry out a complete review of the questions of fact, law and mixed fact and law raised in the applicants' appeal. However, nothing in the decision under review indicates that that was done and that the applicants were thus entitled to the appeal granted to them by the Act."], ["[63]", "The respondent is of the view that to the extent that the RAD listened to the recording of the hearing for the purposes of disposing of the bias argument, it must be assumed that its decision to reject the merits of the applicants' appeal was also preceded by an independent review of the applicants' refugee claim. However, this is a step that I cannot take in the absence, as is the case here, of indications in the RAD's decision that make it possible to draw such an inference."], ["[64]", "To the contrary, everything indicates, as we have seen, that the RAD felt it was justified in assessing the merits of the applicants' appeal on a standard of reasonableness while being very careful to specify, first, that its role [translation] \"is not to re-weigh the evidence, or to conduct a microscopic analysis of the RPD decision, but rather to determine whether, when analyzed as a whole, this decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\", and, second, that \"[t]he RPD's findings affecting issues of credibility and the assessment of evidence\" are therefore entitled to \"great deference\" (RAD Decision, at paragraph 66)."], ["[65]", "The respondent also claims that there is no practical interest in allowing this application for judicial review because, to the extent that it simply raises, at least with respect to the merits of the RPD decision, questions related to the assessment of the evidence, deference is in order, regardless of the applicable standard of review, meaning that the result of the appeal before the RAD would have been the same regardless of the deferential standard it applied."], ["[66]", "It is true that the standard of reasonableness, which is unique to judicial review, and that of palpable and overriding error, which is unique to appeals, both impose on the reviewing or appellate court some deference to the first-level decision-maker's assessment of the evidence."], ["[67]", "However, the two standards are not identical (", "<FRAGMENT_SUPPRESSED> ) and may, in respect of the same factual matrices, give nuanced results. I am therefore not prepared to assume that, even seen from the standpoint of the palpable and overriding error standard, the result of the appeal before the RAD in this case would have been the same."], ["[68]", "But there is more. I have already stated that the RAD, in its role as an appellate administrative tribunal, must carry out a complete review of the questions of fact, law or mixed fact and law raised in the applicants' appeal. The applicants also complain that the portion of the RAD decision dealing with the criticisms of the RPD with respect to its assessment of the evidence did not even refer to their accusations and that, for all practical purposes, it simply summarized the RPD decision and found that it was intelligible."], ["[69]", "In fact, the RAD barely, if at all, dealt with the questions of fact, law, or mixed fact and law raised in the applicants' appeal with respect to the merits of the RPD decision. Nothing indicates that those questions were completely reviewed as the Act requires, in my view."], ["[70]", "It is possible, as the respondent claims, that by returning this matter to the RAD, the result would ultimately be the same. However, in doing so, and regardless of the outcome, the applicants would have been entitled to the appeal that Parliament created for the benefit of refugee claimants who are unsuccessful before the RPD."], ["[71]", "The application for judicial review will therefore be allowed in part, and the matter returned to a differently constituted panel of the RAD for redetermination of the applicants' appeal that must take these reasons into consideration regarding the scope of the review of the RPD decision that the RAD is required to carry out."], ["[72]", "I told the parties, at the end of the hearing in this case, that they would be given the opportunity to make written submissions to me regarding the appropriateness of certifying a question for the Federal Court of Appeal in accordance with paragraph 74(", ") of the Act."], ["[73]", "Since then, the following question was certified in <FRAGMENT_SUPPRESSED> , above:", "What is the scope of the Refugee Appeal Division's review when considering an appeal of a decision of the Refugee Protection Division?"], ["[74]", "Similar questions have also been certified, namely in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , above. The question in <FRAGMENT_SUPPRESSED> focused on the applicable standard for appeals that specifically raise credibility issues."], ["[75]", "Therefore, the parties have until January 14, 2015, to file their written submissions regarding the appropriateness of certifying a question in the circumstances.", "JUDGMENT"], ["[76]", "THE COURT ORDERS AND ADJUDGES as follows:", "1. The application for judicial review is allowed in part;", "2. The matter is returned to a differently constituted panel of the RAD for redetermination of the applicants' appeal that must take these reasons into consideration regarding the scope of the review of the merits of the RPD decision that the RAD is required to carry out.", "Application allowed in part.", "Editor: J. Danielle King/bk"]]}