{"id_": "042472", "body_str": [["[1]", "Russell, J.", ": This is an application under s 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of the Immigration Appeal Division [IAD] of the Immigration and Refugee Board of Canada, dated January 28, 2015 [Decision], which dismissed the Applicant's appeal of a removal order.", "II.", "BACKGROUND"], ["[2]", "Originally from Chile, the Applicant became a permanent resident of Canada on November 11, 1979 and has lived here consistently since that time. The Applicant has two adult children from a former marriage. He is 49 years old."], ["[3]", "The Applicant has been found to be a person described in s 36(1)(a) of the Act, having been convicted of an offence for which a term of imprisonment of more than six months was imposed, or ten years or more could have been imposed."], ["[4]", "The Applicant was previously ordered deported on grounds of a criminal conviction and successfully appealed the order in November, 2006, after having been granted a stay in November, 1999. He was subsequently convicted of a criminal offence and was ordered removed a second time on August 26, 2013. The Applicant appealed that removal order on humanitarian and compassionate [H&C] grounds, and challenges the IAD's dismissal of the appeal in this judicial review.", "III.", "DECISION UNDER REVIEW"], ["[5]", "Citing insufficient H&C grounds, the IAD dismissed the Applicant's appeal after hearing oral testimony from the Applicant and five witnesses. The IAD (composed of a one-person panel) premised its decision-making on the <FRAGMENT_SUPPRESSED> factors:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ."], ["[6]", "Looking first to the possibility of rehabilitation, the IAD stated that the Applicant's criminal history, lack of remorse and failure to accept responsibility despite his conviction made the issue a negative factor in the appeal."], ["[7]", "The IAD discussed the Applicant's degree of establishment in Canada, referencing testimony from one of the Applicant's sons, brother and partner, and determined this factor to be a favourable one."], ["[8]", "The IAD then gave consideration to the bearing the Applicant's removal from Canada would have on members of his family, and concluded that this factor was a \"mildly favourable\" one. The IAD looked to the testimony of the Applicant's family members and business partner in a food truck business, who indicated that the Applicant was integral to the success of the business."], ["[9]", "Multiple witnesses indicated that they would be able to provide support for the Applicant. However, because most lacked knowledge regarding the Applicant's criminal and removal history, the IAD labelled this factor as neutral."], ["[10]", "In terms of the hardship that the Applicant would face in Chile were he removed, the IAD found that this would be minimal."], ["[11]", "The Applicant has a three month old grandchild. The IAD determined that, minimal direct impact on the child's best interests would occur if the Applicant was removed."], ["[12]", "When considering all of the <FRAGMENT_SUPPRESSED> factors together, the IAD determined that while some H&C grounds exist in the appeal, these were not enough to make up for the Applicant's lack of acceptance of responsibility and remorse. The IAD held that the Applicant was not a good candidate for either an appeal or a stay of removal.", "IV.", "ISSUES"], ["[13]", "The Applicant raises several issues in this proceeding which I have simplified below:", "1. Did the IAD commit a legal error by considering adverse the Applicant's absence of remorse for an offense for which he maintains his innocence?", "2. Did the IAD panel err in its conclusion that inadequate H&C reasons exist to allow an appeal, by improperly considering evidence related to:", "i. The best interests of the child?", "ii. The degree of establishment?", "iii. Support and the family unit?", "V.", "STANDARD OF REVIEW"], ["[14]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[15]", "In regards to the first issue, the Applicant raises a general principle of law, which should be interpreted consistently across jurisdictions. In my view, the standard of review should be correctness: <FRAGMENT_SUPPRESSED> , above;", "Alberta (Information and  <FRAGMENT_SUPPRESSED> . The second issue, however, goes to the overall reasonableness of the IAD's Decision."], ["[16]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "VI.", "STATUTORY PROVISIONS"], ["[17]", "The following provisions of the Act are applicable in this proceeding:", "Appeal Allowed", "67. (1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,", ") the decision appealed is wrong in law or fact or mixed law and fact;", ") a principle of natural justice has not been observed; or", ") other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "Removal Order Stayed", "68. (1) To stay a removal order, the Immigration Appeal Division must be satisfied, taking into account the best interests of a child directly affected by the decision, that sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.", "Serious Criminality", "36. (1) A permanent resident or a foreign national is inadmissible on grounds of serious criminality for:", "a) having been convicted in Canada of an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed;", "Fondement de l'appel", "67. (1) Il est fait droit à l'appel sur preuve qu'au moment où il en est disposé:", ") la décision attaquée est erronée en droit, en fait ou en droit et en fait;", ") il y a eu manquement à un principe de justice naturelle;", ") sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales", "Sursis", "68. (1) Il est sursis à la mesure de renvoi sur preuve qu'il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales.", "Grande criminalité", "36. (1) Emportent interdiction de territoire pour grande criminalité les faits suivants:", "a) être déclaré coupable au Canada d'une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans ou d'une infraction à une loi fédérale pour laquelle un emprisonnement de plus de six mois est infligé;", "VII.", "ARGUMENT", "A. Applicant", "(1) Remorse and Rehabilitation"], ["[18]", "The Applicant submits that the IAD committed a legal error by finding a lack of remorse associated with a crime for which the Applicant pled not guilty. He says that holding remorse to be an aggravating factor in this instance is not legitimate even if the Applicant was subsequently convicted. The Applicant draws a parallel between the rules of sentencing and what ought to be legitimately considered in an admissibility context:", "Forsyth v R", ", 2003 CMAC 9;", "R v Bremner", ", 2000 BCCA 345;", "R v Alasti", ", 2011 BCSC 824."], ["[19]", "In relation to another crime for which the Applicant did plead guilty, the Applicant says that the IAD's finding that it showed a lack of remorse and responsibility is \"perverse,\" as the guilty plea proves the Applicant \"obviously accepted responsibility.\" The Applicant further submits that the IAD failed to take notice of occasions in his testimony where he demonstrated remorse. The example submitted from the transcript is the statement: \"I made a mistake. I never should have told them an hour because should [", "sic", "] have said, 'No, I don't know. I don't know about that time'. and [", "sic", "] I would never have been in that situation.\""], ["[20]", "Given that a lack of remorse is used by the IAD to determine that the Applicant has little possibility of rehabilitation, the Applicant submits that the above alleged errors were determinative of the appeal's outcome. The Applicant further submits that while a lack of remorse is a lack of mitigating circumstance, it is not an aggravating circumstance. The IAD in this case failed to appreciate this distinction."], ["[21]", "The Applicant also submits that the IAD overlooked important evidence speaking to the likelihood of reoffending: the fact that it was not addressed means that the Decision was made without regard to the evidence before the panel.", "(2) Best Interests of the Child"], ["[22]", "The Applicant submits that the IAD failed to adequately take into account the best interests of his young grandson. Noting the lack of reference to the Applicant's testimony regarding his grandson, and the cited \"minimal direct impact\" that would occur to the grandson (because of his young age) in the event of the Applicant's removal, the Applicant again describes the IAD's reasoning as \"perverse.\""], ["[23]", "The Applicant submits that a child is most in need of support at the youngest age, and that the IAD's Decision does not show the necessary sensitivity, attention or awareness to the child's best interests:", "<FRAGMENT_SUPPRESSED> .", "(3) Establishment and Support Available in Canada"], ["[24]", "The Applicant submits that the IAD committed an error by commingling two <FRAGMENT_SUPPRESSED> factors: \"the degree to which the appellant is established\" with \"the support available for the [Applicant].\" The Applicant indicates that, given his long work history, successful personal relationships and close-knit family, his establishment in Canada was substantial. The IAD either dismissed or unreasonably treated this factor as neutral because of the relevant witnesses' lack of knowledge regarding his criminal and removal history."], ["[25]", "The Applicant notes that the Decision references the existence of the relationship between him and his partner, but fails to take into account its length. The Applicant submits that his two-year partnership is equivalent to marriage for immigration purposes, according to the definition of \"common-law partner\" in the", "Immigration and Refugee Protection Regulations,", "SOR/2002-227 [Regulations]."], ["[26]", "In support of this claim, the Applicant references comments made", "in", "obiter", "by the Federal Court of Appeal in", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (CA) at para 42:", "The circumstances in which the Board may exercise its discretion under section 77(3)(b) of the Act need not be extraordinary. All that is needed are compassionate or humanitarian considerations. It seems to me that such considerations can be among the most ordinary in the world; the love of a husband and wife and their natural desire to live together."], ["[27]", "The Applicant submits that the Decision suggests that the IAD is treating spouses and common law partners differently, which is contrary to the law. Referencing the Act's emphasis on family unity, the Applicant suggests that the IAD has ignored the importance of the Act and Regulations and has acted contrary to the intent of Parliament."], ["[28]", "The Applicant calls the Decision unsustainable. A final example of IAD oversight is the failure to give consideration to the impact on individuals who will be left behind following the Applicant's removal.", "B. Respondent"], ["[29]", "The Respondent submits that the Decision is thorough and reasonably based on the evidence that was before the IAD. The lack of legal and factual foundation to the complaints lodged in the Applicant's submissions suggests no arguable issue exists.", "(1) Remorse and Rehabilitation"], ["[30]", "The IAD's conclusion that there is a low possibility of rehabilitation for the Applicant is reasonable: his criminal record shows recidivism by way of a series of similar offences and convictions, and the hearing transcript demonstrates that he failed to accept responsibility or show adequate remorse for his offences of drug trafficking and fraud."], ["[31]", "In terms of lack of remorse, the Applicant's assertions that it cannot be used as an \"aggravating factor,\" as well as the authorities relied on by the Applicant on this point, are inaccurate. The Respondent indicates that the Applicant has improperly imported concepts from criminal sentencing and applied them in an admissibility context."], ["[32]", "The Respondent further submits that the IAD adequately considered the likelihood to reoffend as a result of the reasoning that led to finding that there is a low possibility of rehabilitation.", "(2) Best Interests of the Child"], ["[33]", "The Respondent says that the evidence relating to the Applicant's relationship and degree of interaction with his grandson was sparse and, at times, incomprehensible. The IAD's conclusion that the deportation would result in minimal direct impact on the infant grandson is therefore reasonable."], ["[34]", "Claiming that an infant needs more support than an older child is, according to the Respondent, a speculative argument that is of no consequence.", "(3) Establishment and Support Available in Canada"], ["[35]", "The IAD adequately considered the Applicant's establishment in Canada with reference to the Applicant's length of residence, his employment history and his current business venture - all of which were found to be favourable factors."], ["[36]", "The Applicant's assertion that the impact of his deportation on his family and friends was not considered is not supported by the Decision, which references evidence concerning the effect of a potential deportation on a variety of individuals."], ["[37]", "The Respondent says that evidence of the impact of the Applicant's deportation on others was not ignored. The Decision references the Applicant's relationship with his partner and the length of time the pair have been cohabitating. Specific reference is also made to the letters of support written by friends of the family. The IAD's finding that the effect of the Applicant's deportation on others is a mildly favourable factor, and the finding that support is a neutral factor, are both findings that fall within a range of possible, acceptable outcomes.", "C. Reply of the Applicant", "(1) Remorse, Rehabilitation and Criminal Sentencing Principles"], ["[38]", "The Applicant responds that the Respondent has not provided any authority to support its position that lack of remorse could be considered an aggravating factor. The Applicant maintains that the concept can be imported from criminal sentencing to consideration of a removal order appeal. The principle is a common law principle, and not a statutory one, and can therefore be applied. Therefore, if lack of remorse of someone who pleads not guilty cannot be used as an aggravating factor in sentencing, then it should also not be used as an aggravating factor in an appeal on H&C grounds. The Respondent used the Applicant's statement in testimony, \"I was getting charged for something I didn't do,\" out of context. The Applicant was charged with more than one offence that involved his van. The IAD confused an offence related to the van with which the Applicant pled guilty with one towards which he maintains his innocence."], ["[39]", "The Applicant says that criminogenic factors were not adequately addressed in the Decision, nor by the Respondent, who labelled the issue as semantic, as the likelihood to reoffend is addressed by a rehabilitation analysis. The Applicant argues that rehabilitation has been addressed in a way that looks not to the likelihood to reoffend, but rather to the amount of remorse demonstrated. Remorse has been conflated with rehabilitation, when the concepts are not one and the same. Remorse may be an indicator of likelihood to reoffend, but is not the only or even the best indicator.", "(2) Best Interests of the Child"], ["[40]", "The Respondent neglected to look to all relevant witness testimony relating to the Applicant's relationship with his grandson. The Applicant maintains that the Respondent's reasoning, which minimized the effect of deportation on the grandchild owing to his age, is \"perverse.\"", "(3) Consideration of the Evidence"], ["[41]", "The Applicant argues that the Decision failed to treat the evidence cumulatively, instead looking to different portions in isolation. The Applicant claims that the IAD overlooked or minimized evidence speaking to the Applicant's length of residence (35 years) and the character of his relationship with his partner.", "D. Reply of the Respondent", "(1) Remorse, Rehabilitation and Criminal Sentencing Principles"], ["[42]", "The Respondent maintains that principles of criminal punishment are unrelated to the IAD's exercise of H&C discretion, chiefly because the analysis involved in the processes are entirely different."], ["[43]", "Furthermore, the Respondent denies that the IAD went beyond the appropriate weighing of positive and negative factors, and simply used lack of remorse as an aggravating factor. There is no basis for review here as reviewing evidence is not the function of a reviewing court: <FRAGMENT_SUPPRESSED> , above, at para 61."], ["[44]", "In terms of the Applicant's assertion that the Respondent and the IAD interpreted a quote from the Applicant in an inaccurate context, the Respondent submits that when further statements from the transcript are read, it is clear that the statement was made in reference to the fraud charge for making a false police report."], ["[45]", "The Respondent highlights the Applicant's lack of response to a point previously raised in the Respondent's earlier submission -- that the evidence supports the IAD's finding that remorse was not shown in regards to the trafficking offence."], ["[46]", "In terms of rehabilitation, the Respondent submits that the correct legal test was employed as per the <FRAGMENT_SUPPRESSED> analysis. The Respondent says that regardless of how the Decision is phrased, its substance reflects serious concern that the Applicant's criminal behaviour will not change. The facts have established that the Applicant has continued to deal cocaine and commit other criminal offences, without remorse or acceptance or responsibility and with little regard for the criminal immigration consequences.", "(2) Best Interests of the Child"], ["[47]", "The Respondent maintains that there is a scarcity of evidence relating to the effect that the Applicant's deportation would bear on his grandson. Clear and convincing evidence, speaking to the unique or economic vulnerabilities or bonds between the individual and the child, is required when seeking H&C relief based on the best interests of a child:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ].", "(3) Consideration of the Evidence"], ["[48]", "The Respondent upholds its assertion that the IAD considered and assigned appropriate weight to the Applicant's level of establishment in Canada, his relationship with his partner, and his length of residence in Canada.", "VIII.", "ANALYSIS"], ["[49]", "The Applicant had raised a range of grounds for review and I will consider each in turn.", "A. Remorse"], ["[50]", "The Applicant says that when an accused pleads not guilty, it is an error of law to consider lack of remorse as an aggravating factor for the purpose of sentencing. Relying upon this principle culled from criminal sentencing the Applicant says, in the present immigration context, that while it is legitimate to consider remorse to be mitigating, it is not legitimate to consider a lack of remorse to be aggravating where an accused pleads not guilty even if he is subsequently convicted."], ["[51]", "This is a bald statement of what the Applicant believes the law ought to be in the context of admissibility proceedings. It is not supported by any authority."], ["[52]", "In an immigration context, the lack of remorse and failure to take responsibility for past crimes goes to rehabilitation and the likelihood of reoffending. As the Decision reveals, this was clearly the IAD's concern in the present case."], ["[53]", "As the record shows, the Applicant failed to demonstrate remorse and take responsibility for past crimes generally, and not just in relation to crimes to which he pleaded not guilty and was subsequently convicted."], ["[54]", "As regard the trafficking offence he pleaded not guilty to (Applicant's Record, pp 116-117), he testified that someone else put the drugs under his car seat and he only got charged because it was his vehicle. Hence, he refuses to acknowledge guilt for a crime for which he was convicted. In that case, the police report indicated that a police officer had observed the Applicant handing the cocaine to a friend. The Applicant's answer to this was that \"oh, he was lying. That policeman was lying for it\" (Applicant's Record, pp 128-129). Despite his conviction for the offence, the Applicant maintained before the IAD that the police officer was lying."], ["[55]", "In relation to the fraud charge - which in my view the record makes clear relates to a false police report regarding his stolen van - the Applicant says he was charged for something he did not do and \"agreed to it because it was going on for so long already I was pretty much sick of it that I was getting charged for something I didn't do\" (Applicant's Record, pp 131-138). The remorse which the Applicant now says he expressed occurs in the following exchange:", "A: It got stolen two days -- two hours before that so I was two hours difference. That was the big argument about and all that.", "Q: Okay. You made a mistake.", "A: So, yeah, pretty much I made a mistake. I never should -- I should have said that I didn't know what time it was but they asked me what time it was in between. To be satisfied I told them an hour and I never should have told them an hour because I should have said, \"No, I don't know. I don't know about that time.\" and I would have never been in that situation.", "Q: All right, (indiscernible).", "A: I was trying to help getting out, with the hour, and then at the end it ended up costing me."], ["[56]", "The meaning of these lines is not entirely clear, but it would not be unreasonable to read them as saying that the Applicant regrets being caught, not that he regrets the crime."], ["[57]", "It seems to me that there is ample evidence to support the IAD's findings that the Applicant \"accepted essentially no responsibility and demonstrated minimal remorse.\" This was considered in conjunction with his prior criminal history which includes three previous convictions for possession for the purposes of trafficking in 1990, July 1997, and October 1997."], ["[58]", "The IAD is not interested in remorse", "per se", ". Its objective is to determine rehabilitation and the likelihood of the Applicant reoffending:"], ["[13] I acknowledge that a number of years separate the appellant's earlier convictions from the index offence in this removal. However, when considering the combination of his prior criminal history for the same offence along with his lack of acceptance of responsibility and minimal remorse, I find that there is little possibility of rehabilitation and this is a negative factor in the appeal."], ["[59]", "I am not prepared to accept the Applicant's bald statement that criminal sentencing principles should be imported into the present context. As the Respondent points out, the IAD is not concerned with sentencing and its analysis is based upon H&C grounds that require it to weigh relevant factors to determine whether a stay of removal is warranted. As the Decision makes clear, the IAD did not treat lack of remorse as an \"aggravating factor.\" The issue was the possibility of rehabilitation and the likelihood of the Applicant reoffending, which is required under <FRAGMENT_SUPPRESSED> and its progeny. In any event, the offence to which the Applicant pleaded not guilty was only part of an overall picture that took into account \"the combination of his prior criminal history for the same offence along with his lack of acceptance of responsibility and minimal remorse.\" The Applicant is asking the IAD, and now the Court, to ignore the fact that he was convicted of this offence beyond a reasonable doubt and now refuses to assume responsibility for the crime. He says the police officer lied. I think the IAD is entitled to assume, absent evidence to the contrary, that the Applicant's position was given a full airing and due consideration as part of the criminal proceedings. The Applicant is entitled to maintain his innocence but the IAD cannot leave out of account what a competent court has found when the IAD is considering rehabilitation. In my view, the conviction is a reasonable basis for the IAD to conclude that the Applicant committed a recent offence for which he refuses to accept responsibility and which, when looked at in conjunction with his past criminal conduct and his past experience with deportation proceedings, means there is little possibility of rehabilitation in the future."], ["[60]", "The Applicant argues in relation to the fraud charges that the \"applicant obviously accepted responsibility if he pled guilty.\" This is not what the record reveals. A guilty plea can be entered for different reasons, and not all of them have to do with remorse and the acceptance of responsibility. When the Applicant says in the transcript that he made a mistake he is not necessarily saying that he regrets the crime. In my view, he could just as well be saying that he regrets saying something that led to his being caught, charged and convicted, and it was not unreasonable for the IAD to read it in this way."], ["[61]", "The Applicant also makes a bald assertion that \"in substance, the appeal ... was refused because of lack of remorse.\" A reading of the Decision suggests otherwise. The appeal was refused because of the Applicant's criminal history and his \"lack of acceptance of responsibility or remorse which affects the possibility of rehabilitation,\" and which, when all of his other <FRAGMENT_SUPPRESSED> factors were taken into account, suggested that the Applicant was not a good candidate for a stay.", "B. Criminogenic Factors"], ["[62]", "The Applicant says that the IAD failed to address the evidence of what he had done to avoid reoffending. The transcript shows that the Applicant said \"I'm just keeping myself busy working and stop associating with undesirable (indiscernible),\" and that he does not drive anymore because he doesn't \"want any hassle about it with the police ever again to be honest with you.\""], ["[63]", "The Applicant provided this evidence in direct response to the IAD's questions on point, so it is clear that the IAD sought this evidence and there is nothing to suggest it was left out of account in the final weighing process. These matters would only need to be mentioned specifically if failure to do so offends the principles in", "<FRAGMENT_SUPPRESSED> . Clearly, in terms of rehabilitation and the possibility of reoffending, the IAD felt that the Applicant \"was not a good candidate for a stay because of the minimal acceptance of responsibility and remorse demonstrated in his testimony, as well as his past criminal history.\" I do not think that the Applicant's own testimony that he was staying away from former acquaintances and had given up driving could have a sufficiently material impact upon this conclusion for me to be able to say that the IAD overlooked that the Applicant was keeping himself busy and wasn't driving, particularly when the IAD itself solicited this evidence from the Applicant.", "C. Best Interests of Grandson"], ["[64]", "The <FRAGMENT_SUPPRESSED> factors require the IAD to consider and weigh the \"impact the appellant's removal from Canada would have on members of the appellant's family.\""], ["[65]", "The IAD addressed the minor child as follows:", "The appellant's children are adults. He has a three month old grandchild. I find that given the age of the child there would be minimal direct impact on the child's best interests if the appellant is removed. I note the appellant's partner has two minor children. However they do not live with the appellant and his partner and there is little evidence of impact on the non-resident step children's interests."], ["[66]", "The Applicant points to some general testimony from a former co-worker, which tells us that the Applicant is \"a major component of what goes on in the Chung family here with his kids, his grandson, you know, no less his brother and their family.\" The Applicant's focus has changed \"now he has a grandchild\" according to his partner, and now that he has \"got a - his grandson and he's, like, he's a changed man.\" None of this evidence tells us what the Applicant actually does with his grandson or what he will do in the future as the child matures. He was given an opportunity by the IAD to provide this kind of evidence. He was asked \"... and what's your contact with the grandchild (indiscernible))?\" and he answered \"Oh I see about the record it's yesterday.\" Also, when he was asked what difference it would make if he went back to Chile, the Applicant said \"It would hurt a lot of people especially, you know, my friends and all the family.\" While the grandchild is, of course, part of the family, the Applicant did not tell the IAD how the child would be hurt. The Applicant's son also gave similar testimony:", "Q: What difference would it make to you if your father had to go to Chile?", "A: It would make a difference to me ... Maybe if Dad was saving - if my Dad had a girlfriend in Chile, not to be part of my son's life, his grandson's life."], ["[67]", "This evidence, although it assumes that the Applicant will have a role in his grandson's life, fails to tell the IAD anything about what the Applicant presently does with his grandson or what he will do in the future. It leaves everything to conjecture, assumption and speculation. The Applicant and his family could have provided something to assure the IAD that the Applicant's presence in Canada would have some direct positive bearing on the child that will not be possible if he is removed to Chile."], ["[68]", "In <FRAGMENT_SUPPRESSED> at para 17, Justice Barnes had the following to say on this point:", "Notwithstanding the differing views on this issue, the authorities make it clear that an applicant must present sufficient evidence to engage the humanitarian and compassionate discretion. In this case, Mr. Naidu manifestly failed to meet that burden. It is not sufficient to state that a child's interests will be affected by a deportation because it will rarely be otherwise. What is required is clear and convincing evidence of the likely effect of a deportation upon an affected child. This would typically include evidence of unique personal or economic vulnerabilities or bonds between the parent and child or, where the child is also leaving Canada, evidence of resulting and material disadvantage or risk to the child."], ["[69]", "The evidence provided by the Applicant and his family in the present case is deficient in this respect. The IAD's conclusion that \"given the age of the child there would be minimal direct impact on the child's best interests if the appellant is removed,\" accords pretty well with the evidence before it."], ["[70]", "When considering whether special relief is justified, the IAD must be satisfied that at the time that the appeal is disposed of, taking into account the best interests of a child directly affected by the Decision, sufficient H&C considerations warrant such a discretionary decision in light of all of the circumstances of the case. The Applicant bears the burden of establishing a best interests of the child claim and must do so with relevant evidence:", "<FRAGMENT_SUPPRESSED> ."], ["[71]", "There was no evidence adduced here that would speak to any benefits that the grandson would gain should the Applicant not be removed, nor any hardship that would be received in the event that he is. No specific details or information were provided that would speak to the closeness of the relationship or level and frequency of interaction between the Applicant and his grandson, who was essentially a newborn at the time of the hearing. There is nothing to demonstrate that the Applicant provides for his grandson financially or that his removal would affect the child's education, safety or health. Therefore, in the absence of evidence to the contrary, it was reasonable for the IAD to conclude that the impact that the Applicant's removal could reasonably be expected to have on the grandson was minimal, given his extremely young age:", "<FRAGMENT_SUPPRESSED> .", "D. Establishment"], ["[72]", "The Applicant alleges that the IAD summarized considerable evidence dealing with his establishment in Canada, but then characterized it only as support and concluded it was only a neutral factor. He also says that the IAD commingles support and establishment, or confuses the two."], ["[73]", "As conceded at the hearing before me, the Applicant is misreading the Decision. Full acknowledgement and weight is given to establishment in paragraph 14 of the Decision before the impact of removal upon individuals who would be left behind is considered in paragraphs 15-18. Support is then addressed separately in paragraphs 19-23."], ["[74]", "I can find no reviewable error of the kind alleged by the Applicant under this heading.", "E. Partner Relationship"], ["[75]", "The Applicant says that the IAD notes the existence of his relationship with his partner, but not its length. However, the IAD particularly notes that the Applicant's current partner \"stated she and the appellant had been living together since he got out of jail.\" There is nothing to suggest that the IAD did not know when the Applicant got out of jail, so that the length of the relationship is acknowledged and is taken into account when balancing the <FRAGMENT_SUPPRESSED> factors."], ["[76]", "The Applicant complains that the IAD characterized his partner's evidence that he \"was the best thing that had happened to her and it would break her heart if he was removed\" as only \"mildly favourable\" to the Applicant."], ["[77]", "Once again, the Applicant is misreading the Decision. The words \"mildly favourable\" in paragraph 18 do not refer to the Applicant's partner's testimony alone, but to the IAD's assessment of the \"impact and dislocation on the [Applicant's] family\" as set out in paragraphs 15-18. Given the nature of the testimony provided to the panel by family members, it cannot be said that the IAD's weighing of this evidence was so unreasonable as to require the Court's interference.", "F. Length of Time in Canada"], ["[78]", "The Applicant complains that the IAD \"makes no mention\" of the length of time he has spent in Canada. Once again, the Applicant is simply failing to read the Decision. In paragraph 14, the IAD says that the Applicant \"has been in Canada since 1979\" and acknowledged that this is a favourable factor.", "G. Failure to Consider Support in Canada"], ["[79]", "The Applicant complains that the IAD considered the witness testimony, but did not consider letters of support. He says they \"were not even mentioned as evidence which had been filed.\""], ["[80]", "The documentary evidence is, in fact, referred to in pararaph 23 of the Decision which says that \"I find that while the testimony and documentary evidence sets out support for the [Applicant], this has been present for many years and was ineffective in preventing his criminal activity in 2011.\" The IAD assesses this support as \"a neutral factor\" and takes it into account when weighing the <FRAGMENT_SUPPRESSED> factors. There is nothing unreasonable about the IAD's conclusions in this regard or any reason to interfere with the Decision on this basis."], ["[81]", "The IAD also clearly considered family and business support (paragraphs 19-23), but the Applicant complains that the IAD should also have considered the impact on those left behind if he returns to Chile. Once again, however, the Decision makes it clear that the IAD considered the impact of his removal upon those likely to be materially impacted - i.e. his family and business associate - (paragraphs 15-18) and concluded that the \"impact and dislocation on the appellant's family is a mildly favourable factor in this appeal.\" The discussion of the Applicant's business associate occurs at paragraphs 20-22. The <FRAGMENT_SUPPRESSED> factors do not specifically require impact on those left behind outside of family relationships, but, as the IAD acknowledged, the <FRAGMENT_SUPPRESSED> factors are not exhaustive and the weight to be given to each of them may vary depending on the circumstances of the case."], ["[82]", "The IAD does acknowledge the business partner's evidence that the Applicant was integral to the success of the business operation because he was the one involved on a daily basis, and the IAD could have done a better job of isolating and addressing this evidence when assessing the impact on those left behind, but it was clearly not overlooked because it is specifically referred to in the Decision and, in paragraph 28, the IAD acknowledges counsel's submissions on support and dislocation \"within the community and his family ... if he was removed from Canada.\" This is then taken into account in the final summation where the IAD tells us that the humanitarian grounds raised and weighed are, \"not sufficient to overcome the seriousness of the offence and the appellant's lack of remorse which affects the possibility of rehabilitation.\""], ["[83]", "I can find no reviewable error in the Decision.", "IX.", "Certification"], ["[84]", "The Applicant has put forward the following question for certification:", "Does the Immigration Appeal Division of the Immigration and Refugee Board, in the exercise of its humanitarian jurisdiction, err in law in considering adverse to an appellant lack of remorse for an offence for which the appellant has pled not guilty but was convicted?"], ["[85]", "The Federal Court of Appeal described the test for certified questions in", "<FRAGMENT_SUPPRESSED>  (FCA) at para 9:", "It is trite law that to be certified, a question must (i) be dispositive of the appeal and (ii) transcend the interests of the immediate parties to the litigation, as well as contemplate issues of broad significance or general importance. As a corollary, the question must also have been raised and dealt with by the court below and it must arise from the case, not from the Judge's reasons", "(Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraphs 28, 29 and 32)."], ["[86]", "The Respondent opposes certification of this question on the grounds that it is an attempt to import principles of criminal sentencing into an immigration context where they have no place. The Respondent says it is well settled that remorse - or lack thereof - can be used to inform the issue of rehabilitation and that is what occurs in this Decision. The Respondent also says that the question doesn't arise on the facts of this case."], ["[87]", "For reasons given, I obviously agree with the Respondent that criminal sentencing rules do not assist in an immigration context where H&C factors have to be identified and then weighed to achieve a final decision. The Applicant is not being punished in a criminal sense, so that criminal safeguards are not required."], ["[88]", "However, given the IAD's emphasis in this instance upon the lack of remorse as an indicator of the Applicant's refusal to accept responsibility for his past crimes and his likelihood to reoffend, I do think that if the question were answered in the affirmative, then it would mean a material reviewable error by the IAD.", "JUDGMENT"], ["[89]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. The following question is certified:", "Does the Immigration Appeal Division of the Immigration and Refugee Board, in the exercise of its humanitarian jurisdiction, err in law in considering adverse to an appellant lack of remorse for an offence for which the appellant has pled not guilty but was convicted?", "[End of document]"]]}