{"id_": "042545", "body_str": [["[1]", "Boswell, J.", ": Mr. Abdeli [Applicant] applied for permanent residence from within Canada and, claiming humanitarian and compassionate [H&C] grounds under subsection 25(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], asked for exemptions from any criteria of the", "IRPA", "which he did not satisfy. His application was refused and he now seeks judicial review pursuant to subsection 72(1) of the", "IRPA", ", asking this Court to set aside the negative decision and return the matter to a different officer for re-consideration."], ["[2]", "The Applicant is now a 49 year old citizen of Iran who arrived in Canada more than 25 years ago on October 15, 1989 when he was just 23 years old. He immediately sought refugee protection, claiming that he was an electrician and an officer in the Iranian army who was detained, tortured, and threatened with death because he opposed oppressive government policies and supported greater political rights for Kurds."], ["[3]", "His refugee application was initially refused by the Convention Refugee Determination Division [CRDD] of the Immigration and Refugee Board, but that decision was set aside by the Federal Court of Appeal on April 13, 1994 (", "REFERENCE_SUPPRESSED). The matter returned to the CRDD, where the Minister of Employment and Immigration intervened to argue that the Applicant should be excluded from refugee protection for complicity in international offences pursuant to article 1F(a) of the", "Convention Relating to the Status of Refugees", ", 28 July 1951, 189 UNTS 150, Can TS 1969 No 6. In early 1996, the CRDD agreed, holding that the Applicant was aware of the atrocities that the Iranian army was committing against the Kurdish population and by his actions assisted the army in that purpose. The Applicant was ordered to be removed from Canada on February 13, 1997."], ["[4]", "Meanwhile, the Applicant had applied for permanent residence on humanitarian and compassionate grounds on September 8, 1994. He was apparently exempted from some requirements, but \"remained subject to the admissibility provisions of the now repealed", "Immigration Act", ", R.S.C. 1985, c. I-2 and the [", "IRPA", "]\" (", "REFERENCE_SUPPRESSED). A visa officer declared the Applicant inadmissible under paragraph 35(1)(a) of the", "IRPA", "on October 11, 2005, and this Court dismissed the application for judicial review on August 31, 2006 (", "CITATION_SUPPRESSED)."], ["[5]", "By this time, the Applicant had made two other applications that were still outstanding: one on December 7, 2005, for H&C grounds exemptions; and another on December 19, 2005, for a pre-removal risk assessment [PRRA]. The PRRA application was refused on June 21, 2013. The 2005 H&C application is the matter presently under review."], ["[6]", "The Applicant updated his submissions on the H&C application three times. The first time was on January 19, 2007, when the Applicant's counsel responded to an immigration officer's query about whether the Applicant's application was a spousal sponsorship or an H&C application. The Applicant's counsel then sent another letter dated January 29, 2007, which asked the officer to alternatively consider granting a temporary resident permit[s] under subsection 24(1) of the", "IRPA"], ["[7]", "The last communication the Applicant received with respect to his H&C application was a fax from the Mississauga office of Citizenship and Immigration Canada [CIC] dated May 7, 2007, wherein the Applicant was advised that his application had been transferred to the PRRA unit for an H&C decision. The Applicant updated his application a third time by letter dated May 1, 2008, wherein he enclosed updated country documentation.", "II.", "Decision under Review"], ["[8]", "More than five years later, the Applicant's request under subsection 25(1) of the", "IRPA", "was refused by a senior immigration officer [Officer] in a letter dated June 28, 2013."], ["[9]", "The Officer began her reasons by defining the standard of \"unusual and undeserved or disproportionate hardship,\" and observed that this standard is the lens through which to assess the Applicant's entire application, including his allegations of risk. Although the Officer had denied the Applicant's PRRA application a week before the H&C decision, the Officer noted that any risks enunciated by the Applicant in his H&C application were to be assessed through the lens of subsection 25(1)."], ["[10]", "Despite being in Canada for over 23 years, the Officer concluded that the Applicant was only minimally established here. He had always been employed, but the most recent financial information was from 2004. The Applicant began employing himself in July, 2005, and the Officer noted that there was no information about his pay or even his field of work. He also had friends and a wife willing to sponsor him, but there was no evidence that he had any children. Furthermore, there was not enough information about his marital relationship for the Officer to conclude that it would be impossible to maintain this relationship if he was separated from his wife while he applied for permanent residence from outside of Canada. Although it would be difficult, the Officer noted that the Applicant and his wife got married knowing that the Applicant did not have status in Canada and that deportation was a possibility. In the circumstances, the Officer did not consider any hardship this caused to be unusual and undeserved or disproportionate."], ["[11]", "While it would likely be hard to re-integrate into Iranian society after all this time, the Officer noted that the Applicant still had family there and has demonstrated his ability to adapt to a different culture and environment by his immigration to Canada. The Officer was therefore not satisfied that this hardship would be unusual and undeserved or disproportionate."], ["[12]", "As for the risk elements, the Officer did not question the Applicant's story that he had been detained and tortured for his political opinions. However, while Iran still permits torture, the Officer noted that the political climate there has changed. There was no evidence that the Applicant was still sought by the military or by any other authority in Iran, and in the absence of that the Officer was not convinced that the Applicant would likely face such hardship."], ["[13]", "The Officer also was not convinced that the Applicant would be harmed for his present religious and political beliefs. He was a Shi'ite Muslim, which is the state religion of Iran. While the Applicant may not practice his faith the way that the military wanted him to in the 1980s, there was no reason to think that he would be forced to return to the military. Furthermore, the Officer was not convinced that the state would be aware of the Applicant's beliefs, whether religious or political, as he was not outspoken about his beliefs in either Canada or Iran."], ["[14]", "The Officer also noted that some people returning to Iran after making failed refugee claims are mistreated, while others are not. The Applicant had not proven which he would be or whether Iran would even be aware of his refugee claim, so the Officer dismissed this possibility."], ["[15]", "The Officer was therefore not satisfied that the Applicant would face any hardships that were unusual and undeserved or disproportionate, and so dismissed the application.", "III.", "The Parties' Submissions", "A.", "The Applicant's Arguments"], ["[16]", "The Applicant says there are two issues with respect to the decision under review: first, he alleges that the Officer made an error of law and fact; and, second, the Applicant says that his request for a TRP was not considered by the Officer at all. The Applicant acknowledges that the first issue attracts the reasonableness standard of review, but argues that the second is a question of natural justice: citing e.g.", "REFERENCE_SUPPRESSED."], ["[17]", "The Applicant asserts that the Officer's decision is unreasonable. The crux of the matter is that the Applicant has been living in Canada without any problems for more than 24 years, and the sheer length of time the Applicant has resided in Canada demands a finding that there would be undue and undeserved hardship."], ["[18]", "Furthermore, the Applicant states that he was sentenced to death in Iran. He cannot return until conditions in Iran change, and there are no other viable destination options for the Applicant. According to the Applicant, his prolonged inability to leave Canada because of this has led to his establishment here as contemplated by what are now sections 11.4 and 11.5 of chapter IP 5 of the", "Inland Processing Manual", ", \"Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds\" [Manual]."], ["[19]", "The Applicant argues that there are several problems with the Officer's conclusion concerning the Applicant's establishment in Canada. First, the Officer's continual references to insufficient information make the reasons opaque; this is a reason an officer can use at any time if the officer wants to do so. If the Officer here wants to say there is insufficient information, she should explain what information is lacking. In this regard, the Applicant relies upon the decision in", "REFERENCE_SUPPRESSED, where Mr. Justice Donald Rennie had the following to say about the sufficiency of reasons:"], ["[19] It has become commonplace to read H&C and PRRA decisions in which the reasons offered are confined to the following formula: \"The applicants allege X; however, I find insufficient objective evidence to establish X.\" This boilerplate approach is contrary to the purpose of providing reasons as it obscures, rather than reveals, the rationale for the officer's decision. Reasons should be drafted to permit an applicant to understand why a decision was made and not to insulate that decision from judicial scrutiny ..."], ["[20]", "Second, the finding on the degree of the Applicant's establishment is unreasonable given the length of time that had passed since the application was made in 2005. When the Officer referred to the most recent information before her, she was talking about submissions made in 2007 and 2008. If the Officer had concerns about the currency of the information, the Applicant argues that she should have asked him for an update. Although the Applicant acknowledges his burden to submit proof with his H&C application, he contends that the timing of the decision was solely within the Officer's control. This, the Applicant says, is problematic, especially where there is a long delay in making the decision and the Officer gives no advance warning that the decision will be made. The Applicant argues that basic rules of procedural fairness required the Officer to ask for updated information in the circumstances of this case."], ["[21]", "The Applicant also argues that CIC had a duty to consider his request for a TRP (citing", "CITATION_SUPPRESSED, and", "REFERENCE_SUPPRESSED). At a minimum, the Applicant says that the Officer had to turn her mind to the TRP request, and it was an error not to consider it at all. If the Officer did not have appropriate authority or jurisdiction to consider the request for the TRP, the Applicant says that she should have forwarded the request to the proper decision-maker.", "B.", "The Respondent's Arguments"], ["[22]", "The Respondent agrees with the Applicant on the standards of review for the Officer's decision and the request for the TRP."], ["[23]", "The Respondent notes that the Applicant was excluded from refugee protection by virtue of Article 1F(a), and that his PRRA claim was denied since he was found not to be at risk. The Respondent therefore says that this is not an ordinary H&C application. Further, H&C relief is always exceptional and wholly discretionary, and the Respondent states that the length of time that an H&C applicant is in Canada is not alone sufficient for such an application to succeed."], ["[24]", "On this point, the Respondent argues that the Officer's conclusion that there was insufficient evidence cannot be read in isolation and must be considered in the context of the findings and summary of evidence prior to such conclusion. The Respondent states that this Court should not interfere with the Officer's decision unless it is outside the range of acceptable outcomes (citing", "REFERENCE_SUPPRESSED)."], ["[25]", "With respect to the outdated information, the Respondent argues that applicants have the onus to supply evidence when asking for H&C consideration (citing", "REFERENCE_SUPPRESSED). The Applicant here had counsel to assist him with his application and was familiar with the immigration system. The Applicant could have produced whatever evidence he liked at any time when significant developments occurred, and yet there was, the Respondent says, \"nothing but silence\" from him. Furthermore, the Respondent says that, although the Manual states that officers must act fairly and should \"request any additional information needed,\" that does not impose any duty on an officer to ask for updated information."], ["[26]", "In summary, the Respondent says that the Officer's decision falls within the range of possible and acceptable outcomes and is therefore reasonable. It was the Applicant, not the Officer, who should have updated his information."], ["[27]", "As for the TRP, the Respondent says that the Officer did not have authority to consider such a request, so there can be no breach of natural justice by the Officer for ignoring it.", "IV.", "Issues and Analysis", "A.", "Standard of Review"], ["[28]", "The appropriate standard of review for an H&C decision is that of reasonableness since it involves questions of mixed fact and law: see, e.g.,", "REFERENCE_SUPPRESSED."], ["[29]", "Therefore, the Court should not interfere with an H&C officer's findings of fact or discretionary decisions so long as they are intelligible, transparent, justifiable, and fall within the range of possible, acceptable outcomes that are defensible in respect of the facts and the law:", "CITATION_SUPPRESSED. A reviewing court can neither reweigh the evidence nor substitute its own view of a preferable outcome:", "REFERENCE_SUPPRESSED. As a corollary though, the Court also does not have \"carte blanche to reformulate a tribunal's decision in a way that casts aside an unreasonable chain of analysis in favour of the court's own rationale for the result\" (", "REFERENCE_SUPPRESSED)."], ["[30]", "As for whether the Officer was required to consider the request for a TRP, a \"reviewing court cannot defer to the choice of an administrative tribunal not to consider an argument where procedural fairness compels it to do so\" (", "REFERENCE_SUPPRESSED). That issue will be reviewed on the correctness standard (", "REFERENCE_SUPPRESSED).", "B.", "Was the Officer's Decision Reasonable?"], ["[31]", "I agree with the Respondent that the Manual's guidance that officers must act fairly and should \"request any additional information needed\" does not generally impose any duty on an officer to request updated information before making an H&C decision."], ["[32]", "However, upon review of the Officer's decision as a whole, it is clear that the Applicant's establishment in Canada was not appropriately considered. The Officer's assessment of the Applicant's degree of establishment in Canada can be found in just four paragraphs, where the Officer states:", "The applicant has resided in Canada since October 1989, a period of more than 23 years. During his time in Canada he has been employed. For a period of time he was employed by Mastec Canada (1998 - 2000) then for Wircomm Inc. (2000 - 2003) and then as a technician for Rogers from 2003 until July 2005. Based on the most recent information on file, the applicant is currently self-employed. I note that the applicant does not provide information regarding the field of his self-employment or records of his employment income or documents regarding his company or tax information. The most recent financial information for the applicant was for 2004, when he was employed by Rogers and earned $60,129.07. The applicant has also made friendships and I note that the applicant has included letters of support from friends in his submissions.", "The applicant was married in November 2005. The applicant does not indicate whether he has family, other than his spouse residing in Canada. I note that the applicant's spouse submitted an IMM 1344B, a non-binding sponsorship agreement, in support of the applicant's application for permanent residence in Canada. The information regarding the applicant's relationship with his spouse in Canada in minimal. I do not have information before me to suggest that should the applicant return to Iran to apply for permanent residence in Canada, he and his spouse would be unable to maintain a relationship or that their relationship would suffer to the extent that the applicant would face a hardship that is unusual and undeserved or disproportionate. The applicant and his spouse were aware of the applicant's lack of status in Canada prior to entering into a marriage and, as such, they were aware of the possibility of facing a long-term separation. While difficult, I am not satisfied that this situation amounts to a hardship that is unusual and undeserved or disproportionate, such than [", "sic", "] an exemption should be granted.", "The applicant does not state that he has any children and I am not aware of the applicant's spouse as having any children. I am not satisfied, based on the information before me, that the applicant has family ties to Canada which would cause him a hardship that is unusual and undeserved or disproportionate should he return to Iran in order to apply for permanent residence in Canada.", "The applicant did not provide sufficient information to demonstrate that he is more than minimally established in Canada through his employment, family ties, or financially. Having considered the totality of the applicant's establishment in Canada, the length of time he has spent in Canada, his employment and community involvement and integration, as well as his family ties, I am not satisfied that the applicant would face a hardship that is unusual and undeserved or disproportionate should he return to Iran to apply for permanent residence in Canada."], ["[33]", "While the Officer undoubtedly considered the evidence she had with respect to the Applicant's establishment, the problem in this case is that the information upon which the Officer relied in this regard was badly out-dated."], ["[34]", "The Applicant's H&C application was received by CIC on December 7, 2005, and was last updated on May 1, 2008. Prior to the decision letter dated June 28, 2013, CIC had not contacted the Applicant since May 7, 2007, more than six years earlier. Since the delays were attributable entirely to CIC, it was unreasonable for the Officer to draw any negative inferences from the fact that more recent information had not been submitted."], ["[35]", "It is well established, of course, that an H&C applicant must put their best foot forward and that the Applicant had the burden of proving the claims upon which his H&C application was based (", "CITATION_SUPPRESSED). However, in this case, the very length of time of the Applicant's residence and resulting establishment in Canada was clearly a significant aspect of his H&C application. This factor required an appropriate analysis which was alert and sensitive to the unusual length of time which the Applicant has resided in Canada and established himself here during the past 25 years or so and to the personal hardship the Applicant would face if returned to Iran."], ["[36]", "In this case, the Applicant waited some seven and one-half years for the decision with respect to his H&C application. In light of the delays, it was not reasonable for the Officer to conclude that the Applicant \"did not provide sufficient information to demonstrate that he is more than minimally established in Canada,\" and then diminish the significant hardship that would be suffered by the Applicant if he is required to leave Canada after having first arrived here more than 25 years ago now."], ["[37]", "The degree of the Applicant's establishment here in Canada is, of course, only one of the various factors that must be considered and weighed to arrive at an assessment of the hardship in an H&C application. The assessment of the evidence is also an integral part of an officer's expertise and discretion, and the Court should be hesitant to interfere with an officer's discretionary decision. However, the Officer was obliged in the circumstances of this case to fully assess the Applicant's personal evidence of establishment. In view of the fact that the Officer's decision was based on badly out-dated information, it cannot be justified and is not reasonable. For all the Officer knew, after such a significant passage of time, the Applicant may well have died."], ["[38]", "Another problematic aspect of the Officer's decision on this point is her observation that:", "I do not have information before me to suggest that should the applicant return to Iran to apply for permanent residence in Canada, he and his spouse would be unable to maintain a relationship or that their relationship would suffer to the extent that the applicant would face a hardship that is unusual and undeserved or disproportionate."], ["[39]", "That passage seems to assume that the Applicant was only asking for permission to apply for permanent residence from within Canada, and that the problem would be one of a long-term, yet temporary, spousal separation while he awaits a decision on a permanent resident visa. It ignores the fact that the Applicant had also requested an exemption from his inadmissibility under section 35 of the", "IRPA", ", and that because of amendments to subsection 25(1) just 10 days before the Officer rendered her decision, it will now be impossible for him to ask for an exemption from section 35 inadmissibility in the future (", "Faster Removal of Foreign Criminals Act", ", SC 2013, c 16, s 9). Therefore, if the Applicant is refused H&C consideration and a TRP, he and his wife will most likely never be able to live together in Canada again. By artificially limiting her analysis of hardship on this point to a temporary spousal separation, the Officer does not appear to have fully appreciated the potential impact of her decision."], ["[40]", "Since the decision must be set aside for the reasons stated above, it is not necessary to address the parties' arguments with respect to the request for a TRP. In that the Officer failed to make any decision with respect to such request, there is nothing to be set aside.", "V.", "Conclusion"], ["[41]", "In the result, therefore, I find that the Officer's reliance on outdated information to diminish the Applicant's degree of establishment cannot be justified. Accordingly, her decision in this regard is not reasonable and must be set aside. The matter should be returned to another officer for reconsideration, with leave to the Applicant to update the information in his application."], ["[42]", "Neither party raised a question of general importance for certification, so none is certified.", "JUDGMENT"], ["[43]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the H&C application is remitted to a different immigration officer for re-determination, with leave to the Applicant to update the information in his H&C application.", ".........................", "CITATION_SUPPRESSED"]]}