{"id_": "042609", "body_str": [["[1]", "Near, J.", ": The Applicant seeks judicial review of the February 15, 2012, decision of the Refugee Protection Division of the Immigration and Refugee Board (\"the Board\") in which the Board determined that the Applicant was neither a Convention refugee nor a person in need of protection, as described in sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), respectively."], ["[2]", "For the reasons that follow, the application for judicial review is dismissed.", "I.", "Facts"], ["[3]", "The Applicant, Ms. Feng Lan Cao, is a Chinese citizen who came to Canada on March 2, 2010. She submitted her application for refugee protection on March 10, 2010, on the basis of her fear of persecution on account of her participation in an underground Protestant Christian church in Guangdong province in China."], ["[4]", "The Applicant began regularly attending underground services in November 2008. She recounts that, on December 13, 2009, the Public Security Bureau (PSB) carried out a raid on the home where her church community was meeting. The Applicant escaped and went into hiding, though two members of her congregation were purportedly arrested, including the Applicant's friend who introduced her to the church."], ["[5]", "Following the raid, members of the PSB allegedly stopped by the Applicant's house and that of her mother ten times, searching for her. There is no evidence that the PSB ever left a summons or a warrant for her arrest."], ["[6]", "After hiding with relatives for almost three months, the Applicant came to Canada with the help of a smuggler.", "II.", "Decision under Review"], ["[7]", "The Board determined that the Applicant was neither a Convention refugee nor a person in need of protection under sections 96 and 97 of IRPA on three bases: (i) the Applicant's overall credibility; (ii) the Applicant's Christian identity; and (iii) the lack of risk faced by Christians in Guangdong province, as described in the documentary evidence.", "(i)", "Credibility"], ["[8]", "The Board drew several negative inferences as to the Applicant's credibility based on her testimony and the other evidence before it. First, the Board noted that there had been no record in any of the documentary evidence that two members of a house church in Guangdong province had been arrested. The absence of such corroboration to the Applicant's testimony led the Board to draw a negative inference."], ["[9]", "Second, the Board drew a negative inference from the Applicant's failure to mention in her Personal Information Form (PIF) that the PSB had appeared at her mother's house looking for her. It came up only at the hearing and, when asked why she had omitted this significant event from her PIF, the Applicant explained that she did not want to cause her mother trouble by disclosing the information. The Board noted that the Applicant had been represented by counsel at the time she filled out her PIF, and that there was no further explanation for why the Applicant felt comfortable disclosing the information at the hearing."], ["[10]", "Third, the Board drew a negative inference from the lack of a summons issued by the PSB, which failed to corroborate the Applicant's story. The Board relied on the documentary evidence to presume that, given the seriousness of the allegations and the \"relentless pursuit of the PSB,\" a summons would reasonably have been issued for the Applicant's arrest."], ["[11]", "Finally, the Board found the circumstances surrounding the Applicant's travel to Canada implausible and not credible. The Applicant did not know whether her own name was on the passport she used to travel, nor did she know the name of her smuggler. The two did not pretend to be friends, though he held her passport in his possession throughout the trip. The Board found the Applicant's explanation that she was merely following instructions insufficient to overcome the implausibility that she would not know basic details related to her identity and travel arrangements that were likely to be the subject of questioning."], ["[12]", "Given these adverse inferences, the Board determined \"that the claimant's allegation that there was a raid on her house church and that several of her fellow church members were arrested and incarcerated is neither plausible nor credible.\"", "(ii)", "The Applicant's Christian Identity"], ["[13]", "The Board found that the Applicant was not a Christian in China, as she alleged, on the basis of the evidence before it, including the answers the Applicant gave when questioned about her faith. The Board gave little weight both to letters submitted by the pastors of the two churches the Applicant attended after her arrival in Canada and to the Applicant's ability to answer questions about Christianity."], ["[14]", "Specifically, the Board was satisfied neither by the Applicant's description of the miracle of Jesus turning water into wine, nor by her statement that the Holy Spirit was not God. The Board found the Applicant's knowledge inconsistent with her alleged devotion to reading the Bible for ten hours every week. While the Board acknowledged that the Applicant demonstrated some Christian knowledge, and that she participated in church activities, this participation did not speak to her motivation."], ["[15]", "The Board further concluded that the Applicant's claim had not been made in good faith, and that she joined a Christian church in Canada only for the purpose of supporting a fraudulent refugee claim.", "(iii)", "The Documentary Evidence"], ["[16]", "The Board concluded, based on the documentary evidence, that the situation in Guangdong province does not reflect the situation in many other provinces where there have been arrests and persecution of ordinary Christians. The Board found it suspect that the arrest of two lay church members in the province went unreported, particularly since other incidents - even some less persecutory than arrests - that took place in more remote areas were documented."], ["[17]", "Additionally, the Board indicated that, even if the evidence speaks of some harm that would \"qualify as serious,\" it must consider whether there is a \"serious possibility that the harm will actually come to pass.\" The Board determined in this case that \"the Applicant would have been able to practice her religion in a church of her choice if she were return to her home in Guangdong Province in China and that there is not a serious possibility that she would be persecuted for doing so.\"", "III.", "Issues"], ["[18]", "The issues raised by this application can be framed in the following manner:", "a) Whether there was an apprehension of bias as a result of procedural irregularities;", "b) Whether the Board erred in its analysis of the Applicant's Christian identity;", "c) Whether the Board erred in its assessment of the Applicant's credibility;", "d) Whether the Board erred in imposing a good faith obligation on the Applicant; and", "e) Whether the Board erred in its assessment of the risk faced by practising Christians in Guangdong province.", "IV.", "Standard of Review"], ["[19]", "Questions of procedural fairness, including apprehension of bias, are reviewable on the standard of correctness (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43)."], ["[20]", "This Court has held that the assessment of an applicant's religious knowledge is a question of fact (", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1083 at para 8;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 677 at para 4). The second issue is thus reviewable on the standard of reasonableness. Indeed, the standard of reasonableness is concerned \"mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  at para 47)."], ["[21]", "Credibility determinations and the assessment of risk are mixed questions of fact and law that engage the specific expertise of the Board. As such, they are subject to considerable deference, and are reviewable on the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 975 at para 28;", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 109 at para 11)."], ["[22]", "Whether the Board erred in imposing a good faith obligation on the Applicant is a question of law and, as such, it is reviewable on the standard of correctness (", "Jin", ", above, at para 5;", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 214 at para 12). Its application of the test, as a question of mixed law and fact, is reviewable on the standard of reasonableness.", "V.", "Analysis", "A.", "Apprehension of Bias"], ["[23]", "The Applicant posits that the inexperience of the first interpreter with respect to Christian terminology raises an apprehension of bias for all of the testimony that she translated. The Applicant further submits that the Board's reluctance to replace the interpreter reinforced the apprehension of bias."], ["[24]", "The test for a reasonable apprehension of bias was set out by the Supreme Court in", "Committee for Justice and  <FRAGMENT_SUPPRESSED>  at 394: whether an informed person, viewing the matter realistically and practically - and having thought the matter through - would conclude that it was more likely than not that the decision-maker, consciously or unconsciously, would not decide fairly. This Court has noted that, among other things, bias \"denotes a state of mind, an attitude of the tribunal in relation to the issues-a state of mind predisposed to decide an issue, a closed mind\" (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1459 at para 12)."], ["[25]", "I am not convinced that a reasonable person, having thought the matter through, would conclude that the Board Member appeared to have, or had, a closed mind. With respect to the first interpreter's inexperience, the Applicant has failed to demonstrate that there were in fact translation errors upon which the Board relied. When the Board determined that the first interpreter indeed had an inadequate knowledge of technical terms pertaining to the practice of Christianity, it ensured that a more experienced interpreter was brought in."], ["[26]", "Furthermore, as the Respondent points out, the Applicant's counsel at the hearing did not raise a specific objection to the use of the testimony translated by the first interpreter. The law requires that allegations of bias be made promptly, so as to allow the decision-maker the opportunity to recuse him or herself, and to save scarce judicial resources (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 1130 at para 17). It has further been held that the Court cannot intervene where the criticism of translation services is raised after the hearing and no evidence of its inadequacy is provided (", "<FRAGMENT_SUPPRESSED>  6 Imm LR (3d) 107 at para 9). The Applicant's failure to raise an objection to the use of the testimony given with the assistance of the first interpreter prior to this hearing precludes her from relying on this argument."], ["[27]", "The Applicant further contends that the Board imposed a particular view of Christian doctrine and text on the proceedings. Incorrectly revising the Applicant's understanding of a Biblical passage, the Applicant posits, showed the Board Member's adherence to a particular dogma, which was akin to pre-writing the decision. I cannot accept the Applicant's arguments on this point. Asking the Applicant questions about her beliefs and her Biblical knowledge was an important exercise given the facts of the case. The Member was not \"interpreting\" the Biblical passage in question, but rather was asking the Applicant a pointed question about what was contained in the text. While a focus on this particular point may not be a reasonable ground, on its own, to discredit the Applicant's contention that she is a Christian -- a point that will be discussed in more detail below -- it was not the only factor the Board took into account, and does not amount to an apprehension of bias.", "B.", "Christian Identity"], ["[28]", "The Applicant submits that the Board erred in its determination of her Christian identity by:", "a) substituting a test of \"motivation for adherence\" for \"sincerity of belief\";", "b) applying a demanding standard for textual and doctrinal knowledge;", "c) applying preconceived concepts of dogma;", "d) relying on a mistake of fact with respect to Biblical text; and", "e) failing to give weight to evidence of Christian identity such as baptism, church attendance, recital of prayers, Biblical familiarity, and proselytizing."], ["[29]", "Determining whether the Applicant is a practicing Christian, as she suggests, is an exercise for which considerable deference is owed to the Board, the trier of fact. Indeed, as Justice Mary Gleason has noted, \"each case in this area turns very much on its own facts, and the reasonableness of the conclusions drawn regarding answers given to questions on religious knowledge will depend on an applicant's circumstances, the questions posed and the answers given\" ( <FRAGMENT_SUPPRESSED> , above, at para 54). Given the facts of the Applicant's case, I am satisfied that the Board's decision on this point, when considered as a whole, falls within the range of possible, acceptable outcomes."], ["[30]", "I acknowledge that the Board's detailed questions about the miracle of Jesus turning water into wine may have been far-reaching, particularly since the questions did not pertain to the central tenets of the Applicant's religious belief. The questions do not amount to the level of capriciousness or arbitrariness, however, given the Applicant's testimony that she reads the Bible - specifically the New Testament, where this story is found - ten hours each week, and attends Bible study classes. In any event, this particular line of questioning is not the sole basis on which the Board crafted its conclusion. A far more problematic point for the Applicant is her declaration that the Holy Spirit is not God - a proposition that can much more readily be considered a basic tenet of Christianity."], ["[31]", "The Board was entitled to give little weight to the evidence of the Applicant's participation in church activities, and of her baptism. Indeed, the Applicant cannot ask the Court to reconsider the Board's weighing of the evidence where she does not agree with the outcome. In addition, this Court has held that \"motive is a relevant consideration in gauging the sincerity of the applicant's beliefs\" ( <FRAGMENT_SUPPRESSED> , above, at para 9). It was thus reasonable for the Board to consider the Applicant's motive in joining the churches to determine the sincerity of her beliefs.", "C.", "Credibility"], ["[32]", "The Applicant contends that the Board erred in drawing a negative inference from the want of a summons issued by the PSB, despite the numerous purported attempts to arrest her. She further contends that the Board gave undue weight to the Applicant's inability to recollect the details of her arrival in Canada. She also raises concerns with respect to the Board's reliance on the answers she gave with the assistance of the first interpreter in drawing negative credibility answers."], ["[33]", "In assessing the reasonableness of a decision-maker's credibility findings, it is not sufficient for the Applicant to demonstrate that different conclusions could have been reached on the evidence (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 1570 at para 3;", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 188 (QL) at para 11). It is also well-established that the Board may \"weigh documentary evidence against the applicant's testimony, and find that the documentary evidence supports a finding contrary to the applicant's testimony\" (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 829 at para 23). Given the record before it, I am satisfied that it was reasonably open to the Board to conclude as it did."], ["[34]", "The Applicant contends that there is a \"possibility that the interpretation may not have communicated the difference between Sunday services and Bible study adequately. The Applicant stated that she attended the church 'only Sunday, Sunday course'.\" As I have already addressed the issue of the testimony given by the Applicant with the assistance of the first interpreter, I will not say much here. I would add only that, even were purported translation errors brought to the attention of the Board, they are not sufficient to render the Board's decision unreasonable. These terms are not particularly technical terms, and, more importantly, they do not offset the Board's credibility concerns arising from the Applicant's answers to its other questions."], ["[35]", "While the documentary evidence suggested that the PSB's practice with respect to leaving a summons is not uniform, it does not directly contradict the Board's finding. Indeed, given the number of times the PSB was purported to have come knocking at the Applicant's door, and at that of her mother, it was reasonably open to the Board to conclude that a summons would have been left. The mere fact that it was possible for the Board to conclude the opposite does not, in and of itself, render the Board's decision on this point unreasonable ( <FRAGMENT_SUPPRESSED> , above, at para 28)."], ["[36]", "Finally, it was reasonably open to the Board to draw a negative inference from the Applicant's inability to remember details about her travel to Canada. While I appreciate that this may have been a stressful and fearful time for the Applicant, the Board was reasonable in expecting her to remember how she might have answered questions from border officials about her travel.", "D.", "Good Faith and the Sur Place Refugee Claim"], ["[37]", "The Applicant argues that the Board erred in failing to provide a justification for its conclusion that the Applicant's claim was insincere and \"fraudulent.\" The Applicant further submits that the Board erred in imposing a \"good faith\" requirement for making a refugee", "sur place", "claim because there is no such requirement in Canadian law."], ["[38]", "A number of recent cases have addressed the notion of \"good faith\" in", "sur place", "refugee claims. This Court has found that, while the question of whether a claimant's conversion was in good faith is relevant to the Applicant's credibility, the decision-maker must still consider whether the Applicant has a well-founded fear of persecution, and the Applicant must establish the risk she faces (", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 961 at para 16;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 975 at para 65;", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 629 at para 13). This view is also reflected in <FRAGMENT_SUPPRESSED> , above:"], ["[60] The applicant finally argues, as noted, that the Board erred in considering the motives for the applicant's practice of Falun Gong in Canada because Canadian case law establishes that motive is irrelevant to the assessment of a", "sur place", "claim."], ["[61] I disagree with the applicant's assertion; contrary to what the applicant claims, Canadian case law does recognise that motive for engaging in a religious practice in Canada may be considered by the RPD in an appropriate case. However, a finding that a claimant was motivated to practice a religion in Canada to buttress a fraudulent refugee claim cannot be used, in and of itself, as a basis to reject the claim. Rather, the finding that the claimant has been motivated by a desire to buttress his or her refugee claim is one factor that may be considered by the RPD in assessing the sincerity of a claimant's religious beliefs."], ["[62] The sincerity of those beliefs will be an issue in cases, like the present, where continuing the religious practice in the country of origin might place the claimant at risk. If the beliefs are not genuine, then there is no risk, as a claimant would not practice his or her newly-acquired religion in the country of origin if adherence to the religion is motivated solely by a desire to support a refugee claim. On the other hand, there may well be situations where a claimant might initially have been motivated to join a religion due to these types of motivations, but along the route, may have developed faith and become a true adherent of the religion. This appears to be what occurred in", "Ejtehadian", "(cited above at para 10), where the claimant originally began practicing Christianity to fuel his refugee claim, but later went on to join the priesthood in the Mormon church."], ["[39]", "The Board's decision with respect to good faith is reasonable in this case for two main reasons: first, as Justice Gleason underlines in <FRAGMENT_SUPPRESSED> , above, the burden of establishing the sincerity of her beliefs rests with the Applicant (para 69). The Board's conclusion that she did not do so was based on its assessment of her credibility, which I have already determined was reasonable. Given this context, I find, as in <FRAGMENT_SUPPRESSED> , that the Board's errant reliance on Mr. Hathaway's book (see", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 217 at para 29; <FRAGMENT_SUPPRESSED> , above, at para 67) does not outweigh the reasonableness of the decision as a whole. Second, and in a similar vein, the Board's comments about good faith were not determinative of its overall decision. Furthermore, the Board did indeed assess the risk the Applicant might face were she to return to China and continue to practice her religion.", "E.", "Assessment of Risk"], ["[40]", "The Applicant finally argues that the Board erred in failing to consider evidence that was contrary to its conclusions, and that it gave \"undue weight\" to evidence from the authority under scrutiny. She further submits that the Board gave too narrow a definition to persecution, such that it erroneously excluded mistreatment of church leaders, closure and destruction of churches, prohibition of proselytizing, and state imposition of dogma."], ["[41]", "I am satisfied that the Board's assessment of the risk the Applicant might face were she to return to China is reasonable for two primary reasons. First, the Board relied on the absence of documentation with respect to lay person arrests in Guangdong province to conclude that the Applicant would not face persecution were she to return to China to practice her religion. This Court has held in several cases that such a finding is reasonable (", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1577;", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 363 at para 32). I see no reason to conclude otherwise on the facts of this case."], ["[42]", "Second, contrary to the Applicant's assertions, the Board did consider evidence that was contrary to its conclusion. For example, the Board described the arrests of the Pastor in the Liangren church, and explained why it did not find that these incidents would amount to persecution for the Applicant, a lay member of a purportedly much smaller church that was not looking to expand publicly. The Board was entitled to weigh the evidence and came to a conclusion that was reasonable on the facts of the case.", "VI.", "Conclusion"], ["[43]", "The Board's credibility findings were within the range of possible, acceptable outcomes in respect of the facts and the law. Its decision was reasonable.", "JUDGMENT"], ["[44]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", "Application dismissed.", "Editor: E. Joanne Oley/klf"]]}