{"id_": "042832", "body_str": [["[1]", "Strickland, J.", ": This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "), of a decision of an immigration officer dated March 4, 2013 denying the Applicant, Sharon Hullana Rarama, a permanent resident visa as a member of the Live-In Caregiver (LIC) Class. The officer determined that the Applicant had not submitted all relevant documents and evidence as required by subsection 16(1) of the", "IRPA", "and, therefore, that it could not be established that the Applicant met all the requirements set out in subsection 72(1) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (", "IRPA Regulations", ").", "Background"], ["[2]", "The Applicant is a citizen of the Philippines. She came to Canada in September 2005 as a member of the LIC Class and subsequently applied for permanent residence having completed the required 24-month employment period. Her application was approved in principal on May 6, 2009."], ["[3]", "Prior to coming to Canada she was married to Andie Son Regimen Rarama (former husband), a resident of the Philippines, and they had a child, Ashlie Shane H. Rarama, who was born in the Philippines in August of 2002. The Applicant and her former spouse were divorced by order of the Ontario Superior Court of Justice on August 29, 2008."], ["[4]", "On her application for permanent residence made in February 2008, she listed her daughter Ashlie as a non-accompanying overseas dependent. Citizenship and Immigration Canada (CIC) advised the Applicant that her daughter must be medically examined to ensure that she was not inadmissible in accordance with the", "IRPA Regulations", ". However, and as she explained to CIC on several occasions, due a refusal to cooperate by her former husband, the Applicant was unable to have her young daughter to comply with this requirement."], ["[5]", "CIC advised that without documentary evidence that the Applicant's daughter was in the sole custody of another person, the medical examination must continue and that failure to comply may result in the refusal of the Applicant's application of permanent residence. CIC also sought proof of the attempts the Applicant had made to have her daughter examined."], ["[6]", "In June 2010 the Applicant again advised CIC that she could not provide the information required and asked, therefore, that her daughter be removed from her application for permanent residence so that her application could continue to be processed. CIC denied this request in August 2010 stating that: \"You have not shown that you are able to comply with this requirement because your child is required to undergo examination [", "sic", "], and you have not show [", "sic", "] that she is in the sole legal custody of another person, nor have you shown that you are unable to exercise your legal parental rights.\""], ["[7]", "In November 2011 CIC advised the Applicant that the", "IRPA Regulations", "provided an exception regarding the admissibility requirements for children in the sole custody of a separated or former spouse if applicants provide documentary proof of the custody arrangements. The Applicant was advised that, if she could provide such documentary evidence, it should be submitted along with a statutory declaration acknowledging the custody arrangements and stating that she was aware that she could not sponsor her child as a member of the family class in the future. The statutory declaration was to be administered by a Commissioner of Oaths or Notary Public. The Applicant made the statutory declaration on June 22, 2012 before her counsel who then provided it to CIC."], ["[8]", "CIC responded on July 23, 2012 by repeating its denial of the Applicant's request for removal of her daughter from her application and demanding that her daughter be examined. The Applicant's counsel responded by referring to the previously submitted statutory declaration and advising that the Applicant's lawyer in the Philippines had told the Applicant that she had no right to require conduct of the medical examination under Philippine law. Further, the Applicant was now involved in a relationship in Canada and had given birth to a daughter on October 11, 2012."], ["[9]", "On March 4, 2013 CIC refused the Applicant's application for permanent residence in Canada. That decision is the subject of this judicial review.", "Decision Under Review"], ["[10]", "In the March 4, 2013 letter, the officer stated that pursuant to subsection 16(1) of the", "IRPA Regulations", ", an applicant must produce all relevant evidence and documents that the officer reasonably requires. The letter goes on to explain that despite multiple requests, the Applicant had not met this requirement because she had not provided proof of attempts of medical examination or custody documents for her daughter. As a result, it could not be established that the Applicant met the requirements of permanent residence as described in section 72(1) of the", "IRPA Regulations", ". Her application for permanent residence in Canada as a member of the LIC class was therefore refused.", "Issues"], ["[11]", "The Applicant raised the following issues in her written submissions:", "1. Did the officer ignore, fail to assess, and misinterpret crucial evidence and law including:", "a) The Applicant's request to have her daughter removed from her application;", "b) Evidence that the Applicant's ex-husband had de facto custody of their daughter;", "c) Guidance from Manual IP 4 from CIC, that when the country of citizenship is the Philippines, a statutory declaration is sufficient evidence of marital breakdown;", "d) Reconciliation and change in custody arrangements were not reasonable possibilities;", "e) The amount of discretion the officer had to exempt the Applicant from the medical examination requirement; and", "2. The Officer erred in law by failing to satisfy principles of procedural fairness, discretion, and providing adequate reasons."], ["[12]", "In my view the issues can be framed as follows:", "1. What is the standard of review?", "2. Was the officer's decision reasonable?", "Standard of Review"], ["[13]", "Although the Applicant framed some of the issues that she has identified as matters of procedural fairness, including the allegation of insufficient reasons, in my view these are subsumed within the analysis of the reasonableness of the officer's decision. The adequacy of reasons no longer amounts to a stand-alone basis for quashing a decision (", "Newfoundland and  <FRAGMENT_SUPPRESSED>  at paras 14, 21-22)."], ["[14]", "Where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[15]", "A decision of a visa officer to deny a permanent residence application because an applicant has not provided proof of attempts of medical examination or custody documents is a question of fact to be evaluated on the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 730 (QL) at paras 25, 31). When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59 [ <FRAGMENT_SUPPRESSED> ]).", "Positions of the Parties"], ["[16]", "The Applicant submits that the officer's decision was unreasonable. The Applicant had showed good faith and due diligence through ongoing correspondence with CIC including giving CIC notice of her former husband's lack of cooperation in obtaining the documents and the conduct of the medical examination; the efforts made by her family and others to assist her in this regard; her loss of contact with her husband; and, submitting proof of her divorce and a statutory declaration confirming that her ex-husband had sole custody and waiving her right to sponsor her daughter in the future. Additionally, as seen from the Computer Assisted Immigration Processing System (CAIPS) notes, the Manila office of CIC had confirmed receipt of a letter from the Applicant's ex-husband stating that he refused to permit their daughter to be examined, that the Applicant had never extended financial support for the child, and, that the Applicant was now in a common law relationship with another person."], ["[17]", "The Applicant takes the view that she could not reasonably have been expected to do more. The Applicant also submits that CIC Manual IP 4 explicitly states that a statutory declaration is sufficient proof of marital breakdown and custody in countries like the Philippines where divorce is not possible."], ["[18]", "The Respondent submits that the Applicant failed to comply with CIC's request for documents and evidence despite being given eight opportunities to do so and two extensions of time over the course of four years. The Respondent takes the position that none of the documents submitted by the Applicant are sufficient to support her claim that her ex-husband has sole custody of their daughter or of attempts to have her daughter examined. In particular, the daughter is not mentioned in the court documents regarding the divorce, and the statutory declaration was not notarized.", "Analysis"], ["[19]", "For the reasons that follow, in my view, the officer's decision to refuse the Applicant's application for permanent residence was not reasonable."], ["[20]", "Section 72 of the", "IRPA Regulations", "sets out the requirements for obtaining status as a permanent resident under the LIC class which include establishing that the applicant meets the selection criteria and other requirements of that class (section 72(1)(d)) and that the applicant and his or her family members, whether accompanying or not, are not inadmissible (section 72(1)(e)(I)). Section 30 of the", "IRPA", "requires family members of foreign nationals, whether accompanying or not, to submit to a medical examination."], ["[21]", "CIC Manual IP 4 states under the heading \"9.14. Inadmissibility and non-accompanying family members\" that an exception to the requirement for medical examination of family members applies for children of applicants who are in the legal custody of someone else:", "All family members, whether accompanying or not, are required to be examined unless an officer decides otherwise. Normally, an inadmissible family member, whether accompanying or not, would render the principal applicant inadmissible.", "There are however two exceptions to this rule described in R23", ". The first is the separated spouse of the applicant.", "The second is where a child of the applicant is in the legal custody of someone other than the applicant or accompanying family member", ", or where someone other than the applicant or accompanying family member of the applicant is empowered to act on behalf of that child by virtue of a court order or written agreement or by operation of law.", "If an applicant's separated spouse or their children who are legally in the custody of someone else are inadmissible, their admissibility would not render the applicant inadmissible", ". As separated spouses can reconcile and custody arrangements for children may change, examination is required in order to safeguard the future right to sponsor them as members of the family class. If these family members are not examined, they cannot be sponsored under the family class at a later date under R117(9)(d) unless R117(10) applies.", "....", "Satisfactory written evidence of a separation and that a child is in the legal custody or guardianship or another individual (including the other parent) is required.", "Acceptable documentary proof may include the following", "• formal separation agreement;", "• letter from a lawyer indicating that divorce proceedings are underway;", "• court order in respect of children identifying the fact of the relationship breakdown;", "• documents removing the spouse or common-law partner from insurance policies or will;", "statutory declaration in the case of countries where legal separation and divorce are not possible, for example, the Philippines", "To be satisfied that the relationship has truly broken down, the officer may consider supporting evidence such as:", "• evidence that the separated spouse is living with or has children with another partner ... [emphasis added]"], ["[22]", "This excerpt from Manual IP 4 is significant because it indicates that:", "• The reason that examination of non-accompanying family members is required is to safeguard the right of the applicant to sponsor those family members later, should custody arrangements change or reconciliation occur;", "• If the exception applies, then inadmissibility of an applicant's separated spouse or their children who are legally in the custody of someone else will not render the applicant inadmissible;", "• In countries like the Philippines where legal separation or divorce is not possible, a statutory declaration describing the marital status and custody arrangements may serve as sufficient evidence for the purposes of granting the exemption to the medical examination requirement; and", "• Additional evidence that can be considered includes the fact that the separated spouse is living with or has children with another partner."], ["[23]", "While such manuals and guides issued by CIC are not regulations and are not binding, they assist the Court in assessing whether a decision being reviewed was reasonable (", "<FRAGMENT_SUPPRESSED>  at para 22)."], ["[24]", "Here, the Applicant provided a statutory declaration well in advance of the decision to refuse her application. The content of the statutory declaration is important and the relevant portions are set out below:", "1. I am providing this declaration in response to request [", "sic", "] by CIC Case Processing Centre.", "2. I confirm that my daughter Ashlie Shane Rarama is and has in fact been in the sole custody of my former husband Andie Son Rarama who resides in the Philippines and is not being made available for examination in connection with my application for permanent residence in Canada.", "3. I also confirm the same again by hereby releasing in favour of Andie Son Rarama any right I may have to claim custody of Ashlie Shane Rarama, and since Ashlie is not being made available for examination I am also releasing and giving up any right to sponsor Ashlie Shane Rarama as a member of the family class to Canada.", "4. In releasing and giving up such rights, I specifically acknowledge and do so notwithstanding that I am fully aware that I cannot sponsor Ashlie Shane Rarama as a member of the family class in the future."], ["[25]", "According to Manual IP 4, this was acceptable documentary proof of the fact that the Applicant's daughter is in the legal custody or guardianship or another individual. However, the officer's decision does not acknowledge the existence of the statutory declaration. In fact, the officer's CAIPS notes, which form a part of the reasons for the decision (", "<FRAGMENT_SUPPRESSED>  at paras 43 and 44), state that the Applicant \"has not provided any documentation regarding sole custody\". In another entry, the officer states that the statutory declaration was not notarized. However, the CIC letter requesting the statutory declaration, sent to the Applicant on November 28, 2011, states that, \"The statutory declaration must be administered by a Commissioner of Oaths or Notary Public\". As noted above, the statutory declaration was made before the Applicant's Canadian counsel who signed it as a \"Lawyer & Notary, A Commissioner etc.\""], ["[26]", "The officer was not compelled to accept the statutory declaration as de facto evidence that the Applicant's daughter was in the sole custody of her ex-husband (the provision of which distinguishes this matter from", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1407 (QL)). However, in view of the guidance offered by Manual IP 4, in my opinion, the officer would need to provide a reasonable basis upon which to refuse to accept that evidence. In this case, the only possible explanation for doing so, being that the document was not \"notarized\", directly contravenes the requirements that CIC itself set out for the Applicant. It was, as required, administered by a Notary Public and Commissioner of Oaths."], ["[27]", "Further, as stated at page 22 of Manual IP 4, in countries where \"legal separation and divorce are not possible, for example, the Philippines\", it may also be that formal custody arrangements are not be easily attained since those arrangements would arise from the event of a separation or divorce."], ["[28]", "In these circumstances, the officer's refusal without explanation to accept the statutory declaration as evidence as to the custody of the Applicant's daughter was unreasonable."], ["[29]", "It must also be noted that the very reason that the medical examination policy exists-to safeguard the", "right of the Applicant", "to sponsor her daughter at a later date-had been unambiguously waived by the Applicant in her statutory declaration. The declaration thereby met the content requirement of CIC as set out in its November 28, 2012 letter."], ["[30]", "Subsection 117(9)(d) of the", "IRPA", "states that a foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if the sponsor previously made an application for, became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined. Thus, once the statutory declaration was received, the officer no longer had any reason to require that the Applicant's daughter be medically examined. Accordingly, it was unreasonable for the officer to continue to demand proof of attempts to have her examined and to refuse to grant the exception on the basis that she had failed to do so. Subsection 16(1) of the", "IRPA Regulations", "states that an applicant must produce all relevant evidence and documents that the officer reasonably requires. The information as to the attempts by the Applicant to have her daughter medically examined was no longer relevant nor was it reasonably required."], ["[31]", "Finally, as is apparent from the CAIPS notes, there was also evidence before the officer that the Applicant had started a new relationship with a new common law spouse and had given birth to a child with her new spouse. This, as recognized by Manual IP 4, is supporting evidence that may be considered by the officer to establish that her prior relationship has truly broken down and that reconciliation was unlikely. The officer also had before him the Applicant's Certificate of Divorce from the Ontario Superior Court of Justice-further evidence that her relationship with her former husband was concluded."], ["[32]", "While an officer does not in his reasons have to refer to each and every piece of documentary evidence before him, if the evidence was significant, the omission may be fatal (", "<FRAGMENT_SUPPRESSED>  at para 38). Here the whole premise of the officer's refusal to issue the permanent residence visa was based on the Applicant's alleged failure to produce proof of attempts to examine her daughter and/or custody documentation. The refusal to accept or the ignoring of the information provided by way of the statutory declaration and otherwise was fatal in these circumstances."], ["[33]", "As a final note, the Respondent's characterization of the facts-that the Applicant had been given four years to comply and that she did not-is not persuasive nor entirely accurate. A review of the record shows that the Applicant had been in constant communication with CIC, even before she filed her application for permanent residence, and had sought CIC's advice and kept CIC fully apprised of the difficulties she was facing as regards to her former spouse's refusal to permit the medical examination. CIC did not acknowledge the substance of these communications or other relevant information."], ["[34]", "In this situation the officer's reasons did not reflect the evidence that was before him and, given that evidence, his decision was not justifiable, transparent or intelligible and did not fall within the range of possible, acceptable outcomes defensible in respect of the facts and the law."], ["[35]", "Accordingly, the application for judicial review is allowed.", "JUDGMENT"], ["[36]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed, the officer's decision is set aside and the matter is remitted back for re-determination by a different officer. No question of general importance for certification has been proposed and none arises.", "Application allowed.", "Editor: J. Danielle King/vnh"]]}