{"id_": "042979", "body_str": [["[1]", "Shore, J.", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1013:"], ["[12] A PRRA application by a failed refugee claimant is not an appeal or reconsideration of the decision of the RPD to reject a claim for refugee protection. Nevertheless, it may require consideration of some or all of the same factual and legal issues as a claim for refugee protection. In such cases there is an obvious risk of wasteful and potentially abusive relitigation. The IRPA mitigates that risk by limiting the evidence that may be presented to the PRRA officer. The limitation is found in paragraph 113", "(a", ") of the IRPA, which reads as follows:", "113.", "Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection; [ ... ] .", "113.", "Il est disposé de la demande comme il suit:", ") le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet; [...] .", "(As specified by the Federal Court of Appeal in a unanimous decision, penned by Justice Karen Sharlow)."], ["[2]", "The guiding principle in respect of new evidence submitted for the Pre-Removal Risk Assessment (PRRA) is clearly stated by Justice Judith Snider in", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 421:"], ["[5] ... The purpose of the PRRA is not to reargue the facts that were before the RPD. The decision of the RPD is to be considered as final with respect to the issue of protection under s. 96 or s. 97, subject only to the possibility that new evidence demonstrates that the applicant would be exposed to a new, different or additional risk that could not have been contemplated at the time of the RPD decision. Thus, for example, the outbreak of civil war in a country or the imposition of a new law could materially change the situation of an applicant; in such situations the PRRA provides the vehicle for assessing those newly-asserted risks.", "II.", "Introduction"], ["[3]", "This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA) of an October 2, 2009 decision of a PRRA officer determining that the Applicant is neither a Convention refugee nor a person in need of protection.", "III.", "Background"], ["[4]", "The Applicant, Mr. Mustafa Selduz, is a 46 year old citizen of Turkey who claimed refugee status based on his Kurdish ethnicity and Alevi religious beliefs. Mr. Selduz claims that his village was monitored by the Turkish military as a result of conflicts with the separatist Kurdistan Workers' Party (PKK). Mr. Selduz alleges he was arrested in 1999, 2002, 2004, 2005 and 2006 by the Turkish police. Mr. Selduz also alleges he was tortured. Mr. Selduz states he left Turkey with the help of an agent. He then travelled to the United States on July 20, 2006 and remained there for approximately one week before entering Canada on July 27, 2006."], ["[5]", "The Applicant's claim for refugee protection was rejected by the Refugee Protection Division of the Immigration and Refugee Board (RPD) due to a number of credibility concerns including inconsistencies between his Personal Information Form (PIF) and his oral testimony, in addition, his failure to seek medical attention, delay in leaving Turkey, and his ability to leave Turkey with a valid Turkish passport (as specified in the RPD decision according to an April 2002 Report by the Netherlands Delegation of the Council of the European Union, before a Turkish passport is issued by authorities to any Turkish citizen, police clearance is required). The RPD was also critical of the Applicant's failure to claim refugee protection, at the first opportunity, in the United States. The RPD relied on documentary evidence to conclude that the Applicant would not be at risk of persecution if removed from Turkey.", "IV.", "Decision under Review"], ["[6]", "The Applicant submitted three pieces of evidence which were not placed before the RPD; this evidence consisted of two arrest warrants, one from 1999 and the other from 2007 and a recent medical report analyzing scars on the Applicant's body."], ["[7]", "The officer refused to consider the 1999 arrest warrant on the grounds that it could reasonably have been placed before the RPD."], ["[8]", "The officer rejected the PRRA on the grounds that the 2007 warrant and the medical report were insufficient to overcome the credibility findings of the RPD. Specifically, the officer assigned the medical report little weight on the grounds that it was based largely on hearsay (the report states the injuries are consistent with the treatment outlined in the Applicant's PIF narrative) and lacked independent analysis."], ["[9]", "The officer also reviewed the new country condition documents produced by the Applicant and held that the country conditions in Turkey had not significantly changed since the RPD's decision."], ["[10]", "The officer found that the Applicant's submissions were largely a restatement of the arguments made before the RPD and pointed out that a PRRA is not meant to be an appeal of the RPD's decision.", "V.", "Issues"], ["[11]", "1) Did the officer err by failing to hold an oral hearing?", "2) Did the officer make unreasonable findings of fact?", "3) Did the officer fail to consider the updated submissions?", "VI.", "Relevant Legislative Provisions"], ["[12]", "PRRA officers may hold oral hearings pursuant to subsection 113(", ") of the IRPA:", "Consideration of application", "113.", "Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ") in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", ") in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and", "(i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or", "(ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.", "Examen de la demande", "113.", "Il est disposé de la demande comme il suit:", ") le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "d) s'agissant du demandeur visé au paragraphe 112(3), sur la base des éléments mentionnés à l'article 97 et, d'autre part:", "(i) soit du fait que le demandeur interdit de territoire pour grande criminalité constitue un danger pour le public au Canada,", "(ii) soit, dans le cas de tout autre demandeur, du fait que la demande devrait être rejetée en raison de la nature et de la gravité de ses actes passés ou du danger qu'il constitue pour la sécurité du Canada."], ["[13]", "Typically, oral hearings are held when the requirements in section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (Regulations) are met:", "Hearing - prescribed factors", "167.", "For the purpose of determining whether a hearing is required under paragraph 113(", ") of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection.", "Facteurs pour la tenue d'une audience", "167.", "Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", ") l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "VII.", "Positions of the Parties", "Applicant's Position", "1)", "Did the officer err by failing to hold an oral hearing?"], ["[14]", "The Applicant submits the officer came to her decision based on implicit credibility findings which entitle Mr. Selduz to an oral hearing. The Applicant contends the new evidence casts doubt on the RPD's findings that Mr. Selduz is not at risk and, if accepted, would have justified allowing the application for protection. The Applicant argues the officer must have doubted the veracity of the arrest warrants because they clearly show Mr. Selduz is in danger. The Applicant cites a number of cases from the Federal Court showing that PRRA decisions have been quashed when decision-makers mistake credibility findings for sufficiency of evidence.", "2)", "Did the officer make unreasonable findings of fact?"], ["[15]", "The Applicant submits the officer erred by finding there is insufficient evidence to establish Mr. Selduz is being sought by the authorities. The arrest warrants, if accepted as credible evidence, clearly show that Mr. Selduz is sought.", "3)", "Did the officer fail to consider the updated submissions?"], ["[16]", "The Applicant notes the updated PRRA submissions are not mentioned in the officer's list of documents which were consulted in rendering her decision. The Applicant submits this is a reviewable error because those submissions explicitly requested an oral hearing if the officer questioned the authenticity of the new documents. In addition, the Applicant submits the submissions link the new evidence to the newly submitted country condition documents showing Mr. Selduz fits the profile of someone at risk of persecution in Turkey.", "Respondent's Position", "1)", "Did the officer err by failing to hold an oral hearing?"], ["[17]", "The Respondent submits that oral hearings in the context of PRRA applications are only held in exceptional cases where issues of credibility are \"central\" to the decision in question. The Respondent cites jurisprudence showing that claimants are entitled to oral hearings only if the decision would be unfounded but for a crucial finding of credibility."], ["[18]", "The Respondent submits the officer's decision was not based on the Applicant's credibility, but rather that the evidence was insufficient to support a positive finding. The Respondent argues the true issue in this case is the weight to be assigned to the evidence and submits it was reasonably open to the officer to ascribe little weight to the warrants and medical opinion.", "2)", "Did the officer make unreasonable findings of fact?"], ["[19]", "The Respondent submits the officer found the Applicant articulated essentially the same risks as had been expressed before the RPD and the new evidence provided was insufficient to come to a different finding from the RPD."], ["[20]", "The Respondent submits a PRRA is not intended to be an appeal of a negative RPD decision. The Respondent argues the Applicant failed to produce sufficient new evidence showing he would be at risk if returned to Turkey."], ["[21]", "The Respondent argues the officer clearly explained why she assigned little weight to the new evidence; namely, that the two arrest warrants had discrepancies in the alleged crime committed. The Respondent submits the officer reasonably found the Applicant had not rebutted the RPD's finding regarding the apparent ease with which Mr. Selduz left Turkey.", "3)", "Did the officer fail to consider the updated submissions?"], ["[22]", "The Respondent submits it is clear the officer considered the new submissions, as she found counsel had essentially restated the submissions provided to the RPD.", "Applicant's Reply"], ["[23]", "The Applicant submits the officer's affidavit should be given little or no weight, as there is jurisprudence holding it is inappropriate for officers to justify their decisions with the benefit of hindsight.", "VIII.", "Standard of Review"], ["[24]", "The Court agrees with the Respondent that the question of whether an oral hearing ought to have been held raises a question of procedural fairness which should be reviewed on a standard of correctness (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 593)."], ["[25]", "The remaining two issues impugn the officer's conclusions on questions of mixed fact and law and should be reviewed on a standard of reasonableness.", "IX.", "Analysis", "1)", "Did the officer err by failing to hold an oral hearing?"], ["[26]", "The officer noted the purpose behind the PRRA system by citing the case of <FRAGMENT_SUPPRESSED> , above, wherein Justice Snider held:"], ["[5] It is well-established that a PRRA is not intended to be an appeal of a decision of the RPD (", "<FRAGMENT_SUPPRESSED>  at para. 11;", "<FRAGMENT_SUPPRESSED>  at para. 21 ( <FRAGMENT_SUPPRESSED>  at para. 14 (F.C.)). The purpose of the PRRA is not to reargue the facts that were before the RPD. The decision of the RPD is to be considered as final with respect to the issue of protection under s. 96 or s. 97, subject only to the possibility that new evidence demonstrates that the applicant would be exposed to a new, different or additional risk that could not have been contemplated at the time of the RPD decision. Thus, for example, the outbreak of civil war in a country or the imposition of a new law could materially change the situation of an applicant; in such situations the PRRA provides the vehicle for assessing those newly-asserted risks."], ["[27]", "The Court draws instruction regarding the purpose behind section 167 of the Regulations from the judgment of Justice Michael Phelan in", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 306, wherein it was held:"], ["[16] In my view, section 167 becomes operative where credibility is an issue which could result in a negative PRRA decision. The intent of the provision is to allow an Applicant to face any credibility concern which may be put in issue."], ["[28]", "The question of when a credibility concern is \"put in issue\" was answered in the case of", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 298, wherein Justice Luc Martineau held:"], ["[3] ... These factors, appearing in section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227, provide that the evidence must raise a serious and crucial issue of the applicant's credibility for a hearing to be required. Therefore, there is a right to a hearing in PRRA procedure provided that credibility is the key element on which the officer based his or her decision and that, without a critical finding on credibility, the decision would have been unfounded ..."], ["[29]", "Although the officer's decision refers to the RPD's credibility findings, the case of", "<FRAGMENT_SUPPRESSED>  F.T.R. 53, aff'd 2005 FCA 160, 339 N.R. 233 shows that references to earlier credibility findings do not necessarily make credibility a central part of a PRRA decision:"], ["[25] The respondent submits that these factors are cumulative due to the use of the conjunctive \"and\" in section 167 of the Regulations. The applicants' PRRA submissions consisted of additional arguments to their PDRCC submissions and reiterated the applicants story, and are not exceptional. The respondent submits that the Officer based her decision on the lack of evidence demonstrating personalized risk, not the credibility of the applicants. The issue of credibility was not central to the PRRA Officer's decision. The respondent argues that since the decision of the PRRA Officer does not raise a serious issue of credibility, there was no duty on the PRRA Officer to hold an oral hearing. The Court has interpreted a serious issue of credibility as an issue of credibility that is central to the decision in question, which is not the case here."], ["[26] I find that though the PRRA decision does contain references to the adverse credibility findings made by the CRDD, I am satisfied that the Officer did not import into her decision the credibility findings of the CRDD and that such references in the Officer's reasons were not determinative of her decision. The Officer did not err in considering the CRDD decision, indeed in the context of a PRRA application it was appropriate for the Officer to do so. Section 113(", ") of the IRPA provides that the factors set out in sections 96 and 97 of the IRPA shall form the basis for consideration of an application for protection."], ["[30]", "The difficulty in cases of this type was aptly summarized by Justice James Russell in", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 118:"], ["[60] It is very difficult to separate \"sufficiency\" from \"credibility\" in the context of a PRRA decision that supersedes a negative refugee determination that was based upon credibility. On the present facts I do believe that the Officer was not sufficiently alive to the distinction so that credibility issues became enmeshed with sufficiency issues."], ["[31]", "The officer held that the new evidence, although probative, was insufficient to challenge the decision of the RPD. Credibility is not in issue in this case because the Applicant made the same allegations as were rejected by the RPD. In order for the Applicant to get a positive PRRA decision, he would have to respond to the totality of the RPD's findings. The granting of an oral hearing in these circumstances would amount to a re-determination of the initial process and, as <FRAGMENT_SUPPRESSED> , above, states, that is not the proper role of a PRRA.", "2)", "Did the officer make unreasonable findings of fact?"], ["[32]", "The Applicant links this issue to the one dealt with above, stating that these findings could have been avoided had an oral hearing been held. The Applicant is essentially arguing that an arrest warrant is so prima facie probative that it must either be accepted as credible and firmly establish risk, or be disbelieved and lead to an oral hearing."], ["[33]", "It appears the Applicant is trying to cast the sufficiency of the evidence in terms of a credibility finding. In the case of", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 306, Justice Russel Zinn explained the difference between insufficiency of evidence and credibility. Justice Zinn applied his findings to the facts of that case as follows:"], ["[34] It is also my view that there is nothing in the officer's decision under review which would indicate that any part of it was based on the Applicant's credibility. The officer neither believes nor disbelieves that the Applicant is lesbian - he is unconvinced. He states that there is insufficient objective evidence to establish that she is lesbian. In short, he found that there was some evidence - the statement of counsel - but that it was insufficient to prove, on the balance of probabilities, that Ms. Ferguson was lesbian. In my view, that determination does not bring into question the Applicant's credibility."], ["[34]", "The officer accepted the new evidence as credible, but remained unconvinced that it establishes risk. The officer was unconvinced due to various problems which have arisen during the Applicant's immigration process; for instance, the 2007 arrest warrant does not rebut the RPD's finding regarding Mr. Selduz' ability to leave Turkey. Although the Applicant submits that Mr. Selduz has consistently maintained that he was aided by a human smuggler, this explanation was rejected by the RPD."], ["[35]", "The standard of reasonableness dictates that this Court is not to reweigh the evidence that was before the officer. It is the Court's conclusion that the officer's decision has a logical underpinning. To quash the decision in the present circumstances would be to effectively dictate a decision to the officer.", "3)", "Did the officer fail to consider the updated submissions?"], ["[36]", "Although it is unfortunate that the officer failed to mention the updated PRRA submissions, the Court cannot find a reviewable error on this point. The Applicant's updated submissions introduced the new evidence and requested an oral hearing if concerns arose regarding the documents. The new submissions also link the new evidence to country condition documents showing that persons suspected of separatist activities are at risk."], ["[37]", "When one reads the decision as a whole, it is clear that the officer performed the analysis that was sought in the updated submissions. The officer accepted the new evidence; found it did not warrant an oral hearing as Mr. Selduz' credibility was not in issue and found that the conditions in Turkey had not significantly changed since the RPD decision.", "X.", "Conclusion"], ["[38]", "The legislation and jurisprudence are clear that a PRRA is not intended to be an appeal of an RPD decision. The RPD based its negative decision on a large number of factors. Its decision must be considered to be determinative in the absence of new evidence. Even though the new evidence was accepted in this case, it was insufficient to overcome the manifold problems recognized by the RPD. If an oral hearing was granted, the officer would be forced to re-determine the entirety of the RPD's decision, which, as is clear from the jurisprudence, it may not do without new evidence by which to reach a different finding from that of the RPD."], ["[39]", "For all of the above reasons, the Applicant's application for judicial review is dismissed.", "JUDGMENT"], ["[40]", "THIS COURT ORDERS", "that", "1. The application for judicial review be dismissed;", "2. No serious question of general importance be certified.", "[End of document]"]]}