{"id_": "043052", "body_str": [["[1]", "Simpson, J.", "[orally]: This application for judicial review concerns whether the Immigration and Refugee Board (the Board) reasonably concluded that the principal Applicant's claim for refugee status lacked credibility and whether it was unreasonable of the Board to make a general statement to the effect that it had considered the Applicant's documents without making specific reference to a 2009 report by a Dr. Cherniak."], ["[2]", "The claim is based on events in Colombia in 1999. In that year, while a journalism student, the principal Applicant wrote an editorial in a weekly paper which was critical of the FARC's attempts to influence a local mayoral election. The Applicant was threatened in 1999 and again in 2001. Then he moved to Bogata where he was threatened again. Thereafter he left for the United States where he lived until August 2010 when he came to Canada with his wife and daughter. He claimed refugee status here, his claim in the United States having been denied."], ["[3]", "For the reasons below, this application will be dismissed:", "Credibililty"], ["[4]", "The Applicant said that he is at risk for two reasons. I will deal with them in turn. First, FARC is still looking for him. To establish this, the Applicant relied on two pieces of evidence. The first was a letter from a colleague at his journalism school. It stated that strangers had recently been asking where he lived and worked. However the Board gave the letter little weight because it was raised at the last moment. It was provided to the Board at the hearing and the PIF narrative was amended at the same time to reflect the information. The Board concluded that it was implausible that such evidence would appear on the date of the hearing. The difficulty with this conclusion is that the Applicant explained why the letter was timed as it was and the Board did not deal with the explanation. In my view, the explanation was cogent and it was unreasonable of the Board to ignore it."], ["[5]", "However there was a second problem with the letter. It did not say who was looking for the Applicant and did not suggest that there had been any threats or unusual behaviour associated with the inquiry. The Applicant's colleague did feel that the people seemed somewhat annoyed but the Board nevertheless treated the letter as a vague. In my view it was reasonable to reach that conclusion."], ["[6]", "The second piece of evidence was the Applicant's oral testimony that six months before the hearing people were still looking for him through contact with his mother and sister. As well he testified that they had again been threatened. This evidence was rejected as not credible because it was not in the amended PIF filed at the opening of the hearing and because this omission was not explained. In my view the Board's conclusions were reasonable on this issue."], ["[7]", "The second reason the Applicant said he is at risk is because he has a passion for journalism and will find it necessary to criticize the FARC in published material if he returns to Colombia. However, when asked to explain why, notwithstanding this passion, he had published nothing against the FARC during the last 11 years, he said he was concerned that the FARC would retaliate against his mother and sister. The Board therefore rejected his evidence that he would write anti-FARC material because, if he were to publish on his return to Colombia, his wife and daughter would be at risk. In my view this conclusion was also reasonable.", "State Protection"], ["[8]", "In spite of concluding that the Applicant had not provided credible evidence of recent FARC interest or his intention to pursue anti-FARC journalism, the Board nevertheless considered state protection and found it to be the determinative issue."], ["[9]", "Although the Board found that the Applicant had not taken all necessary steps to avail himself of police protection in 2001 it did not reject the claim on that basis. Instead it analyzed current documents to see whether a returning asylum seeker who it accepted had been threatened by the FARC 13 years ago while a journalism student was now at risk. The Board concluded that the Applicant did not fit the profile of those now targeted on their return. Given the documentary evidence this conclusion was also reasonable."], ["[10]", "Finally, in my view, the Board did not err in failing to refer to Dr. Cherniak's report because it did not directly address the Applicant's circumstances.", "Certification for appeal"], ["[11]", "No question was post for certification.", "ORDER"], ["[12]", "THIS COURT ORDERS that", "for these reasons the application for judicial review is hereby dismissed.", ".........................", "Sandra Patricia Gonzalez Gutierrez, Mauricio Aristizabal Cardona et Brianna Sophia Aristizabal  <FRAGMENT_SUPPRESSED>  [Traduction]: La présente demande de contrôle judiciaire porte sur la question de savoir si la Commission de l'immigration et du statut de réfugié (la Commission) a raisonnablement conclu que la demande d'asile présentée par le demandeur principal n'était pas crédible et s'il était déraisonnable de la part de la Commission de faire une déclaration générale selon laquelle elle avait examiné les documents du demandeur sans parler expressément d'un rapport rédigé par un certain M. Cherniak en 2009."], ["[2]", "La demande est fondée sur des événements survenus en Colombie en 1999. Cette année-là, alors qu'il étudiait en journalisme, le demandeur principal a publié un éditorial dans un journal hebdomadaire qui critiquait les tentatives des FARC d'influencer une élection locale à la mairie. Le demandeur a été menacé en 1999 et de nouveau en 2001. Il est ensuite déménagé à Bogota, où il a aussi été menacé. Il est ensuite parti pour les États-Unis, où il a vécu jusqu'en août 2010 quand il est venu au Canada avec sa femme et sa fille. Il a demandé l'asile au Canada puisque sa demande aux États-Unis avait été rejetée."], ["[3]", "Pour les motifs qui suivent, la présente demande sera rejetée.", "Crédibilité"], ["[4]", "Le demandeur a affirmé qu'il courrait un risque pour deux raisons. Je les examinerai à tour de rôle. Premièrement, les FARC le recherchent toujours. Pour le démontrer, le demandeur s'est fondé sur deux éléments de preuve. Le premier élément était une lettre d'un collègue de l'école de journalisme selon laquelle des inconnus avaient récemment demandé où il vivait et travaillait. Cependant, la Commission a accordé peu d'importance à cette lettre parce qu'elle a été présentée à la dernière minute. Elle a été soumise à la Commission à l'audience et l'exposé circonstancié du FRP a été modifié à ce moment-là pour refléter l'information qui y figurait. La Commission a conclu qu'il était peu probable qu'un tel élément de preuve apparaisse à la date de l'audience. Le problème que soulève cette conclusion est que le demandeur a expliqué la raison pour laquelle la lettre est arrivée à ce moment-là et la Commission n'a pas tenu compte de l'explication. À mon avis, l'explication était convaincante et il était déraisonnable de la part de la Commission de l'ignorer."], ["[5]", "Cependant, la lettre soulevait un deuxième problème. Elle ne mentionnait pas qui recherchait le demandeur et elle ne laissait pas entendre que les personnes en question avaient proféré des menaces ou eu un comportement inhabituel. Selon le collègue du demandeur, ces personnes ont semblé quelque peu ennuyées, mais la Commission a néanmoins qualifié la lettre de vague. À mon avis, il était raisonnable d'arriver à cette conclusion."], ["[6]", "Le deuxième élément de preuve était le témoignage du demandeur selon lequel six mois avant l'audience, certaines personnes le recherchaient toujours et entraient en contact avec sa mère et sa sœur. Le demandeur a affirmé qu'elles avaient été menacées de nouveau. Cet élément de preuve a été rejeté au motif qu'il n'était pas crédible parce qu'il ne figurait pas dans le FPR modifié déposé au début de l'audience et parce que cette omission n'a pas été justifiée. À mon avis, les conclusions de la Commission étaient raisonnables sur ce point."], ["[7]", "La deuxième raison pour laquelle le demandeur a affirmé courir un risque est qu'il est passionné par le journalisme et qu'il jugera nécessaire de critiquer les FARC dans des publications s'il retourne en Colombie. Cependant, lorsqu'on lui a demandé pourquoi, malgré sa passion, il n'avait rien publié contre les FARC au cours des 11 dernières années, il a affirmé qu'il craignait que les FARC n'exercent des représailles contre sa mère et sa sœur. La Commission a donc rejeté son témoignage selon lequel il écrirait des articles contre les FARC parce que, s'il publiait ses articles à son retour en Colombie, sa femme et sa fille seraient en danger. À mon avis, cette conclusion était aussi raisonnable.", "Protection de l'État"], ["[8]", "Même si la Commission a conclu que le demandeur n'avait pas présenté une preuve crédible selon laquelle les FARC avaient récemment démontré un intérêt ou qu'il avait l'intention de poursuivre sa carrière de journaliste en rédigeant des articles contre les FARC, elle a néanmoins examiné la question de la protection de l'État et a conclu qu'il s'agissait de la question déterminante."], ["[9]", "La Commission a conclu que le demandeur n'avait pas pris toutes les mesures nécessaires pour obtenir la protection de la police en 2001, mais elle n'a pas rejeté la demande pour ce motif. Elle a plutôt analysé des documents récents pour déterminer si un demandeur d'asile qui retourne dans son pays, où il avait été menacé par les FARC 13 ans plus tôt alors qu'il était un étudiant en journalisme, comme l'a reconnu la Commission, courrait encore un risque. Selon la Commission, le demandeur n'avait pas le profil de quelqu'un susceptible d'être une cible à son retour. Compte tenu de la preuve documentaire, cette conclusion était aussi raisonnable."], ["[10]", "Enfin, à mon avis, la Commission n'a commis aucune erreur en ne mentionnant pas le rapport de M. Cherniak puisqu'il ne tenait pas expressément compte de la situation du demandeur.", "Certification aux fins d'un appel"], ["[11]", "Aucune question n'a été proposée en vue de la certification.", "ORDONNANCE"], ["[12] LA COUR ORDONNE que", ", pour les présents motifs, la demande de contrôle judiciaire soit rejetée.", "[End of document]"]]}