{"id_": "043143", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA) for judicial review of a decision by an immigration officer dated May 29, 2006, which refused the applicants' application for a Pre-Removal Risk Assessment (PRRA)."], ["[2]", "The applicants request that the officer's decision be set aside and the matter be referred for redetermination by a different officer.", "Background"], ["[3]", "The applicants, Ivan de Jesus Fernandez Ortega (the principal applicant), Morelia Lucia Henao Vargas (the principal applicant's wife), and Michael Fernandez (the couple's son), are citizens of Colombia. The son is also a citizen of the United States by birth. The circumstances leading to their application for a PRRA were set out in their PRRA submissions and the principal applicant's Personal Information Form (PIF) narrative."], ["[4]", "The principal applicant began buying and selling cattle in 1995. In 1998, the principal applicant and his wife's uncle, Pedro Vargas, entered into business together. Vargas had a farm in an area where the National Liberation Army (the ELN), a guerrilla organization, was very active. The principal applicant soon began receiving telephone calls from the ELN demanding money. In February 1999, Vargas' brother was kidnapped by the ELN and detained for five days. The ELN told him to advise Vargas that if he did not pay the ELN, he would suffer the consequences."], ["[5]", "Later that year, paramilitaries moved into the area. Vargas had to accommodate their demands for supplies, and was still being threatened by the ELN. Soon thereafter, the principal applicant and his wife decided to obtain United States visitor's visas. In April 1999, the ELN told Vargas that they knew that he was supporting the paramilitaries. The ELN demanded that Vargas and the principal applicant transport a bomb and threatened them with death. The principal applicant received eight threatening phone calls from the ELN that year."], ["[6]", "The principal applicant's wife became pregnant during the summer of 1999. The couple believed it was in her best interest to leave Colombia. She left for the United States in September 1999, and the principal applicant followed in October 1999. The couple learned that Vargas was kidnapped by the ELN on December 7, 2000, and released ten days later. However, on May 15, 2001, he was found dead after allegedly having been tortured and shot by the ELN."], ["[7]", "The couple's visa expired six months after their arrival in the United States, and they feared being deported to Colombia. Their son was born and they managed to obtain employment in the United States. Following the advice of a relative, the couple sought refugee protection in Canada on February 16, 2002. They alleged a fear of being murdered by the ELN and believed that the state of Colombia was unable to protect them. Their refugee claim was denied by decision dated January 29, 2004, and leave to appeal the decision was denied on April 29, 2004. The applicants applied for a PRRA in December 2005, and the application was denied by decision dated May 29, 2006. This is the judicial review of the negative PRRA decision.", "Officer's Reasons"], ["[8]", "By letter dated May 29, 2006, the officer advised that the PRRA had been denied because the applicants would not be subjected to a risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment, if they returned to Colombia. The Notes to File formed part of the reasons for the decision. The officer referred to the negative decision of the Refugee Protection Division (the Board), wherein it was found that the applicant's evidence lacked credibility. It was noted that a PRRA application was not a second refugee hearing, as it was meant to assess new risk developments between the refugee hearing and the removal date (see", "<FRAGMENT_SUPPRESSED> )."], ["[9]", "The officer then considered the evidence submitted in support of the PRRA application. The letter from father Eduardo Escudero was vague and referred to early 1999, therefore it would have been available for the refugee hearing. Although the letter was allegedly requested before the refugee hearing, it was not signed until six months after the Board's decision. It was also signed by a person who had an interest in the outcome of the PRRA. A letter from Cesar Bustos Figueroa, a municipal official, was confusing, as it indicated that the information in the letter had been obtained from the municipality record of August 9, 1999; however, it referred to the Vargas murder, which occurred in May 2001. The officer found that the discrepancy diminished the value of the letter."], ["[10]", "A positive refugee decision concerning Alexandra Del Pilar Henao Vargas and family was made on September 30, 2003, which pre-dated the Board's rejection of the applicants' claim. The PIF and positive refugee decision regarding Julian David Henao Vargas and Luisa Fernanda Henao Vargas, relatives of the principal applicant's wife, were considered by the officer. The officer found that the claim was made by different individuals than the applicants and in circumstances unique to the claimants. These documents were therefore attributed little weight. In addition, the reasons for the Board's positive refugee decision were not provided."], ["[11]", "The officer then considered documentary evidence concerning country conditions in Colombia. It was noted that while the state could not adequately protect in the circumstances described by the principal applicant, his account had been undermined at the refugee hearing. There was insufficient new evidence showing that the applicants were at risk in Colombia. While conditions in Colombia were less than perfect, the government was making progress in limiting the effects of terrorism and paramilitary groups. The officer concluded that conditions in Colombia had not deteriorated since the rejection of the applicants' refugee claim.", "Issues"], ["[12]", "The applicants submitted the following issues for consideration:", "1. Did the officer err in his assessment of the new evidence?", "2. Did the officer misstate or misconstrue the basis of the risk asserted by the applicants?", "3. Did the officer breach the duty of fairness by failing to hold a hearing?", "Applicants' Submissions"], ["[13]", "The applicants submitted that the officer erred in discounting new evidence. It was noted that the PIF narrative of Julian Vargas and Luisa Fernanda, who were successful refugee claimants, referred to the same events noted in the principal applicant's PIF narrative. The applicants submitted that the officer must have been unaware of the Board's procedure, in that written reasons were not necessarily provided for positive refugee determinations."], ["[14]", "In addition, the officer did not adequately consider the PIF narrative of Vargas and Fernanda, finding only that their claim was made in \"unique circumstances.\" It was submitted that the officer erred in dismissing the credible evidence of persons similarly situated to the applicants, whose fear of persecution were found to be objectively well-founded. In light of this evidence, it was submitted that the officer's finding that there was insufficient new evidence showing that the applicants were at risk, was made without regard to the evidence (see", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.))."], ["[15]", "The applicants submitted that the letter from father Eduardo Escudero corroborated the applicant's PRRA submissions. The letter indicated that the principal applicant told a reliable source at the time he was experiencing problems that he was being threatened by an armed group and planned to leave Colombia. It was submitted that it was patently unreasonable to discount evidence because it came from a person known to the applicant and who could have an interest in the outcome of the  <FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[16]", "The applicants submitted that the fact that the letter was signed six months after the Board's decision, and did not refer to the principal applicant's cattle business in detail, were irrelevant considerations. Finally, it was submitted that the father had good reason not to mention the specific armed group feared by the applicants, given that the ELN was still active in his parish."], ["[17]", "The applicants submitted that the officer erred in misconstruing the basis of the risk they faced if they returned to Colombia. The officer found that the fact that the applicants were no longer involved in the cattle business meant that they were no longer at risk. The principal applicant's PIF narrative indicated that while the ELN initially demanded money from himself and Vargas, they later changed their demand to that of collaboration."], ["[18]", "The applicants submitted that the officer erred in relying upon the fact that there was no evidence that their other family members in Colombia were being threatened. The officer discounted positive Board decisions made with respect to the applicants' family members who fled Colombia, on the basis that they were different people with different histories. However, the officer found that family members remaining in Colombia were similarly situated to the applicants, and since they were not being threatened, neither would the applicants."], ["[19]", "The applicants submitted that the officer breached the duty of fairness by failing to hold an oral hearing. It was submitted that since the officer had credibility concerns regarding the application that resulted in a negative PRRA decision, the applicants should have been given the opportunity to address such concerns in the context of a hearing (see", "<FRAGMENT_SUPPRESSED> ).", "Respondent's Submissions"], ["[20]", "The respondent submitted that the standard of review applicable to PRRA decisions for questions of fact was patent unreasonableness (see", "<FRAGMENT_SUPPRESSED> ). It was submitted that where the officer's conclusions were based upon the review of documentary evidence regarding country conditions, the decision should only be overturned it if was entirely unsupported on the evidence (see", "<FRAGMENT_SUPPRESSED> )."], ["[21]", "The respondent submitted that the applicants' PRRA application was based upon the same claim that had been rejected by the Board on the basis of a lack of credibility. It was submitted that the officer's role in the context of a PRRA was not to revisit the Board's credibility or factual findings (see", "<FRAGMENT_SUPPRESSED> ). The respondent submitted that the officer's role was to assess the development of new risks since the refugee hearing. It was submitted that the applicants failed to establish a new personalized risk of persecution; therefore, the officer properly rejected the PRRA application (see <FRAGMENT_SUPPRESSED> above)."], ["[22]", "The respondent submitted that the evidence submitted by the applicants did not overcome the Board's negative credibility findings. As a result, it was submitted that there was no need to convoke an oral hearing, since no fresh credibility findings were made. It was submitted that the Court should decline to reweigh the evidence assessed by the officer (see", "<FRAGMENT_SUPPRESSED> ).", "Analysis and Decision", "Standard of Review"], ["[23]", "The PRRA officer's factual determinations are reviewable on the standard of patent unreasonableness (see", "Kim", "above). It is well established that breaches of procedural fairness are subject to review on a correctness standard."], ["[24]", "First, I will address Issue 3."], ["[25]", "Issue 3", "Did the officer breach the duty of fairness by failing to hold a hearing?", "The applicants submitted that the officer erred by failing to hold a hearing. PRRA applications are usually decided on the basis of written submissions. Subsection 113(b) of IRPA states that hearings may be held, if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required. Section 167 of the", "Immigration and Refugee Protection Regulations", ", S.O.R. /2002-227 (the Regulations) prescribes the factors to be considered in determining whether a hearing is required."], ["[26]", "It is clear from the applicants' PRRA submissions that new evidence was tendered in order to refute the Board's negative credibility finding. The applicants' PRRA submissions state in part:", "Credibility when compared to sibling's claim", "More importantly, Morelia's younger twin siblings, Julian and Luisa, arrived and were also granted refugee status after a full hearing at the Board.", "Their claim was based on largely the same circumstances and factual basis as the applicant's claim.", "Julian and Luisa were successful, and Morelia and Ivan were not. Significantly, Julian and Luisa reiterated the facts with respect to their two uncles, who are also Morelia's two uncles, and Julian and Luisa reiterated the facts with regard to the", "vacuna", "being paid and the murder of one uncle and the disappearance of the other. They were believed and were accepted.", ". . . . .", "Conclusion - Credibility at IRB", "Therefore, there is new evidence since the claimants' hearing which should cause concern for any reviewing officer as regards the credibility determinations made by the Board."], ["[27]", "The officer's PRRA decision states::", "While the state would not be able to adequately protect in the circumstances the applicant has described, the fact remains that his account was seriously undermined by the RPD hearing.", "He has not provided sufficient new evidence to show that he and his family are at personal risk in Colombia. There is still no link suggesting harm from the ELN and no evidence before me that they are being sought by the guerrillas. The evidence does not show that the applicants' family in Colombia have been threatened or harmed by the ELN. (Emphasis Added)"], ["[28]", "In <FRAGMENT_SUPPRESSED> above, Justice Phelan stated the following at paragraphs 15 to 17:", "Section 167 is an awkwardly worded section. On one reading of the section, paragraph (a) suggest that the evidence at issue is evidence which challenges the presumption of the Applicant's credibility. However, in paragraph (c), that same evidence would be evidence that would favour an Applicant.", "In my view, section 167 becomes operative where credibility is an issue which could result in a negative PRRA decision. The intent of the provision is to allow an Applicant to face any credibility concern which may be put in issue.", "The record in this case shows that the Officer had credibility concerns. Although the case was decided principally on the basis of \"objective fear\", if the Applicant's contentions had been accepted, a positive PRRA would have resulted. The fact that, in the end, the PRRA decision is based on other than credibility does not lessen the right to an oral hearing."], ["[29]", "The officer found that absent the principal applicant's lack of credibility before the Board, the circumstances were such that the state would not be able to protect the applicants. In my view, this statement was a credibility finding. I believe that the officer ought to have held a hearing, given that the applicant's evidence (specifically, the PIF narrative of Julian and Luisa Vargas and their successful refugee claim) was submitted in order to counter the Board's negative credibility findings. Regardless of the fact that the officer found that there was insufficient new evidence that the applicants were at risk in Colombia, I believe that the officer erred in failing to hold an oral hearing in light of significant credibility concerns."], ["[30]", "Because of my finding on this issue, I need not deal with the remaining issues."], ["[31]", "The application for judicial review is therefore allowed and the matter is referred to a different PRRA officer for redetermination."], ["[32]", "Neither party wished to submit a proposed serious question of general importance for certification for my consideration.", "JUDGMENT"], ["[33]", "IT IS ORDERED that", "the application for judicial review is allowed and the matter is referred to a different PRRA officer for redetermination.", "ANNEX", "Relevant Statutory Provisions", "The relevant statutory provisions are set out in this section.", "The", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27.:", "112.(1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "(2) Despite subsection (1), a person may not apply for protection if", "(a) they are the subject of an authority to proceed issued under section 15 of the Extradition Act;", "(b) they have made a claim to refugee protection that has been determined under paragraph 101(1)(e) to be ineligible;", "(c) in the case of a person who has not left Canada since the application for protection was rejected, the prescribed period has not expired; or", "(d) in the case of a person who has left Canada since the removal order came into force, less than six months have passed since they left Canada after their claim to refugee protection was determined to be ineligible, abandoned, withdrawn or rejected, or their application for protection was rejected.", "(3) Refugee protection may not result from an application for protection if the person", "(a) is determined to be inadmissible on grounds of security, violating human or international rights or organized criminality;", "(b) is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punished by a term of imprisonment of at least two years or with respect to a conviction outside Canada for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years;", "(c) made a claim to refugee protection that was rejected on the basis of section F of Article 1 of the Refugee Convention; or", "(d) is named in a certificate referred to in subsection 77(1).", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "(d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and", "(i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or", "(ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.", "112.(1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).", "(2) Elle n'est pas admise à demander la protection dans les cas suivants:", "a) elle est visée par un arrêté introductif d'instance pris au titre de l'article 15 de la Loi sur l'extradition;", "b) sa demande d'asile a été jugée irrecevable au titre de l'alinéa 101(1)e);", "c) si elle n'a pas quitté le Canada après le rejet de sa demande de protection, le délai prévu par règlement n'a pas expiré;", "d) dans le cas contraire, six mois ne se sont pas écoulés depuis son départ consécutif soit au rejet de sa demande d'asile ou de protection, soit à un prononcé d'irrecevabilité, de désistement ou de retrait de sa demande d'asile.", "(3) L'asile ne peut être conféré au demandeur dans les cas suivants:", "a) il est interdit de territoire pour raison de sécurité ou pour atteinte aux droits humains ou internationaux ou criminalité organisée;", "b) il est interdit de territoire pour grande criminalité pour déclaration de culpabilité au Canada punie par un emprisonnement d'au moins deux ans ou pour toute déclaration de culpabilité à l'extérieur du Canada pour une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;", "c) il a été débouté de sa demande d'asile au titre de la section F de l'article premier de la Convention sur les réfugiés;", "d) il est nommé au certificat visé au paragraphe 77(1).", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "d) s'agissant du demandeur visé au paragraphe 112(3), sur la base des éléments mentionnés à l'article 97 et, d'autre part:", "(i) soit du fait que le demandeur interdit de territoire pour grande criminalité constitue un danger pour le public au Canada,", "(ii) soit, dans le cas de tout autre demandeur, du fait que la demande devrait être rejetée en raison de la nature et de la gravité de ses actes passés ou du danger qu'il constitue pour la sécurité du Canada.", "The", "Immigration and Refugee Protection Regulations", ", S.O.R. 2002-227:", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "167. Pour l'application de l'alinéa 113b) de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "[End of document]"]]}