{"id_": "043179", "body_str": [["[1]", "Zinn, J.", ": This is an application for judicial review of a decision of Passport Canada under sections 10(2)(b) and 10.3 of the", "Canadian Passport Order", ", SI/81-86 [CPO], dated June 12, 2013, to revoke the Applicant's passport and impose a period of refusal of passport services of four years."], ["[2]", "The facts are not disputed."], ["[3]", "Lucia Siska, was issued a Canadian passport on May 14, 2008. On September 1, 2012, she was scheduled to fly with her daughter, Lucero Quiroz, to Toronto from Lima, Peru. They checked in for their flight, but between check-in and boarding, their passports went missing. As a result, they did not board their flight as scheduled."], ["[4]", "After the flight departed, Ms. Quiroz admitted to her mother that she had taken the passports from the check-in counter and hidden them in her shoe, as she did not want to leave Peru. Ms. Siska in a written statement said: \"I checked the passport & look like OK.\" She subsequently advised the Canada Border Services Agency [CBSA] that the passports had been found."], ["[5]", "On September 7, 2012, Ms. Siska and her daughter attempted to check in for another Air Canada flight from Lima to Toronto. Both of their passports had a substituted bio-data page (i.e. the page of the passport with a photograph and biographic information of the passport holder) which had various deficiencies compared to a legitimate bio-data page. Specifically, the page was a colour photocopy of the original genuine page but the page had been cut out with scissors, the edges had not been cut straight, the text was cut off in some places, the copy had been made with an ink jet printer, the copy was affixed with clear adhesive tape, the pages were laminated with a thick laminate, it was not optically variable, perforations were reproduced by a print technique, and the corners were not die-cut."], ["[6]", "The two passports were seized by CBSA. Ms. Siska and her daughter were directed to the Canadian embassy where on September 10, 2012, she completed a declaration concerning a lost, stolen, inaccessible, damaged or found Canadian travel document and she provided a written statement of the events leading up to the seizure of the passports. She concluded that statement as follows: \"On September 07 in the airport I notice the passport the first page was damaged [", "sic", "].\" She was issued an Emergency Travel Document for her return to Canada."], ["[7]", "On March 27, 2013, an Investigator from the Investigations Division of Passport Canada advised Ms. Siska in writing that she was the subject of an investigation for misuse of a passport issued in her name."], ["[8]", "On May 13, 2013, Ms. Siska sent submissions to Passport Canada from both herself and her daughter. She indicated that she had been unaware of any tampering with her passport, and that her daughter had altered the passports unbeknownst to her. She also stated that she had noticed that the pictures in the passports were damaged, but thought that the damage was caused because they had been stored in her daughter's shoe. She said that had she known that the page was a copy of the original, with the deficiencies noted above, she would not have attempted to travel on the passport. Her daughter stated that she had altered the passports one day before the flight because she did not want to return to Canada."], ["[9]", "On June 12, 2013, Passport Canada issued the decision revoking Ms. Siska's passport and imposing a period of refusal of passport services. The decision-maker concluded that Ms. Siska was, in fact, aware of the damage to the passport, yet attempted to travel with them anyway. The relevant portion of the decision reads as follows:", "After a thorough review of all the information gathered throughout the investigation and your submissions, it has been determined that, based on the balance of probabilities, there is sufficient information to support a conclusion that you attempted to use Canadian passport WS641640 issued in your name to assist you in committing the indictable offence of possessing a forged passport, contrary to section 57(3) of the", "Criminal Code", "; and of attempting to use a forged or altered document for the purpose of entering Canada, contrary to section 122(1) of the", "Immigration and Refugee Protection Act", "(the", "IRPA", "), in combination with sections 122(2) and 123 of the", "IRPA", "Given the aforementioned, it is important to note that criminal proceedings are separate from any action taken by Passport Canada. Therefore, the decision is to revoke passport WS641640 issued in your name under section 10(2)(b) of the", "Canadian Passport Order", ", SI/81-86, as amended (the", "Order", "), and", "to impose a period of refusal of passport services until September 7, 2016", ", pursuant to section 10.3 of the", "Order", "The application of section 10(2)(b) of the", "Order", "does not require you to have been charged with, or convicted of, an offence in Canada or abroad. For this section of the", "Order", "to apply it is sufficient to determine, based on the balance of probabilities, that the passport was used in the commission of an act or omission that constitutes an indictable offence in Canada, or an act or omission in a foreign state that would constitute an indictable offence if committed in Canada.", "Section 10.3 of the Order authorizes Passport Canada to impose a period of refusal of passport services when a passport issued to a person has expired but, had the passport not expired, could have been revoked under any of the grounds set out in sections 10 and 10.1. Although passport WS641640 has expired, this section of the", "Order", "applies as the misuse of the passport occurred before its expiry on May 14, 2013.", "This ineligibility period has been computed to correspond with the date passport WS641640, was misused, which was September 7, 2012. This reflects the seriousness with which we regard passport abuse, misuse or misinformation in the context of entitlement to passport services.", "(bolding in original, emphasis added)"], ["[10]", "The relevant provisions of the CPO are as follows:", "10(2) In addition, the Minister may revoke the passport of a person who", "(a) being outside Canada, stands charged in a foreign country or state with the commission of any offence that would constitute an indictable offence if committed in Canada;", "(b) uses the passport to assist him in committing an indictable offence in Canada or any offence in a foreign country or state that would constitute an indictable offence if committed in Canada;", "(c) permits another person to use the passport;", "(d) has obtained the passport by means of false or misleading information; or", "(e) has ceased to be a Canadian citizen.", "10.1 Without limiting the generality of subsections 4(3) and (4) and for greater certainty, the Minister may refuse or revoke a passport if the Minister is of the opinion that such action is necessary for the national security of Canada or another country.", "10.2 The authority to make a decision to refuse to issue or to revoke a passport under this Order, except for the grounds set out in paragraph 9(g), includes the authority to impose a period of refusal of passport services.", "10.3 If a passport that is issued to a person has expired but could have been revoked under any of the grounds set out in sections 10 and 10.1 had it not expired, the Minister may impose a period of refusal of passport services on those same grounds, except for the grounds set out in paragraph 9(g), if the facts that could otherwise have led to the revocation of the passport occurred before its expiry date.", "10(2) Il peut en outre révoquer le passeport de la personne qui:", "a) étant en dehors du Canada, est accusée dans un pays ou un État étranger d'avoir commis une infraction qui constituerait un acte criminel si elle était commise au Canada;", "b) utilise le passeport pour commettre un acte criminel au Canada, ou pour commettre, dans un pays ou État étranger, une infraction qui constituerait un acte criminel si elle était commise au Canada;", "c) permet à une autre personne de se servir du passeport;", "d) a obtenu le passeport au moyen de renseignements faux ou trompeurs;", "e) n'est plus citoyen canadien.", "10.1 Sans que soit limitée la généralité des paragraphes 4(3) et (4), il est entendu que le ministre peut refuser de délivrer un passeport ou en révoquer un s'il est d'avis que cela est nécessaire pour la sécurité nationale du Canada ou d'un autre pays.", "10.2 Le pouvoir de prendre la décision de refuser la délivrance d'un passeport ou d'en révoquer un en vertu du présent décret, pour tout motif autre que celui prévu à l'alinéa 9", "), comprend le pouvoir d'imposer une période de refus de services de passeport.", "10.3 Dans le cas où un passeport aurait pu être révoqué pour l'un des motifs visés aux articles 10 et 10.1 - à l'exception du motif prévu à l'alinéa 9", ")- s'il n'avait pas été expiré, le ministre peut imposer une période de refus de services de passeport pour le même motif si les faits qui auraient autrement pu mener à la révocation se sont produits avant la date d'expiration."], ["[11]", "Ms. Siska, who is self-represented, alleges that (1) the decision failed to acknowledge the fact that her daughter acted alone in altering the passport, (2) the decision is incoherent, (3) the decision is not supported by sufficient reasons, and (4) the decision is not supported by the evidence on file. She did not allege as an issue the authority of the Minister to revoke her passport and refuse her passport services given the facts as the Minister found them; however, it is that issue on which this decision rests."], ["[12]", "In his memorandum, counsel for the Minister relied on this Court's decision in", "<FRAGMENT_SUPPRESSED>  (QL) [ <FRAGMENT_SUPPRESSED> ] for the proposition that it is not necessary for the purposes of paragraph 10(2)(b) of the CPO that the person whose passport is being revoked has had a charge laid or been convicted of an indictable offence. At paragraphs 10 and 11 of <FRAGMENT_SUPPRESSED> , Justice Simpson stated as follows:", "The dispute concerns the meaning of \"committing an indictable offence\".", "With regard to the word \"committed\", it is relevant to note that section 10(a) of the CPO deals with people who have been \"charged\" with an offence, while section 9 covers both those who have been \"charged\" (sections 9(b) and (c)) and those who have been \"convicted\" (section 9(e)).", "In this context it is clear, and the Applicant does not dispute, that the word \"committed\" in section 10(b) of the CPO is not intended to include a requirement that a charge has been laid or that a conviction has been obtained.", "(emphasis added)"], ["[13]", "The dispute in <FRAGMENT_SUPPRESSED> turned not on whether that applicant had \"committed\" an offence, rather it turned on whether it was an", "indictable", "offence as the Crown had elected to proceed summarily. What is important to note for the present purposes is that Mr. Vithiyananthan had been charged and convicted of an offence, specifically the offence then provided for in subsection 94(2) of the", "Immigration Act", ", RSC 1985, c I-2, of having aided and abetted his cousin to enter Canada illegally."], ["[14]", "Accordingly, the emphasized portion of the judgment recited above that is relied upon by the Minister is", "obiter", ". It was not required for the purposes of the decision."], ["[15]", "The Applicant here, unlike Mr. Vithiyananthan, has not been charged or convicted of any of the offences referenced by the decision-maker in the decision under review."], ["[16]", "Counsel for the Minister quite properly brought to the attention of the Court, Justice Phelan's recent decision in", "<FRAGMENT_SUPPRESSED>  [2014] FCJ No 60 (QL) [ <FRAGMENT_SUPPRESSED> ]. Counsel informed the Court that it is presently under appeal and urged the Court not to follow it. Justice Phelan held that a revocation of a passport pursuant to paragraph 10(2)(b) of the CPO is dependent upon there having been a conviction. He states the basis for his conclusion succinctly in paragraphs 14 to 16, as follows:", "In interpreting paragraph 10(2)", "(b)", ", the power to revoke is dependent on the commission of an indictable offence in Canada or an offence of similar type in another country. The words \"in committing an indictable offence\" mean that a precondition to revocation or service denial is the commission of an indictable offence by the subject person.", "There was no finding of the commission of an indictable offence. Not only did the Director not say so (he only referred to misuse of a passport), the Director has no jurisdiction to make such a finding. That type of finding is a matter of criminal law to be determined by a judge, not by a government official. The constitutional prohibition on the executive branch of government to find someone guilty of an indictable offence is too settled to require further elaboration.", "It is noteworthy that paragraph 10(2)", "(b)", "is not couched in terms of \"has reason to believe\" or \"there are grounds to believe that an offence may have been committed\" or other such words used in various other immigration provisions. Such language might well have invested the Director with the jurisdiction he thought he had. However, in the absence of such wording, the Director did not have the authority to find that an indictable offence had occurred"], ["[17]", "Although it is not referred to in his Reasons, the decision in <FRAGMENT_SUPPRESSED> was before Justice Phelan in <FRAGMENT_SUPPRESSED> , as it was here. Comity would not have applied there, nor here, because the passage relied upon by the Minister is", "obiter"], ["[18]", "I find Justice Phelan's reasoning compelling. I agree with him that it is a precondition to passport revocation under paragraph 10(2)(b) of the CPO that the passport holder has been convicted of an indictable offence. Because Ms. Siska was never convicted, let alone charged, the decision to revoke her passport was made without authority."], ["[19]", "In any event, the revocation was invalid because the passport had expired by the time it was purportedly revoked. The Minister can only revoke a passport that has not expired. This is clear from section 10.3 of the CPO which speaks to a situation where, but for the expiration of the passport, it could have been revoked under paragraph 10(2)(b)."], ["[20]", "In fact, the Minister relied on section 10.3 to impose a period of refusal of passport services. This decision to impose a refusal of passport services is also made without authority as such an order can only be made on the same grounds set out in sections 10 and 10.1. As there was no conviction as required under section 10, and no suggestion of any national security issues as provided for in section 10.1, there is no authority to impose the withdrawal of services."], ["[21]", "For these reasons, the application must be granted."], ["[22]", "The Applicant sought her costs in the amount of $2,000. However, as she was self-represented and as the basis for her success is due entirely to the Minister's counsel fulfilling his duty to the Court and bringing <FRAGMENT_SUPPRESSED> to our attention, there will be no order as to costs.", "JUDGMENT"], ["[23]", "THIS COURT'S JUDGMENT is that", "this application is granted and the decision revoking the passport of Ruth Lucia Siska and imposing a period of refusal of passport services is quashed and no costs are ordered.", ".........................", "<FRAGMENT_SUPPRESSED>  judiciaire d'une décision de Passeport Canada rendue le 12 juin 2013 en vertu de l'alinéa 10(2)", ") et de l'article 10.3 du", "Décret sur les passeports canadiens", ", TR/81-86 [DPC], qui révoque le passeport de la demanderesse et lui impose une période de refus de services de passeport de quatre ans."], ["[2]", "Les faits ne sont pas contestés."], ["[3]", "Lucia Siska s'est vue délivrer un passeport canadien, le 14 mai 2008. Le 1er septembre 2012 elle devait s'envoler de Lima (Pérou) vers Toronto en compagnie de sa fille, Lucero Quiroz. Elles se sont enregistrées pour leur vol, mais leurs passeports se sont égarés entre l'enregistrement et l'embarquement. Elles n'ont donc pas pu prendre leur vol tel que prévu."], ["[4]", "Après le départ du vol, Mme Quiroz admit à sa mère qu'elle avait subtilisé les passeports au comptoir d'enregistrement pour les dissimuler dans sa chaussure parce qu'elle ne voulait pas quitter le Pérou. Mme Siska a affirmé dans une déclaration écrite: [traduction] « J'ai examiné les passeports et ils semblaient en bon état. » Elle a par la suite avisé l'Agence des services frontaliers du Canada [ASFC] que les passeports avaient été retrouvés."], ["[5]", "Le 7 septembre 2012, Mme Siska et sa fille tentèrent de s'embarquer sur un autre vol d'Air Canada reliant Lima à Toronto. La page des renseignements personnels (c.-à-d. la page du passeport sur laquelle figurent la photo et les renseignements personnels du titulaire du passeport) des deux passeports avait été remplacée par une page qui présentait de nombreuses anomalies comparativement à une page de renseignements personnels authentique. Plus particulièrement, la page était une photocopie en couleur de la page originale authentique. Elle avait été découpée avec des ciseaux; les bordures n'étaient pas droites; le texte était coupé par endroits; la copie avait été faite au moyen d'une imprimante à jet d'encre; la copie avait été apposée à l'aide de ruban adhésif transparent; les pages avaient été laminées avec un laminé épais; elles n'avaient pas de couleur changeante; les perforations avaient été reproduites au moyen d'un procédé d'impression et les coins n'étaient pas découpés à la forme."], ["[6]", "Les deux passeports furent saisis par l'ASFC. Mme Siska et sa fille furent dirigées vers l'ambassade du Canada où, le 10 septembre 2012, Mme Siska a rempli une déclaration de document de voyage canadien perdu, volé, inaccessible, endommagé ou trouvé et a fait une déclaration écrite dans laquelle elle relatait les événements ayant mené à la saisie des passeports. Elle a conclu sa déclaration comme suit: [traduction] « Le 7 septembre, à l'aéroport, je remarque que la première page du était endommagée ». On lui a délivré un document de voyage provisoire afin qu'elle puisse rentrer au Canada."], ["[7]", "Le 27 mars 2013, un enquêteur de la Division des enquêtes de Passeport Canada a visé Mme Siska par écrit qu'elle faisait l'objet d'une enquête pour mauvaise utilisation d'un passeport délivré à son nom."], ["[8]", "Le 13 mai 2013, Mme Siska a transmis ses observations et celles de sa fille à Passeport Canada. Elle y mentionnait qu'elle ne savait pas que son passeport avait été falsifié et que sa fille avait falsifié les passeports à son insu. Elle a également déclaré qu'elle avait remarqué que les photos des passeports étaient endommagées, mais croyait que les dommages avaient été causés par la dissimulation des passeports dans la chaussure de sa fille. Elle a ajouté que si elle avait su que la page était une copie de l'original, présentant les anomalies déjà mentionnées, elle n'aurait pas tenté de voyager avec ce passeport. Sa fille a déclaré qu'elle avait falsifié le passeport un jour avant le vol parce qu'elle ne voulait pas rentrer au Canada."], ["[9]", "Le 12 juin 2013, Passeport Canada a rendu une décision par laquelle elle révoquait le passeport de Mme Siska et lui imposait une période de refus de services de passeport. Le décideur concluait que Mme Siska était, en fait, au courant des dommages causés à son passeport et qu'elle avait tenté malgré cela de l'utiliser pour voyager. La partie pertinente de la décision se lit comme suit:", "[TRADUCTION] Après avoir procédé à un examen rigoureux de tous les renseignements recueillis au cours de l'enquête et de vos observations, il a été établi, par prépondérance des probabilités, que nous disposons de suffisamment d'éléments pour conclure que vous avez tenté d'utiliser le passeport canadien WS641640 délivré à votre nom afin de commettre l'acte criminel prévu au paragraphe 57 (3) du", "Code criminel", "qui consiste à avoir eu en votre possession un faux passeport; et d'avoir tenté d'utiliser un document faux ou contrefait dans le but d'entrer au Canada, en contravention avec le paragraphe 122 (1) de la", "Loi sur l'immigration et la protection des réfugiés", "LIPR", ") lu en conjonction avec le paragraphe 122 (2) et l'article 123 de la", "LIPR", "Au vu de ce qui précède, il est important de souligner que la procédure criminelle est indépendante de toute mesure que Passeport Canada peut prendre. Par conséquent, il est décidé en vertu de l'alinéa 10(2)", ") et de l'article 10.3 du", "Décret sur les passeports canadiens", ", TR/81-86, modifié (le", "Décret", "), de révoquer le passeport WS641640 délivré à votre nom, et", "de vous imposer une période de refus de service de passeport jusqu'au 7 septembre 2016,", "en vertu de l'article 10.3 du", "Décret", "L'application de l'alinéa 10(2)", ") du", "Décret", "n'est pas subordonnée à votre mise en accusation ou à votre déclaration de culpabilité pour une infraction commise au Canada ou à l'étranger. Aux fins de l'application de cet alinéa du", "Décret", ", il suffit d'établir, par prépondérance des probabilités, que le passeport a été utilisé pour commettre une infraction qui constitue un acte criminel au Canada ou pour commettre une infraction dans un État étranger qui constituerait un acte criminel si elle était commise au Canada;", "L'article 10.3 du Décret permet à Passeport Canada d'imposer une période de refus de services de passeport lorsqu'un passeport délivré à une personne est expiré ou, dans les cas où le passeport n'est pas expiré, aurait pu être révoqué pour l'un des motifs énoncés aux articles 10 et 10.1. Bien que le passeport WS641640 soit expiré, cet article du", "Décret", "s'applique étant donné que la mauvaise utilisation du passeport s'est produite avant son expiration en date du 14 mai 2013.", "Cette période d'inéligibilité a été calculée pour correspondre à la date de la mauvaise utilisation du passeport WS641640 à savoir, le 7 septembre 2012. Cette décision reflète la gravité, selon nous, de l'utilisation abusive ou de la mauvaise utilisation d'un passeport ou de la présentation de renseignements erronés dans le contexte de l'admissibilité aux services de passeport.", "[Caractères gras dans l'original, non souligné dans l'original.]"], ["[10]", "Les articles pertinents du DPC sont les suivants:", "10(2) Il peut en outre révoquer le passeport de la personne qui:", "a) étant en dehors du Canada, est accusée dans un pays ou un État étranger d'avoir commis une infraction qui constituerait un acte criminel si elle était commise au Canada;", "b) utilise le passeport pour commettre un acte criminel au Canada, ou pour commettre, dans un pays ou État étranger, une infraction qui constituerait un acte criminel si elle était commise au Canada;", "c) permet à une autre personne de se servir du passeport;", "d) a obtenu le passeport au moyen de renseignements faux ou trompeurs;", "e) n'est plus citoyen canadien.", "10.1 Sans que soit limitée la généralité des paragraphes 4(3) et (4), il est entendu que le ministre peut refuser de délivrer un passeport ou en révoquer un s'il est d'avis que cela est nécessaire pour la sécurité nationale du Canada ou d'un autre pays.", "10.2 Le pouvoir de prendre la décision de refuser la délivrance d'un passeport ou d'en révoquer un en vertu du présent décret, pour tout motif autre que celui prévu à l'alinéa 9", "), comprend le pouvoir d'imposer une période de refus de services de passeport.", "10.3 Dans le cas où un passeport aurait pu être révoqué pour l'un des motifs visés aux articles 10 et 10.1 - à l'exception du motif prévu à l'alinéa 9", ")- s'il n'avait pas été expiré, le ministre peut imposer une période de refus de services de passeport pour le même motif si les faits qui auraient autrement pu mener à la révocation se sont produits avant la date d'expiration.", "10(2) In addition, the Minister may revoke the passport of a person who", "(a) being outside Canada, stands charged in a foreign country or state with the commission of any offence that would constitute an indictable offence if committed in Canada;", "(b) uses the passport to assist him in committing an indictable offence in Canada or any offence in a foreign country or state that would constitute an indictable offence if committed in Canada;", "(c) permits another person to use the passport;", "(d) has obtained the passport by means of false or misleading information; or", "(e) has ceased to be a Canadian citizen.", "10.1 Without limiting the generality of subsections 4(3) and (4) and for greater certainty, the Minister may refuse or revoke a passport if the Minister is of the opinion that such action is necessary for the national security of Canada or another country.", "10.2 The authority to make a decision to refuse to issue or to revoke a passport under this Order, except for the grounds set out in paragraph 9(g), includes the authority to impose a period of refusal of passport services.", "10.3 If a passport that is issued to a person has expired but could have been revoked under any of the grounds set out in sections 10 and 10.1 had it not expired, the Minister may impose a period of refusal of passport services on those same grounds, except for the grounds set out in paragraph 9(g), if the facts that could otherwise have led to the revocation of the passport occurred before its expiry date."], ["[11]", "Mme Siska, qui se représente elle-même, soutient que (1) la décision a omis de reconnaître le fait que sa fille a agi seul pour falsifier le passeport, (2) la décision est incohérente, (3) la décision ne s'appuie pas sur des motifs suffisants et (4) la preuve au dossier n'étaye pas la décision. Elle n'a pas soulevé la question qui consiste à savoir si le ministre a le pouvoir de révoquer son passeport et de lui refuser des services de passeport à la lumière des faits dont il était saisi; toutefois, la décision se fonde sur la réponse à cette question."], ["[12]", "Dans son mémoire, le procureur du ministre s'est appuyé sur la décision de la  <FRAGMENT_SUPPRESSED>  (QL) [ <FRAGMENT_SUPPRESSED> ] au soutien de l'affirmation selon laquelle il n'est pas nécessaire, pour l'application de l'alinéa 10(2)", ") du DPC, que la personne dont le passeport est révoqué ait fait l'objet d'une accusation ou ait été déclarée coupable d'un acte criminel. Aux paragraphes 10 et 11 de <FRAGMENT_SUPPRESSED> , le juge Simpson déclare ce qui suit:", "La question en litige consiste à définir le sens des termes « commettre un acte criminel ».", "En ce qui concerne le terme « commise », il convient de noter que l'alinéa 10", ") du DPC vise les personnes qui ont été « accusée[s] » d'une infraction, alors que l'article 9 englobe à la fois celles qui ont été « accusé[es] » (alinéas 9", ") et 9", ")) et celles qui ont été « déclaré[es] coupable[s] » (alinéa 9", ")).", "Dans le présent contexte, il ressort clairement que le terme « commise » à l'alinéa 10", ") du DPC ne vise pas à imposer l'exigence d'une mise en accusation ou d'une déclaration de culpabilité, ce que le demandeur ne met pas en doute.", "[Non souligné dans l'original.]"], ["[13]", "Dans <FRAGMENT_SUPPRESSED> la question en litige ne consistait pas à déterminer si le demandeur avait « commis » une infraction, il s'agissait plutôt de déterminer si l'infraction constituait un acte", "criminel", "étant donné que la poursuite avait choisi de procéder sommairement. Ce qu'il importe de retenir aux fins des présentes est que M. Vithiyananthan avait été accusé et déclaré coupable d'une infraction, plus particulièrement l'infraction alors prévue au paragraphe 94(2) de la", "Loi sur l'immigration", ", RCS 1985, c I-2, d'avoir aidé ou encouragé son cousin à entrer illégalement au Canada."], ["[14]", "Par conséquent, la partie soulignée du jugement cité plus haut et sur laquelle le ministre se fonde est une remarque incidente. Elle n'est pas utile à la décision."], ["[15]", "En l'espèce, la demanderesse, contrairement à M. Vithiyananthan, n'a pas été accusée ou déclarée de l'une ou l'autre des infractions dont le décideur fait mention dans la décision faisant l'objet du contrôle."], ["[16]", "L'avocat du ministre a porté à juste titre à l'attention de la Cour la décision récente du juge  <FRAGMENT_SUPPRESSED>  [2014] ACF no 60 (QL) [ <FRAGMENT_SUPPRESSED> ]. L'avocat a avisé la Cour que ladite décision avait été portée en appel et a exhorté la Cour à ne pas la suivre. Le juge Phelan est d'avis que l'on ne peut pas révoquer un passeport en vertu de l'alinéa 10(2)", ") du DPC si aucune déclaration de culpabilité n'a été prononcée. Il énonce succinctement le fondement de sa conclusion aux paragraphes 14 à 16 comme suit:", "Suivant l'alinéa 10(2)", "b)", ", le pouvoir de révoquer est exercé en cas de perpétration d'un acte criminel au Canada ou d'une infraction semblable dans un autre pays. L'expression « commettre un acte criminel » indique que la perpétration d'un acte criminel par l'intéressé est une condition préalable à la révocation ou au refus de services.", "Le directeur n'a pas conclu à l'existence d'un acte criminel. Non seulement le directeur n'a pas tiré une telle conclusion (il a seulement indiqué une mauvaise utilisation d'un passeport), mais il n'avait pas non plus compétence à cet égard. Une conclusion de cette nature relève du droit criminel ainsi que de la compétence d'un juge, et non de la compétence d'un représentant du gouvernement. L'interdiction constitutionnelle au pouvoir exécutif du gouvernement de déclarer quelqu'un coupable d'un acte criminel est bien établie, de sorte qu'il n'est pas nécessaire d'ajouter d'autres précisions à cet égard.", "Il convient de mentionner que le libellé de l'alinéa 10(2)", "b)", "ne comprend pas de formulations comme « a des motifs de croire » ou « il existe des motifs de croire qu'une infraction peut avoir été commise » ou des énoncés semblables utilisés dans d'autres dispositions en matière d'immigration. Aux termes d'un tel libellé, le directeur aurait bien pu avoir la compétence qu'il pensait avoir. Toutefois, en l'absence d'un tel libellé, le directeur n'avait pas le pouvoir d'établir qu'un acte criminel avait été commis."], ["[17]", "Bien qu'il n'en fasse pas mention dans ses motifs, le juge Phelan, dans <FRAGMENT_SUPPRESSED> , tout comme en l'espèce, était saisi de l'arrêt <FRAGMENT_SUPPRESSED> . La courtoisie judiciaire n'aurait pas pu s'appliquer à cette cause, ni en l'espèce, étant donné que le passage sur lequel le ministre s'est fondé est une remarque incidente."], ["[18]", "J'estime que le raisonnement du juge Phelan est concluant. Je suis d'accord avec lui pour affirmer que le titulaire du passeport doit avoir été déclaré coupable d'un acte criminel préalablement à la révocation de son passeport en vertu de l'alinéa 10(2)", ") du DPC. Étant donné que Mme Siska n'a jamais été déclarée coupable, à plus forte raison accusée, la décision de révoquer son passeport est mal fondée."], ["[19]", "Quoi qu'il en soit, la révocation est invalide étant donné que le passeport était expiré au moment où il fut censément révoqué. Le ministre ne peut révoquer un passeport qui est expiré. Cela ressort clairement de l'article 10.3 du DPC qui vise les situations où, s'il n'avait pas été expiré, le passeport aurait pu être révoqué en vertu de l'alinéa 10(2)", ")."], ["[20]", "En fait, le ministre s'est fondé sur l'article 10.3 pour imposer une période de refus de services de passeport. La décision d'imposer un refus de services de passeport est également mal fondée étant donné qu'une telle ordonnance ne peut être rendue que pour les motifs énoncés aux articles 10 et 10.1. Étant donné qu'il n'existe aucune déclaration de culpabilité alors que l'article 10 en fait un impératif, et qu'aucune question de sécurité nationale n'a été soulevée aux termes de l'article 10.1, une période de refus de services ne pouvait pas être imposée."], ["[21]", "Pour ces motifs, la demande est accueillie."], ["[22]", "La demanderesse a demandé que lui soient accordés des dépens de 2 000 $. Toutefois elle s'est représentée elle-même et comme elle a eu gain de cause grâce entièrement à l'avocat du ministre qui s'est acquitté de son devoir envers la Cour en portant l'arrêt <FRAGMENT_SUPPRESSED> à notre attention, il n'y aura pas d'ordonnance quant aux dépens.", "ORDONNANCE"], ["[23]", "LA COUR STATUE que", "la demande est accueillie, que la décision qui révoque le passeport de Ruth Lucia Siska et lui impose une période de refus de services de passeport est annulée et qu'aucuns dépens ne sont adjugés.", "[End of document]"]]}