{"id_": "043252", "body_str": [["[1]", "Martineau, J.", ": The applicant appeals the decision of the Registrar of trade-marks with respect to s. 45 proof-of-use proceedings under the", "Trade-marks Act", ", R.S.C. 1985, c. T-13 (the \"", "Act", "\"), which provides:", "Registrar may request evidence of user", "\"45(1) The Registrar may at any time and, at the written request made after three years from the date of the registration of a trade-mark by any person who pays the prescribed fee shall, unless the Registrar sees good reason to the contrary, give notice to the registered owner of the trade-mark requiring the registered owner to furnish within three months an affidavit or a statutory declaration showing, with respect to each of the wares or services specified in the registration, whether the trade-mark was in use in Canada at any time during the three year period immediately preceding the date of the notice and, if not, the date when it was last so in use and the reason for the absence of such use since that date.", "Form of evidence", "\"(2) The Registrar shall not receive any evidence other than the affidavit or statutory declaration, but may hear representations made by or on behalf of the registered owner of the trade-mark or by or on behalf of the person at whose request the notice was given.", "Effect of non-use", "\"(3) Where, by reason of the evidence furnished to the Registrar or the failure to furnish any evidence, it appears to the Registrar that a trade-mark, either with respect to all of the wares or services specified in the registration or with respect to any of those wares or services, was not used in Canada at any time during the three year period immediately preceding the date of the notice and that the absence of use has not been due to special circumstances that excuse the absence of use, the registration of the trade-mark is liable to be expunged or amended accordingly.", "Notice of owner", "\"(4) When the Registrar reaches a decision whether or not the registration of a trade-mark ought to be expunged or amended, he shall give notice of his decision with the reasons therefor to the registered owner of the trade-mark and to the person at whose request the notice referred to in subsection (1) was given.", "Action by Registrar", "\"(5) The Registrar shall act in accordance with his decision if no appeal therefrom is taken within the time limited by this Act or, if an appeal is taken, shall act in accordance with the final judgment given in the appeal.\"", "Le registraire peut exiger une preuve d'emploi", "\"45(1) Le registraire peut, et doit sur demande écrite présentée après trois années à compter de la date de l'enregistrement d'une marque de commerce, par une personne qui verse les droits prescrits, à moins qu'il ne voie une raison valable à l'effet contraire, donner au propriétaire inscrit un avis lui enjoignant de fournir, dans les trois mois, un affidavit ou une déclaration solennelle indiquant, à l'égard de chacune des marchandises ou de chacun des services que spécifie l'enregistrement, si la marque de commerce a été employée au Canada à un moment quelconque au cours des trois ans précédant la date de l'avis et, dabs la négative, la date où elle a été ainsi employée en dernier lieu et la raison de son défaut d'emploi depuis cette date.", "Forme de la preuve", "\"(2) Le registraire ne peut recevoir aucune preuve autre que cet affidavit ou cette déclaration solennelle, mais il peut entendre des représentations faites par le propriétaire inscrit de la marque de commerce ou pour celui-ci ou par la personne à la demande de qui l'avis a été donné ou pour celle-ci.", "Effet du non-usage", "\"(3) Lorsqu'il apparaît au registraire, en raison de la preuve qui lui est fournie ou du défaut de fournir une telle preuve, que la marque de commerce, soit à l'égard de la totalité des marchandises ou services spécifiés dans l'enregistrement, soit à l'égard de l'une de ces marchandises ou de l'un de ces services, n'a été employée au Canada à aucun moment au cours des trois ans précédant la date de l'avis et que le défaut d'emploi n'a pas été attribuable à des circonstances spéciales qui le justifient, l'enregistrement de cette marque de commerce est susceptible de radiation ou de modification en conséquence.", "Avis au propriétaire", "\"(4) Lorsque le registraire décide ou non de radier ou de modifier l'enregistrement de la marque de commerce, il notifie sa décision, avec les motifs pertinents, au propriétaire inscrit de la marque de commerce et à la personne à la demande de qui l'avis visé au paragraphe (1) a été donné.", "Mesures à prendre par le registraire", "\"(5) Le registraire agit en conformité avec sa décision si aucun appel n'en est interjeté dans le délai prévu par la présente loi ou, si un appel est interjeté, il agit en conformité avec le jugement définitif rendu dans cet appel.\""], ["[2]", "The respondent, a manufacturer of clothing for men and boys, is the owner of the trade-mark LE COLLEZIONI (TRADIZIONI) DI SUCCESSO (the \"subject mark\") which was registered on October 14, 1977, for use in association with wares identified as:", "(1) Men's suits, sport jackets, vests and pants.;", "(2) Men's shirts, ties, socks, coats and jackets."], ["[3]", "On October 27, 2000, the hearing officer Jill W. Bradbury, acting on behalf of the Registrar, concluded that the respondent had met the onus of showing that the subject mark was in use in Canada during the relevant three year period in association with men's suits and pants and men's shirts and jackets. However, she deleted the balance of the wares listed in the registration."], ["[4]", "An appeal from the decision of the Registrar lies to the Federal Court under s. 56 of the", "Act", "which reads as follows:", "Appeal", "\"56(1) An appeal lies to the Federal Court from any decision of the Registrar under this Act within two months from the date on which notice of the decision was dispatched by the Registrar or within such further time as the court may allow, either before or after the expiration of the two months.", "Procedure", "\"(2) An appeal under subsection (1) shall be made by way of notice of appeal filed with the Registrar and in the Federal Court.", "Notice to owner", "\"(3) The appellant shall, within the time limited or allowed by subsection (1), send a copy of the notice by registered mail to the registered owner of any trade-mark that has been referred to by the Registrar in the decision complained of and to every other person who was entitled to notice of the decision.", "Public notice", "\"(4) The Federal Court may direct that public notice of the hearing of an appeal under subsection (1) and of the matters at issue therein be given in such manner as it deems proper.", "Additional evidence", "\"(5) On an appeal under subsection (1), evidence in addition to that adduced before the Registrar may be adduced and the Federal Court may exercise any discretion vested in the Registrar.\"", "Appel", "\"56(1) Appel de toute décision rendue par le registraire, sous le régime de la présente loi, peut être interjeté à la Cour fédérale dans les deux mois qui suivent la date où le registraire a expédié l'avis de la décision ou dans tel délai supplémentaire accordé par le tribunal, soit avant, soit après l'expiration des deux mois.", "Procédure", "\"(2) L'appel est interjeté au moyen d'un avis d'appel produit au bureau du registraire et à la Cour fédérale.", "Avis au propriétaire", "\"(3) L'appelant envoie, dans le délai établi ou accordé par le paragraphe (1), par courrier recommandé, une copie de l'avis au propriétaire inscrit de toute marque de commerce que le registraire a mentionnée dans la décision sur laquelle porte la plainte et à toute autre personne qui avait droit à un avis de cette décision.", "Avis public", "\"(4) Le tribunal peut ordonner qu'un avis public de l'audition de l'appel et des matières en litige dans cet appel soit donné de la manière qu'il juge opportune.", "Preuve additionnelle", "\"(5) Lors de l'appel, il peut être apporté une preuve en plus de celle qui a été fournie devant le registraire, et le tribunal peut exercer toute discrétion dont le registraire est investi.\""], ["[5]", "The issue before this court is to determine whether or not the respondent has provided evidence of use of the subject mark in association with men's suits and pants and men's shirts and jackets during the relevant three year period prior to the date notice was given to the respondent under s. 45 of the", "Act", "and whether or not the Registrar's decision in this regard should be reviewed."], ["[6]", "My examination of the evidence which was put before the Registrar and the additional evidence adduced by the respondent in this proceeding, both of which corroborate the Registrar's findings of fact, leads me to the conclusion that the Registrar's decision is neither unreasonable nor clearly wrong as is required based on the appropriate standard of review expressed by the Federal Court of Appeal in", "Molson Breweries, A  <FRAGMENT_SUPPRESSED>  C.P.R.(4th) 180 (F.C.A.), at page 196:", "\"Even though there is an express appeal provision in the", "Trade-marks Act", "to the Federal Court, expertise on the part of the Registrar has been recognized as requiring some deference. Having regard to the Registrar's expertise, in the absence of additional evidence adduced in the Trial Division, I am of the opinion that decisions of the Registrar, whether of fact, law or discretion, within his area of expertise, are to be reviewed on a standard of reasonableness simpliciter. However, where additional evidence is adduced in the Trial Division that would have materially affected the Registrar's findings of fact or the exercise of his discretion, the Trial Division judge must come to his or her own conclusion as to the correctness of the Registrar's decision.\""], ["[7]", "Section 45 is a summary procedure designed to clear the register of trade-marks that have fallen into disuse and that are, at least arguably to some extent, \"deadwood\". In order to demonstrate use and maintain a trade-mark on the register, a party must show assertions of fact showing use as opposed to mere assertions of use (see", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 475 (F.C.T.D.), at page 484; and", "<FRAGMENT_SUPPRESSED> ; 7 C.P.R.(4th) 77 (T.D.), at page 86). However, the case law on the subject is clear: \"evidentiary overkill\" is not required by the registered owner and the threshold for use is not a \"stringent one\"."], ["[8]", "Section 2 of the", "Act", "states that \"use\" means \"any use that by s. 4 is deemed to be a use in association with wares or services\". Section 4(1) of the", "Act", "provides:", "When deemed to be used", "\"4(1) A trade-mark is deemed to be used in association with wares if, at the time of the transfer of the property in or possession of the wares, in the normal course of trade, it is marked on the wares themselves or on the packages in which they are distributed or it is in any other manner so associated with the wares that notice of the association is then given to the person to whom the property or possession is transferred.\"", "Quand une marque de commerce est réputée employée", "\"4(1) Une marque de commerce est réputée employée en liaison avec des marchandises si, lors du transfert de la propriété ou de la possession de ces marchandises, dans la pratique normale du commerce, elle est apposée sur les marchandises mêmes ou sur les colis dans lesquels ces marchandises sont distribuées, ou si elle est, de toute autre manière, liée aux marchandises à tel point qu'avis de liaison est alors donné à la personne à qui la propriété ou possession est transférée.\""], ["[9]", "As stated by the Federal Court of Appeal in", "Compagnie Internationale pour l' <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 523 (F.C.A.), at page 525:", "\"... The practical test to be applied in order to resolve a case of this nature is to compare the trade mark as it is registered with the trade mark as it is used and determine whether the differences between these two marks are so unimportant that an unaware purchaser would be likely to infer that both, in spite of their differences, identify goods having the same origin.\""], ["[10]", "The subject mark is the words \"LE COLLEZIONI (TRADIZIONI) DI SUCCESSO\". In this regard, when comparing the subject mark with the label affixed by the respondent on the wares, the hearing officer made the following finding of fact in her decision \"[t]he label displays the mark in a design form followed by the words \"par/by Moores\"\". Clearly, she considered the words \"par/by Moores\" to be distinct from the mark in a design form on the label and treated the issue as one of \"distinctiveness\". This is further evidenced by her comments in the decision: \"[t]he fact that the trade-mark is accompanied by words that might affect the distinctiveness of the mark is not an issue to be decided in S. 45 proceedings\" (my emphasis)."], ["[11]", "The applicant submits that the words \"par/by Moores\" are in fact part of the mark used on the labels and that the hearing officer erred in determining that these words are distinct. The applicant relies on the decisions rendered  <FRAGMENT_SUPPRESSED>  Bull", ", supra, where the registered trade-mark BULL was incorporated into a composite mark CII HONEYWELLBULL and was found not to be use of the mark BULL, and in the case", "<FRAGMENT_SUPPRESSED> ; 196 F.T.R. 194 (T.D.), where the court found that the use of the trade-mark DIARIZON rLE PLANNING HORIZONTAL DE VOTRE ANNÉE D'UN SEUL COUP D'OEIL could not prevent expungement of the registered trade-mark LE PLANNING HORIZONTAL DE VOTRE ANNÉE D'UN SEUL COUP D'OEIL in the context of s. 45 of the", "Act"], ["[12]", "The respondent has taken the opposite position. It submits that the words \"par/by Moores\" are not part of the mark used on the labels and that they are simply there to establish the exclusivity of the relationship that exists with Moores. These features render the matter before this court readily distinguishable from the", "Honeywell Bull", ", supra, and <FRAGMENT_SUPPRESSED> , supra, cases where, on the contrary, the words used were part of the same phrase or composite mark. Although it can be argued that these words constitute an unclear or uncertain message to the public, the respondent asserts that this does not mean that the subject mark has not been used in Canada."], ["[13]", "In spite of the able argument made by counsel for the applicant, I cannot conclude that the Registrar's findings were unreasonable. The applicant has raised a debatable issue and there is room for differing views. However, an examination of the label supports the respondent's position. It is obvious from a physical examination of the label that the words \"par/by Moores\" are in a different font and outside the design in which the subject mark is depicted. They are also in a different language which enhances their distinct character. Hence, a reasonable argument can be made that the words \"par/by Moores\" are not part of the mark \"LE COLLEZIONI (TRADIZIONI) DI SUCCESSO\" used on the label affixed to the wares. Although the label does not include the brackets around the word \"TRADIZIONI\", the hearing officer found that this \"is a minor variation that does not detract from finding that the registered mark has been used\". I agree with counsel for the respondent that, on a first impression basis, the average Canadian would not notice the omission of the brackets and would surely conclude that what is being viewed is a stylized or fanciful rendering of the words forming the subject mark."], ["[14]", "Non-use is a mixed question of fact and law to be determined according to the circumstances of each case. In the case at bar, I am unable to find that the hearing officer made any error that would warrant interference by this court. The fact is that both parties have presented reasonable arguments in favour of their respective positions. In a case such as this, although the court may have reached a different conclusion, it should defer to the expertise of the Registrar and refuse to intervene where its findings are otherwise reasonable. I am of the view that this is the case here."], ["[15]", "Overall, I find that the evidence before the Registrar and the additional evidence adduced before the court support the finding made by the hearing officer that the subject mark has been used in Canada during the relevant time period in association with men's suits and pants and men's shirts and jackets. The evidence brought by the respondent goes far beyond being a mere broad statement of use of the subject mark. In addition to the three affidavits of Mr. Pat De Marco, there is corroborating evidence of labels showing the subject mark; there is a randomly selected garment with the label showing the subject mark, and there are advertisements offering wares in association with the subject mark. The respondent did not provide any invoices evidencing the sale of trade-marked wares. However, the respondent provided Canadian annual sales figures for wares sold by the respondent during the three year period in association with the subject mark which are attested by the sworn statement of Mr. De Marco, a chartered accountant, the chief financial officer of the respondent and a director of Moores, albeit a related company, who has personal knowledge of these facts. These figures are broken down into the categories of suits, sport coats, ties, pants, sport shirts and dress shirts. They exceed 18 million dollars for the period from 1994 to 1998. Furthermore, the respondent provided randomly selected promotional flyers showing that Moores has advertised the wares in association with the subject mark and Mr. De Marco has sworn that they were distributed by Moores in Canada during the three year period. Here, it is clearly the respondent who has manufactured the wares in question to which labels with the subject mark were affixed by the respondent and sold exclusively to Moores. The transfer of the property or possession of the wares happened in the usual course of trade. I find this constitutes evidence of use within the meaning of s. 4 of the", "Act"], ["[16]", "I conclude that the hearing officer's finding that \"the registrant has met the onus of showing that its mark was in use in Canada during the relevant three-year period in association with men's suits and pants, men's shirts and jackets\" is clearly a matter of fact and law falling within the area of the Registrar's specialised expertise. Applying the standard of reasonableness \"simpliciter\" in this case, I come to the conclusion that this finding is reasonable and supported by the evidence on record. Accordingly, the Registrar's decision should not be varied."], ["[17]", "The appeal made by the applicant is dismissed with costs.", "Appeal dismissed.", "Editor: David Weir/gs", "[End of document]"]]}