{"id_": "043243", "body_str": [["[1]", "Manson, J.", ": This is an application for judicial review of the decision of Anthony P. da Silva, a member of the Refugee Protection Division of the Immigration and Refugee Protection Board [the Board], pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act]. The Board dismissed the Applicant's claim for refugee protection, concluding that he was not a convention refugee or person in need of protection under sections 96 and 97 of the Act.  <FRAGMENT_SUPPRESSED>", "I.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[1] The issue raised in the present application is as follows:  <FRAGMENT_SUPPRESSED>", "A. Was the Board's decision unreasonable?  <FRAGMENT_SUPPRESSED>", "II.", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant is a Tamil citizen of Sri Lanka. Prior to coming to Canada he resided in Sampaltivu, an area that was under the control of the Liberation Tigers of Tamil Eelam [LTTE], until 1990. At that time he moved to Trincomalee, an area controlled by the Sri Lankan Army [SLA].  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant alleges that in January, 1998, he was detained, interrogated, threatened and beaten by SLA security forces who suspected that he was connected to the LTTE because he was born in an LTTE-controlled area. After an intervention by his school principal, he was released in April, 1998 and in 2000 he moved with his family to Nithyapuri, an area controlled by the SLA.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant alleges that he was continually harassed by members of the LTTE after he moved to Nithyapuri. This harassment led him to leave school in 2003. In 2004, he started a taxi business but was harassed by SLA security forces officers.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In June, 2009, the Applicant was detained, threatened and beaten by SLA security forces on the grounds that he was suspected of assisting the LTTE as a taxi driver. His father was able to facilitate a bribe and the Applicant was released on October 15, 2009. It is unclear if the bribe was received by the security forces and whether it played a role in his release. After his release, members of a Tamil paramilitary group visited the Applicant's father and threatened to fabricate evidence proving the Applicant's involvement with the LTTE and give it to SLA security forces if he did not pay them.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On October 31, 2009, the Applicant fled to Mexico via Thailand and entered the United States illegally on November 10, 2009, where he was detained until February, 2010. He travelled to Canada and made a claim for refugee protection on February 9, 2010.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board found that the Applicant did not have a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board concluded that the Applicant was not personally targeted on either of the two occasions he was detained. Rather, he fit a profile that the security forces were detaining at those times. He was detained in 1998 because he fit the profile of a young Tamil male. In 2009, he was detained because he was a male Tamil driver. While his history of detention parallels the history of many young Tamil males during and after the period of conflict between the SLA and LTTE, there is little reason to believe that he would be targeted should he return to Sri Lanka as he is not an LTTE member, fighter or operative, or person who played a role in the international procurement network. The increasing sophistication of Sri Lankan government records would substantially decrease the risk that a person with no links to the LTTE would be targeted. Further, there was a large gap in time between the two alleged incidences of persecution.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board gave very little weight to the Applicant's place of birth being in a Tamil-controlled area in Eastern Sri Lanka as a risk factor for persecution.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board held that, despite evidence that Sri Lanka is not safe for failed asylum seekers, and particularly for those connected to the LTTE, the Applicant's lack of sufficient profile and connection to the LTTE suggests that he would not attract particular negative attention that would give rise to a risk of persecution if he was returned to Sri Lanka.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Applicant also alleged that the Tamil Peoples Liberation Tigers political party (formerly known as the Karuna Group) will extort him should he return to Sri Lanka. While acknowledging there is evidence that paramilitary groups are involved in extortion, the Board noted that the evidence before it was from 2010, not 2012. Consequently, the Board found that there is insufficient trustworthy evidence to suggest that the Karuna Group would present more than a generalized risk to the Applicant.  <FRAGMENT_SUPPRESSED>", "III.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[12]", "The standard of review is that of reasonableness (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[13]", "While acknowledging that the Board need not examine every piece of evidence, the Applicant argues that the Board was obliged to discuss and give reasons for rejecting important evidence which contradicts its conclusions (", "<FRAGMENT_SUPPRESSED> [", "Cepeda-Gutierrez", "];", "<FRAGMENT_SUPPRESSED> [", "Packinathan", "]). The Applicant alleges that the Board ignored evidence in concluding that because the Applicant was from Eastern Sri Lanka and not Northern Sri Lanka, his birthplace was not a significant risk factor.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board only referred to one excerpt at page 33 of a Danish Immigration Service report titled \"Human Rights and Security Issues concerning Tamils in Sri Lanka,\" in discounting the Applicant's place of birth in Eastern Sri Lanka as a significant risk factor.  <FRAGMENT_SUPPRESSED>"], ["[15]", "However, the Applicant cited many excerpts from a United Nations High Commission on Refugees report titled \"Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka\" (at pages 56 and 61) and a United Kingdom Border Agency report titled \"Sri Lanka: Country of Origin Information,\" (at pages 93, 120-122, 126-127 and 158). These excerpts show that Tamil men from both Eastern and Northern Sri Lanka are victims of enforced disappearances and abductions, undocumented detentions, extortion and ransom, extrajudicial killings, frequent harassment, close scrutiny from police and anti-terrorism measures, harsh material conditions and economic marginalization.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Respondent argues that the precedent  <FRAGMENT_SUPPRESSED> -Gutierrez", "applies to evidence specific to an applicant, and not general country condition evidence. I find that nothing  <FRAGMENT_SUPPRESSED> -Gutierrez", "supports such a narrow reading so as to constrain its precedent to evidence regarding the Applicant's personal situation. This is supported by the jurisprudence (", "<FRAGMENT_SUPPRESSED> , at para 9;", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[17]", "It is unreasonable to ignore the clear evidence which shows that Eastern and Northern Tamil males face the same substantial risks of persecution. This contradicts the Board's finding on this important issue and no single concluding statement by the Board which asserts that it considered all the evidence is sufficient to support a finding otherwise (", "Cepeda- <FRAGMENT_SUPPRESSED>", "at para 17;", "<FRAGMENT_SUPPRESSED> , at para 10).  <FRAGMENT_SUPPRESSED>"], ["[18]", "For these reasons, this application for judicial review is allowed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[19]", "THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "1. The application is allowed and the matter is referred back to a differently constituted Board for reconsideration;  <FRAGMENT_SUPPRESSED>", "2. No question is certified.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  [Traduction]: Il s'agit d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), qui vise la décision rendue par le commissaire Anthony P. da Silva de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission). La Commission a rejeté la demande d'asile du demandeur, car elle a conclu que ce dernier n'avait ni la qualité de réfugié au sens de la Convention ni celle de personne à protéger, aux termes respectivement des articles 96 et 97 de la Loi.  <FRAGMENT_SUPPRESSED>", "I.", "La question en litige  <FRAGMENT_SUPPRESSED>"], ["[1] La présente demande soulève la question suivante:  <FRAGMENT_SUPPRESSED>", "A. La décision de la Commission était-elle déraisonnable?  <FRAGMENT_SUPPRESSED>", "II.", "Le contexte  <FRAGMENT_SUPPRESSED>"], ["[2]", "Le demandeur est un citoyen du Sri Lanka d'origine ethnique tamoule. Avant de venir au Canada, il avait résidé, jusqu'à 1990, à Sampaltivu, qui faisait partie du territoire sous le contrôle des Tigres de libération de l'Eelam tamoul (TLET). Cette année-là, il a déménagé à Trincomalee, qui faisait partie du territoire contrôlé par l'armée du Sri Lanka (ASL).  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le demandeur allègue qu'en janvier 1998, il avait été détenu, interrogé, menacé et battu par les forces de sécurité de l'ASL, qui le soupçonnaient d'avoir des liens avec les TLET, parce qu'il était né dans une région contrôlée par les TLET. Il fut mis en liberté en avril 1998 après une intervention du directeur de son école et, en 2000, il a aménagé avec sa famille à Nithyapuri, une ville qui faisait partie d'une région contrôlée par l'ASL.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Le demandeur allègue qu'il a été harcelé de manière continue par des membres des TLET après son déménagement à Nithyapuri. Ce harcèlement l'a conduit à quitter l'école en 2003. En 2004, il a fondé une entreprise de taxi, mais il fut victime de harcèlement par les officiers des forces de sécurité de l'ASL.  <FRAGMENT_SUPPRESSED>"], ["[5]", "En juin 2009, le demandeur avait été détenu, menacé et battu par les forces de sécurité de l'ASL, au motif qu'elles le soupçonnaient d'assister les TLET en tant que chauffeur de taxi. Son père avait été capable d'arranger le versement de pot-de-vin, et le demandeur fut remis en liberté le 15 octobre 2009. Il est difficile de savoir si les forces de sécurité avaient bel et bien reçu le pot-de-vin en question, et si celui-ci avait joué un rôle dans la remise en liberté du demandeur. Après sa remise en liberté, des membres d'un groupe paramilitaire tamoul ont rendu visite au père du demandeur et l'ont menacé, s'il n'achetait pas leur silence, de fabriquer des éléments de preuve démontrant la participation de son fils aux activités des TLET et de donner ces éléments de preuve aux forces de sécurité de l'ASL.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Le 31 octobre 2009, le demandeur a fui vers le Mexique par la Thaïlande et il est entré illégalement aux États-Unis le 10 novembre 2009, où il a été détenu jusqu'en février 2010. Il a voyagé au Canada et il a présenté une demande d'asile le 9 février 2010.  <FRAGMENT_SUPPRESSED>"], ["[7]", "La Commission a conclu que le demandeur n'avait pas une crainte fondée de persécution.  <FRAGMENT_SUPPRESSED>"], ["[8]", "La Commission a jugé que le demandeur n'avait pas personnellement été pris pour cible lors des deux occasions où il avait été détenu. Il correspondait plutôt au profil d'une personne que les forces de sécurité plaçaient en détention lors de ces époques-là. Il avait été détenu en 1998 parce qu'il correspondait au profil d'un jeune homme d'origine ethnique tamoule. En 2009, il avait été détenu parce qu'il était un chauffeur d'origine ethnique tamoule. Bien que ses antécédents en matière de détention correspondent aux antécédents d'un grand nombre de jeunes hommes tamouls pendant et après le conflit entre l'ASL et les TLET, il y a peu de raison de croire qu'il serait pris pour cible dans l'éventualité où il devait retourner au Sri Lanka, parce qu'il n'est pas un combattant ou un agent des TLET, ni une personne ayant joué un rôle dans le réseau international d'approvisionnement de cette organisation. Le raffinement accru des registres gouvernementaux du Sri Lanka diminuerait de manière importante le risque qu'une personne n'ayant aucun lien avec les TLET soit prise pour cible. De plus, une grande période s'était écoulée entre les deux prétendus incidents de persécution.  <FRAGMENT_SUPPRESSED>"], ["[9]", "La Commission a accordé très peu de poids au lieu de naissance du demandeur, soit une région contrôlée par les Tamouls dans l'Est du Sri Lanka, en tant que facteur de risque à l'égard de la persécution.  <FRAGMENT_SUPPRESSED>"], ["[10]", "La Commission a conclu que, malgré la preuve selon laquelle le Sri Lanka n'est pas un pays sécuritaire pour les demandeurs d'asile déboutés, et particulièrement pour ceux ayant des liens avec les TLET, le fait que le demandeur ne soit pas particulièrement en vue et qu'il n'ait pas suffisamment de lien avec les TLET donne à penser qu'on ne s'attardera pas à lui de manière suffisamment défavorable pour qu'il soit exposé à la persécution s'il devait retourner au Sri Lanka.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Le demandeur a aussi allégué que l'aile politique des TLET (anciennement connue sous le nom de groupe Karuna) tentera de l'extorquer s'il devait retourner au Sri Lanka. La Commission, bien qu'elle ait reconnu l'existence d'éléments de preuve selon lesquels les groupes paramilitaires se livrent à l'extorsion, a fait remarquer que la preuve qu'on lui avait soumise à cet égard datait de 2010, et non de 2012. Par conséquent, la Commission a conclu qu'il n'y avait pas suffisamment d'éléments de preuve dignes de foi qui donnaient à penser que le groupe Karuna l'exposerait à davantage qu'un risque généralisé.  <FRAGMENT_SUPPRESSED>", "III.", "La norme de contrôle applicable  <FRAGMENT_SUPPRESSED>"], ["[12]", "La norme de contrôle applicable en l'espèce est la raisonnabilité (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "IV.", "Analyse  <FRAGMENT_SUPPRESSED>"], ["[13]", "Le demandeur prétend, tout en reconnaissant que la Commission n'a pas l'obligation d'examiner tous les éléments de preuve, que cette dernière avait l'obligation de donner des motifs lorsqu'elle a rejeté des éléments de preuve importants qui sont en contradiction avec ses conclusions (", "<FRAGMENT_SUPPRESSED> (", "Cepeda-Gutierrez", ");", "<FRAGMENT_SUPPRESSED> et 10 (", "Packinathan", ")). Le demandeur allègue que la Commission n'a pas tenu compte de la preuve lorsqu'elle a conclu que son lieu de naissance n'était pas un facteur de risque important, étant donné qu'il était originaire de l'Est du Sri Lanka plutôt que du Nord.  <FRAGMENT_SUPPRESSED>"], ["[14]", "La Commission n'avait fait mention que d'un seul extrait d'un rapport des services d'immigration danois intitulé", "Human Rights and Security Issues concerning Tamils in Sri Lanka", ", à la page 33, pour ne pas considérer que le fait que le demandeur soit né dans l'Est du Sri Lanka constituait un facteur de risque important.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Cependant, le demandeur a cité de nombreux extraits d'un rapport du Haut commissariat des Nations Unies sur les réfugiés, rapport intitulé", "Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka", "(aux pages 56 à 61) ainsi qu'un rapport de l'agence des services frontaliers du Royaume-Uni intitulé", "Sri Lanka: Country of Origin Information", "(aux pages 93, 120 à 122, 126 à 127 et 158). Les extraits de ces rapports démontrent que les hommes d'origine ethnique tamoule originaires de l'Est et du Nord du Sri Lanka sont victimes d'enlèvements par la force, de détentions non documentées, d'extorsion, d'exécutions sommaires et de harcèlement fréquent, qu'ils font l'objet d'une surveillance très serrée par les forces policières ainsi que de mesures antiterrorisme, et qu'ils doivent composer avec des conditions de vie difficiles et avec la marginalisation économique.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Le défendeur prétend que le précédent établi dans la décision Cepeda-Gutierrez s'applique aux éléments de preuve portant précisément sur un demandeur, et non sur la preuve quant à la situation générale d'un pays. La décision Cepeda-Gutierrez n'appuie nulle part une interprétation aussi étroite ayant pour effet de limiter sa valeur de précédent aux éléments de preuve se rapportant à la situation personnelle du demandeur. Cette thèse est appuyée par la jurisprudence (", "Packinathan", ", précitée, au paragraphe 9;", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[17]", "Il est déraisonnable de ne pas tenir compte des éléments de preuve clairs qui démontrent que les hommes d'origine ethnique tamoule originaires de l'Est et du Nord du Sri Lanka sont exposés aux mêmes risques importants en matière de persécution. Cela contredit la conclusion de la Commission quant à cette question importante, et aucun des énoncés en conclusion formulés par la Commission dans lesquels elle affirme qu'elle a tenu compte de tous les éléments de preuve n'est suffisant pour appuyer une conclusion à l'effet contraire. (", "Cepeda-Gutierrez,", "précitée, au paragraphe 17;", "Packinathan", ", précitée, au paragraphe 10).  <FRAGMENT_SUPPRESSED>"], ["[18]", "Pour les motifs exposés ci-dessus, la présente demande de contrôle judiciaire est accueillie.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[19]", "LA COUR STATUE que:  <FRAGMENT_SUPPRESSED>", "1. La demande est accueillie; l'affaire est renvoyée à un tribunal différemment constitué de la Commission pour nouvel examen;  <FRAGMENT_SUPPRESSED>", "2. Aucune question n'est certifiée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}