{"id_": "043427", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of a decision rendered on July 28, 2008, by Immigration Officer D. Jorgensen, of the Canadian High Commission in Pakistan, Visa Section, Islamabad, refusing the applicants' application for permanent residence (family sponsorship) in Canada.", "Background"], ["[2]", "The applicants are citizens of Pakistan. The principal applicant, Munawar Sultana, is married to a Canadian citizen, Muhamman Arif, with whom she has three children who are the other applicants."], ["[3]", "Mr. Arif applied to immigrate to Canada in January 1998, when he was not yet married. He married the principal applicant in November 1998, and they had their first child in September 1999. One year and eight months after submitting his application for permanent resident status, in September 1999, he was invited for an in-person interview at the visa office in Islamabad. By that time, he was married to and had a son with Mrs. Munawar Sultana."], ["[4]", "Mr. Arif says that he was advised by an immigration consultant not to mention his wife or son, as it would be simpler and faster to sponsor them after landing in Canada. He was apparently further advised that he could sponsor his wife and son after landing in Canada. Mr. Arif followed that advice and did not disclose their existence at the interview or upon landing in September 2000. The other two children were born after Mr. Arif landed in Canada."], ["[5]", "In 2002, the new", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", ") was enacted. It required all permanent residents to apply for and obtain a Permanent Resident card. The new", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the", "Regulations", ") also came into effect and s. 117(9)(d) mandated that a Canadian permanent resident or citizen could not sponsor family members who were \"non-accompanying\" at the time the sponsor became a permanent resident and were \"not examined\". The sponsor applied for a Permanent Resident card and listed all of his family members in Pakistan. The card was issued to him."], ["[6]", "As suggested by his immigration advisor in Pakistan, the applicant's husband filed his first application to sponsor his wife and three children in January 2006. This was done without counsel. That application was returned to him as he had not listed his wife and first son in his permanent residence application."], ["[7]", "Mr. Arif then applied for citizenship, listing all of his family members, and became a citizen in 2006. He then applied to sponsor his family a second time, with the assistance of counsel, requesting that humanitarian and compassionate consideration be given to his case pursuant to s. 25 of the", "IRPA", ". This is the application that is the subject of the current judicial review."], ["[8]", "It bears mentioning that Mr. Arif, despite his best efforts, could not find work in the electrical engineering field for which he was educated and trained. He became a taxi driver and eventually became well-settled in that position.", "The Impugned Decision"], ["[9]", "By letter dated July 28, 2008, the applicant was informed that the requirements for permanent residence in the family class were not met. Since Mr. Arif had not declared the principal applicant in his application for permanent residence, she was determined not to be a member of the family class pursuant to s. 117 (9)(d) of the", "Regulations", ". The Immigration officer then went on to state that s. 25 of the", "IRPA", "had been considered and that, after a balancing of H&C factors and the nature of the exclusion, H&C considerations did not justify granting an exemption. As such, the exemption was refused."], ["[10]", "To have a proper understanding of the decision, one has to look at the Computer Assisted Immigration Processing System (CAIPS) notes, wherein the Immigration officer made the following observations. First, he found that the marriage appears to be genuine based on the documentation filed. The Immigration officer then considered the H&C factors raised by the applicants. He dismissed the explanations for withholding material information, because he found that the applicant knowingly withheld the information about the change in his marital status and the birth of his child so as to avoid delay. The Immigration officer noted that \"by the time [the sponsor] was called in for an interview, [he] had been married and [his first son] had been born\". Also, he noted that the sponsor took the advice of an immigration consultant and chose not to declare his family members, as he did not want to slow down the processing of his application. The Immigration officer rejected this explanation, on the ground that it is an applicant's responsibility to ensure that the information provided in an application and during an interview is correct and truthful, and because ignorance of the law and low language proficiency are not reasons for withholding material information as the onus is on an applicant to take responsibility for his/her application and all of the information contained therein."], ["[11]", "The Immigration officer then considered the impact of separation on the sponsor. He took note of the sponsor's difficulties at work, including the car accidents that the sponsor alleges are related to the separation from his family. The Immigration officer noted that proof of the accidents had not been submitted. Further, there was \"no evidence to conclusively link any such accidents directly to the separation\". The Immigration officer also assessed the psychologist's report, indicating that, in her opinion, the sponsor was suffering from major depressive disorder, moderate severity\". However, the Immigration officer noted that the only recommended action specified was family reunification and that there was \"no treatment plan outlined, no medications nor other remedies ...\""], ["[12]", "The Immigration officer also considered the impact on the principal applicant, and found that it did not warrant granting an H&C exemption. The Immigration officer noted that although the sponsor had visited his family on two occasions, in 2004 and 2006, and that money transfer receipts from 2004 and 2005 were submitted, there was no conclusive proof of \"recent, continued and regular contact\"."], ["[13]", "With respect to the best interests of the child, the Immigration officer took note of their ages, which were 8, 7 and 4 years at the time of the decision. He also noted that the sponsor sends money to support the principal applicant and their children and has visited the family, for fairly lengthy durations each time. He nevertheless found that the sponsor was free to continue to visit his family as he had previously done, and also indicated that the principal applicant has five siblings and in laws to whom she and her children could turn for emotional and other support."], ["[14]", "The Immigration officer then concludes that he was not satisfied that the marital status was not intentionally withheld from both the visa office and the Port of Entry. In his view, there were not sufficient reasons to justify overturning the s. 117(9)(d) finding on H&C grounds."], ["[15]", "It is worth mentioning that Mr. Arif appealed this decision to the Immigration Appeal Division of the Immigration and Refugee Board (the IAD). The appeal was dismissed without a hearing on February 4, 2009, on the ground that the IAD has no discretionary jurisdiction to consider humanitarian and compassionate considerations. Relying on s. 65 of the", "IRPA", "and on the jurisprudence from this Court (most notably", "<FRAGMENT_SUPPRESSED> ), the IAD ruled that the proper forum in which to challenge a s. 25 H&C decision by the Minister is to seek judicial review of that decision by the Federal Court. This was clearly the right decision to make.", "Issues"], ["[16]", "The applicants have raised three issues in the context of their application for judicial review:", "a. Did the Immigration officer err in his interpretation and application of s. 25 of the", "IRPA", "in cases involving s. 117(9)(d) of the", "Regulations", "b. Did the Immigration officer fail to adequately address the best interests of the child?", "c. Did the Immigration officer make perverse and capricious findings in disregard to the evidence or make findings without evidence?", "Analysis"], ["[17]", "There is no dispute between the parties, nor could there be, that the appropriate standard of review in assessing the questions raised by the applicants is the reasonableness standard. The Supreme Court of Canada determined that this is the standard to be applied to decisions based on H&C grounds made from within  <FRAGMENT_SUPPRESSED> , at para. 62. This Court has repeatedly applied that same standard for H&C applications made from outside of Canada: see, for ex.,", "<FRAGMENT_SUPPRESSED>  at para. 14;", "<FRAGMENT_SUPPRESSED>  at para. 12;", "<FRAGMENT_SUPPRESSED>  at para. 8. These decisions are clearly discretionary and fact heavy, and deserve a high degree of deference from this Court. Accordingly, the decision must be upheld unless it does not fall within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED>  at para. 47);", "<FRAGMENT_SUPPRESSED>  at para. 59."], ["[18]", "Before turning to the specific questions raised by the applicants, it is helpful to canvass briefly the legal framework within which the decision was made. The", "IRPA", "and the", "Regulations", "create a \"family class\" for the purpose of selecting foreign nationals who may become permanent residents in Canada. The intent of the family class program is to facilitate the reunion in Canada of Canadian citizens and permanent residents with their close relatives and family members. Foreign nationals who apply as members of the \"family class\" for permanent residence visas are given preferential treatment under Canadian immigration law and policy. For example, their applications are processed, as a matter of policy, on a priority basis."], ["[19]", "Section 117 of the", "Regulations", "defines who is a member of the \"family class\". Section 117(1) provides that a foreign national is a member of the family class if the foreign national is a spouse or dependent child of the sponsor. Section 117(9)(d) further defines who is a member of the class by establishing excluded relationships. At the time relevant to the within proceeding, s. 117(9)(d) provided as follows:", "\"117(9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if", ". . . . .", "(d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.\"", "\"(9) Ne sont pas considérées comme appartenant à la catégorie du regroupement familial du fait de leur relation avec le répondant les personnes suivantes:", ". . . . .", "d) sous réserve du paragraphe (10), dans le cas où le répondant est devenu résident permanent à la suite d'une demande à cet effet, l'étranger qui, à l'époque où cette demande a été faite, était un membre de la famille du répondant n'accompagnant pas ce dernier et n'a pas fait l'objet d'un contrôle.\""], ["[20]", "Section 117(9)(d) therefore excludes from the \"family class\" those non-accompanying family members whom the sponsor did not disclose, but should have disclosed, at the time the sponsor made his or her original application for permanent residence. The Federal Court of Appeal has clarified that the phrase \"at the time of the application\" in s. 117(9)(d) contemplates the life of the application from the time when it is initiated by the filing of the authorized form to the time when the permanent resident status is granted at the port of entry:", "dela  <FRAGMENT_SUPPRESSED>  at para. 41."], ["[21]", "This Court has also confirmed that the purpose of s. 117(9)(d) is \"not limited to deliberate or fraudulent non-disclosure but any non-disclosure which may prevent examination of a dependent\":", "<FRAGMENT_SUPPRESSED>  at para. 32."], ["[22]", "That being said, a foreign national may rely on s. 25(1) of the", "IRPA", "in order to obtain an exemption from s. 117(9)(d), which reads as follows:", "Humanitarian and compassionate considerations", "\"25(1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.\"", "Séjour pour motif d'ordre humanitaire", "\"25(1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative ou sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient.\""], ["[23]", "The existence of an H&C review offers an individual special and additional consideration for an exemption from Canadian immigration laws that are otherwise universally applied. The respondent, understandably, insisted on the exceptional character of this relief, stressing that the process is highly discretionary. As a result, it is argued, the onus is on an applicant to satisfy the Minister that there are sufficient H&C grounds to warrant a favorable decision. In order to provide guidance to its Immigration officers in exercising that discretion, Citizenship and Immigration Canada released its", "Manual on Overseas Processing", "OP 2 Manual", "), where the following guidelines can be found with respect to the use of H&C considerations in relation to the exclusion mandated by s. 117(9)(d) of the", "Regulations", "\"In considering the use of H&C for excluded family members, the officer should take into account all relevant factors including, but not limited to, those provided below.", "General", "i. The onus is on the client to understand their obligations under the law. The information guides included with application kits and visa issuance letters give clear information on the need to declare and have examined all family members including new family members.", "ii. The exclusion found in R117(9)(d) exists to encourage honesty and prevent applicants from circumventing immigration rules. Specifically, it exists to prevent applicants from later being able to sponsor otherwise inadmissible family members under the generous family class sponsorship rules when these family members would have prevented the applicant's initial immigration to Canada for admissibility reasons (i.e., excessive demand).", "iii. The application of humanitarian and compassionate considerations may nonetheless be appropriate in cases that are exceptional and deserving from a reasonable person's point of view.", "Case-specific factors", "- Canada's continuing obligations under the", "Convention on the Rights of the Child", "require that the Department consider the best interests of a child directly affected by the application whether they are explicitly mentioned by the applicant or are otherwise apparent. (...)", "- (...) when the client presents compelling reasons for not having disclosed the existence of a family member, it may also be appropriate to consider the use of H&C factors. For example:", "- A refugee presents evidence that they believed their family members were dead or that their whereabouts were unknown; or", "- A client presents evidence that the existence of a child was not disclosed because it would cause extreme hardship because the child was born out of wedlock in a culture that does not condone this.\""], ["[24]", "While these guidelines cannot be binding on the Minister and his officers as they are not law, they do provide useful guidance as to how humanitarian and compassionate considerations should be factored in when applying the exclusion found in s. 117(9)(d). On that basis, I agree with the respondent that Immigration officers are invested with a broad discretion when exercising the powers conferred by the", "IRPA", "and that courts must accordingly show deference when reviewing their decisions, given the fact specific nature of the H&C inquiry and its role within the statutory scheme as an exception. The respondent is also correct in stating that the onus is on the applicants to satisfy the Minister that there are sufficient H&C grounds to warrant a favorable decision."], ["[25]", "That being said, one must not forget that the presence of s. 25 in the", "IRPA", "has been found to guard against", "IRPA", "non-compliance with the international human rights instruments to which Canada is signatory due to s. 117(9)(d):", "<FRAGMENT_SUPPRESSED>  at paras. 102-109. If that provison is to be meaningful, Immigration officers must do more than pay lip service to the H&C factors brought forward by an applicant, and must truly assess them with a view to deciding whether they are sufficient to counterbalance the harsh provision of s. 117(9)(d). As my colleague Justice Kelen noted in", "<FRAGMENT_SUPPRESSED>  at para. 14, \"... if the applicant's misrepresentation were the only factor to be considered, there would be no room for discretion left to the Minister under section 25 of the", "Act", ".\" This is indeed recognized in the", "OP 4 Manual on Overseas Processing", ", Appendix F, where officers are reminded that they should ensure \"that their H&C assessments go beyond an explanation as to why applicants are described by R117(9)(d) to consider the positive factors an applicant has raised in support of his/her request for an exemption from R117(9)(d)\"."], ["[26]", "Turning now to the first argument put forward by the applicants, it is submitted that the Immigration officer did not provide fair and proper consideration of the humanitarian factors and compassionate reasons for the applicants and the sponsor's request. The respondent, on the other hand, is of the view that the decision clearly indicates that the Immigration officer conducted a thorough assessment of the H&C factors raised by the applicants."], ["[27]", "It was certainly appropriate for the Immigration officer to consider the sponsor's explanation for failing to declare his family as that was one of the grounds upon which the applicants sought an exemption. Similarly, the Immigration officer correctly noted that the sponsor took the advice of an immigration consultant and chose not to declare his family members, as he did not want to slow down the processing of his application. This was clearly not a compelling reason for not having disclosed the existence of a family member:", "<FRAGMENT_SUPPRESSED>  at para. 19. As for the improper advice from the consultant, it could not, in and of itself, excuse the sponsor for withholding material information:", "<FRAGMENT_SUPPRESSED>  at paras. 6-7."], ["[28]", "What I find more troubling, however, is the assessment made by the Immigration officer of the impact of the separation on the sponsor and on the applicants. The reasons for dismissing the consequences of the separation on the mental health of the sponsor (no proof of the accidents and no evidence to conclusively link any such accidents directly to the separation and no treatment plan, medication nor remedies in the psychologist report) are, at best, highly debatable. Similarly, the statement that there is no conclusive proof of recent, continued and regular contact between Mr. Arif and his wife is questionable, in light of their undisputed testimony that they call each other on a regular basis, and may even be inconsistent with the previous finding that the applicants and the sponsor have a genuine and well documented relationship. Despite the Court's reservations as to the appropriateness of these findings, however, these assessments of the Immigration officer would not provide a sufficient basis to intervene as they relate to his weighing of the evidence, a function that is at the core of his expertise."], ["[29]", "The same cannot be said of the importance apparently given by the Immigration officer to the failure to disclose as the basis of rejecting any consideration of the H&C factors. A careful reading of the CAIPS notes reveals that the Immigration officer, on more than one occasion, considers the failure to disclose as a paramount factor precluding any possibility that H&C factors could overcome the exclusion mandated by s. 117(9)(d). The following two paragraphs illustrates the Immigration officer's apparent state of mind:", "\"SPR states in his submissions that he feels 'alone and hopeless' and that it disturbs him so much that he 'was hardly able to continue my work, or to do my job properly'. He states that his mental health is 'serious' and that he is 'very depressed'. Letter from FN's employer indicates that he is 'sad, confused, and unfocused', which causes problems on the job. Employer states that 'he had three accidents due to lake (sic) of concentration'. Letters submitted written by friends of SPR also state that he is 'very sad', and explain that he has been in some accidents and 'paying maxium (sic) insurance premium to keep the job'. However, no proof of such accidents has been submitted, and there is no evidence on file which can conclusively link any such accidents directly to this separation (", "which, it should be noted, was caused by the sponsor intentionally withholding material information from our office as well as the POE officer", ").", ". . . . .", "\"FN states that she is suffering from 'mental unrest' due to the separation and the 'prevailing law and order situation' in Pakistan. However, I am not satisfied that the separation,", "which was caused by her husband knowingly and purposefully withholding information about the change in his marital status and family composition from both our office and the examining officer at the port of entry", ", causes undue, undeserved or disproportionate hardship.\"", "Application Record, Tab 2, page 11 (Emphasis added)"], ["[30]", "This fixation on the failure of the sponsor to declare his family members prevented the Immigration officer from genuinely assessing the H&C considerations submitted by the applicants. I agree with the respondent that this is not a case where the Immigration officer, as in", "<FRAGMENT_SUPPRESSED>  or in", "<FRAGMENT_SUPPRESSED>  the positive factors. In the present case, the Immigration officer did look at the various considerations advanced by the applicants. Nonetheless, at the end of the day, his notes read as if the failure to disclose was the overriding consideration, and that the sponsor had brought upon himself all his and his family's misfortunes. This, in turn, led the Immigration officer to analyze the positive factors supporting the sponsorship application through the prism of the sponsor's conduct at the time of his own application to become a permanent resident, and to overlook the genuineness and stability of his relationship with his wife and children, the sincere remorse of the sponsor and the likely impact of the decision on any future prospect for this family to be re-united, as Mrs. Sultana will likely not be eligible for permanent resident status under any other category given her severely limited education and language skills and the non-existence of employment skills or experience."], ["[31]", "In so doing, the Immigration officer fettered his discretion under s. 25(1) of", "IRPA", "and effectively allowed the applicants' exclusion under s. 117(9)(d) to unduly influence his opinion as to whether the applicants personal circumstances warranted exemption for H&C reasons. As a result, I am of the view that the Immigration officer made a reviewable error, not so much because he came to questionable conclusions in his assessment of the evidence, but more fundamentally because he misunderstood the interplay between s. 25 of the", "IRPA", "and s. 117 of the", "Regulations"], ["[32]", "This conclusion, in itself, would be sufficient to dispose of this application for judicial review. I wish, however, to make the following remarks with respect to the best interests of the applicant children, if only to provide guidance to the Immigration officer who will be called upon to make a fresh determination of this sponsorship application."], ["[33]", "The applicants contend that the Immigration officer failed to adequately assess the best interests of the children affected by the decision to deny them family reunification with the sponsor, and that he did not mention, refer to or analyze the level of dependency between the child and the sponsor and how the H&C decision would affect them. The only reference to the children is found in the following paragraph of the CAIPS notes:", "\"Best interests of the children have been considered, and I note that 2 of FN's 3 children were born after SPR had already landed in Canada. Children are now 8, 7 and 4 Yo. SPR sends money to support FN and children and has visited on 2 occasions (for fairly lengthy durations each time). Also note that FN has both parents and 5 siblings as well as in laws to whom she and the children can turn for emotional and other support here in Pakistan. FN and her spouse have been separated for nearly 7 years. However, SPR returned to Pakistan on several occasions and is free to continue to do so.\""], ["[34]", "I agree with the applicants that this falls far short of the duty to consider the best interests of the children and to be \"alive, alert and sensitive\" to those interests. The Immigration officer fails to have regard to their specific gender, age, and education related needs; that two of the children are boys and require a father figure; that the mother only has a grade 8 education and no paid labour force experience; that Pakistan is a male-dominated society where single female households are looked down upon and how all of this will impact the children. Moreover, there is no evidence to support the Immigration officer's bald assertion and presumption that the mother and her children could turn to her parents/siblings and in-laws for emotional and other support, when the evidence indicates otherwise as they live a few hours away. There is no consideration of the consequences of growing up without their father and it is not explained why the policy considerations underlying s. 117(9)(d) of the", "Regulations", "should outweigh the hardships faced by these children when there is no indication that they would have been inadmissible if listed and have already suffered 7 years away from their father."], ["[35]", "The respondent retorts that the Immigration officer's analysis was commensurate with the submissions made by the applicants and that there was insufficient evidence before the Immigration officer that the principal applicant is unable to assist her children with school work or that she cannot turn to her five siblings and in laws for support. With all due respect, this argument appears to me to be disingenuous."], ["[36]", "The Immigration officer had before him evidence that the main applicant had limited schooling, that the applicants lived with a single, elderly female relative, that they resided in a different part of the country from the applicant's parents and siblings, that the applicant's siblings were all younger than her, and that the sponsor was the sole support for the applicant and her children. How more explicit were the applicants expected to be? An Immigration officer that is alive, alert and sensitive to the children's best interests should have been in a position to draw, and ought to have drawn, some inferences from these facts. I agree with the respondent that the onus lies upon the applicants to make the case for the children's best interests. However I strongly disagree that the submissions made to the Immigration officer were oblique, cursory or obscure. While an immigration official should not be left to speculate as to how a child will be impacted by his or her decision, it would be preposterous to require from an applicant a detailed and minute demonstration of the negative consequences of such a decision when they can be reasonably deducted from the facts brought to his or her attention."], ["[37]", "For these reasons, I am of the view that this application for judicial review ought to be allowed."], ["[38]", "Counsel for the applicants has submitted the following question for certification:", "\"In an application for Permanent Resident status made by family members, of a Canadian citizen or Permanent Resident who wishes to sponsor them, where some members of the sponsor's family are excluded pursuant to s. 117(9)(d) of the", "Regulations", ", but others are not, is there a requirement by the non-excluded Applicants to submit a separate application(s) for Permanent Residence status or must the visa officer consider processing the Application(s) for the non-excluded members of the sponsor's family?\""], ["[39]", "It is clear from the record that the two youngest sons of the sponsor are members of the family class in relation to the sponsor pursuant to s. 117(1)(b) of the", "Regulations", ". They are not just accompanying members of the sponsor's excluded family, but are \"dependent children\" of the sponsor under the family class, with their own right to be sponsored. It is clear, therefore, that s. 42 of the", "IRPA", "does not apply to exclude the two younger children."], ["[40]", "I agree with the respondent that the submitted question does not contemplate an issue of broad significance or general application. There is no dispute that s. 42 of", "IRPA", "did not apply to the potential sponsorship by their father of the two children born after he was landed in Canada. Indeed, the Immigration officer wrote in the CAIPS notes that these two children were not excluded. The only reason the Immigration officer did not separate out the two non-excluded children appears to be the absence of any hint from the sponsoring father that he wished separate processing for them in the event that their mother was found to be excluded by application of s. 117(9)(d) of the", "Regulations", ". The issue raised by the applicants in the proposed question is therefore quite factual and thus does not transcend the interests of the parties."], ["[41]", "As a result, there is no need to certify the question proposed by the applicants.", "ORDER"], ["[42]", "THIS COURT ORDERS that this application for judicial review is granted. The decision made on July 28, 2008, is therefore quashed, and the matter is remitted back for re-determination by a different Immigration officer. No question is certified.", "Application allowed.", "Editor: E. Joanne Oley/vnh", "[End of document]"]]}