{"id_": "043418", "body_str": [["[1]", "Mosley, J.", ": Mr. Santos, a citizen and former member of the armed services of Angola, seeks to have the Court quash the decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Board), reasons dated July 17, 2003, that rejected his claim of having been persecuted by the Angolan army as a suspected turncoat. Having concluded that some of the Board's key implausibility findings that led it to reject his claim are patently unreasonable, this application is allowed and remitted to a differently constituted Board for reconsideration according to the reasons set out below.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "Mr. Santos claimed Convention refugee status in Canada, pursuant to section 96 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (\"IRPA\"), by reason of his fear of persecution at the hands of the Angolan authorities and/or military due to his perceived support of National Union for the Total Independence of Angola (\"UNITA\"). He also claimed to be a person in need of protection, pursuant to the grounds set out in section 97 of the IRPA, based on this fear.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant claims that he was forced to work for UNITA from July 2000 to July 2001 during the time when UNITA controlled Caluquembe in the southern Angolan province of Huila. As a result, upon being released by UNITA the Angolan army arrested, detained and mistreated him because they assumed that Mr. Santos was a traitor.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Prior to those events, the applicant alleges that he had been forcibly recruited into the Angolan armed forces at the age of 15, while he was a student in Huambo and was required to serve from 1985-1992. He was given military training and had to participate in ground battles against UNITA forces. In 1987 he was transferred into the Angolan air force, and received training in aviation mechanics. Following a peace agreement in 1991, he was de-mobilized in August 1992. However, in October 1992 the war with UNITA resumed and he was called back for service. In January 1994, he was sent by the military to Portugal for computer training. He returned to Angola in October 1994. In November 1994 there was another peace agreement and he was de-mobilized again in January 1995.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant then worked as a computer technician and logistical coordinator for various companies and organizations, including the United Nations High Commissioner for Refugees from 1995-1998. In October 1998 the civil war in Angola erupted once more and the applicant was called up again for military service.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On this occasion however, the applicant declined to report and continued working, at this time for Banco Portugues do Atlantico in Luanda. In June or July 2000 he went to visit family members who were living in the small village of Caluquembe, in southern Angola. His mother and siblings had gone to this village to receive medical treatment from a hospital where Swiss doctors were seeing patients. About a week after he arrived, the village was attacked by UNITA forces and many people were killed. Since his family had an uncle who was a general in UNITA, the applicant and his family were spared, on the condition that he remain and work for UNITA. He worked as a radio transmitter, translator and writer.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In June 2001, the Angolan army liberated Caluquembe. The army did not believe that the applicant had been held against his will. The applicant claims that he was severely beaten by the soldiers and called a traitor. The applicant describes how he was badly beaten and forced to sleep in a hole in the ground, resulting in permanent back damage. He also claims that he was detained and interrogated by the Angolan army until December 2001, when he managed to escape from the detention camp where he was being held.  <FRAGMENT_SUPPRESSED>"], ["[8]", "After escaping from detention in December 2001, the applicant went into hiding, staying with various friends and relatives. He obtained a new passport and a US visa. He left Angola for the United States on April 30, 2002. He spent some time in that country prior to travelling to Canada on June 13, 2002. He made his claim for refugee protection at the Quebec border on that date. The applicant's hearing before the Board took place in Ottawa in three different sittings from March to early July 2003.  <FRAGMENT_SUPPRESSED>", "The Board's Decision  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board did not believe the applicant's allegations of being forced to work with UNITA and his alleged persecution by the Angolan authorities. The Board concluded that the applicant's testimony and the letters confirming his military service were inconsistent with someone who was, as purportedly the applicant had asserted to be, \"worried or ashamed of his prior military service, or worried about his relationship with Angolan authorities.\" Hence, the Board did not believe the applicant's allegation that he was wanted by Angolan authorities when he left Angola in May 2002. In relation to this finding, the problems found by the Board were as follows:  <FRAGMENT_SUPPRESSED>", "- The applicant was conscripted in to the Angolan army in 1985, however he had at least three testimonials to his miliary service, indicating that it was a \"significant part of his past\" and \"something worth mentioning, either for future career purposes or for obtaining a US visa...\".  <FRAGMENT_SUPPRESSED>", "- The applicant approached some senior military offices in 1998 when he had decided to avoid reporting for further service, to determine the consequences of such action. While he was not given any written assurance that he would not be punished for evading service, he was given the impression that if necessary, they would intervene somehow in his behalf.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Secondly, the Board did not find it plausible that the applicant had been forced, under threat of death, to work for UNITA  <FRAGMENT_SUPPRESSED>  from June/July 2000 to June/July 2001. The Board did not believe that the applicant had been  <FRAGMENT_SUPPRESSED>  as he had not testified as to the name of the hospital where his brother had been treated. The Board's reasons indicate that it was sceptical that the applicant's mother and siblings would go to a remote town for medical treatment along roads mined by UNITA forces, even though the applicant offered the explanation that there was a renowned hospital run by Swiss doctors operating in that village. The Board member did not find evidence submitted by the applicant about a sanatorium operating  <FRAGMENT_SUPPRESSED>  reliable.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Finally, the Board found that it was not plausible that given the applicant's \"reasonable record\" of service with the Angolan army and his contacts with senior military officers, that he would not have had more influence in convincing the Angolan authorities who allegedly detained him that his work for UNITA had been done under duress. Therefore, the Board disbelieved that Mr. Santos was detained  <FRAGMENT_SUPPRESSED>  by the government forces as alleged.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In reaching these latter two findings, the Board did not accept the genuineness of a document submitted from the applicant's employer", "Banco Commercial Portugues", "stating that he had left his employment there in 2000 \"for unknown reasons\", because it lacked security features and the Board was unable to verify the signature. Further, the Board was not persuaded that this document was probative evidence in support of the applicant's allegation since \"unknown reasons\" does not necessarily mean an \"extended period of kidnapping\" and one would expect that \"such a serious event\" as a kidnapping would be recorded on the applicant's employment record if it had really occurred. The Board also found it implausible that the applicant's brother, who had a job with the Angolan military, did not make some sort of effort to obtain the release of his brother while he was being detained by the Angolan army or inform his brother's employer of what had happened to his brother, \"to set the record straight\".  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[13]", "1. Did the Board base its decision on factual findings that were made in a perverse manner or without regard to the material before it?  <FRAGMENT_SUPPRESSED>", "2. Did the Board breach the principles of natural justice by failing to notify the applicant of its concerns regarding certain documentary evidence?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[14]", "I am satisfied that some of the Board's key implausibility findings were made in a capricious manner or without regard to the material before it.  <FRAGMENT_SUPPRESSED>  (T.D.) (QL) Justice Muldoon stated the following at paragraphs 7-8 with regards to plausibility findings of the Board:  <FRAGMENT_SUPPRESSED>", "A tribunal may make adverse findings of credibility based on the implausibility of an applicant's story provided the inferences drawn can be reasonably said to exist. However, plausibility findings should be made only in the clearest of cases, i.e., if the facts as presented are outside the realm of what could reasonably be expected, or where the documentary evidence demonstrates that the events could not have happened in the manner asserted by the claimant. A tribunal must be careful when rendering a decision based on a lack of plausibility because refugee claimants come from diverse cultures, and actions which appear implausible when judged from Canadian standards might be plausible when considered from within the claimant's milieu. [see L. Waldman, Immigration Law and Practice (Markham, ON: Butterworths, 1992) at 8.22]  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  (T.D.), Associate Chief Justice Jerome stated at page 307:  <FRAGMENT_SUPPRESSED>"], ["[14] ...Nevertheless, the Board is under a very clear duty to justify its credibility findings with specific and clear reference to the evidence.  <FRAGMENT_SUPPRESSED>"], ["[15] This duty becomes particularly important in cases such as this one where the Board has based its non-credibility finding on perceived \"implausibilities\" in the claimants' stories rather than on internal inconsistencies and contradictions in their narratives or their demeanour while testifying. Findings of implausibility are inherently subjective assessments which are largely dependant on the individual Board member's perceptions of what constitutes rational behaviour. The appropriateness of a particular finding can therefore only be assessed if the Board's decision clearly identifies all of the facts which form the basis for their conclusions. The Board will therefore err when it fails to refer to relevant evidence which could potentially refute their conclusions of implausibility...  <FRAGMENT_SUPPRESSED>"], ["[15]", "It is clear that plausibility findings are subject to the same deference as credibility findings, that being patent unreasonableness: see", "<FRAGMENT_SUPPRESSED>  (F.C.A.). However, as stressed in", "<FRAGMENT_SUPPRESSED>", ", plausibility findings involve a distinct reasoning process from findings of credibility and can be influenced by cultural assumptions or misunderstandings. Therefore, implausibility determinations must be based on clear evidence, as well as a clear rationalization process supporting the Board's inferences, and should refer to relevant evidence which could potentially refute such conclusions. The cautions set out in both", "<FRAGMENT_SUPPRESSED>", ", and", "<FRAGMENT_SUPPRESSED>  are worth keeping in mind in the Court's review of plausibility conclusions.  <FRAGMENT_SUPPRESSED>"], ["[16]", "In relation to the implausibility finding of the Board on the issue of the applicant having been  <FRAGMENT_SUPPRESSED> , the applicant has demonstrated that the Board's decision was made perversely and in violation of the rules of procedural fairness. This finding was a crucial one, underpinning the Board's entire decision. Therefore, the decision cannot be permitted to stand.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The lack of objective evidence in and of itself is not a ground to disbelieve the applicant's sworn testimony about his experiences in  <FRAGMENT_SUPPRESSED>  (C.A.)(QL), the Federal Court of Appeal confirmed that the absence of objective evidence to support an applicant's claim is not a ground in and of itself to doubt sworn testimony. As pointed out by counsel at the hearing, and in submissions before this Court, the applicant was being held, first by UNITA and then in deplorable conditions by the Angolan military, from which he escaped on foot in the middle of the night. He testified that there was no phone from which he could have called anyone from Caluquembe. It is difficult to determine what sort of objective evidence he could have provided to demonstrate that he had spent this year  <FRAGMENT_SUPPRESSED> , under such conditions.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Secondly, after reading through the transcript, the Board did not alert the applicant to the fact that it had concerns with the reliability or legitimacy of the internet articles he produced in relation to the hospital  <FRAGMENT_SUPPRESSED> . Since evidence about the hospital was specifically requested from the Board at the end of the second sitting, any problems with the evidence so tendered by the applicant should have been brought to his and his counsel's attention at the hearing. This documentary evidence was significant to his claim, as it was possible corroboration of the reason why his family was  <FRAGMENT_SUPPRESSED> , therefore prompting him to visit them there.  <FRAGMENT_SUPPRESSED>  (T.D.)(QL), it was held that the Board had a duty to alert the applicant to concerns it had with translated documents' authenticity. Similarly in the present case, the Board should have alerted the applicant and his counsel to its negative view of the reliability of the internet documents.  <FRAGMENT_SUPPRESSED>"], ["[19]", "I also note that the Board appears to take a negative view of the timing of the applicant's submission of his evidence in its reasons at page 3, \"By the third sitting the claimant did produce some obscure internet information concerning a sanatorium providing treatment for lepers and so forth  <FRAGMENT_SUPPRESSED> \". This is unfair, given that concerns about believing that the applicant had spent time  <FRAGMENT_SUPPRESSED>  and the existence of the hospital there were only noted by the Board in the second sitting of the hearing.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Furthermore, the applicant's submission that the Board ignored documentary evidence supporting his contention that Caluquembe was taken over and occupied by UNITA at the relevant time period and the documentary evidence that supported his allegations of being forced to work for UNITA and then viewed as a traitor by the Angolan authorities also has merit. Such documentary evidence is on the tribunal record and generally supports his claim of what happened  <FRAGMENT_SUPPRESSED> . The Board should have referred to such documentary evidence in its reasons. The Board member's conclusion that the road to Caluquembe was heavily minded by UNITA at the time the applicant's mother and siblings travelled there is not supported by evidence that was on the tribunal record. While there is a good deal of evidence about the great number of landmines planted in Angola during the civil war, there is no evidence pointed out by the Board or the respondent that the road to Caluquembe was particularly treacherous and that travel along it would not be risked by those seeking medical treatment from foreign doctors.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The transcript at page 793 of the Tribunal Record reveals that the Board member looked up information on the internet at a break in the hearing, and then attempted to question the applicant on it. Applicant's counsel objected, as there had been no disclosure of this material, and the Board member conceded that it was improper. While nothing may turn on this issue, I find it highly improper that the Board would even make this attempt.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The applicant also argued that the Board member did not indicate to him any concerns about lack of security features with his letter from his bank employer, resulting in another breach of the rules of procedural fairness. The applicant submitted that the Board's presumption that his former employer would indicate on a letter of reference, written to an unknown addressee, that he had left his employ because he had been kidnapped, is illogical. He also argued that the Board misconstrued the applicant's testimony in this regard. He had testified that he did not contact the bank after his escape from detention, nor was he able to contact the bank (or anyone else) while under the control of UNITA or being detained by the Angolan military since there was no phone  <FRAGMENT_SUPPRESSED> . He testified that he heard from a former colleague of his that those at the bank had assumed that he had joined UNITA, as he had not returned to work after his trip to Caluquembe in the middle of 2000.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The respondent in his written material did not address this argument.  <FRAGMENT_SUPPRESSED>"], ["[24]", "I agree with the applicant. It is perverse to expect a prior employer, from whom a confirmation of employment was requested, to write something in an employment letter of which it had never received formal notification, namely that the applicant had left its employ because of a kidnapping. The applicant testified that he never informed his employer, either during his detention  <FRAGMENT_SUPPRESSED>  since he never had the ability to make a phone call, or after his escape, why he did not return to work there. To expect that his employer would include such words in a letter confirming his employment is patently unreasonable. Furthermore, while the Board member requested questioning about how the applicant obtained the letter from his former bank employer, she gave no indication at the hearing that she had concerns with any security features of the document (pages 693-700 of the tribunal record). In failing to do this, the Board breached the duty of fairness owed to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Next, the applicant argued that the Board member's finding that it was implausible that he would not have been able to use his influence and contacts in the Angolan military to convince his Angolan army captors that he was not a willing member of UNITA is not supported by his sworn testimony. The applicant clearly testified that the senior military officers with whom he had contact in 1998 were located in Luanda, and there was no way to communicate with them from Caluquembe. Moreover, any verbal reassurance that he had received had been in 1998, when he was inquiring about not returning to the military, and was not made in the context of his having been viewed as a supporter of UNITA and someone who had escaped army detention.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The respondent argued that the Board's implausibility finding on this issue was reasonable, as someone with the applicant's background could have reasonably been expected to make use of his contacts, even though assurances of help from those in the military were given under different circumstances, before selling all of his assets and fleeing the country. The respondent also submitted that the Board is presumed to have considered all the evidence before it, even if not referred to in its reasons, and the applicant has not rebutted this presumption with any valid reason.  <FRAGMENT_SUPPRESSED>"], ["[27]", "I agree with the applicant's submission on this point as well. The Board's reasoning on this issue ignores the fact that the applicant's ease at approaching military personnel in 1998, when he decided not to return to active service, was done prior to his having been perceived as a traitor in 2001 and then escaping military custody. This misconstruction of the applicant's evidence means that the Board's implausibility finding, related to his purported \"influence\" in the Angolan military, is patently unreasonable, or made without regard to the evidence before it.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Finally, the applicant argued that the Board misconstrued his testimony with regards to his being \"worried or ashamed of his prior military service\". He argues that at no point did he indicate or state that he was \"worried or ashamed of his prior military service\". In this sense, the Board member disbelieved evidence that was not before her.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Again, I agree with the applicant. The Board's reasoning in relation to this finding is misleading. The applicant never testified that he was ashamed of his prior military service, but merely that he decided in 1998 that he did not want to return to the military, as he saw no justification for the war and that working in the military was a hard life. The fact that he had prior letters confirming his military service, one undated, and the others dated 1994 and 1995, cannot be seen as probative evidence that he was not wanted by the Angolan authorities in 2002 for reasons arising out of incidents which occurred in 2000-2001.  <FRAGMENT_SUPPRESSED>"], ["[30]", "For all of the foregoing reasons, this application for judicial review is allowed. No question for certification arises in this case.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[31]", "THIS COURT ORDERS", "that this application for judicial review is allowed. The decision of the Board is quashed and differently constituted Board is to reconsider the applicant's claim in accordance with these reasons. No question for certification arises.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}