{"id_": "043526", "body_str": [["[1]", "Le juge suppléant Lagacé", ": La demanderesse sollicite en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (Loi), la révision judiciaire de la décision rendue le 24 décembre 2007 par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (Tribunal) de ne pas lui reconnaître la qualité de «", "réfugiée »", ", ni celle de «", "personne à protéger »", "conformément au sens des articles 96 et 97 de la Loi et, en conséquence, d'avoir rejeté leur demande d'asile.  <FRAGMENT_SUPPRESSED>", "II.", "Les faits  <FRAGMENT_SUPPRESSED>"], ["[2]", "Citoyenne du Mexique, la demanderesse allègue avoir été victime de persécution par son ex-conjoint, un agent de bureau à l'emploi du Ministère public.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Selon le Formulaire de renseignements personnels de la demanderesse, la vie de couple avec l'ex-conjoint débute en juin 2005 alors que les agressions de celui-ci commencent en décembre de la même année et se poursuivent avec plusieurs épisodes de violence successifs.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Après avoir en février 2006 dénoncé son ex-conjoint à un agent du Ministère public, la demanderesse ne donne pas suite à cette dénonciation. Menacée de mort le 18 mars 2006 en présence de trois témoins, la demanderesse attend à la fin de mai 2008 pour déposer une plainte à la police contre son ex-conjoint, plainte à laquelle elle ne donnera pas plus suite. Enfin elle ne recherche aucune aide auprès d'organismes voués dans son pays à la protection des femmes maltraités et battues.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Après avoir pris temporairement refuge chez des membres de sa famille, la demanderesse quitte finalement le Mexique pour venir le 11 juillet 2006 demander l'asile au Canada.  <FRAGMENT_SUPPRESSED>", "III.", "Décision contestée  <FRAGMENT_SUPPRESSED>"], ["[6]", "Trouvant difficile de concilier le comportement de la demanderesse avec la crainte que celle-ci exprime pour sa vie, le Tribunal n'attache aucune crédibilité à son récit.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Le Tribunal souligne de plus qu'à défaut d'avoir fait des démarches raisonnables pour bénéficier de la protection offerte par l'État mexicain, la demanderesse ne s'est pas déchargée de son fardeau de réfuter la présomption voulant que son pays soit en mesure de protéger ses citoyens.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Finalement, compte tenu du degré et de la nature de l'instruction de la demanderesse, le Tribunal ne croit pas déraisonnable de croire que celle-ci ne rencontrerait aucune difficulté excessive à se trouver un emploi ou à se réinstaller à Monterrey, à Veracruz ou ailleurs au Mexique, sans mettre sa vie en péril pour autant.  <FRAGMENT_SUPPRESSED>", "IV.", "Question en litige  <FRAGMENT_SUPPRESSED>"], ["[9]", "Le Tribunal a-t-il commis une erreur déraisonnable dans son appréciation négative de la crédibilité de la demanderesse en lui refusant le statut de réfugiée et de personne à protéger", "et en décidant qu'elle ne risquerait pas de subir des traitements cruels et inusités si elle devait retourner et chercher refuge au Mexique?  <FRAGMENT_SUPPRESSED>", "V.", "Prétentions des parties  <FRAGMENT_SUPPRESSED>"], ["[10]", "La demanderesse reproche principalement au Tribunal d'avoir erré en ne lui accordant aucune crédibilité et d'avoir totalement ignoré les", "Directives No 4 - Revendicatrices du statut de réfugié craignant d'être persécutées en raison de leur sexe", "de la Commission de l'immigration et du statut de réfugié du Canada (Directives), ainsi que la preuve corroborant son témoignage.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Le défendeur défend pour sa part les conclusions du Tribunal, et souligne que celles-ci sont justifiées et découlent de son analyse de la preuve et de son expertise. Conséquemment, le défendeur ne relève aucun motif valable pouvant justifier l'intervention de cette Cour.  <FRAGMENT_SUPPRESSED>", "VI.", "Analyse  <FRAGMENT_SUPPRESSED>", "Norme de contrôle judiciaire  <FRAGMENT_SUPPRESSED>"], ["[12]", "Les cours doivent traiter avec déférence les décisions des tribunaux administratifs spécialisés bénéficiant d'une expertise dans les affaires où s'exerce leur juridiction. ( <FRAGMENT_SUPPRESSED>  (", "Dunsmuir", ")).  <FRAGMENT_SUPPRESSED>"], ["[13]", "La norme de la", "décision raisonnable", "s'applique au présent cas de sorte que pour justifier son intervention, la Cour doit se demander si la décision contestée est raisonnable, compte tenu de la", "justification de la décision", ", et de son", "appartenance aux issues possibles acceptables pouvant se justifier au regard des faits et du droit", "Dunsmuir", ", ci-dessus, par. 47).  <FRAGMENT_SUPPRESSED>"], ["[14]", "À l'intérieur de cette norme de contrôle, la Cour peut-elle conclure que le Tribunal erre lorsqu'il décide que la demanderesse n'est ni une réfugiée et ni une personne à protéger au sens de la Loi et qu'au contraire, elle peut raisonnablement chercher refuge ailleurs dans son propre pays sans risquer de subir un traitement cruel et inusité?  <FRAGMENT_SUPPRESSED>", "L'absence de crédibilité  <FRAGMENT_SUPPRESSED>"], ["[15]", "En tentant de convaincre la Cour que le Tribunal erre dans les inférences négatives tirées de la preuve quant à sa crédibilité, la demanderesse cherche en fait à justifier les parties de preuve que le Tribunal écarte parce qu'il les juge non fiables, insatisfaisantes, invraisemblables, incomplètes ou non corroborées. Or la demanderesse, ne l'oublions pas, a eu toute l'opportunité de présenter pleinement son récit au Tribunal et de le convaincre mais malheureusement elle n'a pas réussi.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Partant du fait que le Tribunal ne retient pas ou ne commente pas dans sa décision certains éléments de preuve que la demanderesse considère plus importants que ceux que retient le Tribunal pour conclure comme il le fait sur sa crédibilité, la demanderesse lui reproche de ne pas avoir considéré toute la preuve offerte, et partant de là, qualifie la décision de déraisonnable.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Cet argument de la demanderesse ignore toutefois la présomption voulant que le Tribunal ait considéré toute la preuve présentée (", "<FRAGMENT_SUPPRESSED>  (QL). La demanderesse oublie aussi que lorsqu'un Tribunal conclut en expliquant pourquoi qu'un revendicateur d'asile n'est pas crédible, il n'a pas l'obligation de s'attarder à tous les éléments de preuve soutenant les allégations contraires et qu'il ne retient pas parce qu'il les juge non crédibles, peu fiables, non corroborés ou non nécessaires à ses conclusions. (", "<FRAGMENT_SUPPRESSED>  au par. 26).  <FRAGMENT_SUPPRESSED>"], ["[18]", "Il n'appartient pas à cette Cour à ce stade-ci de reprendre l'exercice, d'apprécier la preuve de nouveau ou de substituer son opinion à celle du Tribunal, et ce, d'autant plus que celui-ci bénéficie de l'avantage de son expertise, et surtout de l'avantage unique d'avoir entendu le récit et les revendications de la demanderesse. Le Tribunal demeure sûrement mieux qualifié que cette Cour pour juger de la crédibilité à accorder au récit de la demanderesse.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Au contraire, la Cour doit seulement vérifier si la décision de la Commission est justifiée et raisonnable dans le sens indiqué par l'arrêt", "Dunsmuir", ", précité. Les décisions touchant à la crédibilité d'une partie constituent « l'essentiel du pouvoir discrétionnaire des juges des faits », de sorte que telles décisions doivent recevoir une déférence considérable à l'occasion d'un contrôle judiciaire. Elles ne sauraient être infirmées à moins qu'elles ne soient abusives, arbitraires ou rendues sans tenir compte des éléments de preuve (", "<FRAGMENT_SUPPRESSED> , au paragr. 24;", "Dunsmuir", ", précité).  <FRAGMENT_SUPPRESSED>"], ["[20]", "Or après audition du récit de la demanderesse, le Tribunal juge son comportement non crédible, et il explique pourquoi. Il considère non plausibles ses explications sur les dénonciations qu'elle aurait faites, mais qu'aucun document ne vient corroborer. Il retient de plus plusieurs éléments invraisemblables dans le récit de la demanderesse, et affectant sa crédibilité. Il note aussi l'absence de documents pour corroborer certaines allégations de la demanderesse.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Cette Cour a énoncé à plusieurs reprises « qu'un tribunal peut conclure au manque de crédibilité en se basant sur des invraisemblances contenues dans le récit du demandeur d'asile, le bon sens et la raison » (", "<FRAGMENT_SUPPRESSED>  au paragr. 9). De plus, l'absence de document corroborant les allégations de la demanderesse peut affecter négativement la crédibilité de celle-ci (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 568).  <FRAGMENT_SUPPRESSED>"], ["[22]", "De plus, la demanderesse souligne qu'en vertu des Directives", "le décideur doit avoir à l'esprit que le comportement d'une femme battue peut sembler incohérent mais ne l'est pas pour une personne traquée, comme l'est la demanderesse qui vit dans la peur. La demanderesse reproche au Tribunal de ne pas avoir tenu compte des Directives au moment d'apprécier son comportement, sans toutefois démontrer en quoi la Commission ne les a pas suivies.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Mais ce n'est pas parce que le Tribunal conclut négativement sur la crédibilité de la demanderesse qu'il n'a pas pour autant tenu compte des Directives. D'ailleurs, le Tribunal indique au début de sa décision avoir pris en considération les Directives, et rien ne permet d'en douter ou de conclure qu'il n'a pas suivi et considéré ces Directives lors de l'audition et son analyse du dossier. Ce qui importe, c'est que les motifs de la décision témoignent de la sensibilité de la Commission envers la demanderesse et que la preuve soutienne suffisamment sa conclusion (", "<FRAGMENT_SUPPRESSED> et 15, 163 A.C.W.S. (3d) 444).  <FRAGMENT_SUPPRESSED>"], ["[24]", "Or, en l'espèce, la demanderesse n'a pas démontré en quoi la Commission n'a pas fait montre de la sensibilité requise, tandis que la preuve soutient suffisamment sa conclusion.  <FRAGMENT_SUPPRESSED>"], ["[25]", "En conséquence, la conclusion du Tribunal sur la crédibilité de la demanderesse est raisonnable et ne justifie pas l'intervention de cette Cour.  <FRAGMENT_SUPPRESSED>", "La protection de l'État  <FRAGMENT_SUPPRESSED>"], ["[26]", "Le Tribunal conclut de plus à l'existence d'une protection étatique pour la demanderesse au Mexique, et note que celle-ci n'a pas démontré, par une preuve claire et convaincante, l'incapacité de son pays à lui fournir la protection requise.  <FRAGMENT_SUPPRESSED>"], ["[27]", "La demanderesse n'a pas donné suite à la plainte déposée tardivement contre son ex-conjoint, n'a pas cherché d'aide auprès d'organismes voués à la protection des femmes battues, et s'est limitée à prendre refuge chez des parents et à dénoncer à sa belle-famille les agissements de son ex-conjoint. Comment peut-elle aujourd'hui conclure à l'inefficacité de la protection offerte par son pays alors qu'elle ne l'a pas vraiment testée sérieusement?  <FRAGMENT_SUPPRESSED>"], ["[28]", "Il incombait à la demanderesse de faire d'abord appel aux ressources protectrices de l'État mexicain avant de demander la protection d'un autre pays. Elle ne la pas fait parce que, dit-elle, elle doute de l'efficacité de la protection offerte au Mexique pour les femmes qui partagent sa situation. Douter de l'efficacité de la protection offerte par l'État alors qu'on ne l'a pas vraiment testée ne réfute pas pour autant l'existence d'une présomption de protection étatique dans son pays d'origine.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Il n'est donc pas surprenant que le Tribunal n'ait pas été convaincu de l'insuffisance de la protection de l'État mexicain compte tenu de la situation de la demanderesse, son comportement et sa crédibilité ainsi que le peu de démarches qu'elle a entrepris pour bénéficier de la protection existante.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Pour tous ces motifs, la Cour ne voit pas en quoi la décision du Tribunal sur cette question serait déraisonnable.  <FRAGMENT_SUPPRESSED>", "L'existence d'un refuge interne  <FRAGMENT_SUPPRESSED>"], ["[31]", "Le Tribunal conclut finalement que la demanderesse pouvait déménager et chercher refuge ailleurs au Mexique, soit à Monterrey, une ville de plus de trois millions d'habitants ou a Veracruz, plus au sud. De plus, le Tribunal considère qu'avec son niveau d'instruction dans un domaine très en demande, la demanderesse n'aurait pas trop de difficulté à se trouver un emploi et à se réinstaller dans une de ces deux villes ou ailleurs au Mexique.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Il est bien établi qu'en matière de possibilité de refuge interne, le fardeau de preuve appartient au revendicateur d'asile (", "<FRAGMENT_SUPPRESSED>  au paragr. 18). Ainsi, la demanderesse devait démontrer, soit qu'il serait déraisonnable pour elle de chercher refuge dans une autre partie du pays, ou soit prouver l'existence réelle de conditions l'empêchant de se relocaliser ailleurs au Mexique, ce qu'elle n'a pas fait.  <FRAGMENT_SUPPRESSED>"], ["[33]", "En effet, le Tribunal indique dans sa décision que les villes de Monterrey et de Veracruz ont été suggérées à la demanderesse, mais qu'elle ne considère pas y chercher refuge parce qu'elle n'a aucun lien familial dans ces régions. Toutefois, l'absence de lien familial dans les endroits offrant une « possibilité de refuge interne » (PRI) ne signifie pas pour autant que le PRI suggéré imposerait à la demanderesse des conditions plus déraisonnables que de venir chercher refuge au Canada. S'éloigner de la famille pour aller prendre refuge et s'installer dans une autre partie du pays, y trouver du travail et recommencer sa vie loin de sa famille et de ses amis, constituerait certes une certaine épreuve pour la demanderesse, mais pas une épreuve indue et déraisonnable, et certainement pas une épreuve comparable à l'expatriation dans un pays lointain.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Devant cette Cour, la demanderesse n'indique nullement en quoi la conclusion du Tribunal sur l'existence d'une possibilité de refuge interne serait erronée. Bref, l'absence de famille et d'amis dans le PRI suggéré n'imposerait pas à la demanderesse des conditions déraisonnables. En conséquence, la conclusion du Tribunal sur le PRI se situe dans les « issues possibles acceptables pouvant se justifier au regard des faits et du droit » et ne justifie pas l'intervention de cette Cour.  <FRAGMENT_SUPPRESSED>", "Les décisions à caractère persuasif  <FRAGMENT_SUPPRESSED>"], ["[35]", "L'ultime argument de la demanderesse concerne l'utilisation par le Tribunal de décisions à caractère persuasif. Elle prétend en effet dans son mémoire que le Tribunal fait une utilisation illégale de ces décisions puisque ces dernières n'ont pas été déposées en preuve dans le dossier, et qu'en conséquence, le principe de divulgation de la preuve n'a pas été respecté. Un tel argument ne tient pas puisque les décisions à caractère persuasif ne font pas partie de la preuve, mais constituent tout au plus des indicateurs jurisprudentiels que les commissaires peuvent consulter et suivre, sans pour autant y être tenus (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1214).  <FRAGMENT_SUPPRESSED>"], ["[36]", "Ici, le Tribunal ne se contente pas d'adopter le raisonnement des décisions auxquelles il réfère; il se base de plus sur son analyse personnalisée des éléments de preuve devant lui avant de décider d'adopter le raisonnement de ces décisions. Il pouvait donc, pour assurer une certaine uniformité dans les décisions et dans la mesure où les faits de la cause le justifient, se référer légitimement aux décisions citées à titre de guide jurisprudentiel tout aussi bien que peut le faire cette Cour.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Pour tous ces motifs, la demanderesse n'a pas su démontrer en quoi la décision visée par le présent recours serait déraisonnable. Par ailleurs, l'analyse du dossier, de la décision et des arguments des parties amènent la Cour à conclure que la décision attaquée appartient aux issues possibles, acceptables et justifiées au regard des faits et du droit, ce qui entraîne le rejet de la demande de révision de celle-ci.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Aucune question importante de portée générale n'ayant été proposée, aucune question ne sera certifiée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[39]", "POUR CES MOTIFS, LA COUR", ":  <FRAGMENT_SUPPRESSED>", "REJETTE", "la demande de contrôle judiciaire  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  D.J.", "[Translation]: The applicant seeks judicial review, under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act), of the decision dated December 24, 2007, by the Refugee Protection Division of the Immigration and Refugee Board (the panel), which determined that she is neither a \"refugee\" nor a \"person in need of protection\" as defined by sections 96 and 97 of the Act, and, consequently, her refugee claim was dismissed.  <FRAGMENT_SUPPRESSED>", "II.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is a Mexican citizen and was allegedly persecuted by her ex-spouse, an officer employed by the Public Prosecutor.  <FRAGMENT_SUPPRESSED>"], ["[3]", "According to the applicant's Personal Information Form, she and her ex-spouse began living together in June 2005; his assaults began in December of that year and continued with a number of successive violent episodes.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In February 2006, the applicant reported her ex-spouse to an officer in the Public Prosecutor's office, but she did not follow up on this report. Although she was threatened with death on March 18, 2006, in the presence of three witnesses, the applicant waited until the end of May 2006 to file a report with the police against her ex-spouse, but she did not follow up on this complaint either. Finally, she did not seek assistance from organizations in her country that protect abused and battered women.  <FRAGMENT_SUPPRESSED>"], ["[5]", "After temporarily taking refuge with members of her family, the applicant finally left Mexico on July 11, 2006, to come to Canada and claim refugee status.  <FRAGMENT_SUPPRESSED>", "III.", "Impugned decision  <FRAGMENT_SUPPRESSED>"], ["[6]", "The panel found it difficult to reconcile the applicant's behaviour with her statement that she feared for her life and assigned no credibility to her story.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The panel also noted that, since she failed to take reasonable steps to avail herself of the protection offered by the state of Mexico, the applicant did not discharge her burden of rebutting the presumption that her country is able to protect its citizens.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Last, given the applicant's level and type of education, the panel found that it was reasonable to believe that the applicant would not have much difficulty finding employment in, and relocating to Monterrey, Veracruz or elsewhere in Mexico, without endangering her life.  <FRAGMENT_SUPPRESSED>", "IV.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[9]", "Did the panel make an unreasonable error in its negative assessment of the applicant's credibility by finding that she was neither a refugee nor a person in need of protection and by determining that she would not be subject to a risk of cruel and unusual treatment if she had to return to Mexico to seek refuge?  <FRAGMENT_SUPPRESSED>", "V.", "Submissions of the parties  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant's main criticism of the panel is that it erred by finding her not credible and by completely disregarding", "Guideline 4 - Women Refugee Claimants Fearing Gender-Related Persecution", "of the Immigration and Refugee Board of Canada (Guideline), as well as evidence corroborating her testimony.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The respondent defends the panel's findings and submits that they are justified and are based on its analysis of the evidence and its expertise. Consequently, the respondent sees no valid reason that could justify this Court's intervention.  <FRAGMENT_SUPPRESSED>", "VI.", "Analysis  <FRAGMENT_SUPPRESSED>", "Standard of review  <FRAGMENT_SUPPRESSED>"], ["[12]", "Courts must show deference to the decisions of specialized administrative tribunals, which have expertise in matters within their jurisdiction (see", "<FRAGMENT_SUPPRESSED>  (", "Dunsmuir", ")).  <FRAGMENT_SUPPRESSED>"], ["[13]", "The", "reasonableness", "standard applies to this case; accordingly, in order to justify its intervention, the Court must inquire whether the impugned decision is reasonable, having regard to the", "justification for the decision", "and whether it", "falls within a range of possible, acceptable outcomes that are defensible in respect of the facts and law", "<FRAGMENT_SUPPRESSED> , paragraph 47).  <FRAGMENT_SUPPRESSED>"], ["[14]", "Within this standard of review, can the Court find that the panel erred by deciding that the applicant was neither a refugee nor a person in need of protection as defined in the Act and that, on the contrary, she could reasonably find refuge elsewhere in her own country without being subject to a risk of cruel and unusual punishment?  <FRAGMENT_SUPPRESSED>", "Lack of credibility  <FRAGMENT_SUPPRESSED>"], ["[15]", "In attempting to persuade the Court that the panel erred by drawing negative credibility inferences from the evidence, the applicant is in fact seeking to justify those parts of the evidence that the panel disregarded because it found them unreliable, unsatisfactory, implausible, incomplete or uncorroborated. Let us not forget that the applicant had every opportunity to fully present her case and to convince the panel, but unfortunately she did not succeed.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Based on the fact that the panel did not accept or comment in its reasons on certain parts of the evidence that the applicant considered more important than the parts that the panel accepted in making its credibility findings, the applicant claims that the panel did not consider all the evidence that was before it, and, therefore, characterizes its decision as unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[17]", "However, this argument ignores the presumption that the panel considered all the evidence before it (", "<FRAGMENT_SUPPRESSED>  (QL)). The applicant is also forgetting that when a panel concludes by explaining why a claimant is not credible, it is not required to consider all the evidence supporting allegations to the contrary, allegations that it did not accept because it found them to be not credible, unreliable, uncorroborated or unnecessary to its findings (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[18]", "It is not for the Court at this stage to start over, reassess the evidence and substitute its opinion for the panel's, particularly because the panel benefits from its expertise and especially from the unique advantage of having heard the applicant's story and claims. The panel is certainly more qualified than this Court to assess the applicant's credibility.  <FRAGMENT_SUPPRESSED>"], ["[19]", "On the contrary, the Court must verify only whether the panel's decision was justified and reasonable in the sense stated in", "<FRAGMENT_SUPPRESSED> . Credibility determinations, which lie within \"the heartland of the discretion of triers of fact\", are entitled to considerable deference upon judicial review. They cannot be overturned unless they are perverse, capricious or made without regard to the evidence (", "<FRAGMENT_SUPPRESSED> , at paragraph 24;", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[20]", "After hearing the applicant's story, the panel determined that her behaviour was not credible and explained why. The panel did not believe her explanations about the reports she made but could not corroborate. It also considered a number of elements in the applicant's story unlikely, which affected her credibility. It also noted that there were no documents corroborating some of her allegations.  <FRAGMENT_SUPPRESSED>"], ["[21]", "This Court has stated on a number of occasions that \"a tribunal can conclude that there is lack of credibility by basing itself on improbabilities in the refugee status claimant's account, on common sense and on reason\" (", "<FRAGMENT_SUPPRESSED> ). In addition, the lack of documentation corroborating the applicant's allegations may negatively affect his or her credibility (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 568).  <FRAGMENT_SUPPRESSED>"], ["[22]", "Moreover, the applicant points out that, under the Guideline", "the decision maker must bear in mind that a battered woman's behaviour may seem inconsistent but is not for a person who is being pursued, such as the applicant, who is living in fear. The applicant claims the panel failed to consider the Guideline when assessing her behaviour, but she did not demonstrate how the panel failed to follow it.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The fact that the panel made a negative finding on the applicant's credibility does not mean that it failed to consider the Guideline. The panel stated at the beginning of its decision that it had taken the Guideline into account, and there is no basis for doubting that or for finding that it failed to follow and consider the Guideline at the hearing and in its analysis of the case. What matters is that the reasons for decision show that the panel was sensitive towards the applicant and that the evidence was sufficient to support its conclusion (", "<FRAGMENT_SUPPRESSED> A.C.W.S. (3d) 444).  <FRAGMENT_SUPPRESSED>"], ["[24]", "In this case, the applicant has not demonstrated how the panel failed to show sensitivity towards her, and the evidence is sufficient to support its conclusion.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Consequently, the panel's finding on the applicant's credibility is reasonable and does not justify the intervention of this Court.  <FRAGMENT_SUPPRESSED>", "State protection  <FRAGMENT_SUPPRESSED>"], ["[26]", "The panel also found that state protection was available to the applicant in Mexico and noted that she did not provide clear and convincing evidence that her country was unable to protect her.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The applicant did not follow up on the report she filed belatedly against her ex-spouse nor did she seek assistance from organizations that protect battered women; she simply sought refuge with family and told her in-laws what her ex-spouse had done. How can she now conclude that her country's protection was ineffective when she did not really test it seriously?  <FRAGMENT_SUPPRESSED>"], ["[28]", "The onus was on the applicant to first seek protection from the Mexican state before asking another country for protection. She says she did not do so because she did not believe that the protection provided in Mexico for women in her situation was effective. Doubting the effectiveness of state protection when she did not really test it does not rebut the presumption of state protection in her country of origin.  <FRAGMENT_SUPPRESSED>"], ["[29]", "It is therefore not surprising that the panel was not persuaded that the protection of the Mexican state was inadequate, given the applicant's situation, behaviour and credibility as well as the little effort she made to avail herself of the existing protection.  <FRAGMENT_SUPPRESSED>"], ["[30]", "For all these reasons, the Court does not see how the panel's decision on this issue is unreasonable.  <FRAGMENT_SUPPRESSED>", "Internal flight alternative  <FRAGMENT_SUPPRESSED>"], ["[31]", "Last, the panel found that the applicant could move and find refuge elsewhere in Mexico, either in Monterrey, a city of over three million inhabitants, or in Veracruz, in the south. Furthermore, given the applicant's level of education in a field that is very much in demand, the panel believed that she would not have much difficulty finding employment in, and relocating to, one of those two cities or elsewhere in Mexico.  <FRAGMENT_SUPPRESSED>"], ["[32]", "It is settled law that the burden of proof regarding an internal flight alternative rests on the claimant (", "<FRAGMENT_SUPPRESSED> ). Thus, the applicant had to establish either that it would be unreasonable for her to seek refuge in another part of the country or that there were, in fact, conditions preventing her from relocating elsewhere in Mexico, and she failed to do so.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In fact, the panel stated in its reasons that the cities of Monterrey and Veracruz were put forward as options to the applicant but that she had not considered seeking refuge there because no one in her family lived in those areas. However, the lack of a family connection in places offering an [translation] \"internal flight alternative\" (IFA) does not mean that the suggested IFA would impose more unreasonable conditions on the applicant than seeking refuge in Canada. Moving away from her family to take refuge and settle in another part of the country to find work there and recommence her life far from her family and friends would certainly be somewhat of a hardship for the applicant, but not an undue or unreasonable hardship, and certainly not comparable to the hardship of expatriation in a distant country.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Before this Court, the applicant did not indicate how the panel's finding on the availability of an internal flight alternative was erroneous. In short, the absence of family and friends in the IFA would not impose unreasonable conditions on the applicant. Consequently, the panel's determination on the suggested IFA falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" and does not justify the intervention of this Court.  <FRAGMENT_SUPPRESSED>", "Persuasive decisions  <FRAGMENT_SUPPRESSED>"], ["[35]", "The applicant's final argument concerns the panel's use of persuasive decisions. In her memorandum, she submits that the panel unlawfully used these decisions because they were not filed as evidence in the record and, therefore, the principle of disclosing evidence was not adhered to. This argument is not valid since persuasive decisions are not part of the evidence but are, at most, jurisprudential markers that members may consult and follow, but that are not binding on them (", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1214).  <FRAGMENT_SUPPRESSED>"], ["[36]", "Here, the panel did not simply adopt the reasoning of the decisions it referred to; it relied more on its personalized analysis of the evidence adduced before deciding to adopt the reasoning in these decisions. Accordingly, to ensure some consistency in members' decisions and to the extent that the facts of the case warrant, the panel could legitimately refer to decisions cited as jurisprudential guides, just as this Court can.  <FRAGMENT_SUPPRESSED>"], ["[37]", "For all these reasons, the applicant was unable to establish that the decision under review is unreasonable. Moreover, the analysis of the record, the decision and the parties' arguments leads the Court to conclude that the impugned decision falls within a range of possible, acceptable outcomes that are defensible in respect of the facts and law, and this is fatal to the application for review of the decision.  <FRAGMENT_SUPPRESSED>"], ["[38]", "Since no serious question of general importance was proposed, none will be certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[39]", "FOR THESE REASONS, THE COURT", ":  <FRAGMENT_SUPPRESSED>", "DISMISSES", "the application for judicial review.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}