{"id_": "043587", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for judicial review under section 22.1 of the", "Citizenship Act", ", RSC 1985, c C-29 [the Act] of the decision of a Citizenship Judge to approve the respondent's application for Canadian citizenship.", "II.", "Facts"], ["[2]", "The respondent landed in Canada as a permanent resident on October 16, 2007 and applied for Canadian citizenship on July 13, 2011."], ["[3]", "In his citizenship application, he declared 106 days of absences from Canada during the relevant period, October 16, 2007 to July 13, 2011."], ["[4]", "A citizenship officer reviewed his application and on May 24, 2013, the officer sent the respondent a residence questionnaire to complete in order to assist in determining whether he met the residency requirements. In the residence questionnaire, the respondent declared the same absences as in his citizenship application, all except for the last trip to Lebanon in July 2011, which was omitted. After being transferred twice, the file ended up in the hands of the Citizenship Judge who ultimately made the impugned decision."], ["[5]", "The Citizenship Judge held a hearing with the respondent and, with the respondent's consent, obtained a copy of the Integrated Customs Enforcement System [ICES] report of the respondent's entries into Canada.", "III.", "The Impugned Decision"], ["[6]", "On September 22, 2014, the Citizenship Judge approved the respondent's application. He specified that he was using the physical presence test for residency set out in", "Re Pourghasemi", ", [1993] FCJ No 232, 62 FTR 122, [", "Re Pourghasemi", "] and concluded that the respondent had demonstrated residence in Canada for the number of days claimed and that he therefore met the residency requirement."], ["[7]", "The Citizenship Judge noted that the respondent had been given a residence questionnaire and that there had been questions regarding the respondent's credibility because the citizenship officer had had difficulty assessing his residency. He found that the respondent was credible and that there were no inconsistencies or contradictions in his oral or documentary evidence."], ["[8]", "He also noted that the respondent kept a visa for travel to Qatar, and was satisfied that his reason for keeping such a visa was in case he was required to travel there for work and that only three of the trips listed in the residence questionnaire had been to Qatar."], ["[9]", "He further stated that the respondent had provided evidence of church involvement, as well as bank statements showing purchases in the Gatineau/Ottawa area during the relevant period.", "IV.", "Issue"], ["[10]", "The sole issue raised in this matter is whether the Citizenship Judge's determination that the respondent had met the physical presence test set out in", "Re Pourghasemi", "was reasonable.", "V.", "Standard of Review"], ["[11]", "A citizenship judge's determination of whether the residency requirement has been met is reviewable on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "The determination of whether the decision is reasonable includes consideration of whether the evidence on the record supports the decision of the Citizenship Judge and whether the reasons are adequate to allow the Court to understand how he reached his decision and whether that decision falls within the range of acceptable outcomes (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Newfoundland and  <FRAGMENT_SUPPRESSED> ).", "VI.", "Preliminary Motion"], ["[13]", "The respondent asks this Court to dismiss the application at the outset and not to consider it on its merits, due to the fact that the applicant submitted an affidavit at the leave stage that wrongly attributed a set of handwritten notes to the decision-maker. The applicant emphasizes the significance of information contained in affidavits at the leave stage and contends that leave in this case was granted, at least in part, on the basis of these notes since the applicant had argued on leave that the decision maker's notes contradicted his conclusions. He relies on", "<FRAGMENT_SUPPRESSED>  to support his position that the application should be dismissed since leave would likely not have been granted if the notes hadn't wrongly been attributed to the Citizenship Judge."], ["[14]", "The applicant acknowledges that the notes were attributed to the Citizenship Judge in error, but submits that the Court should exercise its discretion to hear the application on its merits despite this error since: it was not intentional; the authorship of the notes does not substantively affect the applicant's argument that the decision is unreasonable; and the applicant has a strong case."], ["[15]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held that, even where an applicant has intentionally presented false evidence on an application for leave, which I do not suggest was the case here, the Court has a discretion to hear the application on its merits. The Court of Appeal provided guidance on the proper exercise of this discretion:"], ["[10] In exercising its discretion, the Court should attempt to strike a balance between, on the one hand, maintaining the integrity of and preventing the abuse of judicial and administrative processes, and, on the other, the public interest in ensuring the lawful conduct of government and the protection of fundamental human rights. The factors to be taken into account in this exercise include: the seriousness of the applicant's misconduct and the extent to which it undermines the proceeding in question, the need to deter others from similar conduct, the nature of the alleged administrative unlawfulness and the apparent strength of the case, the importance of the individual rights affected and the likely impact upon the applicant if the administrative action impugned is allowed to stand."], ["[16]", "Despite the error in the applicant's affidavit, I choose to exercise my discretion in this case to hear the application on its merits. I am not prepared to second guess the basis on which leave was granted and I am satisfied that the incorrect attribution of the notes was not intentional. Further, the error does not undermine the proceeding or substantively affect the applicant's argument that the record does not support that the respondent met the residency requirement, especially in light of the fact that the notes simply listed the date stamps in the respondent's passport and other information already contained elsewhere in the record. Finally, even absent the notes, the applicant has a strong case on the basis of the remainder of the record."], ["[17]", "Accordingly, I dismiss the respondent's motion and will decide the matter on its merits.", "VII.", "Applicant's Position"], ["[18]", "The applicant submits that it was unreasonable for the Citizenship Judge to find that the respondent was physically present in Canada for the number of days he claimed, since the evidence on the record did not support this conclusion. Rather, the exits and entries recorded in the respondent's passport and corroborated by the ICES report indicated that he was absent from Canada for 539 days."], ["[19]", "In his decision, the Citizenship Judge did not address any of the discrepancies in the record however, nor did he conduct his own calculation or explain how he arrived at his conclusion that the respondent had resided in Canada for 1259 days as claimed."], ["[20]", "The applicant also argues that the Citizenship Judge misinterpreted the ICES report by stating that it \"revealed fewer absences than those declared\" by the respondent, when in fact the ICES report contradicted the respondent's declarations by confirming that several of the declared returns to Canada never actually occurred, and that the respondent's absences were therefore greater than stated."], ["[21]", "Further, the Citizenship Judge relied on bank statements that allegedly show purchases in the Ottawa/Gatineau area during the relevant period, but failed to acknowledge that the majority of the activity in the bank statements was accumulation of interest, and that no actual transactions or purchases are recorded during the periods at issue.", "VIII.", "Respondent's Position"], ["[22]", "The respondent submits that the applicant's argument is based almost entirely on the absence of re-entry stamps in his passport; yet it is well established that passport stamps do not constitute irrefutable evidence of a person's movements across the Canadian border as not all countries, including Canada, routinely stamp passports at entry (", "<FRAGMENT_SUPPRESSED> ; Citizenship Policy Manual CP-5 at 20; Operational Bulletins 022 (August 22, 2006))."], ["[23]", "Since passport stamps are not a definitive source of evidence to prove residency, the Citizenship Judge made it clear that other supporting documents were needed for the assessment. The ICES report was requested after the hearing specifically to address the fact that there were missing entry stamps in the passport. The Citizenship Judge reviewed the ICES report and concluded that there were fewer absences than those declared by the respondent."], ["[24]", "As with passport stamps, the ICES report does not provide irrefutable evidence of movements across the Canadian border. This is exactly why Citizenship Judges have the opportunity to examine further evidence of residency and to question applicants at an interview. The Citizenship Judge weighed the evidence before him and took into careful consideration both the answers given to him at the hearing and the documentary evidence, including the stamps in the respondent's passport, the ICES report, the bank statements, and a letter from the respondent's pastor attesting to regular church attendance."], ["[25]", "After assessing the documentary and oral evidence, he concluded that there were no inconsistencies in the documents or oral evidence provided by the respondent, and that the respondent was forthright and direct in answering questions and presented as credible.", "IX.", "Analysis"], ["[26]", "I agree with the applicant that the Citizenship Judge erred by failing to address evidence that contradicted his conclusion."], ["[27]", "Specifically, while the respondent declared that he returned to Canada from Lebanon on January 18, 2010 and did not leave again until May 13, 2010, at which time he went to Lebanon, there are stamps in his passport showing that he entered Qatar on January 19, 2010 and left Qatar on May 13, 2010. While the absence of stamps may not provide irrefutable evidence of a person's movement in and out of Canada or another country, their presence is at minimum evidence of an arrival or departure from a country. Yet the Citizenship Judge did not address this discrepancy in his reasons."], ["[28]", "Further, the Citizenship Judge did not acknowledge and deal with the other discrepancies in the evidence, such as the absence of either a passport stamp or an entry in the ICES report to show that the applicant returned to Canada from May 2 to August 13, 2008 or from November 30, 2010 to July 7, 2011, as declared."], ["[29]", "While this Court on judicial review can look to the record in assessing the reasonableness of a decision, the Court cannot fill in gaps to the extent that it is essentially rewriting the decision to provide reasons which are not there. As Justice Kane wrote in", "Safi"], ["[18] On the other hand, a Court is not expected to look to the record to fill in gaps to the extent that it rewrites the reasons. As noted by Justice Rennie in", "<FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 370 [ <FRAGMENT_SUPPRESSED> ] at para 28:"], ["[28] [...]", "Newfoundland Nurses", "is a case about the standard of review. It is not an invitation to the supervising court to re-cast the reasons given, to change the factual foundation on which it is based, or to speculate as to what the outcome would have been had the decision-maker properly assessed the evidence.", "[...]"], ["[51] I have considered the guidance of", "Newfoundland Nurses", "and have looked to the record to supplement and support the outcome. The notations do not reveal whether the Citizenship Judge critically examined the discrepancies in the documents and the passport stamps or actually had the ability to determine the dates of the stamps, the country that issued them, or the language in which these were stamped. This type of reliance on the record to supplement the decision goes well beyond what was contemplated in", "Newfoundland Nurses", "and requires the Court to speculate about whether the Citizenship Judge was aware of and considered the problems with the evidence. The Court cannot rewrite the decision to provide reasons which simply are not there ( <FRAGMENT_SUPPRESSED> )."], ["[30]", "I do not agree with the respondent that the Citizenship Judge acknowledged there were inconsistencies and carefully took into consideration all of the oral and documentary evidence. In my view, the record does not support that such a careful analysis took place, as it does not demonstrate that the Citizenship Judge was aware of and resolved the contradictory evidence."], ["[31]", "Had the Citizenship Judge indicated that he weighed certain evidence more heavily than other evidence, the Court could possibly have concluded that he considered the discrepancies (", "Safi", "at para 44). However, I am unable to understand the Citizenship Judge's reasoning and to understand which factors and evidence led him to be satisfied that the respondent had been in Canada for the requisite number of days. As argued by the respondent, there are possible explanations for the discrepancies in the evidence raised by the applicant. Without acknowledgement of these discrepancies in the reasons, it is impossible to know whether the Citizenship Judge was aware of them and considered the evidence critically in this regard. As such, the reasons reveal little to assist the Court in assessing the reasonableness of the outcome."], ["[32]", "The Citizenship Judge's assessment of the bank statements does not resolve the issue either. He acknowledged that the respondent had provided bank statements showing purchases in the Gatineau/Ottawa area during the relevant period, but did not address that the only activity in the bank account during the periods at issue - May 2 to August 13, 2008", "January 18 to May 13, 2010, and November 30, 2010 to July 7, 2011 - was the accumulation of interest."], ["[33]", "In summary, I am unable to ascertain from the reasons", "when read in the context of the record, how the Citizenship Judge reached his decision", "or to determine whether the conclusion falls within the range of acceptable outcomes."], ["[34]", "For these reasons, the application for judicial review is allowed and the matter is to be remitted to another decision-maker for redetermination. There is no question for certification.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is granted.", "2. The matter is to be sent back to another decision maker for redetermination.", "3. There is no question for certification.", ".........................", "Le Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande de contrôle judiciaire présentée en vertu de l'article 22.1 de la", "Loi sur la citoyenneté", ",  <FRAGMENT_SUPPRESSED>  citoyenneté canadienne du défendeur.", "II.", "Les faits"], ["[2]", "Le défendeur a obtenu le droit d'établissement au Canada à titre de résident permanent le 16 octobre 2007 et il a demandé la citoyenneté canadienne le 13 juillet 2011."], ["[3]", "Dans sa demande de citoyenneté, il a déclaré s'être absenté du Canada pendant 106 jours au cours de la période pertinente, soit du 16 octobre 2007 au 13 juillet 2011."], ["[4]", "Un agent de citoyenneté a examiné sa demande et, le 24 mai 2013, ce dernier a envoyé au défendeur un questionnaire à remplir sur la résidence pour aider à établir si celui-ci s'est conformé aux exigences en matière de résidence. Dans le questionnaire, le défendeur a déclaré les mêmes absences que dans sa demande de citoyenneté, à l'exception de son dernier voyage au Liban, en juillet 2011, qu'il a omis. Après avoir été transféré deux fois, le dossier s'est retrouvé entre les mains du juge de la citoyenneté qui a finalement rendu la décision contestée."], ["[5]", "Le juge de la citoyenneté a tenu une audience à laquelle le défendeur était présent et, avec le consentement de ce dernier, il a obtenu une copie du rapport du Système intégré d'exécution des douanes [SIED] qui donne l'historique des entrées du défendeur au Canada.", "III.", "La décision contestée"], ["[6]", "Le 22 septembre 2014, le juge de la citoyenneté a approuvé la demande du défendeur. Il a précisé qu'il appliquait le critère de la présence effective en matière de résidence, lequel est énoncé dans la décision", "Re Pourghasemi,"], ["[1993] ACF no 232, 62 FTR 122, [", "Re Pourghasemi", "] et il a conclu que le défendeur avait démontré qu'il avait résidé au Canada pendant le nombre de jours déclarés et qu'il s'était conformé aux exigences en matière de résidence."], ["[7]", "Le juge de la citoyenneté a fait observer que le défendeur s'était vu remettre un questionnaire sur la résidence et qu'il y avait des doutes quant à la crédibilité du défendeur, parce que l'agent de citoyenneté avait eu de la difficulté à apprécier la question de la résidence. Il a estimé que le défendeur était crédible et qu'il n'y avait pas d'incohérences ou de contradictions dans son témoignage ou dans la preuve documentaire."], ["[8]", "Il a également fait observer que le défendeur conservait un visa pour voyager au Qatar et qu'il était convaincu la raison pour laquelle le défendeur gardait ce visa était dans l'éventualité où il devait s'y rendre pour travailler, et que seuls trois des voyages mentionnés dans le questionnaire sur la résidence avaient été à destination du Qatar."], ["[9]", "Il a en outre mentionné que le défendeur avait fourni une preuve concernant sa participation à des activités religieuses, de même que des relevés bancaires démontrant qu'il avait fait des achats dans la région de Gatineau/Ottawa au cours de la période pertinente.", "IV.", "La question à trancher"], ["[10]", "La seule question que soulève cette affaire est celle de savoir si la décision du juge de la citoyenneté, selon laquelle le défendeur répondait au critère de la présence effective établi dans la décision", "Re Pourghasemi", ", était raisonnable.", "V.", "La norme de contrôle"], ["[11]", "La décision d'un juge de la citoyenneté quant à la question de savoir s'il a été satisfait aux exigences en matière de résidence est susceptible de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "Pour établir si la décision est raisonnable, il faut notamment examiner si la preuve au dossier appuie la décision du juge de la citoyenneté, si sa décision est suffisamment motivée pour permettre à la Cour de comprendre comment il en est arrivé à sa décision et si cette décision appartient aux issues possibles acceptables (", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> et 18; Newfoundland and  <FRAGMENT_SUPPRESSED> ).", "VI.", "La requête préliminaire"], ["[13]", "Le défendeur demande à la Cour de rejeter d'emblée la demande et de ne pas l'examiner sur le fond, en raison du fait que le demandeur a présenté un affidavit au stade de l'autorisation qui attribuait, à tort, une série de notes manuscrites au décideur. Le demandeur souligne l'importance des renseignements contenus dans les affidavits au stade de l'autorisation et il soutient que l'autorisation en l'espèce a été accordée, du moins en partie, en fonction de ces notes, étant donné que le demandeur avait soutenu au stade de l'autorisation que les notes du décideur contredisaient ses conclusions. Il se fonde sur la décision", "<FRAGMENT_SUPPRESSED>  pour étayer sa thèse selon laquelle la demande doit être rejetée, puisque l'autorisation n'aurait probablement pas été accordée si les notes n'avaient pas été attribuées à tort au juge de la citoyenneté."], ["[14]", "Le demandeur reconnaît que les notes ont été attribuées par erreur au juge de la citoyenneté, mais soutient que la Cour doit exercer son pouvoir discrétionnaire pour entendre la demande sur le fond, malgré cette erreur, parce que celle-ci n'était pas intentionnelle, que l'identité de l'auteur des notes n'a pas véritablement d'incidence sur sa prétention selon laquelle la décision est déraisonnable et que ses arguments sont solides."], ["[15]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  la Cour d'appel fédérale a statué que, même dans une situation où un demandeur a intentionnellement présenté une fausse preuve concernant une demande d'autorisation, mais je ne laisse pas entendre que ce fut le cas ici, la Cour a le pouvoir discrétionnaire d'entendre la demande sur le fond. La Cour d'appel a donné des lignes directrices sur l'exercice approprié du pouvoir discrétionnaire:"], ["[10] Dans l'exercice de son pouvoir discrétionnaire, la Cour doit s'efforcer de mettre en balance d'une part l'impératif de préserver l'intégrité de la procédure judiciaire et administrative et d'empêcher les abus de procédure, et d'autre part l'intérêt public dans la légalité des actes de l'administration et dans la protection des droits fondamentaux de la personne. Les facteurs à prendre en compte dans cet exercice sont les suivants: la gravité de l'inconduite du demandeur et la mesure dans laquelle cette inconduite menace la procédure en cause, la nécessité d'une dissuasion à l'égard d'une conduite semblable, la nature de l'acte prétendument illégal de l'administration et la solidité apparente du dossier, l'importance des droits individuels concernés, enfin les conséquences probables pour le demandeur si la validité de l'acte administratif contesté est confirmée."], ["[16]", "Malgré l'erreur commise dans l'affidavit du demandeur, j'ai décidé d'exercer mon pouvoir discrétionnaire en l'espèce pour entendre la demande sur le fond. Je ne suis pas disposée à mettre en doute le fondement sur lequel l'autorisation a été accordée et je suis convaincue que l'attribution incorrecte des notes n'était pas intentionnelle. En outre, l'erreur ne mine pas l'instance ou n'a pas une incidence marquée sur l'argument du demandeur selon lequel le dossier n'appuie pas le fait que le défendeur s'est conformé aux exigences en matière de résidence, en particulier eu égard au fait que les notes ne font que mentionner les timbres dateurs apposés dans le passeport du défendeur et d'autres renseignements figurant déjà ailleurs dans le dossier. Enfin, même en l'absence des notes, le demandeur a des arguments solides à la lumière du reste du dossier."], ["[17]", "Par conséquent, je rejette la requête du défendeur et je trancherai l'affaire sur le fond.", "VII.", "La thèse du demandeur"], ["[18]", "Le demandeur soutient qu'il était déraisonnable pour le juge de la citoyenneté de conclure que le défendeur avait été effectivement présent au Canada pour le nombre de jours qu'il prétend l'avoir été, puisque la preuve au dossier ne permettait pas d'étayer cette conclusion. Au contraire, les sorties et les entrées consignées dans le passeport du défendeur et corroborées par le rapport du SIED indiquaient qu'il s'était absenté du Canada pour 539 jours."], ["[19]", "Dans sa décision, le juge de la citoyenneté n'a cependant pas traité des anomalies dans le dossier, ni effectué ses propres calculs ou expliqué comment il est arrivé à sa conclusion, à savoir que le défendeur avait résidé au Canada pendant 1 259 jours, comme le prétendait ce dernier."], ["[20]", "Le demandeur fait valoir également que le juge de la citoyenneté a mal interprété le rapport du SIED en affirmant que celui-ci [traduction] « révélait moins d'absences que celles déclarées » par le défendeur, alors que, en fait, le rapport du SIED contredisait les déclarations du défendeur en confirmant que plusieurs des voyages de retour au Canada qui ont été déclarés n'avaient jamais réellement eu lieu et que les absences du défendeur étaient, par conséquent, plus nombreuses que celles déclarées."], ["[21]", "En outre, le juge de la citoyenneté s'est fondé sur des relevés bancaires qui démontraient que des achats auraient été effectués dans la région d'Ottawa/Gatineau pendant la période pertinente, mais il n'a pas tenu compte du fait qu'une bonne partie de l'activité ressortant des relevés bancaires était liée à l'accumulation d'intérêts et le dossier ne révèle, dans les faits, aucune transaction ou aucun achat au cours des périodes en cause.", "VIII.", "La thèse du défendeur"], ["[22]", "Le défendeur soutient que l'argument du demandeur repose presque entièrement sur l'absence d'estampilles de retour dans son passeport. Pourtant, il est bien établi que les timbres apposés dans le passeport ne constituent pas une preuve irréfutable de la circulation des personnes à la frontière canadienne, parce que ce ne sont pas tous les pays, y compris le Canada, qui estampillent les passeports de façon systématique (", "<FRAGMENT_SUPPRESSED> ; Guide des politiques de Citoyenneté, chapitre CP5, à la page 20;", "Bulletin opérationnel 022", "(22 août 2006))."], ["[23]", "Puisque les timbres apposés dans les passeports ne sont pas une véritable source de preuve pour démontrer la résidence, le juge de la citoyenneté a clairement mentionné que d'autres documents à l'appui étaient nécessaires à l'évaluation. Le rapport du SIED a été demandé après l'audience, en particulier pour traiter du fait qu'il manquait des timbres d'entrée dans le passeport. Le juge de la citoyenneté a examiné le rapport du SIED et il a conclu que les absences étaient moins élevées que celles déclarées par le défendeur."], ["[24]", "À l'instar des timbres apposés dans le passeport, le rapport du SIED ne fournit pas une preuve irréfutable de la circulation des personnes à la frontière canadienne. C'est précisément pour cette raison que les juges de la citoyenneté ont la possibilité d'examiner des éléments supplémentaires de preuve de résidence et d'interroger les demandeurs dans le cadre d'une entrevue. Le juge de la citoyenneté a soupesé la preuve dont il disposait et il a bien pris en compte les réponses qui lui ont été données à l'audience et la preuve documentaire, y compris les timbres apposés dans le passeport du défendeur, le rapport du SIED, les relevés bancaires et une lettre du pasteur du défendeur attestant de la fréquentation régulière de l'église par ce dernier."], ["[25]", "Le juge de la citoyenneté, après appréciation de la preuve documentaire et testimoniale, a conclu qu'il n'y avait aucune incompatibilité dans les documents ou le témoignage de vive voix fournis par le défendeur et que ce dernier avait été honnête en répondant aux questions et qu'il semble avoir été un témoin crédible.", "IX.", "Analyse"], ["[26]", "Je conviens avec le demandeur que le juge de la citoyenneté a commis une erreur en omettant de traiter de la preuve qui contredisait sa conclusion."], ["[27]", "Plus précisément, bien que le défendeur ait déclaré avoir quitté le Liban pour revenir au Canada le 18 janvier 2010 et qu'il n'est reparti là-bas que le 13 mai 2010, des timbres apposés dans son passeport montrent qu'il est arrivé au Qatar le 19 janvier 2010 puis qu'il en est parti le 13 mai 2010. L'absence de timbres peut ne pas fournir la preuve irréfutable des déplacements d'une personne qui entre au Canada ou dans un autre pays ou qui en sort, mais sa présence transmet une information de base sur son arrivée dans un pays ou son départ de celui-ci. Néanmoins, le juge de la citoyenneté n'a pas fait état de cette incompatibilité dans ses motifs."], ["[28]", "En outre, le juge de la citoyenneté n'a pas reconnu ni abordé les autres incohérences relevées dans la preuve, comme l'absence d'un timbre apposé dans le passeport ou d'une entrée dans le rapport SIED, pour démontrer que le demandeur est revenu séjourner au Canada du 2 mai au 13 août 2008 ou du 30 novembre 2010 au 7 juillet 2011, comme il l'avait déclaré."], ["[29]", "La Cour, dans le cadre d'un contrôle judiciaire, peut examiner le dossier pour apprécier le caractère raisonnable d'une décision, mais elle ne peut combler les lacunes au point de réécrire la décision pour exposer des motifs qui n'existent tout simplement pas. Comme l'a écrit le juge Kane dans l'arrêt", "Safi"], ["[18] En revanche, la Cour n'est pas censée examiner le dossier pour combler les lacunes au point de réécrire les motifs. Ainsi que le juge Rennie l'a fait observer dans l'arrêt  <FRAGMENT_SUPPRESSED>  [2013] ACF no 370 (Pathmanathan), au paragraphe 28:"], ["[28] [...] L'arrêt Newfoundland Nurses porte sur la norme de contrôle. Il n'a pas pour objet d'inviter la cour de révision à reformuler les motifs qui ont été énoncés, à modifier le fondement factuel sur lequel la décision est fondée, ou à formuler des hypothèses sur ce que le résultat aurait été si le décideur avait correctement évalué la preuve.", "[...]"], ["[51] J'ai examiné les consignes données dans l'arrêt Newfoundland Nurses et j'ai consulté le dossier pour compléter et confirmer le résultat. Les annotations ne permettent pas de savoir si le juge de la citoyenneté a examiné d'un œil critique les divergences relevées dans les documents et les timbres apposés dans le passeport ou s'il était effectivement en mesure de préciser la date des timbres en question, le pays qui les avait délivrés ou la langue dans laquelle ils avaient été délivrés. Le fait de s'en remettre ainsi au dossier pour compléter la décision déborde largement ce qu'envisage l'arrêt Newfoundland Nurses et oblige la Cour à spéculer sur ce que le juge de la citoyenneté savait et sur les problèmes qu'il percevait dans la preuve. La Cour ne peut réécrire la décision pour exposer des motifs qui n'existent tout simplement pas (Pathmanathan)."], ["[30]", "Je ne partage pas le point de vue du défendeur selon lequel le juge de la citoyenneté a admis qu'il y avait des incohérences et qu'il a bien tenu compte de l'ensemble de la preuve documentaire et testimoniale. À mon avis, le dossier n'appuie pas le fait qu'une telle analyse minutieuse a été effectuée, puisqu'il ne démontre pas que le juge de la citoyenneté était conscient des aspects contradictoires de la preuve et qu'il les a résolus."], ["[31]", "Si le juge de la citoyenneté avait affirmé avoir accordé plus de poids à certains éléments de preuve qu'à d'autres, la Cour aurait pu conclure qu'il avait tenu compte des incohérences (", "Safi,", "au paragraphe 44). Toutefois, je ne suis pas en mesure de comprendre le raisonnement du juge de la citoyenneté, ni quels facteurs et éléments de preuve l'ont amené à être convaincu que le défendeur avait été présent au Canada pendant le nombre de jours requis. Comme l'a fait valoir le défendeur, il y a des explications possibles quant aux incohérences dans la preuve qui ont été soulevées par le demandeur. Sans la prise en considération de ces incohérences dans les motifs, il est impossible de savoir si le juge de la citoyenneté en était conscient et s'il a jeté un regard critique sur la preuve à cet égard. En conséquence, les motifs en révèlent trop peu pour aider la Cour à apprécier le caractère raisonnable de l'issue."], ["[32]", "L'appréciation des relevés bancaires par le juge de la citoyenneté ne permet pas de régler la question non plus. Il a reconnu que le défendeur avait fourni des relevés bancaires montrant qu'il avait fait des achats dans la région de Gatineau/Ottawa au cours de la période pertinente, mais il n'a pas traité du fait que la seule activité constatée dans les relevés bancaires était l'accumulation d'intérêts au cours des périodes en cause, soit du 2 mai au 13 août 2008, du 18 janvier au 13 mai 2010 et du 30 novembre 2010 au 7 juillet 2011."], ["[33]", "En résumé, les motifs ne me permettent pas de déterminer, compte tenu du dossier, comment le juge de la citoyenneté en est arrivé à sa décision, ou de trancher la question de savoir si la conclusion appartient aux issues possibles acceptables."], ["[34]", "Pour ces motifs, la demande de contrôle judiciaire est accueillie et l'affaire est renvoyée à un autre décideur pour nouvelle décision. Il n'y a aucune question à certifier.", "JUGEMENT"], ["[35]", "LA COUR STATUE que:", "1. La présente demande de contrôle judiciaire est accueillie;", "2. L'affaire est renvoyée à un autre décideur pour nouvelle décision;", "3. Aucune question n'est certifiée.", "[End of document]"]]}