{"id_": "043695", "body_str": [["[1]", "Strayer, D.J.", ": This is an appeal from a decision of a citizenship judge of May 26, 2006, rejecting the Applicant's application for citizenship.", "II.", "Background"], ["[2]", "The Applicant was landed in Canada as a permanent resident on January 16, 2001. On February 20, 2004, she applied for Canadian citizenship. In her application, she indicated that she had been in Canada only 1028 days in the preceding four years. Before me, counsel agreed that she was short 67 days of having 1095 days of physical presence in Canada during the relevant period. She came to Canada originally with her husband and daughter. Her daughter has become a Canadian citizen, but went back to China to study. Her husband did not become a citizen because of language difficulties and spends much of his time in China. Her absences both before and after her application for citizenship have mostly involved visits to China. It appears that the length of her stays in China increased after her application for citizenship was filed."], ["[3]", "Paragraph 5(1)(c) of the Citizenship Act, R.S. 1985, c. C-29, requires that an applicant for citizenship must have \"accumulated at least three years of residence in Canada\" in the four years preceding the date of the application. In applying this requirement, the citizenship judge cited the Pourghasemi case, [1993] F.C.J. No. 232, which in my view (for reasons to be explained later) calls for a physical presence in Canada in order to show the necessary period of residence. While referring to Pourghasemi, the citizenship judge appears to have applied a \"normally resident\" test as described in Koo, [1993] 1 F.C. 286, commonly referred to as the Koo test. By this test, \"residence\" for the purposes of the Act does not require actual physical presence in Canada for the whole of the 1095 days, but allows a judge to look at many factors to see if, notwithstanding some absences from Canada during the four-year period, the applicant can be said to have been normally resident in Canada because he or she had centralized their living in this country. In the present case, it is clear that this is the test which the citizenship judge was applying because at the outset it was clear that the Applicant could not qualify under the physical presence test yet the citizenship judge continued to consider whether she had sufficient \"residence\". The Applicant contends that the citizenship judge misapplied the Koo test by not giving proper weight to all relevant factors and by taking into account events occurring after the date of the application.", "III.", "Analysis"], ["[4]", "Although the Applicant invited me to apply the standard of review of correctness, I am satisfied, for reasons which have been expressed often in this Court in such matters (see, for example Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ) that the proper standard is that of reasonableness. Some deference is due to the citizenship judges who deal with these matters on a regular basis, and the question raised on the appeal is essentially one of mixed fact and law."], ["[5]", "On that basis, I am unable to say that the decision of the citizenship judge here was unreasonable. She had a number of facts before her which could support her conclusion, including the fact that the Applicant does not own a home here and that she is not committed to employment here but lives off investments. Some of the facts which the Applicant now asserts, such as her church connections and her active social life, were not in evidence before the citizenship judge. While the Applicant objects to the citizenship judge having taken note of certain facts arising after the date of the application, evidence of which was before her at the hearing, I am satisfied that these facts could be properly considered to shed light on the quality of the Applicant's commitment to Canada during the relevant period. (See, for example,  <FRAGMENT_SUPPRESSED>  at para. 10). Such facts noted by the citizenship judge were that: shortly after making her application for citizenship, the Applicant and her husband sold their home; and the fact that in the two years following her application, she made three trips to China. Her explanation for the latter two was that she required moral support when she was pregnant and also after she had a miscarriage. It was open to the citizenship judge to conclude that the Applicant still regarded China as her natural home, the place to be in times of stress."], ["[6]", "It appears that the citizenship judge made one error of fact in noting that the Applicant and her husband jointly owned an apartment in China. It appears that the apartment is in the name of her husband, but that he and the Applicant's mother live there as has the Applicant on her return trips to China. I do not believe this error could significantly affect the decision."], ["[7]", "It is not for a judge on judicial review to re-weigh the evidence if the conclusion is a reasonable one, whether or not this Court would have come to the same conclusion on the facts."], ["[8]", "In my view, the citizenship judge wrongly invoked the Pourghasemi case as a basis for her correct analysis of whether the Applicant was normally resident in Canada. She seems to have interpreted it to be the enunciation of a \"Canadianization\" test for normal residency: a recognition that if an applicant has become \"Canadianized\" enough then that will suffice for the residency requirement, even if this applicant has not been physically present a full 1095 days. It is my understanding of that case that Justice Francis Muldoon was clearly stating that what Parliament intended when it adopted paragraph 5(1)(c) of the Citizenship Act was to require physical presence in Canada for three of the four years preceding the application. ( <FRAGMENT_SUPPRESSED>  at para. 27 which interpreted Pourghasemi thus). Justice Muldoon explained that this requirement was:", "…to insure that everyone who is granted precious Canadian citizenship has become, or at least has been compulsorily presented with the everyday opportunity to become, 'Canadianized'.", "(See para. 3)."], ["[9]", "In paragraph 6 of his judgment, he stated:", "So those who would throw in their lot with Canadians by becoming citizens must first throw in their lot with Canadians by residing among Canadians, in Canada, during three of the preceding four years, in order to Canadianize themselves. It is not something one can do while abroad, for Canadian life and society exist only in Canada and nowhere else."], ["[10]", "In short, one is required to reside in Canada in order to become Canadianized; one does not Canadianize in partial substitution for actual residence. \"Canadianization\", as I understand Pourghasemi, was the rationale for Parliament requiring residence, but it is not the test of residence. It is supposed to flow from actual residence."], ["[11]", "Some may deplore that the Applicant, lacking only 67 days of presence in Canada in order to qualify, will fail on this particular application. But it can also be said that the Applicant need have waited less than three months to have applied, at which time there would have been no question about her qualifying for residence. In fact, she was in Canada for over nine months after she made her application and before her next trip to China. Had she waited from February 20, 2004 even until April 30, 2004 to apply, none of these proceedings would have been necessary.", "IV.", "Disposition"], ["[12]", "The appeal will therefore be dismissed.", "JUDGMENT"], ["[13]", "The appeal from the decision of the citizenship judge of May 26, 2006, is dismissed.", "[End of document]"]]}