{"id_": "043690", "body_str": [["[1]", "Nadon, J.", ": The applicant is seeking judicial review of a decision of the Refugee Division of the Immigration and Refugee Board (\"the Board\") dated August 21, 1991."], ["[2]", "The Board refused to grant to the applicant the status of Convention refugee for two reasons, namely:", "(i) it did not find the applicant credible with respect to his employment and his residency at Guangzhou, Canton; and", "(ii) it did not find that the applicant's fear was \"objective\".", "Credibility:"], ["[3]", "The Board did not find the applicant credible with respect to his employment and his residency at Guangzhou principally because his evidence was not in accordance with the documentary evidence relating to the events of June 4, 5 and 6, 1989, at Guangzhou. (The Tiananmen Square Massacre occurred on June 4, 1989.) The documentary evidence states that mass demonstrations had taken place resulting in roadblocks and serious disruption of the city's activities."], ["[4]", "At p. 5 of its decision, the Board refers to the documentary evidence and cites parts thereof. Part of the citation discloses that people refused to work or attend classes. Another part of the citation, however, states that workers did not disrupt production but that, after work, they joined the students to protest. The Board states that the documentary evidence is \"at odds\" with the applicant's evidence that he did not notice \"anything unusual\" on June 4 and 5, 1989."], ["[5]", "The Board appears to be concerned with the fact that the applicant was able to proceed to work without difficulty even though the city, based on the documentary evidence, was \"paralyzed\". The applicant's explanation was that he went to work on his bicycle around 6:45 a.m. and that he encountered no difficulty."], ["[6]", "The Board is right that the applicant did not seem to be aware that his city had been greatly perturbed by demonstrations. However, the applicant's evidence was that his employer's premises were not in the area where the demonstrations occurred. The documentary evidence shows that Haizhu Square \"swelled to 50,000 on the eve of the massacre in the distant capital\" and that the city's five main bridges were blocked. There is no evidence that the applicant's path to work took him through the areas where demonstrations were taking place. On the contrary, the applicant testified that his employer's premises were not in those areas. The documentary evidence further shows that on June 6, 1989, \"there were no traffic blockades or strikes ...\". The Board did not attempt to determine whether the applicant could have observed the demonstrations, taking into account the time at which he left his home and the path which he followed to get to his employer's premises. In my view, the Board's finding that the applicant's evidence is \"at odds\" with the documentary evidence is capricious."], ["[7]", "The Board held that the applicant \"provided no conclusive proof of his identity, ...\". On this point, no doubt, the Board erred by applying the wrong test. The applicant did not have to provide \"conclusive\" proof of his identity, but proof \"on a balance of probabilities\" that he was who he said he was."], ["[8]", "The applicant filed his identity card which showed that his address was Ying Yuan Road, Guangzhou, China. The card was issued on December 31, 1985, and sealed by the Public Safety Bureau of Guangzhou, Yuexiu sub-bureau. The identity card was accepted by the Board without any questions being asked and it was not challenged by the Refugee Hearing Officer (RHO) in her questions, nor in her final submissions. The RHO stated that, save the fact that the applicant did not appear to be aware of the events of June 5 and 6, 1989, \"there would seem to be no apparent inconsistencies\". I agree with this statement."], ["[9]", "In my view, the Board's rejection of the applicant's identity card was capricious."], ["[10]", "In addition, the Board never questioned the applicant regarding his employment with the Guangdong Foreign Economic Development Company (\"the Company\") in Guangzhou, but did not find him credible regarding his employment. The applicant produced a document purporting to be an \"announcement\" by his company that he had been demoted from his position of Chief Administrator to the position of salesperson. The reason given for the demotion is that the applicant played a leading role in \"instigating the staff to support the so-called democratic movement\" during the May and June 1989 events. The Board asked no questions, nor did it make any comments in regard thereto. In my view, the Board's conclusion regarding the applicant's employment is also capricious, in light of the evidence before it."], ["[11]", "The Board's conclusion that the applicant had not offered credible evidence is without doubt prejudicial to the applicant's claim for refugee status. The subsequent finding of the Board that the applicant's fear of persecution was not well-founded is therefore tainted and consequently, the Board's decision cannot stand. I therefore need not examine the issue of whether there was a reasonable chance of persecution should the applicant return to China."], ["[12]", "The application will be allowed and the matter will be referred back for determination by a differently-constituted panel."], ["[13]", "In his submissions, counsel for the applicant argued that I had the power to direct the new Board to declare the applicant to be a Convention refugee. In my view, I do not have the power to make such an order and I therefore decline to do so.", "Application allowed.", "Editor: David Weir/nmg", "[End of document]"]]}