{"id_": "043981", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA) for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated May 29, 2007, which found that the applicant was neither a Convention refugee nor a person in need of protection."], ["[2]", "The applicant requested that the decision be set aside and the matter referred back to a newly constituted panel of the Board for redetermination.", "Background"], ["[3]", "Yanling Li (the applicant) is a citizen of the People's Republic of China. She claims to have a well-founded fear of persecution at the hands of the Communist regime and in particular, the Public Security Bureau (the PSB), by reason of her religious beliefs as a member of an underground Christian church. The events leading to her claim for refugee status are as described in her Personal Information Form (PIF)."], ["[4]", "The applicant alleged that during 2003 and 2004, she faced a number of personal problems including conflicts with work colleagues. She claims to have lost a good deal of weight and suffered from insomnia due to these personal problems. In mid October 2004, the applicant claims that her friend, Cui Xiang Hua saw her in the street and asked her why she had lost so much weight. The applicant explained the situation and her friend suggested that the applicant could possibly get answers to her problems from the Bible. As a result, the applicant started to attend an underground Christian church in October 2004. The applicant claims to have attended these underground services on a bi-weekly basis."], ["[5]", "The applicant alleges that on May 1, 2005, she was unable to attend the underground service, but a friend called her to inform her that the PSB had raided the underground Christian church. The friend suggested that the applicant go into hiding. The applicant went into hiding and while in hiding, learned that the PSB had visited her home in hopes of arresting her. The applicant fled the People's Republic of China, arrived in Canada on November 15, 2005 and filed for refugee protection a few days later.", "Board's Decision"], ["[6]", "In its decision dated May 29, 2007, the Board determined that the applicant was neither a Convention refugee, nor a person in need of protection. The Board accepted that the applicant had established her identity as a national of the People's Republic of China. However, the Board found on a balance of probabilities, that the applicant \"is not, nor ever was, a member of an underground Christian church in the People's Republic of China.\""], ["[7]", "During the hearing, the Board asked the applicant to describe in detail an ordinary, underground Christian church service. The applicant responded that they would pray together, then read the Bible and then discuss what they had read. The applicant also mentioned that if a pastor was present, he would give a service. The applicant further elaborated that the person in charge would lead them in the Lord's Prayer, and then recite aloud the Nicenean Creed. After that, they would read a passage from the Bible and the person in charge would expand the message; when the pastor was present they would receive Holy Communion."], ["[8]", "When asked if she wanted to add anything to her response, the applicant only added that the group took precautions. The applicant was asked the question again and she responded that the person in charge led them in the Lord's Prayer, the Nicenean Creed and then a passage was read from the Bible and the person in charge would expand on it and then pray together. The Board asked the applicant why she had given two different answers to the question. The applicant responded that she thought that her first summary was good enough. The Board took issue with the fact that when asked if the services included singing hymns and if a Benediction was said at the end of the service, the applicant responded in the affirmative despite not having included these details in her original answer to the question. The applicant attempted to explain the omissions, but the Board did not accept her explanations. In conclusion, the Board found:", "[...] that due to the inconsistencies in the claimant's response of what happens at the alleged underground Christian church that the claimant attended and her inability to satisfactorily explain the inconsistencies, as well as her failure to mention the singing of hymns and the saying of the Benediction, on a balance of probabilities, that the claimant did not, nor has ever, attended an underground Christian church in the People's Republic of China."], ["[9]", "The Board noted that the applicant's knowledge about Christianity could \"easily have been acquired here in Canada in order to manufacture this claim.\""], ["[10]", "The Board also noted the following implausibilities about the applicant's story. Firstly, while the applicant alleged that her Bible was seized by the PSB, no receipt was given despite country documentation indicating that the PSB issues receipts for anything that is seized, including a Bible. Secondly, while the applicant alleged that she was able to leave the People's Republic of China using her own genuine passport despite at least six security checks, the country documentation indicated that her passport would be checked and her name put through the computer to see if she was wanted by the PSB. When questioned about this last implausibility, the applicant stated that the \"snakehead\" at the airport had told her that he had bribed officials for her. The Board found this explanation implausible given the number of officials that the smuggler would have to had bribed."], ["[11]", "In conclusion, the Board found that the applicant was neither a Convention refugee nor a person in need of protection.", "Issues"], ["[12]", "The applicant submitted the following issues for consideration:", "1. Whether the Board failed to provide its reasons in clear and unmistakeable terms;", "2. Whether the Board erred in misconstruing the evidence; and", "3. Whether the Board erred in failing to assess or even acknowledge the dismissal notice from the applicant's employer."], ["[13]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the Board err in not assessing whether or not the applicant was a practicing Christian?", "3. Did the Board misconstrue the evidence by relying on the testimony of the applicant as translated by Mrs. Chong?", "4. Did the Board err in failing to consider the letter submitted by the applicant's employer?", "Applicant's Submissions"], ["[14]", "The applicant submitted that the Board erred in failing to assess whether or not the applicant was a practicing Christian. The applicant acknowledged the Board's findings that the applicant had never been a member of an illegal underground Christian church and that she could have gained her knowledge about Christianity in Canada, but submitted that this is not an assessment of whether the applicant was a Christian. The Board was entitled to find that the applicant's knowledge of Christianity was not sufficient, but it must give reasons for this finding in clear and unmistakable terms (", "<FRAGMENT_SUPPRESSED> ). It was further submitted that in failing to assess whether or not the applicant is a practicing Christian, the Board also failed to properly weigh the evidence and reach a finding of fact that was a prerequisite to assessing the applicant's objective fear. Failure to assess whether or not the applicant is a practicing Christian regardless of a finding that the applicant's experiences lack credibility, is an error on the part of the Board (", "<FRAGMENT_SUPPRESSED> )."], ["[15]", "The applicant also submitted that the Board misconstrued the evidence in relation to the applicant's submission that the PSB had confiscated her Bible. It was submitted that during the hearing, the applicant testified that the PSB had searched her home, and had found/got a hold of her Bible. The applicant submitted that the Board assumed this to mean that the PSB had actually taken her Bible and as such, the Board found that this was implausible because country documentation indicated that if true, the applicant should have received a receipt. The applicant testified that she had not received a receipt. The applicant presented affidavit evidence from a Linda Qian who swore to being an interpreter fluent in Mandarin and English. In her affidavit, Ms. Qian reviewed the hearing transcript and supported the argument that the applicant in fact said that the PSB had not taken away her Bible, but had merely got a hold of it. That is, the PSB never removed the Bible from the applicant's home and therefore, a receipt was never issued."], ["[16]", "And finally, the applicant submitted that the Board failed to consider the dismissal notice from the applicant's employer. As this evidence corroborates the applicant's allegations that she practiced Christianity in an underground church, and contradicts the Board's primary finding, the Board had a duty to expressly assess it in its reasons. The more important the evidence that is not specifically referred to and analyzed in the Board's reasons, the more willing a court may be to infer from the silence that the Board made an erroneous finding of fact (", "<FRAGMENT_SUPPRESSED>  (T.D.)).", "Respondent's Submissions"], ["[17]", "The respondent submitted that the determinative issue was a lack of credibility and that credibility findings are findings of fact, reviewable on a standard of patent unreasonableness. It was submitted that recently the Supreme Court of Canada reiterated the deference owed to credibility findings made by persons who review first-hand the oral evidence of the witness (", "<FRAGMENT_SUPPRESSED> ). The respondent submitted that the Board simply did not accept the applicant's testimony that she had been a member of an underground church and had to escape persecution for that reason. The Board made this finding and gave reasonable and adequate reasons for it in clear and unmistakable terms."], ["[18]", "The respondent also argued that the applicant failed to show that the Board erred in relying on testimony that had been allegedly mistranslated. It was submitted that the interpretation given by the original interpreter, Mrs. Chong, should be preferred to that of Linda Qian as the applicant has provided no information as to Ms. Qian's education or expertise as an interpreter. Moreover, the finding with regards to whether the applicant received a receipt for her Bible is one small finding made by the Board that does not impact on the totality of the decision. The respondent submitted that the applicant has not taken issue with the Board's credibility findings, and the applicant's failure to explain her easy departure from China."], ["[19]", "And lastly, the respondent submitted that the Board did not err in failing to mention the letter from the applicant's employer. It was submitted that as the letter was not supported by any testimony or other reliable evidence, it is of limited evidentiary value. A general finding of a lack of credibility on the part of the applicant may conceivably extend to all relevant evidence emanating from the applicant's testimony (", "<FRAGMENT_SUPPRESSED> ). The Board is not required to refer to every piece of evidence before it in order to discharge its statutory duty to give reasons for its decisions (", "<FRAGMENT_SUPPRESSED> )."], ["[21]", "Issue 2", "Did the Board err in not assessing whether or not the applicant was a practicing Christian?", "The applicant submitted that the Board erred in failing to decide whether or not the applicant was a practicing Christian. The applicant acknowledged that the Board did not believe her personal accounts of being a member of an underground church, but argued that the Board was required to assess whether or not the applicant was a practicing Christian."], ["[22]", "Having reviewed the decision, I agree with the applicant. At page 1 of the Board's decision (page 4 of the certified tribunal record) the Board stated:", "I find, on a balance of probabilities, that the claimant is not, nor ever was, a member of an underground Christian church of the People's Republic of China."], ["[23]", "The Board went on to state:", ". . . Any knowledge that the claimant has learned about Christianity could easily have been acquired here in Canada in order to manufacture this claim.", "(application record page 8)", "This is a statement that the applicant had some knowledge of Christianity."], ["[24]", "It is not disputed that the Board found that the applicant was not a member of an underground Christian church. The Board, however, did not make any ruling as to wheter the applicant was a practicing Christian based on the knowledge she had about Christianity and if so, whether she had a well-founded fear of persecution."], ["[25]", "Based on the reasoning in", "<FRAGMENT_SUPPRESSED>  I am of the view that the Board made a reviewable error. The application for judicial review is therefore allowed and the matter is referred to a different panel of the Board for redetermination."], ["[26]", "Because of my finding on this issue, I will not decide the remaining issues."], ["[27]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[28]", "IT IS ORDERED that", "the application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination.", "ANNEX", "Relevant Statutory Provisions", "The relevant statutory provisions are set out in this section.", "The", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA):", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[End of document]"]]}