{"id_": "044040", "body_str": [["[1]", "Nadon, J.", ": The applicant, a citizen of Jamaica, brings a motion for an order staying her deportation, pending the determination of her H&C application, or pending the consideration of her application to commence judicial review for the following relief: a declaration [see footnote 1] requiring the respondent to consider the best interests of the applicant's two Canadian children prior to any determination to execute the removal order against the applicant, or an order [see footnote 2] quashing the Removal Officer's decision not to defer her removal, pending a consideration of her children's interests.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant's mother [see footnote 3], two sisters, and several cousins live in Canada. She also has a seventeen-year old son in Jamaica, but apart from some communication with him, she indicates in her Affidavit, that she \"relinquished all [her] ties with Jamaica and [she has] nothing to return to in that country. <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant entered Canada on July 1, 1990 as a visitor. In 1992, she married a Canadian citizen who agreed to sponsor her. However, her husband [see footnote 4] subsequently withdrew his sponsorship and her in-land application was not realized. She is presently separated from her husband. The applicant then claimed refugee status in November 1996, but her claim was denied on June 14, 1999 on the grounds that her evidence was inconsistent, contradictory, and not credible. Further, the applicant's PDRCC application was refused on December 24, 1999; the applicant received this decision on January 26, 2000 at which time she was served with a Direction to Report for Removal on February 23, 2000.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant did not attend an interview scheduled on February 3, 2000 where departure arrangements were to be made for removal on February 23, 2000. A second appointment was made for April 28, 2000, but the applicant did not appear due to illness. A further appointment was scheduled for May 1, 2000, at which time the applicant appeared with her counsel (the applicant has since changed lawyers) who requested a deferral of the removal order due to a recently-filed H&C application (April 24, 2000).  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Enforcement Officer saw no basis on which to defer removal, given that the applicant was aware since January 26, 2000 that her removal was imminent yet only filed an H&C application four months later. The officer therefore issued a further Direction to Report for a flight to Jamaica on May 10, 2000. On May 10, 2000, the applicant informed the Immigration authorities that she was unable to depart due to a medical problem. Another meeting between the applicant and the Enforcement Officer was scheduled for May 23, 2000 at which time the applicant's new counsel once again asked that removal be deferred. The Officer's Notes to file from this May 23rd meeting read, in part, as follows:  <FRAGMENT_SUPPRESSED>", "\"- Subject was counseled (sic) again that her removal order must be effected.  <FRAGMENT_SUPPRESSED>", "\"- Counsel asked if deferral of removal could be made due i) to subject's current medical condition, ii) H&C application that was submitted in April 2000. I advised subject and counsel that with regard to point i), if the subject were to be able to produce a doctor's note indicating that the subject absolutely cannot travel due to their medical condition, I would look at that as a factor in deferring removal. With regard to point ii), I advised both subject and counsel that due to the recent submission of the H&C application, it was not a factor in deferring removal.  <FRAGMENT_SUPPRESSED>", "\"- Counsel also asked if the best interests of the children had been taken into account. I advised subject and counsel that this indeed had been the case. I pointed out that since the subject's initial interview in January, the subject had continuously changed their (sic) mind as to what they preferred to do with their (sic) children (i.e., Leave them in Canada vs. take them to Jamaica).  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"- Appointment was set up for Monday May 29, 2000 ... <FRAGMENT_SUPPRESSED>"], ["[6]", "At this final meeting on May 29, 2000, the Officer informed the applicant that he did not find compelling enough reasons to defer removal and issued a Direction to Report for Removal on May 31, 2000.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In the motion before me, the applicant seeks a stay of the execution of this Removal Order and submits that there are two interconnected serious issues to be tried. First, the applicant submits that the Enforcement Officer should have deferred the removal of the applicant on the basis of her outstanding H&C application and on the basis of the best interest of her two Canadian children. During the motion hearing, counsel for the applicant submitted that the Enforcement Officer erred in not deferring the Removal Order given the pending H&C application involving Canadian children. In this regard, he cited", "<FRAGMENT_SUPPRESSED>  as standing for the principle that the best interests of the children should always be considered.  <FRAGMENT_SUPPRESSED>"], ["[8]", "However, counsel also conceded that it is not within the Enforcement Officer's mandate to consider the best interests of the children [see footnote 5] and that the fact that the Officer did in fact consider the children's interests [see footnote 6] constitutes an error reviewable by this Court.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In my view, this argument is inconsistent for the following fundamental reason: how can there be a serious issue with respect to an Enforcement Officer's \"duty\" to defer given a pending H&C application involving Canadian children, when counsel for the applicant simultaneously argues that such an officer cannot consider the best interests of the children and that it was an error to do so?  <FRAGMENT_SUPPRESSED>"], ["[10]", "In this respect, the case at bar is similar to", "<FRAGMENT_SUPPRESSED>  (T.D.), which dealt with a stay of a Direction to Report for Removal. In that case, the applicants argued that a serious question arose with respect to the application of", "Baker", "in a stay of a removal order. Dawson, J., rejected this argument, and noted the following at paragraphs 11-12:  <FRAGMENT_SUPPRESSED>", "\"For a serious issue to be established, the issue must arise out of the underlying application and an evidentiary basis must exist to support it.  <FRAGMENT_SUPPRESSED>", "\"Here, the underlying application seeks to quash a direction to report for removal, not the deportation order. A serious issue as to the applicability of", "Baker", "does not, in my view, arise out of the issuance of a direction to report in this circumstance. <FRAGMENT_SUPPRESSED>"], ["[11]", "I am in complete agreement with the view expressed by Dawson, J., In my opinion,", "Baker", "does not require a removal officer to undertake a substantive review of the children's best interests, including the fact that the children are Canadian. This is clearly within the mandate of an H&C officer. To \"read in\" such a mandate at the removals stage would, in effect, result in a \"pre H&C\" application, which in my opinion, is not what the law requires. Section 48 of the", "Immigration Act", "provides the following: \"Subject to sections 49 and 50, a removal order shall be executed as soon as reasonably practicable.\" Sections 49 and 50 deal with statutory stays of execution in certain defined circumstances; for instance, where an applicant has filed an appeal which has yet to be heard and disposed of, or where there are other proceedings.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In my opinion, the discretion that a removal officer may exercise is very limited, and in any case, is restricted to when a removal order will be executed. In deciding when it is \"reasonably practicable\" for a removal order to be executed, a removal officer may consider various factors such as illness, other impediments to travelling, and pending H&C applications that were brought on a timely basis but have yet to be resolved due to backlogs in the system. [see footnote 7] For instance, in this case, the removal of the applicant scheduled for May 10, 2000 was deferred due to medical reasons, and was rescheduled for May 31, 2000. Furthermore, in my view, it was within the removal officer's discretion to defer removal until the applicant's eight-year old child terminated her school year. [see footnote 8]  <FRAGMENT_SUPPRESSED>"], ["[13]", "With respect to pending H&C applications, certainly, the mere existence of such an application cannot bar the execution of a valid removal order. [see footnote 9] \"To hold otherwise,\" as Noël, J., aptly observed, \"would, in effect, allow claimants to automatically and unilaterally stay the execution of validly issued removal orders at their will and leisure by the filing of the appropriate application. This result is obviously not one which Parliament intended.\" [see footnote 10]  <FRAGMENT_SUPPRESSED>"], ["[14]", "Regarding H&C applications involving Canadian children, I cannot subscribe to the view submitted by the applicant – namely, that the removal officer must defer removal of a parent with Canadian children pending the determination of their H&C application. The applicant seeks a declaration ordering the Enforcement Officer to consider the best interests of the applicant's children before executing the Removal Order. As I have indicated, section 48 which governs removal officers cannot be so interpreted. In this regard, the Federal Court of Appeal affirmed the following in", "<FRAGMENT_SUPPRESSED>  at p. 232 (F.C.A.):  <FRAGMENT_SUPPRESSED>", "\"Proceeding by way of an action for a declaratory judgment, the appellants are essentially asking this court to do nothing less than to declare that the mere fact that these people, who otherwise have no right to remain in Canada, have had a child in Canada prevents the Canadian Government from executing a deportation order that has been validly made against them. In short, one wold need only have a child on Canadian soil and argue that child's Canadian citizenship rights in order to avoid the effect of Canadian immigration laws and obtain indirectly what it was impossible to obtain directly by complying with those laws. <FRAGMENT_SUPPRESSED>", "Moreover, with respect to separating children from their parents, the Court of Appeal stated the following at page 234:  <FRAGMENT_SUPPRESSED>", "\"... a child has no constitutional right never to be separated from its parents: we need only consider imprisonment, extradition, and even divorce, for confirmation that the child's right is to be where its best interests require it to be, and it is not necessarily in a child's best interests to be in the company of its parents. <FRAGMENT_SUPPRESSED>"], ["[15]", "In effect, this confirms that the best interests of the child are an important consideration, but not one which, in and of itself, can preclude the enforcement of the law – for instance, in the form of a removal order. This is reflected in the", "Convention on the Rights of the Child", ", Can. T.S. 1992 No. 3 which not only addresses the best interests of children at article 3(1) [see footnote 11], but also envisions the possibility of separation of children from their parents in the context of detention, deportation, imprisonment, or death. As Article 9(4) of the Convention stipulates:  <FRAGMENT_SUPPRESSED>", "\"Where such separation [of children from their parents] results from any action initiated by a State Party, such as the detention, imprisonment, exile, deportation or death (including death arising from any cause while the person is in the custody of the State) of one or both parents or of the child, that State Party shall, upon request, provide the parents, the child or, if appropriate, another member of the family with the essential information concerning the whereabouts of the absent member(s) of the family unless the provision of the information would be detrimental to the well-being of the child. State parties shall further ensure that the submission of such a request shall of itself entail no adverse consequences for the person(s) concerned. <FRAGMENT_SUPPRESSED>", "In my view, it is clear that the purpose of this Convention is to protect the child's well-being, not to prevent a government from deporting or imprisoning a parent. In short, the existence of a child cannot bar a government from enforcing its laws in the absolute manner suggested by the applicant. In this regard, I am therefore of the view that there is no serious issue.  <FRAGMENT_SUPPRESSED>"], ["[16]", "As a second and interrelated serious issue, the applicant raises the following question: are the children's section 7", "Charter", "rights engaged and if so, should the children's interests have been considered prior to the execution of the removal order? In this regard, the applicant argues that the fact that the Supreme Court gave leave to appeal in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 421 (C.A.), a case dealing with children's interests in the context of a deportation order, confirms that there is also a serious issue in the case at bar. In", "Francis", ", the Ontario Court of Appeal set aside the trial judge's decision [see footnote 12] quashing a deportation order against the applicants' mother pending a disposition of her H&C application and declaring that it was in the best interests of the applicants' two children to remain in Canada with their mother. [see footnote 13] The Court of Appeal also held that there was no need for the Court to resort to its parens patriae jurisdiction to address the best interests of the children, as the trial judge had done, given that", "Baker", "clearly decided that those interests must be considered within the context of an H&C application. [see footnote 14]  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant suggests that the Supreme Court allowed leave in", "Francis", "in order to consider whether Canadian children's section 7", "Charter", "rights are engaged in a deportation order involving their non-Canadian parents. I am not convinced that the fact that the Supreme Court allowed the application for leave to appeal in", "Francis", "necessarily implies that there is a corresponding and similar serious issue in the case at bar. A review of both the trial and the appeal decisions, as well as the Supreme Court ruling granting leave, illustrates that several issues were before the Court such as the parens patriae jurisdiction of a court of general jurisdiction, the right of a child to seek constitutional remedies before a provincial Superior Court, and whether the Court of Appeal erred when it adopted", "Baker", "without addressing the children's", "Charter", "rights. However, since the Supreme Court did not provide reasons for which it allowed the application for leave to appeal, I am not prepared to presume, given the vast array of issues before the Court, which questions it considered to be of national importance. Consequently, I prefer to err on the side of caution and accept that there is a serious issue, in light of the", "Francis", "appeal.  <FRAGMENT_SUPPRESSED>"], ["[18]", "However, even if there is a serious issue, the applicant has not convinced me that irreparable harm will result if this motion is not granted. In her Affidavit, the applicant indicates that she believes she and her children will face the following hardship if they go to Jamaica: she will not be able to find a job; if she does secure employment, she will not be able to earn enough money to support herself and her children; if her children accompany her, no one will take care of them while she is working or looking for work; her children might become sick due to the living conditions; they will not have medical care since they will not be able to afford private medical care; her eight-year old daughter will lose her year in school if she leaves one month before the end of term; her children will face poor educational prospects in Jamaica; and her children will be deprived of the emotional support her family in Canada provides. She also states that she fears returning to Jamaica because she believes that her mother's former boyfriend, who she alleged before the Refugee Board had assaulted her, is still living in Jamaica and still capable of harming her and her children. [see footnote 15] Conversely, if she does not take her children to Jamaica, she states that her children will suffer emotional turmoil from the separation. In this regard, she submits a psychologist's report which indicates that the children would be traumatized if they were separated from their mother, or alternatively, if they were confronted with the cultural shock of moving to Jamaica. Finally, the applicant mentions that her youngest daughter needs a tonsils operation, and that she herself requires ongoing medical attention that she would not be able to afford in Jamaica.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Unfortunately, I am not satisfied that these allegations are sufficient to demonstrate irreparable harm. The applicant's overall contention seems to be that because Canada is a \"better place\" in which to live, irreparable harm will follow if she returns to Jamaica. She states in her Affidavit that she believes she will have slim or no job prospects in Jamaica and that even if she secures employment, she will still not be able to support herself and/or her children. In my opinion, this is pure speculation and conjecture. Moreover, there is no evidence before me by which I can compare the applicant's employment and financial situation in Canada with her prospective situation in Jamaica. Her H&C application mentions that she is a data-entry clerk who is presently living with her sister [see footnote 16], but I do not know, from the record before me, whether the applicant is financially independent in Canada, if she is the sole supporter of her two children, or any details regarding her income. In particular, the applicant has provided no concrete information regarding her living arrangements and finances. Nor has she indicated who looks after the children while she is working. It is therefore very difficult, if not impossible, for me to assess the type of irreparable financial harm she would face in Jamaica.  <FRAGMENT_SUPPRESSED>"], ["[20]", "With respect to health-related harm, there is also no medical evidence before me regarding either the applicant's ongoing medical condition [see footnote 17] or her daughter's need for a tonsils operation.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Moreover, there is no evidence, apart from the applicant's bald statements to this effect, that the applicant's eldest daughter would have to repeat her year if she were to accompany her mother to Jamaica before the end of the school year. It is hard to believe that the applicant's sister, with whom the applicant and her children currently reside, would not have assumed the care of the applicant's daughter until the end of her school year. [see footnote 18] Furthermore, there is case-law of this Court which holds that disruption of a child's schooling, while inconvenient, does not in all cases, constitute irreparable harm. [see footnote 19]  <FRAGMENT_SUPPRESSED>"], ["[22]", "Consequently, in my view, the applicant has not established that she and/or her children would suffer irreparable harm if she is removed to Jamaica. In light of my conclusion on this point, I need not address the third prong of the", "Toth", "[see footnote 20] test, balance of convenience.  <FRAGMENT_SUPPRESSED>"], ["[23]", "For all the above-noted reasons, this motion for a stay of the execution of the removal order is hereby dismissed.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: David Weir/saf  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. These proceedings were commenced as IMM-2775-00.  <FRAGMENT_SUPPRESSED>", "2. These proceedings were commenced as IMM-2664-00.  <FRAGMENT_SUPPRESSED>", "3. It appears, although it is not entirely clear from the record, that the applicant is living with one of her sisters, as well her mother who is a Jamaican citizen but has visitor status in Canada.  <FRAGMENT_SUPPRESSED>", "4. I was informed during the hearing that the husband was not the father of the children. The applicant's Motion Record contains no information with respect to the father's identity or whereabouts.  <FRAGMENT_SUPPRESSED>", "5. This is clearly within the mandate of the officer considering the applicant's H&C application.  <FRAGMENT_SUPPRESSED>", "6. Counsel refers to the following passage of the Officer's May 23, 2000 Notes: \"Counsel also asked if the best interests of the children had been taken into account. I advised subject and counsel that this indeed had been the case. <FRAGMENT_SUPPRESSED>", "7. Please see", "<FRAGMENT_SUPPRESSED> ; [2000] F.T.R. Uned. 80 ( <FRAGMENT_SUPPRESSED> ; [1999] F.T.R. Uned. 816;", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "8. I will consider the disruption of schooling in the section on irreparable harm, but for now, I simply note it as a consideration within the scope of the officer's discretion.  <FRAGMENT_SUPPRESSED>", "9.", "<FRAGMENT_SUPPRESSED> ; [1999] F.T.R. Uned. 199 (T.D.).  <FRAGMENT_SUPPRESSED>", "10.", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "11. \"In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration. <FRAGMENT_SUPPRESSED>", "12. (1998), 62 O.T.C. 303; 40 O.R.(3d) 74 (Gen. Div.).  <FRAGMENT_SUPPRESSED>", "13. The Court of Appeal set aside the entirety of McNeely, J.'s, decision, but stayed its order for four months in order to allow the applicants' mother to remain in Canada while bringing a further H&C application.  <FRAGMENT_SUPPRESSED>", "14.", "Baker", "had not been decided when the case went before the trial judge.  <FRAGMENT_SUPPRESSED>", "15. The Refugee Board dismissed the applicant's refugee claim on the grounds that her story was \"neither credible nor trustworthy\". The Board also looked negatively upon the fact that the applicant only claimed refugee status six years after she arrived in Canada. Given the Board's decision which is now res judicata, I am disregarding the applicant's statements on this matter.  <FRAGMENT_SUPPRESSED>", "16. I believe that the applicant's mother, who has visitor status in Canada, also resides with the applicant and her sister.  <FRAGMENT_SUPPRESSED>", "17. The applicant submitted a letter dated May 9, 2000 to the Immigration authorities asking them to defer the deportation which was scheduled for the following day due to her inability to travel for medical reasons; a doctor's note and lab reports were also attached. In her letter, she asks for a one-week extension, which was granted. No subsequent medical evidence was submitted.  <FRAGMENT_SUPPRESSED>", "18. In any event, the applicant's argument that her daughter's disruption from school would result in irreparable harm is now a moot point, given that the school year will be over when this decision is issued.  <FRAGMENT_SUPPRESSED>", "19.", "<FRAGMENT_SUPPRESSED>  F.T.R. 267 ( <FRAGMENT_SUPPRESSED> ; [1999] F.T.R. Uned. 436.  <FRAGMENT_SUPPRESSED>", "20.", "<FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}