{"id_": "044020", "body_str": [["[1]", "de Montigny, J.", ": This is an appeal by the Minister of Citizenship and Immigration (the Minister) pursuant to subsection 14(3) of the", "Citizenship", "Act", ", R.S.C. 1985, c. C-29, from the decision of a Citizenship Judge, dated June 19, 2009, approving the application for Canadian citizenship made by Razieh Jeizan (the Respondent).", "I.", "Background"], ["[2]", "The Respondent is a citizen of Iran. She became a permanent resident of Canada on March 10, 2001. She lives in Toronto in a house owned by her husband and one of their sons. Four of her children are Canadian citizens. Her two other children and her husband have all applied for citizenship."], ["[3]", "She applied for Canadian citizenship on March 13, 2006. Her initial application, which she says one of her sons helped complete, indicated that she had accumulated 185 days of absence from Canada in the four years preceding her application. However, in a residency questionnaire submitted, along with supporting documents, in response to a request from Citizenship and Immigration Canada, she indicated having been absent for 630 days, and present for 830. Her initial application, she said, was mistaken."], ["[4]", "The supporting documents submitted with the Respondent's residency questionnaire included a copy of her passport, a hospital bill in her name, various financial statements and bills in her husband's and son's names, as well as generic receipts."], ["[5]", "The Respondent was interviewed by the Citizenship Judge on June 8, 2009. Upon request, she submitted a number of additional documents in the following days: letters from her bank, her doctor, a community association in the activities of which she participated, as well as a letter signed by her husband confirming part-time employment in her husband's business.", "II.", "Decision under review"], ["[6]", "On June 19, 2009, Citizenship Judge Gill issued his decision finding that the Respondent had complied with paragraph 5(1)(c) of the", "Citizenship", "Act", "and approving the Respondent's application for citizenship. His reasons consist of one hand-written paragraph on the \"Notice to the Minister\" form. It reads, in its entirety, as follows:", "+55. After personal interview, reviewing the relevant passports, family presence in Canada, owning house, the reasons for travel out of Canada being family emergencies, I am satisfied that even though client is a few days short of the 1095 required, she has indeed set up residence in Canada and has maintained it. Hence meets the residence requirements of the", "Act", "Certified Tribunal Record, Notice to the Minister of the Decision of the Citizenship Judge, p. 19."], ["[7]", "Following the Citizenship Judge's decision, the file was forwarded to a Citizenship Official for further processing. Part II of the form (\"Notice to the Minister of the Decision of the Citizenship Judge\") indicates that after the citizenship application is approved by the judge, a Citizenship Official must review the decision and formally grant citizenship."], ["[8]", "On July 10, 2009, the Citizenship Official advised the Respondent by letter that she was required to provide further information: an explanation for her absences from Canada, any passport she may have had for the period from February 2006 to April 2007, and Notices of Tax Assessment for the years 2003-2006."], ["[9]", "On July 24, 2009, the Respondent sent a letter to Citizenship and Immigration Canada explaining her absences. She stated that her visits to Iran were for family emergencies (the illness and deaths of her mother and brother) and family events (the weddings of her sons and the birth of her grandchild). She stated she had not had a passport from 2006 to 2007. She added she did not have Notices of Tax Assessment for the years 2003-2006 because she had not filed taxes those years due to lack of income."], ["[10]", "Following the Respondent's response, the Citizenship Official initiated the process of appealing the decision of the Citizenship Judge.", "III.", "Issues"], ["[11]", "This appeal raises two main issues:", "a. Did the citizenship judge provide adequate reasons for his decision?", "b. Did the Respondent meet the residence requirement of the", "Citizenship", "Act", "IV.", "Analysis"], ["[12]", "The question of whether or not an applicant for citizenship has met the residency requirements of the", "Act", "is a question of mixed fact and law. Therefore, the standard of review is reasonableness. Both parties agree that this is the applicable standard, and there is indeed ample jurisprudence to that effect: see, for example,", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 603 at para. 7;", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 598 at para. 4;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1561 at paras. 16-21."], ["[13]", "When reviewing a decision on the standard of reasonableness, the Court should only intervene if the decision falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED>  [2008] S.C.J. No. 9 at para. 47.", "A.", "Did the Citizenship Judge Provide Adequate Reasons for his Decision?"], ["[14]", "The decision of a Citizenship Judge to approve or deny an application for citizenship must be accompanied by reasons. This is set out in subsection 14(2) of the", "Citizenship", "Act", "14. Consideration by citizenship judge", "Advice to Minister", "(2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor.", "14. Examen par un juge de la citoyenneté", "Information du ministre", "(2) Aussitôt après avoir statué sur la demande visée au paragraphe (1), le juge de la citoyenneté, sous réserve de l'article 15, approuve ou rejette la demande selon qu'il conclut ou non à la conformité de celle-ci et transmet sa décision motivée au ministre."], ["[15]", "The Minister argues that the Citizenship Judge failed to discharge his duty to provide adequate reasons. In particular, it is submitted that he failed to indicate which residency test he applied and why the Respondent satisfied it, and to address the insufficiency of the Respondent's evidence."], ["[16]", "The Respondent recognizes that the Citizenship Judge did not explicitly state which residency test he was using. However, she submits that it is clear that he did not apply the strict physical presence test elaborated in", "Pourghasemi (Re)", "(1993), 19 Imm. L.R. (2d) 259, [1993] F.C.J. No. 232, and it is \"likely\" that he was not applying the six-factor analysis of", "Koo Re", ", [1993] 1 F.C. 286, [1992] F.C.J. No. 1107 (", "Koo", "). Accordingly, he must have applied the other available test, developed in", "Re Papadogiorgakis", ", [1978] 2 F.C. 208 (F.C.T.D.), and indeed the Respondent submits that the factual considerations enumerated in Citizenship Judge Gill's decision virtually mirror the test in", "Re Papadogiorgakis,", "above."], ["[17]", "Reasons for decisions are adequate when they are clear, precise and intelligible and when they state why the decision was reached. Adequate reasons show a grasp of the issues raised by the evidence, allow the individual to understand why the decision was made and allow the reviewing court to assess the validity of the decision: see", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at para. 22; <FRAGMENT_SUPPRESSED> , above, at paras. 35-36."], ["[18]", "At the very least, the reasons for a Citizenship Judge's decision should indicate which residency test was used and why that test was or was not met: see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1039 at paras. 3-4;", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1979 at para. 32;", "<FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 790 at para. 22;", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1030 at para. 13."], ["[19]", "The reasons in this case are very similar to those considered by Justice Danièle Tremblay-Lamer in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 1339 which also consists of a single hand-written paragraph on the \"Notice to the Minister\" form. Justice Tremblay-Lamer held that those reasons, which also failed to state which test the citizenship judge was applying, were insufficient. She explained, at paragraphs 17-18, that:", "[i]n a recent case,", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at par. 6, Justice Roger Hughes noted that, because the Minister - or, I would add, a citizenship applicant - has no remedy other than an appeal to this Court, and citizenship must be granted in the event of a positive recommendation by a citizenship judge, \"the provision of reasons by the citizenship judge assumes a special significance. The reasons should be sufficiently clear and detailed so as to demonstrate to the Minister that all relevant facts have been considered and weighed appropriately and that the correct legal tests have been applied.\"", "Needless to say, the citizenship judge's reasons ought to speak for themselves. The fact that the Respondent has felt the need to explain the citizenship judge's reasoning in an affidavit is my view, a clear indication that the latter's reasons were inadequate."], ["[20]", "A decision-maker's reasoning should not require additional explanations. In the case at bar, it is the Respondent's counsel who explains the Citizenship Judge's reasoning in her memorandum of fact and law, speculation by way of counsel's argument is not different than speculation by way of a party's affidavit:", "<FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 176 at para. 19."], ["[21]", "Moreover, the reasons do not indicate a grasp of the issues raised by the evidence, in this case the absence of sufficient evidence produced by the Respondent to establish her residency in Canada. The Citizenship Judge went as far as to say that the Respondent was \"a few days short of the 1095 required\", whereas the evidence shows that she was 265 days short of the legislative requirement. This is clearly not indicative of a thorough assessment of the Respondent's citizenship application."], ["[22]", "I am therefore of the view that the reasons provided by the Citizenship Judge are inadequate; this apparent lack of diligence is most unfortunate, since it caused the Respondent, whom he thought deserving to be granted citizenship, the uncertainty and the expense of the present litigation.", "B.", "Did the Respondent Meet the Residence Requirement of the Citizenship Act?"], ["[23]", "Given my conclusion on the issue of the adequacy of reasons, I cannot consider the reasonableness of the Citizenship Judge's finding that the Respondent met the residency requirement of the", "Citizenship", "Act", ". As the Supreme Court explains in an oft-quoted passage in <FRAGMENT_SUPPRESSED> , above, at para. 47, \"reasonableness [of a decision] is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\". The reasons provided by the citizenship judge do not justify his decision, and are not transparent and intelligible."], ["[24]", "This does not end the matter, however, because as Justice Douglas Campbell held in", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1326 this Court may, in appropriate situations, find that a citizenship applicant has met the requirements of the", "Citizenship", "Act", "and is entitled to become a Canadian citizen. That being said, Justice Tremblay-Lamer cautioned in", "Wong", ", above, that the Court will only do so \"in exceptional cases\" (para. 25) where the evidence is \"clear cut\" (para. 26)."], ["[25]", "Paragraph 5(1)(c) of the", "Citizenship", "Act", "specifically provides that an applicant for citizenship may be absent from Canada for one year during the four-year period to the date of his or her application for citizenship. This means that an applicant must be resident in Canada for a minimum of three years, or 1095 days, during the relevant period."], ["[26]", "Because the", "Citizenship", "Act", "does not define \"residence\" or \"resident\" and precludes appeals to the Federal Court of Appeal, the jurisprudence of this Court is divided as to the legal test an applicant must meet in order to satisfy the residency requirement of paragraph 5(1)(c). As a result, three different tests for residency have emerged, to which I have already referred in paragraph 16 of these reasons. So long as the Citizenship Judge adopts one of these three tests, clearly identifies the test adopted and properly applies the facts of the case to the chosen approach, this Court will not intervene: see, for example,", "<FRAGMENT_SUPPRESSED>  at paras. 11-14;", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1232 at paras. 27-30;", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 2029 at paras. 11-12."], ["[27]", "The Respondent's declared absences of 630 days indicates that she could not satisfy the strict residency test set out in", "Re Pourghasemi", ", above. The Respondent was present in Canada for only 830 days, when 1095 days are required under the test. Those absences were confirmed by the dates of Canadian entry and Iranian exit stamps in her passport. It is indisputable that the Respondent did not meet the strict residency test in", "Re Pourghasemi", "based on her own passport evidence."], ["[28]", "The", "Koo", "test was also not met by the Respondent's evidence. The", "Koo", "test involves the detailed assessment of six separate factors. There is no indication in the brief reasons provided by the Citizenship Judge that such a comprehensive analysis was carried out on this citizenship application. Additionally,", "Koo", "recognizes that the extent of the applicant's physical presence in Canada is a factor of \"primary importance\". As it is clear from the record that the Respondent spent over a year and eight months absent from Canada during the four-year period, the Citizenship Judge could not reasonably have considered this factor to be satisfied. As for whether the Respondent established that Canada is where she \"regularly, normally or customarily lives\" or has \"centralized her mode of existence\", the evidence provided by the Respondent to support her citizenship application falls well short in terms of documentary proof. The evidence provided by the Respondent was simply insufficient to establish that Canada is her primary home."], ["[29]", "There remains the", "Re Papadogiorgakis", "test, according to which one way of determining if an applicant for Canadian citizenship meets the requirements of s. 5(2) of the", "Citizenship", "Act", "is to assess the quality of an applicant's attachment to Canada. If an applicant demonstrates a sufficient attachment and intention to establish a permanent home in Canada, temporary absences can be counted as periods of residence in Canada."], ["[30]", "It is far from clear from the evidence that the Respondent would qualify under this test. There are deficiencies in the Respondent's evidence that cast doubt on her intention to establish a permanent home in Canada. First, the Respondent exceeded the allowed absences from Canada by a significant margin. The Respondent explains that her absences from Canada stemmed from family commitments, such as visiting her ill brother and mother, both of whom have now died, and visiting Iran for her sons' weddings and the birth of her grandchild. But there is no explanation as to why she had to stay for more than four months in Iran on each of her sons' weddings, nor is there any reason given for her six months stay in 2003."], ["[31]", "In addition, the Respondent has limited documentary proof of residency. Her home is registered in her husband and son's names. Her bank account is joint with her husband. She did not provide the tax returns requested by Citizenship and Immigration Canada because she states she did not file them due to lack income. Her only proof of part-time employment was a letter provided by her husband attesting to her work in his restaurant. Her proof of participation in community activities was limited to a letter from a friend and a letter form the Canadian Mandaean Association that fails to outline any details of her actual involvement. She provided grocery and store receipts, but there is no indication that she is the purchaser of the items. Also, ten of the fifteen receipts she provided to establish her presence in Canada are dated on days that she has admitted she was not present in Canada."], ["[32]", "It may well be, as the Respondent explains in her letter to Citizenship and Immigration Canada dated July 24, 2009, that in her cultural traditions family property and bank accounts are not in a women's name. But the Citizenship Judge failed to address this argument, and the Court is left to speculate as to the weight given to this explanation in the assessment of her attachment to Canada. While the Citizenship Judge was satisfied, after his interview of the Respondent, that she qualified for citizenship, he failed to explain why this was the case. Thus, even though a new interview with the Respondent may result in the same decision being taken with respect to her application, this is not a \"clear cut\" case where it would be appropriate for the Court to use its appeal powers to reach its own decision on the issue of residency. The Minister is entitled to an explanation of a decision with which he disagrees. The appeal must therefore be allowed.", "ORDER"], ["[33]", "THIS COURT ORDERS that", "the appeal be allowed, without costs.", "Appeal allowed.", "Editor: Giovanni A. Merlini/vnh", "[End of document]"]]}