{"id_": "044333", "body_str": [["[1]", "Le juge Pinard", ": Il s'agit ici d'une demande de contrôle judiciaire d'une décision rendue le 18 décembre 2009 par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (le tribunal) selon laquelle le demandeur n'est ni un « réfugié au sens de la Convention » ni une « personne à protéger » suivant les définitions données aux articles 96 et 97 respectivement de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. (2001), ch. 27, et rejetant sa demande d'asile."], ["[2]", "Le demandeur est un citoyen haïtien, né en 1947. Il était pasteur à l'Église de Dieu de la Rhema, à Port-au-Prince, jusqu'en 1998. Lors de ses sermons, il dénonçait le crime et l'injustice, ce qui aurait attiré l'attention des Chimères de Lavalas, une bande armée notoire."], ["[3]", "Le demandeur allègue que le 19 novembre 1998, une vingtaine de Chimères seraient venus chez lui avec des bâtons et des armes à feu et qu'ils auraient tenté d'entrer dans sa maison. Le demandeur aurait téléphoné à la police et la police serait venue promptement. Les Chimères se seraient tous échappés sans que la police n'ait pu les attraper."], ["[4]", "Le demandeur, sa femme et leurs deux enfants se seraient par la suite cachés chez la belle-sœur du demandeur, dans une autre zone de Port-au-Prince. Le demandeur a quitté Haïti le 18 décembre 1998, un mois après l'incident, pour se rendre à Orlando (Floride). Il possédait à l'époque un visa valide aux États-Unis. Il prétend avoir attendu un mois avant de quitter Haïti afin de s'assurer qu'il pourrait travailler comme pasteur aux États-Unis. Le demandeur est retourné à Port-au-Prince à deux reprises, en juin 1999 et en septembre 1999. Il allègue être revenu afin de régler les affaires de l'Église et s'assurer qu'il aurait un remplaçant comme pasteur."], ["[5]", "Le demandeur n'a jamais demandé asile aux États-Unis. Il a fait une demande de résidence permanente par le biais de l'Église de Dieu d'Horeb qui l'a parrainé comme pasteur, mais la demande a été rejetée le 13 décembre 2005. Il est demeuré illégalement à Orlando pendant près de deux années de plus."], ["[6]", "Le 2 octobre 2007, le demandeur est arrivé à la frontière canadienne et il a demandé l'asile le jour même. Il allègue une crainte de persécution de la part des Chimères à la fois personnalisée, étant membre du groupe social des « pasteurs » et à cause des opinions politiques qui lui auraient été imputées."], ["[7]", "Le tribunal a trouvé que le demandeur n'avait pas établi de manière crédible les éléments essentiels de son récit, pas plus que le bien-fondé de sa crainte subjective de persécution. Le tribunal a trouvé que le comportement du demandeur n'était pas celui d'une personne qui dit craindre la persécution en Haïti et a cité trois motifs: le demandeur n'a quitté Haïti qu'un mois après l'incident allégué, il est retourné à Haïti à deux reprises alors qu'il disait craindre les Chimères et il n'a jamais revendiqué le statut de réfugié aux États-Unis, un pays signataire de la", "Convention des Nations unies relative au statut des réfugiés"], ["[8]", "Le tribunal a jugé que le témoignage du demandeur n'était pas crédible parce qu'il semblait ne pas avoir vécu l'incident allégué, ayant de la difficulté à décrire les détails de l'incident. Le tribunal a particulièrement trouvé le témoignage du demandeur évasif et ambigu."], ["[9]", "La norme de contrôle est celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> , paragraphe 51 et", "<FRAGMENT_SUPPRESSED> , paragraphe 59). En effet, le demandeur s'attaque aux motifs du tribunal concernant des questions mixtes de fait et de droit; il s'en prend particulièrement à l'évaluation de la preuve, élément clairement dans la juridiction du tribunal, et au sujet duquel la Cour ne devrait pas substituer sa propre opinion à moins que la décision ne soit trouvée arbitraire ou non-transparente."], ["[10]", "Le demandeur a soulevé une question préliminaire concernant le traitement par le tribunal de la décision négative des autorités américaines au sujet de sa demande de résidence permanente aux États-Unis. Le demandeur prétend que le tribunal se contredit puisque, au paragraphe 8 de ses motifs, il mentionne que le demandeur n'avait pas présenté une copie de la décision lors de l'audience et qu'au paragraphe 15 il indique avoir reçu la décision par la suite. Le défendeur note, et je suis d'accord, que ce que le demandeur reproche au tribunal à ce sujet n'est pas clair. Le tribunal a manifestement lu la décision et en a traité. Il ne se contredit pas pour autant lorsqu'il mentionne en passant que la décision n'avait pas été d'abord produite à l'audience en même temps que les autres documents du demandeur et qu'elle a été ensuite produite quelques heures plus tard."], ["[11]", "Par ailleurs, le demandeur prétend que le tribunal a erré lorsqu'il a déterminé que son témoignage était évasif, ambigu et non-crédible. Cet argument ne saurait justifier l'intervention de cette Cour, puisque l'appréciation du témoignage est au cœur même de la juridiction du tribunal, lequel a eu l'avantage de voir le demandeur et de l'entendre."], ["[12]", "Le demandeur soutient en outre que le tribunal a erré en ne prenant pas en considération certains documents qu'il a produits, à savoir les attestations de son épouse et celles du pasteur qui l'a remplacé. Or, il est bien établi que le tribunal n'a pas besoin de mentionner chaque élément de preuve soumis, ni d'expliquer pourquoi chaque élément a été rejeté (", "<FRAGMENT_SUPPRESSED>  (C.A.F.)). Le tribunal en l'espèce a mentionné l'existence de la preuve documentaire au début de ses motifs, mais il a trouvé qu'il n'y avait « aucun document désintéressé » et donc que cette preuve documentaire n'avait aucune valeur probante quant à la crédibilité du demandeur (voir", "<FRAGMENT_SUPPRESSED> et 21). À mon avis, lorsqu'il a trouvé que les attestations étaient intéressées et qu'il ne croyait pas que l'incident a eu lieu, il était implicite qu'il ne croyait pas davantage les attestations. De plus, l'attestation du nouveau pasteur ne corrobore pas l'incident avec les Chimères, mais traite simplement des raisons pour lesquelles le demandeur est revenu à Haïti, élément que le tribunal n'a pas mis en question. Je ne trouve donc pas que le traitement de la preuve était déraisonnable."], ["[13]", "Le demandeur plaide enfin que le tribunal a été capricieux en concluant à une absence de crainte subjective de persécution. Le demandeur ne fait que réitérer les trois motifs pour lesquels le tribunal a trouvé que son récit n'était pas crédible (le délai avant de quitter Haïti, les deux retours volontaires au pays de persécution et le défaut de revendiquer le statut de réfugié aux États-Unis) et répète les explications offertes pour chacun des éléments lors de l'audience. Or, ce sont là des inférences qui sont bien supportées par des éléments de preuve non contredits. Ces inférences pouvaient donc être raisonnablement tirées par le tribunal et il n'appartient pas à cette Cour de substituer sa propre appréciation des faits à celle faite par celui-ci (voir", "<FRAGMENT_SUPPRESSED>  (C.A.F.)). Je trouve donc que les conclusions du tribunal quant au manque de crainte subjective et de crédibilité étaient raisonnables."], ["[14]", "Pour tous ces motifs, la demande de contrôle judiciaire est rejetée."], ["[15]", "Aucune question n'est certifiée.", "JUGEMENT"], ["[16]", "La demande de contrôle judiciaire de la décision rendue par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié le 18 décembre 2009 est rejetée.", ".........................", "<FRAGMENT_SUPPRESSED>  an application for judicial review of a decision dated December 18, 2009, by the Refugee Protection Division of the Immigration and Refugee Board (the panel), wherein the panel determined that the applicant was neither a \"Convention refugee\" nor a \"person in need of protection\" within the meaning of sections 96 and 97 respectively of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, and rejected his claim for refugee protection."], ["[2]", "The applicant is a citizen of Haiti. He was a pastor at the Église de Dieu de la Rhema, in Port-au-Prince, until 1998. In his sermons, he denounced crime and injustice, which allegedly drew the attention of the Lavalas Chimères, a notorious armed gang."], ["[3]", "The applicant alleged that, on November 19, 1998, about 20 Chimères came to his home with batons and firearms and tried to enter the house. The applicant stated that he telephoned the police, who came right away. The Chimères allegedly all escaped, successfully evading the police."], ["[4]", "The applicant, his wife and their two children then allegedly hid in the home of the applicant's sister-in-law, in another district of Port-au-Prince. The applicant left Haiti on December 18, 1998, one month after the incident, for Orlando, Florida. At the time, he had a valid visa for the United States. He claimed that he waited one month before leaving Haiti to ensure that he would be able to work as a pastor in the United States. The applicant returned to Port-au-Prince twice, in June 1999 and September 1999. He alleged that he had returned to settle the church's affairs and make sure that someone would replace him as a pastor."], ["[5]", "The applicant never sought asylum in the United States. He applied for permanent residency through the Horeb Church of God, which had sponsored him as a pastor, but the application was rejected on December 13, 2005. He remained illegally in Orlando for nearly two more years."], ["[6]", "The applicant went to the Canadian border on October 2, 2007, and claimed refugee protection that same day. He alleged a fear of persecution by the Chimères, both personalized, by reason of his membership in the \"pastors\" social group, and because of his imputed political opinion."], ["[7]", "The panel found that the applicant had not credibly established the essential elements of his narrative or a well-founded subjective fear of persecution. In the panel's opinion, the applicant's behaviour was inconsistent with that of a person who allegedly feared persecution in Haiti, for three reasons: the applicant waited one month after the alleged incident to leave Haiti, he returned to Haiti twice, even though he allegedly feared the Chimères, and he never claimed refugee status in the United States, a signatory to the", "United Nations Convention Relating to the Status of Refugees"], ["[8]", "The panel found the applicant's testimony not to be credible because he did not seem to have been present during the alleged incident, as he had difficulty describing the details of the incident. In particular, the panel found the applicant's testimony to be evasive and ambiguous."], ["[9]", "The standard of review is reasonableness (", "<FRAGMENT_SUPPRESSED> , paragraph 51, and", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , paragraph 59). The applicant is challenging the panel's reasons pertaining to questions of mixed fact and law; more specifically, he contests the assessment of the evidence, an aspect that is clearly within the panel's jurisdiction and regarding which the Court should not substitute its own view unless the decision were found to be arbitrary or to lack transparency."], ["[10]", "The applicant raised a preliminary issue regarding the panel's treatment of the American authorities' negative decision on his application for permanent residency in the United States. The applicant claimed that the panel contradicted itself, since, at paragraph 8 of its reasons, it stated that the applicant had not submitted a copy of the decision at the hearing, and, at paragraph 15, it stated that it had subsequently received the decision. The respondent noted, and I agree, that the applicant's complaint against the panel on this matter is unclear. The panel obviously read and addressed the decision. That it mentioned in passing that the decision had not initially been filed at the hearing along with the applicant's other documents and that it was then produced a few hours later does not mean that the panel contradicted itself."], ["[11]", "The applicant also claimed that the panel erred in finding that his testimony had been evasive, ambiguous and not credible. This argument cannot warrant this Court's interference, since assessing testimony is at the very heart of the jurisdiction of the panel, which had the benefit of seeing and hearing the applicant."], ["[12]", "In addition, the applicant submitted that the panel erred in failing to take into consideration certain documents that he had filed, that is, testimonials from his spouse and the pastor who had replaced him. However, it is well established that the panel does not need to mention every item of evidence submitted or explain why each item was rejected (", "<FRAGMENT_SUPPRESSED>  (F.C.A.)). The panel in this case stated at the beginning of its reasons that there was documentary evidence, but it found that there were \"[no] objective documents\" and that this documentary evidence therefore had no probative value regarding the applicant's credibility (see", "<FRAGMENT_SUPPRESSED> ). In my opinion, when it found that the testimonials were self-serving and that it did not believe that the incident had taken place, it was implicit that it did not believe the testimonials either. Moreover, the new pastor's testimonial did not corroborate the incident with the Chimères; it merely addressed the reasons why the applicant had returned to Haiti, which was an element that the panel did not question. Therefore, I do not find that the treatment of the evidence was unreasonable."], ["[13]", "Lastly, the applicant claimed that the panel had been capricious in finding that there was no subjective fear of persecution. The applicant simply reiterated the three grounds on which the panel had found his narrative not to be credible (the delay before leaving Haiti, the two voluntary returns to the country of persecution and the failure to claim refugee status in the United States) and repeated the explanations given for each of the elements at the hearing. However, these inferences were fully supported by uncontradicted evidence. Consequently, the panel could have reasonably drawn these inferences, and it is not for this Court to substitute its own appreciation of the facts for that of the panel (see", "<FRAGMENT_SUPPRESSED>  (F.C.A.)). I therefore find that the panel's conclusions on the lack of subjective fear and credibility were reasonable."], ["[14]", "For all of these reasons, the application for judicial review is dismissed."], ["[15]", "No question is certified.", "JUDGMENT"], ["[16]", "The application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board dated December 18, 2009, is dismissed.", "[End of document]"]]}