{"id_": "044471", "body_str": [["[1]", "Pinard, J.", ": This is an application for an interlocutory injunction to restrain the defendants from using the words LE Bifthèque or any confusingly similar word in association with restaurant and butcher services or for the purpose of advertising the same; infringing the plaintiffs' rights to the exclusive use of the registered trademark LE Bifthèque; directing public attention to their services or business in such a way as to cause or be likely to cause confusion between their services and those of the plaintiffs' or franchises of the plaintiffs; passing-off their services as those of the plaintiffs or franchises of the plaintiffs; and depreciating the value of the goodwill attached to the plaintiffs' trademark LE Bifthèque.", "Facts"], ["[2]", "The plaintiffs are related companies. 2625-6719 Quebec Inc. owns the following trademarks:", "(a) LE Bifthèque, under number TMA330,029, dated July 17, 1987 for restaurant and butcher services;", "(b) LA BifthèqueRIE, under number TMA300,740, dated March 8, 1985 for restaurant services."], ["[3]", "Since 1981, the plaintiffs have continuously used the trademark LE Bifthèque to identify their restaurants, franchises and butcher shop to the public in their signage, awnings, menus and advertising on radio and in daily newspapers. The plaintiffs spend approximately $600,000 per year on their advertisements for their restaurants, franchises and butcher shop. The advertising includes both radio and daily newspapers. During the years in which they have been involved in the said businesses, it is not disputed that the plaintiffs have developed an excellent reputation and considerable goodwill, and that they have invested substantial time, energy and money in developing such reputation and goodwill in the province of Quebec. The dictionary spelling of the French term equivalent to the English \"beefsteak\" is \"bifteck\". The trademarks used and registered by the plaintiffs have a distinct original spelling resulting from a combination of the prefix \"bif\" and the suffice \"thèque\". It would appear that the particular spelling of the trademark LE Bifthèque is an original creation of the plaintiffs and that it is designed to serve to distinguish its business from those of its competitors."], ["[4]", "The defendants, without the knowledge, authority or consent of the plaintiffs, commenced less than half a year ago to use the words LE Bifthèque Mignon in association with their restaurant services. The restaurant \"LE Bifthèque MIGNON\" would only be a continuation of the restaurant \"Le Péché Mignon\" which had been in operation for a few years. As opposed to the commercial activities of the plaintiffs, which normally operate all year round, those of the defendants, with respect to their restaurant, are rather seasonal and generate profits only during the summer time."], ["[5]", "In December 1993, the plaintiffs caused their attorneys to write to \"LE Bifthèque Mignon\" and advised them that the plaintiffs possess exclusive trademark rights to the trademarks LE Bifthèque and LA BifthèqueRIE and requested them to immediately cease and desist from using the plaintiffs' trademarks. Shortly after, the defendant Morency indicated that the defendant would remove the letter \"H\" from the word LE Bifthèque, which appears to have been done both on the defendants' sign and menus."], ["[6]", "On the one hand, the plaintiffs argue that by their activities, the defendants have infringed and are deemed to have infringed the trademark LE Bifthèque. They also submit that the defendants have directed public attention to their services and business in such a way as to cause or be likely to cause confusion in Canada between their services and the services of the plaintiffs. They further claim that the defendants are attempting to pass off their services as those of the plaintiffs. Finally, the contend that by reason of their activities, the defendants are unlawfully depreciating the value of the goodwill attached to their trademarks."], ["[7]", "For their part, the defendants essentially argue that there cannot be any confusion. At the hearing, counsel for the defendants indicated that it is only in the alternative that they submit the mark LE Bifthèque is not a registerable mark.", "Conclusions"], ["[8]", "In my view, this is a case where the plaintiffs have not only established that there is a serious issue, but have made out a strong prima facie case of infringement (see", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 289 (T.D.)). Here, the resemblance between the marks is striking. The plaintiffs have used their mark LE Bifthèque year-round since 1981, while the defendant began using the mark \"Le Bifthèque Mignon\" six months ago, and have not even used it in summer, which is likely their most profitable period. The plaintiffs' mark LE Bifthèque was registered nearly seven years ago. It would appear that the defendants have not yet attempted to have the mark \"Le Bifthèque Mignon\" nor the mark \"Le Bifthèque Mignon\" registered. The marks are all used in association with restaurant services. It is clear to me that this is a case where the defendants \"took a calculated risk\" (see", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 481; 16 C.I.P.R. 131 at p. 494 (T.D.)). Under such circumstances, I can only find that a strong prima facie case has been made out of the violation of s. 20 (deemed infringement) of the", "Trade-marks Act", ", R.S.C. 1985, c. T-13. I do not deem it necessary to otherwise consider the adequacy of damages as an alternative remedy for the plaintiffs or the balance of convenience. Instead, I respectfully adopt the reasoning of my colleague Strayer, J., in <FRAGMENT_SUPPRESSED> , supra, that where a reasonably clear case of infringement of a registered trademark has been made out, the adequacy of damages as an alternative and the balance of convenience need not be further considered: the plaintiffs are entitled to have the right to the exclusive use of their registered trademarks as recognized in s. 19 of the", "Trade-marks Act", ", at least until trial."], ["[9]", "The plaintiffs have undertaken, through their counsel, to pay court-ordered damages for which they would be responsible to the defendants if the latter should suffer damages from this injunction. The requested injunction will issue subject to this undertaking. Costs in the cause.", "Application allowed.", "Editor: Janette Blue/dlr", "[End of document]"]]}