{"id_": "044932", "body_str": [["[1]", "Layden-Stevenson, J.", ": There are two motions before me. The first is the defendants' motion for summary judgment. The second is the plaintiff's motion to amend its statement of claim. The defendants consent to the requested amendment and maintain that summary judgment should be granted notwithstanding the amended pleading. I agree."], ["[2]", "The plaintiff company is in the business of designing, manufacturing, and distributing lighting fixtures for residences and commercial premises throughout Canada and the United States. The lines of lighting fixtures consist of over 100 products. Paragraph 3 of the statement of claim states that the plaintiff has:", "A unique line of lighting fixtures ... in association with distinctive and unique packaging, trademarks and artistic works. The latter artistic works are comprised of photographs and drawings reproduced on the packaging and/or included as part of the written instructions within the package, and/or photographs and drawings in Plaintiff's catalogue."], ["[3]", "The plaintiff claims that the defendants have infringed the artistic works of the plaintiff set out in schedule \"A\" to the statement of claim. Schedule \"A\" is a pictorial depiction of nine lighting fixtures, each with a code (combination of letters and numbers) beneath it. The codes correlate to codes in the plaintiff's catalogue, which is schedule \"B\" to the statement of claim."], ["[4]", "The plaintiff claims that the defendants' wares are exact copies of the plaintiff's wares and substantial copies of the plaintiff's designs. The original statement of claim refers to \"copies of designs for which the plaintiff is seeking industrial designs\". The amended statement of claim adds a reference with respect to the industrial designs registered by the Canadian Intellectual Property Office on April 6, 2004, the registration numbers, and the certificates of registration as schedule \"C-1\". A comparison of schedules \"A\" and \"C-1\" reveals that industrial design registrations have been granted in relation to six of the nine designs depicted in schedule \"A\"."], ["[5]", "The specific allegations against the defendants are contained in paragraphs 15, 18, 19, 20 and 21 of the amended statement of claim. They are as follows:", "15. In the month of December 2003, Plaintiff was informed by some of its customers that Defendants were distributing a brochure of lighting products that was an obvious and clear copy of Plaintiff's products and bearing the Plaintiff's unique and distinctive artistic works identified in Schedule \"A\" hereto. Attached hereto as Schedule \"D\" is a relevant excerpt from the Defendants' brochure.", "18. By its conduct as aforesaid, the Defendants have infringed the Plaintiffs copyright in its original unique and distinctive artistic works set out in Schedule \"A\" hereto.", "19. By its conduct as aforesaid, the Defendants have directed public attention to their wares and business in such a manner as to cause, or to be likely to cause, confusion in Canada between the Defendants' wares and business, and the wares and business of the Plaintiff.", "20. By its conduct as aforesaid, the Defendants have contravened and infringed Plaintiff's rights in the Industrial Designs as set out in Schedule \"C-1\".", "21. By its conduct as aforesaid, the Defendants have passed off their line of lighting products as and for those of the Plaintiff."], ["[6]", "Schedule \"E\" to the statement of claim is a pictorial comparison of the products of the plaintiff and those of the defendants. There is no statement regarding which of the defendants the products relate to, although the evidence is that the products are those of the defendant MGM."], ["[7]", "It is against this backdrop that the motion for summary judgment must be determined. The most recent pronouncement from the Federal Court of Appeal with respect to summary judgment is found in  <FRAGMENT_SUPPRESSED>  (Suntec). In Suntec, Mr. Justice Pelletier noted jurisprudence that emphasizes the fact-finding role of a judge hearing a motion for summary judgment and in particular,  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), wherein it was held that a motion for summary judgment should only be denied where, on the whole of the evidence, the judge is unable to find the necessary facts or where it would be unjust to do so. Mr. Justice Pelletier, at paragraphs 15 and 16 of Suntec, also referred to the line of cases that take a more restrained view of the ambit of a motion for summary judgment. The synopsis of the noted paragraphs (citations omitted) is that the test is not whether the plaintiff cannot succeed at trial, it is whether the conclusion is that the case is so doubtful that it does not deserve consideration by the trier of fact at a future trial. Claims clearly without foundation should not take up the time and incur the costs of a trial."], ["[8]", "For the reasons that follow, I conclude that the statement of claim, even with the amendments, is so doubtful that, as pleaded, it should not be considered further. Since the motion was argued on the basis of the amended statement of claim, all references herein to the statement of claim are to the amended document."], ["[9]", "Although the statement of claim mentions confusion and passing off (paragraphs 19 and 21), there is no allegation that any of the defendants have used a trade-mark of the plaintiff to make a misrepresentation causing confusion and damage. An action for passing off must relate to a trade-mark. The uncontradicted evidence on the motions is that no defendant has used a trade-mark of the plaintiff. Schedules \"D\" and \"F\", which contain pictures from the defendant MGM's brochure and pictures of the light fixtures on the defendant MGM's packaging, are not trade-marks: Trade-marks Act, R.S.C. 1985, c. T-13, section 2. Rather, they are pictures of a defendant's wares."], ["[10]", "Paragraph 18 of the statement of claim alleges copyright infringement of the plaintiff's unique and distinctive artistic works (schedule \"A\") as a result of the distribution of a brochure of lighting products, by the defendants, in 2003. There is no infringement of a copyright in a photograph without reproduction of a photograph. An original photograph of a similar object, or even the same object, does not constitute copyright infringement: Copyright Act, R.S.C. 1985, c. C-42, section 3. Schedule \"E\" displays different photographs of similar, but not necessarily identical objects. The uncontradicted evidence is that the photographs from the defendant MGM's brochure are of the defendant MGM's products and were taken from different angles and with different backgrounds. An examination of schedule \"E\" reveals that to be the case."], ["[11]", "Regarding the plaintiff's lighting fixtures, section 64 of the Copyright Act, relied on by the defendant, indicates the limits of protection conferred by providing a defence to copyright infringement:  <FRAGMENT_SUPPRESSED> d) (F.C.T.D.) 133. Copyright is a purely statutory right. While the plaintiff seeks relief pursuant to the provisions of the Copyright Act, there is no indication that it has applied for or obtained the rights conferred under the Act."], ["[12]", "The only remaining allegation in the statement of claim is that the defendants have contravened and infringed the plaintiff's right in the industrial design as set out in schedule \"C-1\". The basis for the allegation is said to be the defendants' distribution of the brochure in 2003. The difficulty confronting the plaintiff in this regard is that its industrial designs were not registered until April 6, 2004. There is no industrial design protection before registration: Industrial Design Act, R.S.C. 1985, c. I-9, section 9 and subsection 10(1)."], ["[13]", "The alleged basis for the infringement (paragraph 15 of the statement of claim), of distribution of the brochure in 2003, is well before the registration date. There is nothing further in the statement of claim in support of the allegation of infringement."], ["[14]", "The affidavit of Roger Thibault sworn April 13, 2004, at paragraph 15, states that the defendants' activities have continued. This evidence does not assist the plaintiff for two reasons. First, it lacks particularity or specificity. Second, the affidavit is not a substitution for pleadings. A statement of claim must contain sufficient facts to support the claim. Parties are expected to adhere to the rules of pleading so that each side will know the case the other is required to meet:  <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1212."], ["[15]", "It is for the above noted reasons that I conclude that the statement of claim, as it stands, is so clearly without foundation that it should not take up the time and incur the costs of a trial. The defendants' motion for summary judgment dismissing the action will be granted by separate order. However, my conclusion in this regard should not be taken as implying that the plaintiff does not have a cause of action. The present action was premature. If Mr. Thibault is correct, the plaintiff is free to begin again. Because of the various noted deficiencies in the statement of claim, I consider this to be a situation where starting afresh is preferable to further amendment."], ["[16]", "The defendant requested costs on a solicitor-and-client basis. Costs on a solicitor-and-client basis are the exception and are generally awarded only where there has been reprehensible, scandalous or outrageous conduct on the part of one of the parties:  <FRAGMENT_SUPPRESSED> . I am not satisfied that the plaintiff's conduct in commencing its action is such that an award of costs on a solicitor-and-client basis is justified. The defendants will have their costs to be assessed in accordance with the middle range of Column IV of Tariff B.", "[End of document]"]]}