{"id_": "045009", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) of a decision of an immigration counsellor dated March 14, 2011. The counsellor determined that the applicants are inadmissible pursuant to section 40(1)(a) of the Act, due to misrepresentation of a material fact in their application for permanent residence.", "BACKGROUND FACTS"], ["[2]", "The applicants, Sayedabbas Sayedi, Farkhondeh Baghaei Abchouyeh, Sayed Amin Sayedi Rash Khar and Mina Sayedi, are a family from Iran. Dr. Sayedabbas Sayedi (the principal applicant) applied as a member of the federal skilled worker class and his family applied as accompanying family members. He is a cardiologist."], ["[3]", "The principal applicant states that he hired Mr. Arash Rahmatian of Queen Consultants Corporation to assist in the preparation of his application in 2005. The consultant was not an authorized immigration consultant or lawyer. He prepared the application and translated it into English."], ["[4]", "The principal applicant states that, unbeknownst to him, Mr. Rahmatian included an International English Language Testing System (IELTS) test result in his application that turned out to be fraudulent (the False Document). The principal applicant claims to have specifically asked Mr. Rahmatian about the requirement to take an IELTS test as part of his application, but was told that the test would not be required for another three to four years. The principal applicant wrote the IELTS examination on September 25, 2010. These results were assessed (although a note was later made in the CAIPS notes to disregard this assessment) by a visa officer on October 19, 2010."], ["[5]", "The principal applicant claims to have signed the application where he was told, but that he was not given an opportunity to review it. He further claims that he was not given a copy of what was submitted by Mr. Rahmatian."], ["[6]", "The application was received on December 15, 2005 at the Canadian Embassy in Tehran and appears to have been transferred to the Canadian Embassy in Damascus, Syria on January 3, 2006. The applicants heard nothing about their applications until they were notified on January 19, 2009 that the consultant they had retained was not an authorized representative."], ["[7]", "On April 28, 2010, the application was transferred to the Canadian Embassy in Warsaw as part of backlog reduction. On July 21, 2010, Canadian officials contacted the applicants to request updated information, as the processing of their application was set to begin. The applicants responded with updated submissions on October 21, 2010, including IELTS test results for the principal applicant from 2010."], ["[8]", "On October 26, 2010, immigration officials sent the principal applicant an email detailing their concerns with his application (the Fairness Letter). The Fairness Letter notified him that the official had been unable to verify the authenticity of the False Document and, as a result, was considering finding that he was inadmissible for misrepresentation pursuant to subsection 40(1)(a) of the Act. Another consultant the applicants had hired by that time responded on December 22, 2010, stating that the principal applicant was unaware of the False Document and had been the victim of a fraudulent immigration consultant, and asked that he not be penalized for the consultant's actions."], ["[9]", "The immigration official rejected the explanation that the principal applicant was not aware of the False Document as not credible since the application clearly indicated that an English language test was required to be submitted with the application. The letter that was sent to the applicants erroneously stated the reason for the inadmissibility finding as an undisclosed refugee claim by the Principal Applicant's spouse, but this was later corrected in a letter dated April 8, 2011. After receiving the corrected refusal letter, the Principal Applicant requested a meeting with the counsellor to discuss his concerns, but this request was refused.", "APPLICABLE LAW"], ["[10]", "Section 40(1)(a) of the Act states:", "40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation", "(a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;", "40. (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:", "a) directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;", "PRELIMINARY QUESTION", "Can the Court consider the evidence submitted by the applicants that was not before the decision-maker?"], ["[11]", "The respondent submits that the applicants have filed evidence that was not before the counsellor in his decision. The respondent submits that the applicants are not entitled to adduce fresh evidence upon judicial review, except to resolve issues of procedural fairness or jurisdiction:", "<FRAGMENT_SUPPRESSED> . The respondent submits that these exceptions do not apply in this case, and therefore the evidence should be struck from the application record. I agree and thus the Court will not rely on this additional evidence.", "ISSUES"], ["[12]", "The issues in this application are:", "1) Was it reasonable for the counsellor to conclude that there was a misrepresentation?", "2) If so, was it reasonable for the counsellor to conclude that this misrepresentation was material?", "3) Does section 40(1)(a) require the applicants' knowledge of the misrepresentation?", "STANDARD OF REVIEW"], ["[13]", "Misrepresentation is an issue of mixed fact and law and is therefore reviewable on the reasonableness standard:", "<FRAGMENT_SUPPRESSED>  FTR 96 at paragraph 14."], ["[14]", "The questions of whether section 40(1)(a) includes a knowledge component is a question of law related to the interpretation of the officer's home statute and will thus also be reviewed on a reasonableness standard:", "Alberta (Information and  <FRAGMENT_SUPPRESSED> :"], ["[46] At para. 22 of Canada (Canadian Human Rights Commission), LeBel and Cromwell JJ. state:", "On the other hand, our Court has reaffirmed that general questions of law that are", "both", "of central importance to the legal system as a whole and outside the adjudicator's specialized area of expertise, must still be reviewed on a standard of correctness, in order to safeguard a basic consistency in the fundamental legal order of our country. [Emphasis added.]", "In other words, since Dunsmuir, for the correctness standard to apply, the question has to not only be one of central importance to the legal system but also outside the adjudicator's specialized area of expertise.", "[...]"], ["[48] The Commissioner's interpretation of s. 50(5) PIPA relates to the interpretation of his own statute, is within his expertise and does not raise issues of general legal importance or true jurisdiction. His decision that an inquiry does not automatically terminate as a result of his extending the 90-day period only after the expiry of that period is", "therefore reviewable on the reasonableness standard", ". (Emphasis added.)", "ANALYSIS", "Issue No.1", "Was it reasonable for the counsellor to conclude that there was a misrepresentation?"], ["[15]", "The applicants submit that there was no misrepresentation, because the False Document was clearly not a test result. While the document mimics the appearance of an IELTS Test Report, it states that it is \"just a domestic document\". Thus, no reasonable person could conclude that it was an IELTS Test Report, and there is no misrepresentation."], ["[16]", "The respondent submits that the False Document was clearly designed to mislead the immigration authorities to believe it was an IELTS Test Report. Thus, the respondent submits there clearly was a misrepresentation."], ["[17]", "The Court agrees with the respondent that the False Document constitutes a misrepresentation: an examination of its physical appearance reveals that it is clearly designed to imitate the appearance of an IELTS Test Report. There is no other plausible purpose behind the submission of the False Document other than to mislead the immigration authorities into thinking that the file was complete and that the principal applicant had satisfied the language requirements. An official doing an initial completeness review of the file would not necessarily notice that it was fraudulent. I do not accept that any reasonable person would say that the purpose of this document was anything other than to mislead. It was thus wholly reasonable for the counsellor to conclude that it was intended to mislead the authorities to believe it to be an authentic test result.", "Issue No. 2", "Was it reasonable for the counsellor to conclude that the misrepresentation was material?"], ["[18]", "The applicants submit in the alternative that if there was a misrepresentation, it was not material. The applicants rely on the CIC Enforcement Manual ENF 2,", "Evaluating Inadmissibility", ", which states that a misrepresentation should only be considered material if it affects the process. Since only the most recent language test results are to be considered, the False Document could not have affected the process."], ["[19]", "The applicants rely on", "<FRAGMENT_SUPPRESSED>  in which the applicant committed a misrepresentation by submitting a fraudulent document, but the Court found the misrepresentation to be immaterial."], ["[20]", "The applicants submit that this case is similar to", "<FRAGMENT_SUPPRESSED>  (CA): in those cases, the visa officer misinformed the applicants regarding the basis for the concerns about misrepresentation. The applicants assert that the officer misled them in the Fairness Letter, stating that they had submitted an unverifiable IELTS Test Report-since the False Document was clearly not a test result, this was inaccurate information."], ["[21]", "The applicants also submit that the officer erred by finding their response to the Fairness Letter implausible-since their consultant was so unscrupulous as to falsify a language test result, it was unreasonable to conclude that the consultant would not also falsify the form on which the applicants are purported to have acknowledged submitting those results."], ["[22]", "The respondent submits that the applicants' submissions on materiality are contrary to the wording of section 40(1)(a) of the Act-when the False Document was submitted, it was the only evidence of the principal applicant's language proficiency. Had it not been submitted, the application would have been deemed incomplete and returned. Thus, the misrepresentation affected the process, and was material:", "<FRAGMENT_SUPPRESSED> . I agree for the following reasons."], ["[23]", "In determining whether a misrepresentation is material, regard must be had for the wording of the provision, and its underlying purpose."], ["[24]", "Section 40(1)(a) is to be given a broad interpretation in order to promote its underlying purpose:", "<FRAGMENT_SUPPRESSED> . The objective of this provision is to deter misrepresentation and maintain the integrity of the immigration process- to accomplish this objective the onus is placed on the applicant to ensure the completeness and accuracy of his or her application. Section 40(1)(a) is broadly worded to encompass misrepresentations even if made by another party, without the knowledge of the applicant:", "<FRAGMENT_SUPPRESSED> . The applicant cannot misrepresent or withhold any material facts that could induce an error in the administration of the Act."], ["[25]", "In this case, the misrepresented fact was whether the principal applicant had passed an IELTS language test. There is no doubt this fact was material to his application-federal skilled worker applicants must demonstrate language proficiency to be accepted. As soon as the False Document was submitted, it could have induced an error in the administration of the Act, because a decision-maker could have relied upon it to conclude that the principal applicant had demonstrated language proficiency."], ["[26]", "I agree with the respondent that to be material, a misrepresentation need not be decisive or determinative. It will be material if it is important enough to affect the process. The False Document was thus clearly material because the application could not have been processed without it."], ["[27]", "The fact that the misrepresentation was caught before the final assessment of the application does not assist the applicants. The materiality analysis is not limited to a particular point in time in the processing of the application-the fact that the principal applicant had submitted more recent language test results does not render the earlier misrepresentation immaterial. Such a result would reflect a narrow understanding of materiality that is contrary to the wording and purpose of section 40(1)(a) of the Act. The False Document was submitted and it was material."], ["[28]", "This case is distinguishable from <FRAGMENT_SUPPRESSED> , above: there, the fraudulent document was irrelevant to the determination of the application. Here, language test results are clearly relevant to the application at issue. The decision in <FRAGMENT_SUPPRESSED> is also distinguishable: the officer in that case was mistakenly informed that a letter confirming the applicant's degree was forged-further evidence proved that the degree itself was authentic. Here, the 'test' for which the False Document purports to provide results never occurred, and thus the reasoning from that case does not apply."], ["[29]", "Therefore, I find that the visa officer was reasonable to conclude that the False Document constituted a material misrepresentation pursuant to section 40(1)(a) of the Act.", "Issue No. 3", "Does section 40(1)(a) require the applicants' knowledge of the misrepresentation?"], ["[30]", "The applicants suggest that in order to be found inadmissible pursuant to section 40(1)(a) of the Act, a party must have acted with subjective intent, i.e. knowledge of the misrepresentation."], ["[31]", "The applicants cite the recent decision of Justice Hughes, in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), which considered this question. In <FRAGMENT_SUPPRESSED> , the applicant was found inadmissible under section 40(1)(a) by Citizenship and Immigration Canada (CIC) because she had listed her husband as the father of her two children, when in fact he was only the biological child of one. The couple had briefly separately almost 30 years prior, and during that separation the applicant had had a one-time affair with another man. The couple then reconciled and neither suspected that the husband was not the father of the child in question. This fact only came to light when an official at CIC ordered DNA testing. Despite the lack of knowledge on the part of the applicant, she was declared inadmissible for misrepresentation pursuant to section 40(1)(a)."], ["[32]", "In conducting the judicial review of this decision, Justice Hughes surveyed cases in which a misrepresentation finding was upheld, and noted that they all contained an element of", "mens rea", ", or subjective intent. He concluded that, because the applicants in the decision under review had no reason to believe they were misrepresenting a material fact, it was unreasonable to find them inadmissible for misrepresentation. He certified a question on the issue, but the respondent did not pursue an appeal."], ["[33]", "I find that the decision in <FRAGMENT_SUPPRESSED> is not of assistance to the applicants in this case. That decision was dependent on a highly unusual set of facts, and cannot be relied upon for the general proposition that a misrepresentation must always require subjective knowledge. Rather, the general rule is that a misrepresentation can occur without the applicant's knowledge, as noted by Justice Russell in <FRAGMENT_SUPPRESSED> , above, at paragraph 35:"], ["[35] With respect to inadmissibility based on misrepresentation, this Court has already given section 40 a broad and robust interpretation. In", "Khan", ", above, Justice O'Keefe held that the wording of the Act must be respected and section 40 should be given the broad interpretation that its wording demands. He went on to hold that section 40 applies where an applicant adopts a misrepresentation but then clarifies it prior to a decision.", "<FRAGMENT_SUPPRESSED>  this Court held that section 40 applies to an applicant where the misrepresentation was made by another party to the application and the applicant had no knowledge of it.", "The Court stated that an initial reading of section 40 would not support this interpretation but that the section should be interpreted in this manner to prevent an absurd result. (Emphasis added.)", "A few cases have carved out a narrow exception to this rule, but this will only apply for", "truly exceptional circumstances", ", where the applicant honestly and", "reasonably", "believed they were not misrepresenting a material fact."], ["[34]", "In <FRAGMENT_SUPPRESSED> , Justice Hughes cites the decision of Justice Harrington in", "<FRAGMENT_SUPPRESSED> . In that case, the applicant was found inadmissible for misrepresentation because he had failed to disclose the existence of a child that the Board found he reasonably should have suspected was his own. (Notably, like the applicants in the case before me, this applicant was found to not be credible.) Justice Harrington considered certifying a question similar to that in <FRAGMENT_SUPPRESSED> , above, but concluded that the decision was unreasonable on other grounds."], ["[35]", "The passage of", "Singh", "referred to by Justice Hughes contains an oft-cited portion of Justice O'Reilly's judgment in", "<FRAGMENT_SUPPRESSED> :"], ["[15] Under s. 40(1)(", ") of IRPA, a person is inadmissible to Canada if he or she \"withholds material facts relating to a relevant matter that induces or could induce an error in the administration\" of the Act. In general terms, an applicant for permanent residence has a \"duty of candour\" which requires disclosure of material facts. This duty extends to variations in his or her personal circumstances, including a change of marital status:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL). Even an innocent failure to provide material information can result in a finding of inadmissibility; for example, an applicant who fails to include all of her children in her application may be inadmissible:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL).", "An exception arises where applicants can show that they honestly and reasonably believed that they were not withholding material information", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (QL). (Emphasis added.)"], ["[36]", "Despite being frequently cited, the \"exception\" referred to in this passage has received limited application. Its originating case, <FRAGMENT_SUPPRESSED> , above, involved an unusual set of facts: the applicant was being sponsored by her husband, but unbeknownst to her the husband withdrew his sponsorship. Canadian officials then misled the applicant by asking her to return the visa because they claimed it contained an error. They implied it would be returned to her, corrected. The applicant had English-speaking relatives inspect the visa and, after they assured her that nothing was wrong with it, she used it to enter Canada. The Immigration Appeal Board found her to be a person described in section 27(1)(e) of the former", "Immigration Act", ", 1976, SC 1976-77, c 52 [now RSC 1985, c I-2)], i.e. that she had been \"granted landing ... by reason of any fraudulent or improper means\". This finding was set aside by the Federal Court of Appeal because the applicant had \"reasonably believed\" that she was not withholding information relevant to her admission."], ["[37]", "When considered within its factual context, therefore, the exception in <FRAGMENT_SUPPRESSED> is relatively narrow. As Justice MacKay noted while distinguishing the case before him in", "<FRAGMENT_SUPPRESSED> :", "41 The present circumstances may also be distinguished from those  <FRAGMENT_SUPPRESSED>  on the basis that the information which the applicant failed to disclose was not information regarding which he was truly subjectively unaware. The applicant in the present case was not unaware that he was married.", "Nor was it information, as  <FRAGMENT_SUPPRESSED> , the knowledge of which was beyond his control.", "This was not information which had been concealed from him or about which he had been misled by Embassy officials. The applicant's alleged ignorance regarding the requirement to report such a material change in his marital status and his inability to communicate this information to an immigration officer upon arrival does not, in my opinion, constitute \"subjective unawareness\" of the material information as contemplated  <FRAGMENT_SUPPRESSED> . (Emphasis added)", "Furthermore, I emphasize that a determinative factor in the <FRAGMENT_SUPPRESSED> case was that the applicant had", "reasonably believed", "that she was not withholding information from Canadian authorities. In contrast, in the case before this Court the applicants did not act reasonably-the principal applicant failed to review his application to ensure its accuracy."], ["[38]", "It must be kept in mind that foreign nationals seeking to enter Canada have a duty of candour:", "<FRAGMENT_SUPPRESSED> . Section 16(1) of the Act reads that \"[a] person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.\""], ["[39]", "As noted in <FRAGMENT_SUPPRESSED> (at paragraph 44):", "...The purpose of section 40(1)(", ") of the Act is to ensure that applicants provide complete, honest and truthful information in every manner when applying for entry into  <FRAGMENT_SUPPRESSED> ) and the present facts went well beyond mere silence."], ["[40]", "In keeping with this duty of candour, there is, in my opinion, a duty for an applicant to make sure that when making an application, the documents are complete and accurate. It is too easy to later claim innocence and blame a third party when, as in the present case, the application form", "clearly", "stated that language results were to be attached, and the form was signed by the applicants. It is only in exceptional cases where an applicant can demonstrate that they honestly and", "reasonably", "believed that they were not withholding material information, where \"the knowledge of which was beyond their control\", that an applicant may be able to take advantage of an exception to the application of section 40(1)(a). This is not such a case."], ["[41]", "The applicants allege that they had no knowledge of the misrepresentation and wish to exonerate themselves by blaming their immigration consultant. In essence, they submit that the fraudulence of their immigration consultant should serve as a defence to the application of section 40(1)(a)."], ["[42]", "In response to this submission, I adopt the argument of the respondents, that the decisions in", "<FRAGMENT_SUPPRESSED>  require that an applicant be held responsible for the contents of an application which he or she has signed."], ["[43]", "Justice Mosley's comments at paragraph 16 of <FRAGMENT_SUPPRESSED> , above, are instructive:"], ["[16] The applicant was in Bangladesh at the time the updated application was submitted. He admitted during the phone conversation on May 26th that he \"could have signed the blank form for the consultant\". The new form had further discrepancies. The applicant apparently chose to rely on the consultant to submit the required information without personally verifying that it was accurate.", "The applicants in this case chose to rely on their consultant. The principal applicant acknowledges having signed his application. It would be contrary to the applicant's duty of candour to permit the applicant to rely now on his failure to review his own application. It was his responsibility to ensure his application was truthful and complete-he was negligent in performing this duty."], ["[44]", "Furthermore, in order for the applicants to rely on a 'defence' to the finding of misrepresentation, that defence must be grounded either in statute or common law. In my view, there is no such defence under the Act: the wording of section 40(1)(a) is broad enough to encompass misrepresentations made by another party, of which the applicant was unaware:", "Wang", ", above at paragraphs 55-56. Furthermore, in", "<FRAGMENT_SUPPRESSED>  the Court held that the fact that an immigration consultant was to blame for the misrepresentation was no defence. As already discussed, the applicants cannot avail themselves of the exception for an innocent mistake."], ["[45]", "I additionally do not find that there is any relevant defence under the common law. The applicants were entitled to procedural fairness, but that entitlement was minimal and it was satisfied in this case: the applicants received the Fairness Letter advising them of the officer's concerns about the False Document, and giving them 30 days to respond. The applicants' response to the Fairness Letter was a brief email from their new consultant, stating they were duped by their earlier consultant, and asking that they not be punished for his actions."], ["[46]", "As demonstrated by the CAIPS notes, the officer considered this response, but found it not credible since the application form clearly stated that language results were attached and that form was signed by the applicants. The Court finds that it was reasonably open to the officer to reach this conclusion, faced with no more than the bald assertion by the applicants that they were duped. The applicants provided no supporting evidence of their claim to have been innocent in the misrepresentation, and the officer is not required to make further inquiries if the applicants' response to the Fairness Letter was deficient:", "<FRAGMENT_SUPPRESSED> . As stated by Justice Crampton (as he then was), \"To impose such an obligation on a visa officer would be akin to requiring a visa officer to give advance notice of a negative decision, an obligation that has been expressly rejected. (", "<FRAGMENT_SUPPRESSED>  (QL);", "Sharma", ", above)\" (ibid at paragraph 28). There is no further entitlement to now try again to prove that they were defrauded and therefore should not be found inadmissible."], ["[47]", "The applicants seek to rely on the decision in", "<FRAGMENT_SUPPRESSED> for the proposition that the negligence of counsel (or in this case, fraudulence of a consultant) should not cause an applicant who has acted with care to suffer. However, as already discussed, the applicants in this case did not act with care-they failed to take responsibility for the contents of their application, and review it before it was submitted. An applicant has to verify the accuracy and completeness of the required information before signing it. It is not sufficient to not exercise diligence and then plead ignorance when caught. Therefore, the applicants cannot rely on the reasoning from this case to claim a defence to the finding of misrepresentation."], ["[48]", "Furthermore, it seems to me that when a consultant, like in the present case, provides information that does not coincide with the instructions provided with an application, an applicant should be alerted to the possibility that the consultant's advice may not be accurate and should inquire with officials before signing the application to make sure that what the consultant said was accurate."], ["[49]", "The applicants submit that the visa officer had failed meet the duty of care required in the situation. They suggest that the False Document should have been immediately returned when it was received, because it was clearly a copy and not an original. The applicants' argument seems to be an attempt to separate the fraudulent aspect of the False Document from its other deficiencies-i.e. that the visa officer should have first realized the False Document was a copy and not an original, and then, rather than inspect it any further, immediately return it to the applicants and ask for an original instead."], ["[50]", "The concept of a duty of care does not apply in this context-the", "applicants", "were subject to a duty of candour, which they did not satisfy. The initial screening officer was simply tasked with undertaking a \"completeness\" check of the application file. He owed no \"duty of care\" to the applicants."], ["[51]", "The requirements of procedural fairness-which did exist-were in fact satisfied. When the visa officer later examined the False Document, he noted several problems with it (likely including the fact that it was evidently a copy), which led him to conclude it was fraudulent. The visa officer's obligation at that point was to advise the applicants that they were potentially inadmissible for misrepresentation. He discharged this obligation by sending the Fairness Letter and thus satisfied the requirements of procedural fairness."], ["[52]", "The Court acknowledges that the problem of fraudulent immigration consultants is a serious one. However, this problem does not amount to a", "defence", "against the operation of section 40(1)(a). Furthermore, subject to the narrow exception discussed above, this Court has consistently found that an applicant can be inadmissible under section 40(1)(a) for misrepresentations made by another without the applicant's knowledge. There can thus clearly be no subjective intent or knowledge requirement to section 40: this would be contrary to the broad interpretation that the wording and purpose of the provision requires."], ["[53]", "The application must therefore be dismissed.", "Certified Question"], ["[54]", "The applicants have submitted the following question for the Court's certification:", "Is a foreign national inadmissible for misrepresenting a material fact if at the time of filing his/her application for permanent residence or at the time of granting permanent residence he/she had no knowledge of the material fact that constituted such misrepresentation?"], ["[55]", "The respondent submits that no question should be certified in this case as too many factual conclusions would have to be presumed in the applicants' favour. However, if the Court disagrees with its submissions on this point, the respondent submits that the following question should be certified:", "Where supporting documentation is submitted with a signed application form for permanent residence in Canada, but the applicant later states that he or she had no knowledge of the documentation submitted or part thereof, is the applicant still responsible for the veracity of all the supporting documentation for the purposes of the application of paragraph 40(1)(a) of the", "Immigration and Refugee Protection Act", "SC 2001, c 27, as amended?"], ["[56]", "In order for a question to be certified, it must arise from the case before the Court and raise a question of law of general importance that has not already been determined by the Federal Court:", "Hyunh v R", ", [1995] 1 FC 633, 88 FTR 60. Based on my reasoning above, I find that the answer to this question is already well-settled in this Court's jurisprudence and thus decline to certify the question.", "JUDGMENT"], ["[57]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed; and", "2. No question of general importance is certified.", ".........................", "Sayedabbas Sayedi, Farkhondeh Baghaei Abchouyeh, Sayed Amin Sayedi  <FRAGMENT_SUPPRESSED>  Tremblay-Lamer", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection de réfugiés", ", LC 2001, c 27 (la Loi) de la décision rendue par un conseiller en immigration le 14 mars 2011, par laquelle le conseiller a conclu que les demandeurs étaient interdits de territoire au sens de l'alinéa 40(1)", ") de la Loi, en raison d'une présentation erronée sur un fait important dans leur demande de résidence permanente.", "LE CONTEXTE FACTUEL"], ["[2]", "Les demandeurs, Sayedabbas Sayedi, Farkhondeh Baghaei Abchouyeh, Sayed Amin Sayedi Rash Khar et Mina Sayedi, sont les membres d'une famille originaire d'Iran. Le Dr Sayedabbas Sayedi (le demandeur principal) a présenté sa demande, à titre de membre de la catégorie des travailleurs qualifiés (fédéral), et les membres de sa famille ont présenté leur demande en tant que membres de la famille l'accompagnant. Le Dr Sayedi est cardiologue."], ["[3]", "Le demandeur principal affirme qu'il a engagé M. Arash Rahmatian, de Queen Consultants Corporation, pour l'aider à préparer sa demande en 2005. Le consultant n'était pas un conseiller en immigration autorisé ni un avocat. Il a préparé la demande et l'a traduite en anglais."], ["[4]", "Le demandeur principal a déclaré qu'à son insu, M. Rahmatian avait inclus, dans sa demande, le résultat d'un test IELTS (Système international de tests de la langue anglaise), qui s'est avéré frauduleux (le faux document). Le demandeur principal prétend s'être expressément enquis auprès de M. Rahmatian de la nécessité de passer un test IELTS dans le cadre de la présentation de sa demande, mais que ce dernier lui a dit que ce ne serait pas nécessaire pendant trois ou quatre ans. Le demandeur principal a passé le test IELTS le 25 septembre 2010. Un agent des visas a évalué les résultats le 19 octobre 2010 (bien qu'une mention ait été ajoutée subséquemment aux notes du Système de traitement informatisé des dossiers d'immigration (les notes du STIDI) pour indiquer qu'il ne fallait pas tenir compte de cette évaluation)."], ["[5]", "Le demandeur principal affirme avoir signé la demande aux endroits où on lui a demandé de le faire, mais qu'il n'a pas eu la possibilité de la vérifier. En outre, il affirme qu'il n'a pas reçu de copies des documents soumis par M. Rahmatian."], ["[6]", "La demande a été reçue le 15 décembre 2005, à l'ambassade du Canada à Téhéran, et semble avoir été transférée ensuite à l'ambassade du Canada à Damas, en Syrie, le 3 janvier 2006. Les demandeurs n'ont reçu aucune nouvelle au sujet de leurs demandes jusqu'à ce qu'ils soient avisés, le 19 janvier 2009, que le consultant dont ils avaient retenu les services n'était pas un représentant autorisé."], ["[7]", "Le 28 avril 2010, la demande a été transférée à l'ambassade du Canada à Varsovie, dans le cadre d'un exercice visant à réduire l'arriéré des demandes. Le 21 juillet 2010, des représentants canadiens ont communiqué avec les demandeurs pour requérir de l'information à jour, du fait que l'on devait commencer le traitement de leur demande. Le 21 octobre 2010, les demandeurs ont soumis des documents à jour, qui comprenaient le résultat obtenu en 2010 au test IELTS par le demandeur principal."], ["[8]", "Le 26 octobre 2010, des responsables de l'immigration ont envoyé, au demandeur principal, un courriel dans lequel ils exprimaient des préoccupations à propos de sa demande (la lettre d'équité). La lettre d'équité l'informait que l'agent d'immigration examinant sa demande n'avait pas pu vérifier l'authenticité du faux document et, par conséquent, envisageait de conclure que le demandeur était interdit de territoire pour présentation erronée aux termes de l'alinéa 40(1)", ") de la Loi. Un autre consultant que les demandeurs avaient engagé à ce moment-là a répondu le 22 décembre 2010 que le demandeur principal n'était pas conscient de l'existence du faux document et qu'il avait été la victime d'un consultant en immigration malhonnête, et il a demandé que le demandeur ne soit pas pénalisé pour les gestes posés par ce consultant."], ["[9]", "L'agent d'immigration a rejeté l'explication selon laquelle le demandeur principal n'était pas au courant du faux document, explication qui, à ses yeux, n'était pas digne de foi, puisque le formulaire de demande indiquait clairement que la demande devait être accompagnée des résultats d'un test de connaissance de l'anglais. La lettre envoyée aux demandeurs précisait erronément que la raison à l'origine de la décision d'interdiction de territoire était une demande d'asile non divulguée de la part de l'épouse du demandeur principal, mais cette erreur a été corrigée par la suite dans une lettre datée du 8 avril 2011. Après avoir reçu la lettre de refus corrigée, le demandeur principal a demandé à rencontrer le conseiller pour discuter de ses préoccupations, mais cette demande a été rejetée.", "LE DROIT APPLICABLE"], ["[10]", "L'alinéa 40(1)", ") de la Loi est ainsi formulé:", "40. (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:", ") directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;", "40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation", ") for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;", "LA QUESTION PRÉLIMINAIRE", "La Cour peut-elle examiner les éléments de preuve soumis par les demandeurs et dont le décideur ne disposait pas?"], ["[11]", "Le défendeur affirme que les demandeurs ont déposé des éléments de preuve dont ne disposait pas le conseiller lorsqu'il a pris sa décision. Le défendeur prétend que les demandeurs n'ont pas le droit de soumettre de nouveaux éléments de preuve au moment du contrôle judiciaire, sauf lorsqu'il s'agit de régler des questions d'équité procédurale ou de compétence:", "<FRAGMENT_SUPPRESSED> et 38;", "<FRAGMENT_SUPPRESSED> . Selon le défendeur, ces exceptions ne s'appliquent pas en l'espèce et, par conséquent, les éléments de preuve présentés devraient être retirés du dossier de la demande. Je suis d'accord et, par conséquent, la Cour ne se penchera pas sur cette preuve additionnelle.", "LES QUESTIONS EN LITIGE"], ["[12]", "Dans le cadre de la demande, les questions en litige sont les suivantes:", "1) Était-ce raisonnable pour le conseiller de conclure qu'il y avait eu présentation erronée?", "2) Dans l'affirmative, était-ce raisonnable pour le conseiller de conclure qu'il s'agissait d'une présentation erronée sur un fait important?", "3) L'alinéa 40(1)", ") exige-t-il que les demandeurs aient connaissance de la présentation erronée?", "LA NORME DE CONTRÔLE APPLICABLE"], ["[13]", "La présentation erronée est une question mixte de fait et de droit, et il faut donc l'examiner en y appliquant la norme de la raisonnabilité:", "<FRAGMENT_SUPPRESSED>  FTR 96, au paragraphe 14."], ["[14]", "La question de savoir si l'alinéa 40(1)", ") inclut un élément ayant trait à la connaissance de la présentation erronée est une question de droit liée à l'interprétation de la loi habilitante de l'agent et sera donc également contrôlée selon la norme de la raisonnabilité:", "Alberta (Information and  <FRAGMENT_SUPPRESSED> et 48:"], ["[46] Voici ce qu'affirment les juges LeBel et Cromwell au par. 22 des motifs dans Canada (Commission canadienne des droits de la personne):", "D'autre part, la Cour réaffirme que les questions de droit générales qui revêtent une importance capitale pour le système juridique dans son ensemble", "et", "qui sont étrangères au domaine d'expertise de l'organisme juridictionnel demeurent assujetties à la norme de la décision correcte, et ce, dans un souci de cohérence de l'ordre juridique fondamental du pays. [Je souligne.]", "En d'autres termes, depuis", "Dunsmuir", ", pour que s'applique la norme de la décision correcte, la question doit non seulement revêtir", "une importance capitale pour le système juridique", ", mais elle doit aussi être étrangère au", "domaine d'expertise du décideur", "[...]"], ["[48] Pour le commissaire, interpréter le par. 50(5) de la PIPA revient à interpréter sa loi constitutive, relève de son expertise et ne soulève pas de questions de droit générales, ni de questions touchant véritablement à la compétence. Le contrôle de sa décision portant que la prorogation du délai après les 90 jours impartis ne met pas automatiquement fin à l'enquête", "doit donc s'effectuer selon la norme de la raisonnabilité", ". [Non souligné dans l'original.]", "ANALYSE", "Première question", "Était-ce raisonnable pour le conseiller de conclure qu'il y avait eu présentation erronée?"], ["[15]", "Les demandeurs prétendent qu'il n'y a eu aucune présentation erronée, puisque le faux document n'était manifestement pas le résultat d'un test. Tandis que le document ressemble à un rapport renfermant les résultats d'un test IELTS, le document précise que c'est « simplement un document interne ». Ainsi, aucune personne raisonnable ne pourrait conclure qu'il s'agissait d'un rapport de résultats d'un test IELTS, et il n'y a donc aucune présentation erronée."], ["[16]", "Le défendeur fait valoir que le faux document avait clairement pour but de tromper les autorités d'immigration en leur faisant croire qu'il s'agissait d'un rapport des résultats d'un test IELTS. Donc, de l'avis du défendeur, il y avait clairement présentation erronée."], ["[17]", "La Cour partage l'avis du défendeur que le faux document constitue une présentation erronée: lorsqu'on examine son aspect physique, on constate que, de toute évidence, le document a été conçu pour imiter l'apparence d'un rapport des résultats d'un test IELTS. Il n'y a aucune raison plausible qui explique la présentation du faux document autre que le fait qu'il s'agissait d'une tentative de tromper les autorités d'immigration et de les amener à penser que le dossier était complet et que le demandeur principal avait satisfait aux exigences linguistiques. Un agent qui vérifie initialement si le dossier est complet ne remarquera pas nécessairement qu'il s'agit d'un faux document. Je n'accepte pas l'affirmation que n'importe quelle personne raisonnable conclurait que le but de ce document était autre qu'une tentative de tromperie. Il était donc entièrement raisonnable pour le conseiller de conclure que le document visait à induire en erreur les autorités et à leur faire croire qu'il s'agissait d'un résultat authentique obtenu à un test.", "Deuxième question", "Était-ce raisonnable pour le conseiller de conclure qu'il s'agissait d'une présentation erronée sur un fait important?"], ["[18]", "Les demandeurs affirment, subsidiairement, que, s'il y avait eu présentation erronée, elle ne portait pas sur un fait important. Pour justifier cette affirmation, les demandeurs se fondent sur le Guide opérationnel ENF 2,", "Évaluation de l'interdiction de territoire", ", de CIC, selon lequel une présentation erronée devrait seulement être considérée comme importante si elle a une incidence sur le processus. Étant donné qu'il faut seulement tenir compte des résultats les plus récents au test linguistique, le faux document n'aurait pas pu avoir une incidence sur le processus."], ["[19]", "Les demandeurs se réfèrent à", "<FRAGMENT_SUPPRESSED>  où le demandeur avait fait une présentation erronée en soumettant un document frauduleux et où la Cour avait statué que la présentation erronée ne portait pas sur un fait important."], ["[20]", "Les demandeurs font valoir que leur cas est similaire aux circonstances dans", "<FRAGMENT_SUPPRESSED>  (CA): dans ces affaires, l'agent des visas avait transmis aux demandeurs de l'information inexacte au sujet de la raison de ses préoccupations entourant la présentation erronée. Les demandeurs affirment que l'agent les avait induits en erreur dans la lettre d'équité, en déclarant qu'ils avaient soumis un rapport invérifiable renfermant les résultats d'un test IELTS - étant donné que le faux document ne constituait clairement pas un document renfermant les résultats d'un test, cette information était inexacte."], ["[21]", "Toujours selon les demandeurs, l'agent avait commis une erreur en déclarant que leur réponse à la lettre d'équité n'était pas plausible - puisque leur consultant était sans scrupules au point de produire un faux document renfermant les résultats à un test linguistique, il était déraisonnable de conclure que le consultant ne falsifierait pas également le formulaire dans lequel les demandeurs auraient reconnu avoir présenté ces résultats."], ["[22]", "Le défendeur soutient que les observations faites par les demandeurs vont à l'encontre du libellé de l'alinéa 40(1)", ") de la Loi - quand le faux document a été soumis, il s'agissait de l'unique preuve de la compétence linguistique du demandeur principal. Si le document n'avait pas été soumis, la demande aurait été considérée comme incomplète et aurait été retournée. Ainsi, la présentation erronée a eu une incidence sur le processus et portait sur un fait important:", "<FRAGMENT_SUPPRESSED> . Je souscris à cette opinion pour les motifs qui suivent."], ["[23]", "Lorsqu'on cherche à établir si une présentation erronée porte sur un fait important, il est nécessaire de tenir compte du libellé de la disposition ainsi que de l'objet qui la sous-tend."], ["[24]", "L'alinéa 40(1)", ") doit être interprété largement afin de respecter son objet:", "<FRAGMENT_SUPPRESSED> . L'objet de cette disposition est de décourager les fausses déclarations et de protéger l'intégrité du processus de l'immigration - pour permettre la réalisation de cet objectif, le demandeur a la responsabilité de s'assurer que sa demande est complète et exacte. Le libellé de l'alinéa 40(1)", ") est large afin d'inclure les fausses déclarations, même si elles sont faites par une autre partie, sans la connaissance du demandeur:", "<FRAGMENT_SUPPRESSED> et 56. Il est interdit au demandeur de présenter de l'information erronée ou de dissimuler des faits importants qui pourraient entraîner une erreur dans l'application de la Loi."], ["[25]", "En l'espèce, la fausse déclaration était liée à la question de savoir si le demandeur principal avait passé ou non un test linguistique IELTS. Il n'y a aucun doute qu'il s'agissait d'un fait important dans le cadre de sa demande - les demandeurs qui affirment appartenir à la catégorie des travailleurs qualifiés (fédéral) doivent prouver qu'ils possèdent les compétences linguistiques nécessaires pour que leur demande soit acceptée. Dès que le faux document avait été soumis, il aurait pu causer une erreur dans l'application de la Loi, parce qu'un décideur aurait pu se baser sur ce document pour conclure que le demandeur principal avait prouvé qu'il satisfaisait aux exigences linguistiques."], ["[26]", "Je suis d'accord avec le défendeur que, pour être importante, une présentation erronée n'a pas besoin d'être décisive ou déterminante. Elle est importante si elle est suffisamment grave pour nuire au bon déroulement du processus. Le faux document était manifestement important, puisque la demande n'aurait pas pu être traitée en son absence."], ["[27]", "Le fait que la présentation erronée a été découverte avant l'appréciation définitive de la demande n'aide en rien les demandeurs. L'analyse quant à l'importance de cette présentation erronée ne se limite pas à un moment particulier durant le traitement de la demande - ce n'est pas parce que le demandeur principal a soumis les résultats d'un test linguistique plus récent que la présentation erronée antérieure est sans importance. Une telle conclusion découlerait d'une interprétation étroite de l'importance de l'incident, ce qui irait à l'encontre du libellé et de l'objet de l'alinéa 40(1)", ") de la Loi. Le faux document a été soumis et était important."], ["[28]", "Ce cas se distingue d' <FRAGMENT_SUPPRESSED> , précitée: dans cette affaire, le document frauduleux n'était pas pertinent aux fins de la prise d'une décision concernant la demande. Par contre, en l'espèce, les résultats d'un test linguistique étaient clairement pertinents dans le contexte de la demande. La décision rendue dans <FRAGMENT_SUPPRESSED> est différente également: dans cette affaire, l'agent avait été informé à tort qu'une lettre confirmant que le demandeur possédait bel et bien le diplôme indiqué était un faux - or, d'autres éléments de preuve soumis ont prouvé que le diplôme était authentique. Dans le cas examiné ici, le « test » dont les résultats étaient censés avoir été fournis dans le faux document n'a jamais eu lieu, et par conséquent, le raisonnement suivi dans l'autre affaire ne s'applique pas."], ["[29]", "Par conséquent, je suis d'avis qu'il était raisonnable pour l'agent des visas de conclure que l'inclusion du faux document constituait une présentation erronée portant sur un fait important au sens de l'alinéa 40(1)", ") de la Loi.", "Troisième question", "L'alinéa 40(1)", ") exige-t-il que les demandeurs aient connaissance de la présentation erronée?"], ["[30]", "Les demandeurs laissent entendre que, pour être frappée d'interdiction de territoire au sens de l'alinéa 40(1)", ") de la Loi, une partie doit avoir agi dans une intention subjective, c'est-à-dire avoir eu connaissance de la présentation erronée."], ["[31]", "Les demandeurs citent la décision récente rendue par M. le juge  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), qui s'est penché sur cette question. Dans <FRAGMENT_SUPPRESSED> , Citoyenneté et Immigration Canada (CIC) avait décidé que la demanderesse était interdite de territoire aux termes de l'alinéa 40(1)", ") de la Loi, parce qu'elle avait indiqué que son mari était le père de ses deux enfants, alors qu'il était le père naturel de seulement l'un d'eux. Le couple s'était brièvement séparé il y avait près de 30 ans avant cela, et, durant la séparation, la demanderesse avait eu une aventure unique avec un autre homme. Le couple s'était ensuite réconcilié, et ni la demanderesse ni son mari ne se doutaient que ce dernier n'était pas le père de l'enfant. Ce fait a seulement été découvert lorsqu'un fonctionnaire de CIC a ordonné un test d'ADN. En dépit de l'ignorance de la demanderesse, elle a été déclarée interdite de territoire pour présentation erronée, conformément à l'alinéa 40(1)", ")."], ["[32]", "Au moment du contrôle judiciaire de cette décision, M. le juge Hughes a passé en revue les cas où la constatation de présentation erronée avait été maintenue et a noté qu'ils présentaient tous un élément de", "mens rea", ", ou d'intention subjective. Il a conclu que, parce que les demandeurs visés par la décision faisant l'objet du contrôle judiciaire n'avaient aucune raison de croire qu'ils avaient fait une présentation erronée sur un fait important, il était déraisonnable de les avoir déclarés interdits de territoire pour ce motif. Il a certifié une question relativement à la décision, mais la demanderesse n'a pas interjeté appel."], ["[33]", "Je suis d'avis que la décision rendue dans <FRAGMENT_SUPPRESSED> n'aide pas les demandeurs en l'espèce. Cette décision concernait un ensemble hautement inhabituel de circonstances, et on ne peut se fonder sur cette décision pour défendre la proposition générale qu'une présentation erronée est toujours accompagnée de connaissance subjective. La règle générale est plutôt qu'une présentation erronée peut survenir sans la connaissance du demandeur, comme l'a fait observer M. le juge Russell dans <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 35:"], ["[35] En ce qui concerne l'interdiction de territoire pour fausses déclarations, la Cour a déjà donné une interprétation libérale et solide de l'article 40. Dans", "Khan", ", précitée, le juge O'Keefe a statué que le libellé de la Loi doit être respecté et qu'il faut donner de l'article 40 l'interprétation large que son libellé exige. Il a dit aussi que l'article 40 s'applique lorsque le demandeur adopte une fausse déclaration, mais la clarifie ensuite avant qu'une décision soit rendue.", "<FRAGMENT_SUPPRESSED>  la Cour a statué que l'article 40 s'applique à un demandeur lorsque la fausse déclaration a été faite par une autre partie à la demande et que le demandeur ignorait cette fausse déclaration", ". La Cour a affirmé qu'une lecture initiale de l'article 40 n'étayait pas cette interprétation, mais que la disposition devait être interprétée de cette façon pour éviter un résultat absurde. [Non souligné dans l'original.]", "Dans quelques cas, on a soigneusement formulé une étroite exception à cette règle, mais elle s'applique uniquement dans des", "circonstances véritablement exceptionnelles", ", lorsque le demandeur pensait honnêtement et", "raisonnablement", "qu'il ne faisait pas une présentation erronée sur un fait important."], ["[34] <FRAGMENT_SUPPRESSED> Osisanwo", ", M. le juge Hughes cite la décision rendue par M. le juge  <FRAGMENT_SUPPRESSED> . Dans cette affaire, le demandeur avait été déclaré interdit de territoire pour avoir fait une présentation erronée, parce qu'il avait omis de divulguer l'existence d'un enfant dont il aurait dû raisonnablement soupçonner qu'il était le sien, d'après la Commission de l'immigration et du statut de réfugié. (Il est à noter que, tout comme dans le cas que j'ai devant moi, le demandeur était considéré comme non crédible.) M. le juge Harrington a envisagé de certifier une question similaire à celle dans <FRAGMENT_SUPPRESSED> , précitée, mais a conclu que la décision était déraisonnable pour d'autres motifs."], ["[35]", "Le passage de", "Singh", "auquel se réfère M. le juge Hughes renferme un extrait souvent cité de la décision du juge  <FRAGMENT_SUPPRESSED> :"], ["[15] Aux termes de l'alinéa 40(1)", ") de la LIPR, une personne est interdite de territoire au Canada si elle fait une réticence sur un fait important quant à un objet pertinent, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la Loi. De façon générale, un demandeur de la résidence permanente est soumis à une « obligation de franchise » qui l'oblige à révéler les faits importants. Ce devoir s'étend aux variations possibles de la situation personnelle du demandeur, y compris un changement d'état matrimonial:", "<FRAGMENT_SUPPRESSED>  (C.F. 1reinst.) (QL). Même une omission innocente de fournir des renseignements importants peut mener à une conclusion d'interdiction de territoire; par exemple, la demanderesse qui omet d'inclure la totalité de ses enfants dans sa demande peut être interdite de territoire:", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.) (QL).", "Il y a toutefois une exception si les demandeurs peuvent montrer qu'ils croyaient honnêtement et raisonnablement ne pas dissimuler des renseignements importants", "<FRAGMENT_SUPPRESSED>  (C.A.F.) (QL). [Non souligné dans l'original.]"], ["[36]", "En dépit du fait qu'elle est fréquemment citée, l'« exception » dont il est question dans ce passage a été appliquée de façon restreinte. L'affaire dont elle tire son origine, <FRAGMENT_SUPPRESSED> , précitée, mettait en cause un ensemble inusité de faits: la demanderesse était parrainée par son mari, mais, sans qu'elle le sache, son mari avait retiré son parrainage. Les représentants canadiens ont ensuite induit en erreur la demanderesse en lui demandant de retourner le visa qui, à leurs dires, contenait une erreur. Ils avaient laissé sous-entendre que le visa lui serait retourné une fois corrigé. La demanderesse a demandé à des membres de sa famille qui parlaient anglais d'inspecter le visa et, après qu'ils lui avaient assuré qu'il ne contenait aucune erreur, elle s'en était servie pour entrer au Canada. La Commission d'appel de l'immigration a décidé qu'elle était une personne qui correspondait à la description que l'on trouvait à l'alinéa 27(1)", ") de l'ancienne", "Loi sur l'immigration", ", 1976, SC 1976-77, c 52 [aujourd'hui LRC 1985, c I.-2)], c'est-à-dire qu'elle avait « obtenu le droit d'établissement [...] par des moyens frauduleux ou irréguliers ». Cette constatation a été écartée par la Cour d'appel fédérale, parce que la demanderesse avait eu « des motifs raisonnables de croire » qu'elle ne dissimulait pas de l'information pertinente ayant trait à son admission."], ["[37]", "Ainsi, lorsqu'on l'examine dans son contexte factuel, l'exception dont il est question dans <FRAGMENT_SUPPRESSED> est relativement restreinte. Comme l'a fait remarquer le juge MacKay en faisant une distinction entre cette affaire-là et celle dont il était saisi, soit", "<FRAGMENT_SUPPRESSED> :", "41 On peut également établir une distinction entre les faits de la présente espèce et ceux de l'affaire Medel, au motif que le renseignement que le requérant n'a pas communiqué n'était pas un renseignement dont il n'était véritablement et subjectivement pas au courant. En l'espèce, le requérant savait bien qu'il était marié.", "Et il ne s'agissait pas, comme dans l'affaire Medel, d'un renseignement dont la connaissance échappait à sa volonté", ". Il ne s'agissait pas d'un renseignement qu'on lui avait dissimulé ou au sujet duquel il avait été induit en erreur par les fonctionnaires de l'ambassade. La présumée ignorance du requérant en ce qui concerne l'obligation de signaler un tel changement important survenu dans son état matrimonial et son incapacité de communiquer ce renseignement à son arrivée à un agent d'immigration ne constituent pas, selon moi, une \"ignorance subjective\" de renseignements importants au sens de l'arrêt Medel. [Non souligné dans l'original.]", "De plus, je souligne qu'il y avait, dans <FRAGMENT_SUPPRESSED> , un facteur déterminant: la demanderesse avait eu", "des motifs raisonnables de croire", "qu'elle ne dissimulait pas de l'information aux autorités canadiennes. Par contraste, en l'espèce, les demandeurs n'ont pas agi raisonnablement - le demandeur principal a omis de passer en revue sa demande afin de s'assurer qu'elle était exacte."], ["[38]", "Il faut garder à l'esprit que les étrangers qui souhaitent être admis au Canada ont une obligation de franchise:", "<FRAGMENT_SUPPRESSED> . On lit au paragraphe 16(1) de la Loi que « [l] 'auteur d'une demande au titre de la présente loi doit répondre véridiquement aux questions qui lui sont posées lors du contrôle, donner les renseignements et tous éléments de preuve pertinents et présenter les visa et documents requis »."], ["[39]", "Comme il est mentionné dans <FRAGMENT_SUPPRESSED> (au paragraphe 44):", "[...] L'objectif de l'alinéa 40(1)", ") de la Loi est de veiller à ce que les demandeurs fournissent des renseignements complets, fidèles et véridiques en tout point lorsqu'ils présentent une demande d'entrée au  <FRAGMENT_SUPPRESSED> ) et les faits en l'espèce constituaient bien plus qu'un simple silence."], ["[40]", "De pair avec cette obligation de franchise, le demandeur a, à mon avis, comme devoir de s'assurer que, lorsqu'il présente une demande, les documents sont complets et exacts. Il est trop facile de proclamer son innocence plus tard et de blâmer un tiers lorsque, comme dans le cas examiné ici, le formulaire de demande précise", "clairement", "que les résultats répondant aux exigences linguistiques doivent être joints et que le formulaire a été signé par les demandeurs. C'est uniquement dans des cas exceptionnels, où un demandeur peut prouver qu'il croyait honnêtement et", "raisonnablement", "qu'il ne dissimulait pas de l'information importante, « dont la connaissance échappait à sa volonté », qu'un demandeur peut invoquer une exception à l'application de l'alinéa 40(1)", "). Ce n'est pas le cas en l'espèce."], ["[41]", "Les demandeurs allèguent qu'ils n'avaient aucune connaissance de la présentation erronée et ils tentent de se disculper en blâmant leur consultant en immigration. Essentiellement, ils avancent que la malhonnêteté de leur consultant en immigration devrait les protéger contre l'application de l'alinéa 40(1)", ") de la Loi."], ["[42]", "En réponse à cette observation, j'adopte l'argument du défendeur, c'est-à-dire qu'en raison des décisions rendues dans", "<FRAGMENT_SUPPRESSED>  il faut tenir un demandeur responsable pour le contenu d'une demande qu'il a signée."], ["[43]", "Les observations faites par le juge Mosley au paragraphe 16 de <FRAGMENT_SUPPRESSED> , précitée, sont révélatrices:"], ["[16] Le demandeur se trouvait au Bangladesh lorsque la demande mise à jour a été soumise. Il a reconnu lors d'une conversation téléphonique, le 26 mai, qu'il [traduction] « aurait pu signer un formulaire vierge pour le consultant ». Le nouveau formulaire renfermait d'autres contradictions. Apparemment, le demandeur s'en est remis au consultant pour fournir les renseignements nécessaires sans en vérifier personnellement l'exactitude.", "En l'espèce, les demandeurs ont décidé de faire confiance à leur consultant. Le demandeur principal reconnaît avoir signé sa demande. Ce serait contraire à l'obligation de franchise imposée au demandeur de lui permettre maintenant d'invoquer son omission d'examiner sa propre demande. Il lui incombait de vérifier que sa demande était honnête et complète - il a fait preuve de négligence à cet égard."], ["[44]", "En outre, pour que les demandeurs puissent invoquer un moyen de défense les mettant à l'abri de la constatation de présentation erronée, cette défense doit reposer soit sur une loi, soit sur la common law. À mes yeux, un tel moyen de défense est absent de la Loi: le libellé de l'alinéa 40(1)", ") est suffisamment large pour inclure les présentations erronées faites par une autre partie à l'insu du demandeur:", "Wang", ", précitée, aux paragraphes 55 et 56. De plus, dans", "<FRAGMENT_SUPPRESSED>  la Cour a statué que le fait qu'un consultant en immigration était à blâmer pour une présentation erronée ne constituait pas un moyen de défense. Comme je l'ai déjà expliqué, les demandeurs ne peuvent invoquer une exception en faisant valoir qu'il s'agissait d'une erreur commise honnêtement."], ["[45]", "De plus, à mon avis, il n'y aucun moyen de défense pertinent en common law. Les demandeurs avaient droit à l'équité procédurale, mais ce droit était minime et a été respecté en l'espèce: les demandeurs ont reçu la lettre d'équité qui les avisait des préoccupations de l'agent entourant le faux document et qui leur accordait 30 jours pour répondre. La réponse fournie par les demandeurs à la lettre d'équité était un bref courriel envoyé par leur nouveau consultant, indiquant qu'ils avaient été dupés par leur consultant précédent et demandant qu'ils ne soient pas punis pour les actes de ce dernier."], ["[46]", "Comme le montrent les notes du STIDI, l'agent a examiné cette réponse, mais a décidé qu'elle n'était pas crédible, puisque le formulaire de demande indiquait clairement que les résultats du test linguistique étaient joints et que ce formulaire avait été signé par les demandeurs. La Cour estime que l'agent pouvait raisonnablement en arriver à cette conclusion, même en se basant uniquement sur la simple affirmation faite par les demandeurs qu'ils avaient été trompés. Les demandeurs n'ont fourni aucune preuve corroborant leur innocence supposée à l'égard de la présentation erronée, et l'agent n'était pas tenu de pousser plus loin ses investigations si la réponse des demandeurs à la lettre d'équité laissait à désirer:", "<FRAGMENT_SUPPRESSED> . Comme l'a déclaré le juge Crampton (tel était alors son titre): « Imposer de telles contraintes à l'agent des visas reviendrait à lui demander de donner avis préalable d'une décision défavorable, obligation qui a été explicitement écartée (", "<FRAGMENT_SUPPRESSED>  (QL);", "Sharma", ", précitée) » (", "ibid.", "au paragraphe 28). Il n'y a aucun droit supplémentaire qui leur permet maintenant d'essayer de prouver de nouveau qu'ils ont été dupés et que, par conséquent, ils ne devraient pas être déclarés interdits de territoire."], ["[47]", "Les demandeurs tentent d'invoquer la décision rendue dans", "<FRAGMENT_SUPPRESSED> à l'appui de la proposition que la négligence d'un avocat (ou dans ce cas-ci l'acte frauduleux commis par un consultant) ne devrait pas causer préjudice à un demandeur qui a agi avec prudence. Cependant, comme je l'ai déjà expliqué, les demandeurs en l'espèce n'ont pas agi avec prudence - ils ont omis d'assumer la responsabilité pour le contenu de leur demande et de l'examiner avant de la présenter. Le demandeur doit s'assurer que l'information requise est exacte avant de signer la demande. Il ne suffit pas de manquer de diligence puis d'alléguer son ignorance lorsqu'on est pris en défaut. Par conséquent, les demandeurs ne peuvent s'appuyer sur le raisonnement suivi dans cette affaire pour contester la décision qu'il y a eu présentation erronée."], ["[48]", "En outre, il me semble que lorsqu'un consultant, comme c'est le cas ici, fournit de l'information qui ne correspond pas aux instructions fournies dans un formulaire de demande, le demandeur devrait s'interroger sur la possibilité que les conseils fournis par le consultant ne sont pas exacts et devrait vérifier l'exactitude des affirmations faites par celui-ci auprès de représentants de l'immigration avant de signer la demande."], ["[49]", "Les demandeurs ont fait valoir que l'agent des visas n'avait pas respecté son obligation de diligence qu'exigeait la situation. Selon eux, le faux document aurait dû être retourné immédiatement au moment de sa réception, parce qu'il s'agissait clairement d'une copie, et non d'un original. L'argument des demandeurs semble être une tentative de séparer l'aspect frauduleux du faux document des autres lacunes qu'il présentait - c'est-à-dire que l'agent des visas aurait dû se rendre compte que le faux document était une copie, et non pas un original, et, plutôt que de l'inspecter davantage, il aurait dû le retourner immédiatement aux demandeurs et leur demander de lui envoyer un original."], ["[50]", "Le concept d'une obligation de diligence ne s'applique pas dans ce contexte - les", "demandeurs", "avaient une obligation de franchise, qu'ils n'ont pas respectée. Le premier agent de contrôle avait simplement pour tâche de vérifier l'« intégralité »du dossier de demande. Il n'avait aucune « obligation de diligence »envers les demandeurs."], ["[51]", "Les exigences de l'équité procédurale - qui existaient effectivement - ont bien été remplies. Quand l'agent des visas a plus tard examiné le faux document, il a constaté que celui-ci présentait plusieurs problèmes (dont probablement le fait qu'il s'agissait de toute évidence d'une copie), ce qui l'a amené à conclure qu'il avait devant les yeux un document frauduleux. L'obligation de l'agent des visas, à ce moment-là, était d'informer les demandeurs qu'ils risquaient d'être interdits de territoire pour présentation erronée. Il s'est acquitté de son obligation en envoyant la lettre d'équité et ainsi, a rempli les exigences en matière d'équité procédurale."], ["[52]", "La Cour reconnaît que le problème de consultants en immigration frauduleux est sérieux. Cependant, ce problème ne peut être invoqué comme", "moyen de défense", "pour se protéger contre l'application de l'alinéa 40(1)", ") de la Loi. Par ailleurs, sous réserve de l'exception restreinte décrite plus haut, la Cour a toujours statué qu'un demandeur peut être déclaré interdit de territoire aux termes de 40(1)", ") de la Loi pour présentation erronée faite par une autre personne sans la connaissance du demandeur. Manifestement, il ne peut y avoir aucune exigence concernant une intention ou connaissance subjective dans le contexte de l'application de l'article 40: cela serait contraire à l'interprétation large que requièrent le libellé et l'objet de la disposition."], ["[53]", "La demande doit donc être rejetée.", "La question certifiée"], ["[54]", "Les demandeurs ont soumis la question suivante aux fins de certification par la Cour:", "[Traduction]", "La présentation erronée sur un fait important emporte-t-elle interdiction de territoire si, au moment où il présente sa demande de résidence permanente ou au moment où il obtient le statut de résident permanent, l'étranger n'a aucune connaissance du fait important auquel a trait la présentation erronée?"], ["[55]", "Le défendeur estime qu'aucune question ne devrait être certifiée en l'espèce, car un trop grand nombre de conclusions factuelles devraient être présumées en faveur des demandeurs. Toutefois, si la Cour ne souscrit pas à ses observations sur ce point, le défendeur estime que la question suivante devrait être certifiée:", "[Traduction]", "Lorsqu'une documentation est soumise à l'appui d'un formulaire de demande signé de résidence permanente au Canada, mais que le demandeur affirme ultérieurement qu'il n'a aucune connaissance de la documentation soumise ou d'une partie de celle-ci, demeure-t-il responsable de la véracité de toute la documentation soumise à l'appui aux fins de l'application de l'alinéa 40(1)a) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27, dans sa version modifiée?"], ["[56]", "Pour qu'une question puisse être certifiée, elle doit découler de l'affaire dont est saisie la Cour et soulever une question de droit de portée générale sur laquelle la Cour fédérale ne s'est pas déjà prononcée:", "<FRAGMENT_SUPPRESSED> . En me fondant sur mon raisonnement exposé plus haut, je conclus que la réponse à cette question est déjà bien établie dans la jurisprudence de la Cour et je refuse donc de certifier la question.", "JUGEMENT"], ["[57]", "LA COUR STATUE que", "1. la demande de contrôle judiciaire est rejetée.", "2. aucune question de portée générale n'est certifiée.", "[End of document]"]]}