{"id_": "045155", "body_str": [["[1]", "Pelletier, J.", ": In 1985, Kevork Marachelian and two others attacked the Turkish embassy in Ottawa to draw attention to the genocide of the armenians in 1915. A security guard was killed. Marachelian and his accomplices were convicted of first degree murder and sentenced to life imprisonment without the possibility of parole for 25 years. Since the day he entered prison, Marachelian has been a model prisoner but his attempts to be classified as a minimum security risk have been frustrated by the interest which the Royal Canadian Mounted Police (\"R.C.M.P.\") and the Canadian Security Intelligence Service (C.S.I.S.) continue to take in him. The nature of the interest is indicated by a memorandum dated September 23, 1997 by Ms. Nancy Chow, the applicant's case management officer at the time, which reads as follows:  <FRAGMENT_SUPPRESSED>", "\"Nous vous rappellons donc que votre dossier de la sécurité préventive porte la mention 'secret' et qu'un document du Service Canadien de Renseignement de Sécurité (SCRS) y est consigné. Ce document interdit votre déclassification sécuritaire. En raison de la provenance de l'information, votre dossier est secret et il nous est impossible de vous le partager. En vertu de l'art. 27(3) de la", "Loi 20", ", l'information ne peut être divulgée. <FRAGMENT_SUPPRESSED>", "Translation by the Court:  <FRAGMENT_SUPPRESSED>", "\"We therefore remind you that your preventive security file is marked 'Secret' and that a document from the Canadian Security Intelligence Service is on the file. This document forbids a reduction in you security status. By reason of the source of the information, your file is secret and it is impossible for us to share it with you. By reason of section 27(3) of", "Law 20", "[the", "Corrections and Conditional Release Act", ", R.S.C. 1985 c. C-44.6 (the", "Act", ")] the information may not be disclosed. <FRAGMENT_SUPPRESSED>"], ["[2]", "In early 1999, Mr. Marachelian, who is held at Drummondville, a medium security institution, applied for transfer to another institution. This required the Correctional Service to reassess his security classification as the institution to which he requested a transfer was a minimum security institution. The Case Management Team at Drummondville undertook a review of his file and reported that on the basis of the criteria which are usually applied to the assessment of risk, Mr. Marachelian's classification should be reduced to minimum. However, the Case Management Team went on to consider other factors, specifically the information on the file from the R.C.M.P. and C.S.I.S. The Case Management Team concluded as follows:  <FRAGMENT_SUPPRESSED>", "\"Notre position demeure donc présentement la même et tel que mentionné précédemment, bien que les raisons de transfèrement invoquées par le sujet pourrait s'avérer souhaitables pour ce dernier, nous devons prioriser la sécurité du public et ne pouvons [ne] pas tenir compte de son dossier de sécurité préventive. Selon nous, les risques d'évasion ainsi que concernant la sécurité du public demeurent toujours modérés. Conséquemment, l'encadrement en établissement à sécurité minimale ne nous apparaît pas être suffisant. <FRAGMENT_SUPPRESSED>", "Translation by the Court:  <FRAGMENT_SUPPRESSED>", "\"Our position therefore currently remains the same and as previously mentioned, even though the reasons given for the transfer by the subject would be desirable for him, we must give public security a greater priority and we cannot [not] take into account his preventive security file. According to us, the risks of flight as well as public safety concerns continue to be moderate. Consequently, placement in a minimum security establishment does not appear to us to be adequate. <FRAGMENT_SUPPRESSED>"], ["[3]", "This assessment was forwarded to the Warden of the Drummondville Institution, Mr. Jacques Labonté, for a decision. On April 21, 1999, he rejected the applications for reclassification and transfer for reasons which appear below:  <FRAGMENT_SUPPRESSED>", "\"Vous demandez un transfèrement à l'établissement CFF afin de participer au Programme Cuisine, pour vous rapprocher de votre famille et pour bénéficier de soins médicaux à un genou. À l'étude de votre dossier, nous constatons que l'Échelle de réévaluation de votre niveau de sécurité a été complétée le 99-04-12 et évalue votre niveau de sécurité à minimum. Toutefois, des renseignements secrets de nature délicate sont présents au dossier de la sécurité préventive. Vous demeurez un sujet d'intérêt pour la GRC et le Service Canadien des renseignements de sécurité. (Vous avez d'ailleurs refusé de rencontrer la GRC en janvier 99.) Ces informations sont très préoccupantes, contribuent à compromettre la sécurité du public et justifient une dérogation du niveau de sécurité obtenu à l'Échelle. Votre Cote de sécurité est donc maintenue à un niveau Médium.  <FRAGMENT_SUPPRESSED>", "\"Conséquemment et conformément à la DC 006 concernant la classification des établissements et la DC 540 concernant les transfèrements des détenus, je refuse votre demande de transfèrement vers l'Établissement CFF. Vous ne pouvez faire l'objet d'un transfèrement vers un établissement à sécurité minimum puisque votre niveau de sécurité est maintenu à médium. <FRAGMENT_SUPPRESSED>", "Translation by the Court:  <FRAGMENT_SUPPRESSED>", "\"You have asked for a transfer to the CFF Institution in order to participate in the kitchen program, to be nearer to your family, and to get the benefit of medical treatment for a knee. Having reviewed your file, we note that the reevaluation scale for your security level was completed on 99-04-12 and rates your security level as minimum. Notwithstanding this, secret information of a delicate nature is present in the preventive security file. You remain a subject of interest for the R.C.M.P. and the Canadian Security Intelligence Service. (You have refused to meet with the R.C.M.P. in January 1999.) This information is very much of concern, is relevant to the issue of public security and justifies a deviation from the security level obtained on the scale. Your security classification is therefore maintained at medium.  <FRAGMENT_SUPPRESSED>", "\"Consequently and in accordance with CD 006 dealing with classification of institutions and CD 540 concerning transfer of inmates, I refuse your request for a transfer to the CFF Institution. <FRAGMENT_SUPPRESSED>"], ["[4]", "As part of the process of notification of the decision, Mr. Marachelian received four documents:  <FRAGMENT_SUPPRESSED>", "- Suivi du plan correctionel dated April 8, 1999  <FRAGMENT_SUPPRESSED>", "(Follow-up on Correctional Plan dated April 8, 1999)  <FRAGMENT_SUPPRESSED>", "- Evaluation en vue d'une décision dated April 8, 1999  <FRAGMENT_SUPPRESSED>", "(Pre-decision assessment dated April 8, 1999)  <FRAGMENT_SUPPRESSED>", "- Recommendation/décision pour niveau sécurité du détenu dated April 21, 1999  <FRAGMENT_SUPPRESSED>", "(Inmate Security Level Recommendation/Decision dated April 21, 1999)  <FRAGMENT_SUPPRESSED>", "- Recommendation/décision pour transfèrement inst. sollicité dated April 21, 1999  <FRAGMENT_SUPPRESSED>", "(Institutional transfer Recommendation/Decision dated April 21, 1999)  <FRAGMENT_SUPPRESSED>"], ["[5]", "These were provided to Mr. Marachelian for the purpose of complying with section 27 of the", "Corrections and Conditional Release Act", "(the \"", "Act", "\") which provides as follows:  <FRAGMENT_SUPPRESSED>", "\"27(1) Where an offender is entitled by this Part or the regulations to make representations in relation to a decision to be taken by the Service about the offender, the person or body that is to take the decision shall, subject to subsection (3), give the offender, a reasonable period before the decision is to be taken, all the information to be considered in the taking of the decision or a summary of that information.  <FRAGMENT_SUPPRESSED>", "\"(2) Where an offender is entitled by this Part or the regulations to be given reasons for a decision taken by the Service about the offender, the person or body that takes the decision shall, subject to subsection (3), give the offender, forthwith after the decision is taken, all the information that was considered in the taking of the decision or a summary of that information.  <FRAGMENT_SUPPRESSED>", "\"(3) Except in relation to decisions on disciplinary offences, where the Commissioner has reasonable grounds to believe that disclosure of information under subsection (1) or (2) would jeopardize  <FRAGMENT_SUPPRESSED>", "(a) the safety of any person,  <FRAGMENT_SUPPRESSED>", "(b) the security of a penitentiary, or  <FRAGMENT_SUPPRESSED>", "(c) the conduct of any lawful investigation,  <FRAGMENT_SUPPRESSED>", "the Commissioner may authorize the withholding from the offender of as much information as is strictly necessary in order to protect the interest identified in paragraph (a), (b) or (c). <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"27(1) Sous réserve du paragraphe (3), la personne ou l'organisme chargé de rendre, au nom du Service, une décision au sujet d'un délinquant doit, lorsque celui-ci a le droit en vertu de la présente partie ou des règlements de présenter des observations, lui communiquer, dans un délai raisonnable avant la prise de décision, tous les renseignements entrant en ligne de compte dans celle-ci, ou un sommaire de ceux-ci.  <FRAGMENT_SUPPRESSED>", "\"(2) Sous réserve du paragraphe (3), cette personne ou cet organisme doit, dès que sa décision est rendue, faire connaître au délinquant qui y a droit au titre de la présente partie ou des règlements les renseignements pris en compte dans la décision, ou un sommaire de ceux-ci.  <FRAGMENT_SUPPRESSED>", "\"(3) Sauf dans le cas des infractions disciplinaires, le commissaire peut autoriser, dans la mesure jugée strictement nécessaire toutefois, le refus de communiquer des renseignements au délinquant s'il a des motifs raisonnables de croire que cette communication mettrait en danger la sécurité d'une personne ou du pénitencier ou compromettrait la tenue d'une enquête licite. <FRAGMENT_SUPPRESSED>"], ["[6]", "Following receipt of the documentation, and within 30 days of the decision, the refusal to reclassify the applicant and the refusal to transfer the applicant were each made the subject of an application for judicial review. Those applications were ordered to be heard together because of the interconnectedness of the subject matter of the applications.  <FRAGMENT_SUPPRESSED>"], ["[7]", "As part of the application for judicial review, a demand was made for the production of all the R.C.M.P. reports on the applicant's preventive security file as well as copies of the C.S.I.S. reports on the same file. This led to an application in which section 38 of the", "Canada Evidence Act", "was invoked to resist production of the documents. After the Manager of Security Operations was cross-examined on her affidavit, the application was abandoned. It has since been disclosed however, that the substance of the R.C.M.P. documents is that the applicant is a suspect in an ongoing investigation of the murder of a Turkish military attaché in 1982. [see footnote 1] The contents of the C.S.I.S. document and its relevance to applicant's incarceration remain unknown.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The respondent raises as a preliminary point that the applicant has not exhausted his internal remedies and therefore his application to this Court is premature. There is authority in this Court in the form of", "Fortin v. Établissement de Donnacona (Directeur)", ", [1997] F.C.J. No. 138; 153 F.T.R. 84 (T.D.), a decision of Teitelbaum, J., and", "<FRAGMENT_SUPPRESSED> ; 148 F.T.R. 81 (T.D.), a decision of Rosthstein, J. (as he then was), that the internal grievance procedure provided by the", "Act", "is, in general terms, an adequate alternate remedy which must be exhausted before initiating proceedings in the Federal Court. Both of these cases set out the case law which supports that proposition. The underlying rationale is that the statutory remedy is deprived of any relevance if it can simply be bypassed in favour of the Federal Court. One might add that judicial resources should not be occupied dealing with problems for which another forum is provided.  <FRAGMENT_SUPPRESSED>"], ["[9]", "There are exceptions to this general rule as there are to all others.  <FRAGMENT_SUPPRESSED> ; 108 F.T.R. 93 (T.D.), MacKay, J., held that an early application for judicial review was appropriate where the lawful authority of the Commissioner is in issue. MacKay, J., relied in part upon section 81 of the", "Regulations", "made under the", "Act", "which provides that where an application for judicial review is made, the grievance procedure is stayed until the judicial review is completed. In his view, this provision confirmed that a party had a right to proceed in one forum or the other.", "<FRAGMENT_SUPPRESSED> , which may have turned on its particular facts, was not referred to in", "Fortin", "and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[10]", "The policy reasons for requiring applicants to exhaust their internal remedies are compelling. To hold otherwise is to undermine the legitimacy of alternate remedies by assigning them to a secondary position when there are many reasons why they should occupy a primary role in the resolution of disputes. In the context of correctional facilities, one could identity timeliness, familiarity with a unique environment, adequate procedural safeguards and economy as reasons for which internal remedies ought to be exhausted before approaching this Court. However, there will be circumstances in which the internal remedies are not adequate. In this case, there is evidence, in the memorandum of Nancy Chow, suggesting that the Correctional Service has had the applicant's security classification dictated to it by another agency. A grievance which puts such an issue into question cannot credibly be adjudicated by the Correctional Service since it is the Correctional Service itself which is implicated. For that reason, while upholding the general rule as to exhaustion of internal remedies, I find that the facts of this case constitute an exception to that rule.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Counsel for the applicant argued a number of grounds as to why the decisions of April 21, 1999 should be set aside. He argued primarily that the Correctional Service had fettered its discretion or had failed to exercise its discretion or gave rise to a reasonable apprehension of bias in deferring to C.S.I.S. and the R.C.M.P. on the question of the applicant's security classification. Relying on correspondence from the Quebec Regional office of the Correctional Service as well as Ms. Chow's memoranda, he also sought to show that senior officials of the Service had deferred to the outside agencies on these questions and that more junior officials must be taken to have known of this policy and to have been influenced by it.  <FRAGMENT_SUPPRESSED>"], ["[12]", "There is evidence from which one could conclude that the Correctional Service had in fact allowed its position with respect to the applicant's security classification to be dictated by other agencies but that evidence is in relation to decisions other than the decisions in issue in these applications. The link between those decisions and the decisions under review is the evidence that the Warden who made the decision had the entire file and therefore must have known the position of his superiors.  <FRAGMENT_SUPPRESSED>"], ["[13]", "I find that I do not have to decide this question as there are other grounds on which this application is entitled to succeed. There is a line of cases in this Court to the effect that a prisoner who is subject to disciplinary action is entitled to know the basis of the action against him. One of the first cases in the line is", "<FRAGMENT_SUPPRESSED>  (F.C.A.), a case in which an inmate was transferred as a result of an allegation that he had brought cyanide into the institution:  <FRAGMENT_SUPPRESSED>", "\"There is, in my view, simply no doubt that the appellant was not treated with the fairness to which he was entitled. The purpose of requiring that notice be given to a person against whose interests it is proposed to act is to allow him to respond to it intelligently. If the matter is contested, such response will normally consist of either or both of a denial of what is alleged and an allegation of other facts to complete the picture. Where, as here, it is not intended to hold a hearing or otherwise give the person concerned a right to confront the evidence against him directly, it is particularly important that the notice contain as much detail as possible, else the right to answer becomes wholly illusory. <FRAGMENT_SUPPRESSED>"], ["[14]", "This is not a discipline case but the effect is essentially the same. The refusal to reclassify and transfer the applicant is based upon an allegation which has not been shared with him and to which he has not had the opportunity to respond. The evidentiary record is clear that the only obstacle in the way of the applicant's reclassification is the undisclosed information on the applicant's preventive security file. It is true that the refusals in question here do nothing more than maintain the status quo whereas in", "<FRAGMENT_SUPPRESSED> , and other cases to the same effect, the information is being used to restrict the applicant's rights.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The policy of the", "Act", ", as reflected in section 4(d) is \"that the Service use the least restrictive measures consistent with the protection of the public, staff members and offenders\". The issue of \"least restrictive measures\" is the same whether the question is disciplinary measures or security classification. The disclosure obligations ought to be the same in both cases, and should be subject to the same constraints in both cases. Some information cannot be disclosed in full but there ought to be sufficient disclosure of the gist of the allegation to allow the applicant to respond. [see footnote 2]  <FRAGMENT_SUPPRESSED>"], ["[16]", "As a result, it is my view that the failure to advise the applicant of the substance of the R.C.M.P. and C.S.I.S allegations so as to allow him to meet those objections was a breach of the applicant's rights to procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[17]", "If I am wrong about that, I find that the section 27 of the", "Act", "was not complied with.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Section 15 of the", "Regulations", "provides as follows:  <FRAGMENT_SUPPRESSED>", "\"15. Where an inmate submits a request for a transfer referred to in section 29 of the Act, the Commissioner or a staff member designated in accordance with paragraph 5(1)(b) shall consider the request and give the inmate written notice of the decision, within 60 days after the submission of the request, including the reasons for the decision if the decision is to deny the request. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"15. Lorsque le détenu présente une demande de transfèrement visé à l'article 29 de la Loi, le commissaire ou l'agent désigné selon l'alinéa 5(1)b) doit, dans les 60 jours suivant la présentation de la demande, examiner celle-ci et aviser par écrit le détenu de sa décision et, s'il la refuse, indiquer les motifs de son refus. <FRAGMENT_SUPPRESSED>"], ["[19]", "Section 30(2) of the", "Act", "provides as follows:  <FRAGMENT_SUPPRESSED>", "\"(2) The Service shall give each inmate reasons, in writing, for assigning a particular security classification or for changing that classification. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"(2) Le Service doit donner, par écrit, à chaque détenu les motifs à l'appui de l'assignation d'une cote de sécurité ou du changement de celle-ci. <FRAGMENT_SUPPRESSED>"], ["[20]", "Section 27 has been set out earlier in paragraph 5 of these reasons.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The refusal of a transfer request and a classification decision are both decisions in respect of which the applicant was entitled to written reasons. As a result, subsection 27(2) requires that he be given \"all the information that was considered in the taking of the decision or a summary of that information\" or \"les renseignements pris en compte dans la décision, ou un sommaire de ceux-ci\", subject only to the terms of subsection 27(3). Since the applicant has not received the information relied upon or a summary of that information, subsection 27(2) has not been complied with. Subsection 27(3) provides a means whereby information may be withheld but it must be authorized by the Commissioner or his delegate. The respondent argued that since the report prepared for the Warden by the Case Management Team referred to subsection 27(3) and since the Warden adopted their recommendation, the Warden, as the Commissioner's delegate, had effectively invoked subsection 27(3).  <FRAGMENT_SUPPRESSED>"], ["[22]", "The section of the Case Management Team's report which referred to subsection 27(3) is the following:  <FRAGMENT_SUPPRESSED>", "\"Un autre registre d'intervention complété par Nancy Chow (suite à deux requêtes du détenu) rappelle au sujet que son dossier de sécurité préventive porte la mention 'Secret' et qu'un document du Service Canadien de renseignements de sécurité (SCRS) y est consigné. Elle lui rappelle également qu'en vertu de l'article 27(3) de la", "Loi 20", ", l'information ne peut lui être divulguée. <FRAGMENT_SUPPRESSED>", "Translation by the Court:  <FRAGMENT_SUPPRESSED>", "\"Another record of intervention completed by Nancy Chow (following two requests by the inmate) reminds the inmate that his preventive security file is marked 'Secret' and that a document from the Canadian Security Intelligence Service ('CSIS') is on file. She reminds him as well that by virtue of section 27(3) of", "Law 20", ", the information may not be disclosed. <FRAGMENT_SUPPRESSED>"], ["[23]", "As can be seen, this is simply a recapitulation of advice given to the applicant by Ms. Chow in respect of another decision and is not an invocation of subsection 27(3) by the Case Management Team. Even if it were, it does not specify which of the three grounds referred to under subsection 27(3) is relied upon. As a result, there has been a failure to provide the applicant with the information which was relied upon in coming to the decision.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Counsel for the respondent argued that in fact a process had been initiated in which a claim to withhold certain information had been advanced by the Commissioner, a process which had been rendered moot when the applicant abandoned his claim to production of the documents. The Court file discloses that in response to the applicant's demand for production of the R.C.M.P. and C.S.I.S. documents in his Notice of Application, a motion was brought by the respondent seeking an order under section 38 of the", "Canada Evidence Act", "authorizing the withholding of the R.C.M.P. and C.S.I.S. documents. This, however, is a different process than the administrative process contemplated by section 27 of the", "Act", ". Section 27 contemplates that one who is in receipt of a written decision is entitled to be given the material which was relied upon in coming to that decision. It is an administrative provision, meant to be applied in the Institution, no doubt as part of the internal grievance procedure.  <FRAGMENT_SUPPRESSED>"], ["[25]", "It was further argued by the respondent that the information which it had from the R.C.M.P. and C.S.I.S. was received subject to specific instructions that it was not to be disclosed without the consent of the party providing the information. As a result of inquiries from counsel for the applicant in relation to another decision, the R.C.M.P. allowed disclosure of the fact that the applicant was a suspect in the ongoing investigation of the murder of a Turkish diplomat in 1982. The evidence does not disclose if a similar inquiry was made of C.S.I.S. but the fact is that the nature of the C.S.I.S. information, let alone its content, has not been disclosed. The respondent's position amounts to saying that it has no right to release the information.  <FRAGMENT_SUPPRESSED>"], ["[26]", "In my view, the Correctional Service cannot avoid its obligations to inmates by means of an agreement with third parties. The Service's obligation to comply with subsection 27(2) is qualified only by subsection 27(3) and not by any contractual arrangements which the Correctional Service may make with other agencies.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In the result, I find that the decisions of Warden Labonté refusing the applicant's reclassification and request for transfer to a minimum security facility must be set aside since they were made in a way which denied the applicant procedural fairness. The decisions are remitted to the Correctional Service for reconsideration in accordance with these reasons.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>", "1- The decision of Warden Labonté dated April 21, 1999, refusing to change the applicant's security classification is hereby set aside and the matter is remitted to the Correctional Service to be determined in accordance with these reasons.  <FRAGMENT_SUPPRESSED>", "2- The decision of Warden Labonté dated April 21, 1999 refusing the applicant's transfer to Le Centre de formation fédéral is hereby set aside and the matter is remitted to the Commissioner to be determined in accordance with these reasons.  <FRAGMENT_SUPPRESSED>", "The applicant shall have his costs to be assessed.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/saf  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1. Much was made of the fact that some internal Correctional Service documents reference is made to the murder of an Armenian diplomat in 1982 when Armenia did not exist as an independent nation at that time. The characterization of the victim is secondary to the fact that the applicant was a suspect in a murder investigation.  <FRAGMENT_SUPPRESSED>", "2.", "<FRAGMENT_SUPPRESSED> ; 9 Admin. L.R. 50 (T.D.).  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}