{"id_": "045401", "body_str": [["[1]", "Denault, J.", "[Translation]: In the case at bar the plaintiffs, in their appeal from a decision of the prothonotary Morneau, were unable to persuade the Court that he had erred in dismissing their action for delay.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Even assessing the facts de novo, as the prothonotary's order dealt with \"questions vital to the final issue of the case\" [see footnote 1], I feel that they justified dismissal of the action for delay.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In the case at bar an initial status review notice issued in January 1999 led the Court to issue a schedule [see footnote 2] accommodating the plaintiffs, who said they were ready at that time and would shortly be filing their affidavit of documents [see footnote 3]. This schedule was completely ignored by the plaintiffs, despite a letter [see footnote 4] from counsel for the defendants complaining of the fact that the order of March 16, 1999 had not been observed.  <FRAGMENT_SUPPRESSED>"], ["[4]", "A second status review notice had to be issued on the Court's initiative on January 5, 2000 [see footnote 5] for the plaintiffs to acknowledge that: \"we have now completed the process of sorting out the documents and are finalizing an affidavit of documents to be signed by a representative of Ferrostaal, after which it will be served on the defendants\" [see footnote 6]. It should be recalled that in his written submissions made 11 months earlier counsel for the plaintiffs had stated: \"Plaintiffs are now finalizing their affidavit of documents which should shortly be served on the defendants and third parties\" [see footnote 7]. In short, judging from the written submissions of counsel for the plaintiffs himself, very little was done between February 22, 1999 and January 25, 2000 to prepare the plaintiff's list of documents.  <FRAGMENT_SUPPRESSED>"], ["[5]", "I consider that in the case at bar the reason for the delay - the large number of documents to be revised - does not in itself explain the length of the delay.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Court also clearly cannot accept counsel for the plaintiffs' excuse that the latter should not be penalized as the delay was his fault rather than that of his clients. It can be seen simply from reading the written submissions of counsel for the plaintiffs to the prothonotary Morneau on January 25, 2000 that there was at the very least a serious lack of cooperation by the plaintiffs with their counsel in respect of this action brought on December 12, 1995 and served on December 14, 1996. Counsel for the plaintiffs summarized the course of events as follows in the document he filed on January 25, 2000 to explain the delay [see footnote 8], after receiving the second status review notice:  <FRAGMENT_SUPPRESSED>", "\"1. Plaintiffs acknowledge that they did not follow the content of the Order rendered by this Court on March 16, 1999.  <FRAGMENT_SUPPRESSED>", "2. Plaintiffs also refer to paragraphs 1 to 16 inclusively of Defendant Evdomon Corp.'s Written Representations, which they include a copy thereof to the present Representations as if recited at length herein. [See footnote 9]  <FRAGMENT_SUPPRESSED>", "3. Pursuant to the letter of May 27, 1998, copy of which is filed at appendix 'A' of Defendant Evdomon Corp.'s Written Representations, Plaintiffs wrote to their principals to obtain the comprehensive files of the Plaintiffs relating to the dispute for the carriage of the damaged cargo on board the 'Kavo Peiratis'. The letter to our principals contained an extensive list of documents, which had not already been provided at the inception of this matter.  <FRAGMENT_SUPPRESSED>", "4. Extensive correspondence was exchanged between this office and our principals, as well as with the consignee to obtain the requested missing documentation.  <FRAGMENT_SUPPRESSED>", "5. In order to complete our investigation of the matter, we also contacted the attending surveyor on numerous occasions to be provided with original photographs, which were missing from Plaintiffs' file.  <FRAGMENT_SUPPRESSED>", "6. We have been informed by our principals (the cargo underwriters of Plaintiffs) that many of the documents had been stored in the Houston and Hamilton offices of Plaintiff Ferrostaal Metals Ltd.  <FRAGMENT_SUPPRESSED>", "7. It is only during the summer of 1999 that several cases of documentation were provided to the undersigned. Those documents incorporated the entire files of Ferrostaal. ... <FRAGMENT_SUPPRESSED>"], ["[7]", "The Supreme Court has long held \"that a party must not be deprived of his rights on account of an error of counsel where it is possible to rectify the consequences of such error without injustice to the opposing party\" [see footnote 10]; but the party must not itself be largely responsible for the delay. In the case at bar, it clearly is not beyond reproach, as it did not provide its counsel with the documents to support an action brought in 1995 until the summer of 1999, whereas a schedule set by the Court gave the parties until May 10, 1999 to serve their affidavits of documents.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Court considers that in the case at bar the plaintiffs not only failed to explain the reasons for the delay in proceeding with the action but flagrantly and recklessly neglected to observe the entirely reasonable schedule set by the Court on the basis of their submissions, and without even trying to alter the terms of the schedule.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Additionally, as the Prothonotary Morneau noted, referring to the judgment of McGillis, J., in", "<FRAGMENT_SUPPRESSED>  - in actual fact, a second review - assessing the harm to a party is not part of the equation. I concur in this view. However, even if I am wrong about this I still feel that in the case at bar the plaintiffs' unjustified delay in proceeding with the case and the long lapse of time since the proceedings began are such as to cause harm to the defendants at the hearing.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The plaintiffs' appeal must accordingly be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Under rule 400 the Court has full discretionary power over the award of costs and the determination of the party by whom they are to be paid. As the instant decision involves the dismissal of an action for delay and counsel for the defendant Evdomon Corp. asked at the hearing that costs be awarded to his client, they should be so awarded.  <FRAGMENT_SUPPRESSED>"], ["[12]", "A review of the record indicates that the defence was filed on June 11, 1997, that two notices were served on third parties and two requisitions for hearings made to the Court by the defendant Evdomon. The action against the third party Canadian Forest Navigation Co. Ltd. was duly served by the defendant and a defence filed by the third party. The plaintiffs also filed a reply to the principal action. Subsequently, the second third party Empire Stevedoring Company Ltd. also filed a defence, on October 13, 1998. The other actions in the record occurred in response to two status review notices, dated January 21, 1999 and January 5, 2000.  <FRAGMENT_SUPPRESSED>"], ["[13]", "In the circumstances, I consider that the costs set by the Court at $5,000 should be paid separately to the defendant, Evdomon Corp. The other defendants - they do not appear to be represented - and the third parties will not be entitled to costs.  <FRAGMENT_SUPPRESSED>", "Appeal dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Janette Blue/pdk  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 463  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "2.\tProthonotary's first order, dated March 16, 1999: the parties had until May 10, 1999 to file their affidavit of documents.  <FRAGMENT_SUPPRESSED>", "3.\tPlaintiffs' written submissions dated February 22, 1999, plaintiffs' record, tab H, paras. 10 and 11.  <FRAGMENT_SUPPRESSED>", "4.\tLetter of November 9, 1999, plaintiffs' record, tab E, Appendix B.  <FRAGMENT_SUPPRESSED>", "5.\tPlaintiffs' record, tab F.  <FRAGMENT_SUPPRESSED>", "6.\tPlaintiffs' record, plaintiffs' written submissions dated January 25, 2000, tab D, p. 2, para. 8.  <FRAGMENT_SUPPRESSED>", "7.\tPlaintiffs' record, plaintiffs' written submissions dated February 22, 1999, tab H, p. 3, para. 10.  <FRAGMENT_SUPPRESSED>", "8.\tPlaintiffs' record, tab D, paras. 1 to 7.  <FRAGMENT_SUPPRESSED>", "9.\tParagraphs 10 and 16 of the written submissions by the defendant Evdomon Corp. state the following:  <FRAGMENT_SUPPRESSED>", "\"10. It was not until 29th May 1998 that Plaintiffs filed their Reply to Defendant's Statement of Defence, which itself had been filed almost a year previously.  <FRAGMENT_SUPPRESSED>", "\"16. By letter dated 27th May 1998, Plaintiffs requested a 15-day extension to effect service of their Affidavit of Documents, copy of which is attached as Appendix A. <FRAGMENT_SUPPRESSED>", "and the letter of May 27, 1998 began as follows: \"We have not yet been able to obtain all the required documentation from our principals to prepare our affidavit of documents\" - tab E., Appendix A.  <FRAGMENT_SUPPRESSED>", "10.", "<FRAGMENT_SUPPRESSED> ; 177 F.T.R. 226 (T.D.), Court file No. T-1703-94.  <FRAGMENT_SUPPRESSED>"]]}