{"id_": "045595", "body_str": [["[1]", "Hughes, J.", ": This is an application for judicial review of the decision of a Panel Member of the Immigration Division of the Immigration and Refugee Board of Canada, dated August 12, 2013, wherein it was determined that the Applicant was inadmissible to Canada pursuant to subsection 37(1)(", ") of the", "Immigration and Refugee Protection Act", "[IRPA]."], ["[2]", "The Applicant is an adult male person who is a Portuguese citizen of Macau. He landed in Canada as a permanent resident on October 28, 1996. He has not acquired Canadian citizenship."], ["[3]", "The hearing of the matter took place over three days; several witnesses were called, and a great deal of documentary evidence was placed on the record. The Applicant did not testify."], ["[4]", "The Panel Member considered the matter over several months and released the decision at issue on August 12, 2013, wherein it was determined that he was a member of an organization known as the Shui Fong in Macau; and that there are reasonable grounds to believe that he engaged in activity that is part of a pattern of activity planned and organized by a number of persons acting in concert in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute an offence punishable under an Act of Parliament by way of indictment. Therefore, he was inadmissible pursuant to subsection 37(1)((", ") of IRPA. It was also determined that there was no misrepresentation by the Applicant, as contemplated by subsection 40(1)(", ") of IRPA. That determination has not been challenged."], ["[5]", "Applicant's Counsel raised several issues at the hearing and dropped one issue. The Applicant is no longer arguing that subsection 37(1)(", ") of IRPA is not in compliance with section 7 of the", "Charter", ". The remaining issues before me may be stated as follows:", "Issue One", ": What is the appropriate standard of review?", "Issue Two", ": Has the Member committed an error in law by determining that the activities of persons in the subject organization were offences under the law of Macau, without sufficient evidence to support that determination?", "Issue Three", ": Has the Member committed an error in law by determining that homicide is an indictable offence in Canada?", "Issue Four", ": Has the Member committed an error in law by applying the wrong standard of proof in determining that the Applicant was a \"member\" of an organization?"], ["[6]", "I will begin by setting out certain provisions of IRPA relevant to the issues under consideration:", "3. (1) The objectives of this Act with respect to immigration are", "(i) to promote international justice and security by fostering respect for human rights and by denying access to Canadian territory to persons who are criminals or security risks; and", "...", "33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.", "...", "37. (1) A permanent resident or a foreign national is inadmissible on grounds of organized criminality for", "(a) being a member of an organization that is believed on reasonable grounds to be or to have been engaged in activity that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of an offence punishable under an Act of Parliament by way of indictment, or in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute such an offence, or engaging in activity that is part of such a pattern; or", "(b) engaging, in the context of transnational crime, in activities such as people smuggling, trafficking in persons or money laundering.", "(2) Paragraph (1)(a) does not lead to a determination of inadmissibility by reason only of the fact that the permanent resident or foreign national entered Canada with the assistance of a person who is involved in organized criminal activity.", "...", "44. (1) An officer who is of the opinion that a permanent resident or a foreign national who is in Canada is inadmissible may prepare a report setting out the relevant facts, which report shall be transmitted to the Minister.", "(2) If the Minister is of the opinion that the report is well-founded, the Minister may refer the report to the Immigration Division for an admissibility hearing, except in the case of a permanent resident who is inadmissible solely on the grounds that they have failed to comply with the residency obligation under section 28 and except, in the circumstances prescribed by the regulations, in the case of a foreign national. In those cases, the Minister may make a removal order.", "(3) An officer or the Immigration Division may impose any conditions, including the payment of a deposit or the posting of a guarantee for compliance with the conditions, that the officer or the Division considers necessary on a permanent resident or a foreign national who is the subject of a report, an admissibility hearing or, being in Canada, a removal order.", "45. The Immigration Division, at the conclusion of an admissibility hearing, shall make one of the following decisions:", "(a) recognize the right to enter Canada of a Canadian citizen within the meaning of the Citizenship Act, a person registered as an Indian under the Indian Act or a permanent resident;", "(b) grant permanent resident status or temporary resident status to a foreign national if it is satisfied that the foreign national meets the requirements of this Act;", "(c) authorize a permanent resident or a foreign national, with or without conditions, to enter Canada for further examination; or", "(d) make the applicable removal order against a foreign national who has not been authorized to enter Canada, if it is not satisfied that the foreign national is not inadmissible, or against a foreign national who has been authorized to enter Canada or a permanent resident, if it is satisfied that the foreign national or the permanent resident is inadmissible.", "3. (1) En matière d'immigration, la présente loi a pour objet", "i) de promouvoir, à l'échelle internationale, la justice et la sécurité par le respect des droits de la personne et l'interdiction de territoire aux personnes qui sont des criminels ou constituent un danger pour la sécurité;", "...", "33. Les faits - actes ou omissions - mentionnés aux articles 34 à 37 sont, sauf disposition contraire, appréciés sur la base de motifs raisonnables de croire qu'ils sont survenus, surviennent ou peuvent survenir.", "...", "37. (1) Emportent interdiction de territoire pour criminalité organisée les faits suivants:", "a) être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle se livre ou s'est livrée à des activités faisant partie d'un plan d'activités criminelles organisées par plusieurs personnes agissant de concert en vue de la perpétration d'une infraction à une loi fédérale punissable par mise en accusation ou de la perpétration, hors du Canada, d'une infraction qui, commise au Canada, constituerait une telle infraction, ou se livrer à des activités faisant partie d'un tel plan;", "b) se livrer, dans le cadre de la criminalité transnationale, à des activités telles le passage de clandestins, le trafic de personnes ou le recyclage des produits de la criminalité.", "(2) Les faits visés à l'alinéa (1)a) n'emportent pas interdiction de territoire pour la seule raison que le résident permanent ou l'étranger est entré au Canada en ayant recours à une personne qui se livre aux activités qui y sont visées.", "...", "44. (1) S'il estime que le résident permanent ou l'étranger qui se trouve au Canada est interdit de territoire, l'agent peut établir un rapport circonstancié, qu'il transmet au ministre.", "(2) S'il estime le rapport bien fondé, le ministre peut déférer l'affaire à la Section de l'immigration pour enquête, sauf s'il s'agit d'un résident permanent interdit de territoire pour le seul motif qu'il n'a pas respecté l'obligation de résidence ou, dans les circonstances visées par les règlements, d'un étranger; il peut alors prendre une mesure de renvoi.", "(3) L'agent ou la Section de l'immigration peut imposer les conditions qu'il estime nécessaires, notamment la remise d'une garantie d'exécution, au résident permanent ou à l'étranger qui fait l'objet d'un rapport ou d'une enquête ou, étant au Canada, d'une mesure de renvoi.", "45. Après avoir procédé à une enquête, la Section de l'immigration rend telle des décisions suivantes:", "a) reconnaître le droit d'entrer au Canada au citoyen canadien au sens de la Loi sur la citoyenneté, à la personne inscrite comme Indien au sens de la Loi sur les Indiens et au résident permanent;", "b) octroyer à l'étranger le statut de résident permanent ou temporaire sur preuve qu'il se conforme à la présente loi;", "c) autoriser le résident permanent ou l'étranger à entrer, avec ou sans conditions, au Canada pour contrôle complémentaire;", "d) prendre la mesure de renvoi applicable contre l'étranger non autorisé à entrer au Canada et dont il n'est pas prouvé qu'il n'est pas interdit de territoire, ou contre l'étranger autorisé à y entrer ou le résident permanent sur preuve qu'il est interdit de territoire."], ["[7]", "The present case is concerned with subsection 37(1)(", ") of IRPA and the determination by the Immigration Division under subsection 45(", ") that the Applicant should be removed from Canada.", "Issue One", ": What is the appropriate standard of review?"], ["[8]", "Care must be taken with respect to the standard of review to distinguish between the role of the Immigration Division, which is to make its determination having regard to sections 33 and 37(1)(", ") of IRPA on the basis of whether there are \"reasonable grounds to believe\", and the role of the Courts in reviewing such a determination."], ["[9]", "Justice Russell of this Court recently gave careful consideration as to the standard of review to be applied by the Courts in cases such as this in his decision", "<FRAGMENT_SUPPRESSED> to 26"], ["[21] The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:  <FRAGMENT_SUPPRESSED> ."], ["[22] Past jurisprudence has firmly established that the Board's determination of inadmissibility on grounds of membership in a criminal organization \"is largely an assessment of facts, and is thus to be reviewed on the standard of reasonableness\":  <FRAGMENT_SUPPRESSED> ; see also  <FRAGMENT_SUPPRESSED> . This includes the ID's evaluation of the evidence, including the credibility of witnesses and the weight to be assigned to their testimony: see  <FRAGMENT_SUPPRESSED> ."], ["[23] As others have noted, the application of the reasonableness standard of review in cases relating to inadmissibility under sections 34 to 37 of the Act is affected by the statutory standard of proof that applies to the constituent facts of inadmissibility, namely \"reasonable grounds to believe\": see s. 33 of the Act. For clarity, then, the ID had to come to a reasonable conclusion that there are reasonable grounds to believe that: a) Hells Angels is a criminal organization (which is not in dispute here); and b) the Applicant was a \"member\" of that organization as that term has been defined by the jurisprudence: see  <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED> , at paras 4, 24."], ["[24] The Applicant's attempts to separate out subsidiary legal issues regarding the ID's treatment of the evidence, such as the \"standard of proof\" applicable to the rebuttal of evidentiary presumptions about credibility, does not affect the standard of review. The ID is entitled to deference in its evaluation of the evidence, including the judgments about witness credibility that this necessarily entails:  <FRAGMENT_SUPPRESSED> ."], ["[25] The question of the proper application of the rule from  <FRAGMENT_SUPPRESSED>  properly applied, it could compromise a party's right to know and fully answer the case to be met, often referred to as the principle of audi alteram partem. Questions of procedural fairness are reviewable on a standard of correctness:  <FRAGMENT_SUPPRESSED> . As the Federal Court of Appeal stated in  <FRAGMENT_SUPPRESSED> \"[t]he decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\" This is a question on which no deference is due."], ["[26] When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See  <FRAGMENT_SUPPRESSED> , at para 47, and Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the\"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\""], ["[10]", "There are no issues as to lack of procedural fairness or lack of natural justice in the present case. I will review questions of law on the basis of correctness. I will review an assessment of facts on the basis of reasonableness, keeping in mind that many of the factual determinations to be made were on the basis of \"reasonable grounds to believe\" rather than \"balance of probabilities.\""], ["[11]", "As to the \"reasonable grounds to believe\" criteria, I am guided by what the Supreme Court of Canada has written in", "<FRAGMENT_SUPPRESSED>  at paragraphs 114 and 116"], ["[114] The first issue raised by s. 19(1)(j) of the Immigration Act is the meaning of the evidentiary standard that there be \"reasonable grounds to believe\" that a person has committed a crime against humanity. The FCA has found, and we agree, that the \"reasonable grounds to believe\" standard requires something more than mere suspicion, but less than the standard applicable in civil matters of proof on the balance of probabilities:  <FRAGMENT_SUPPRESSED>  (CA), at p 445;  <FRAGMENT_SUPPRESSED>  (CA), at para 60. In essence, reasonable grounds will exist where there is an objective basis for the belief which is based on compelling and credible information:  <FRAGMENT_SUPPRESSED>  the \"reasonable grounds to believe\" standard, it is important to distinguish between proof of questions of fact and the determination of questions of law. The \"reasonable grounds to believe\" standard of proof applies only to questions of fact:  <FRAGMENT_SUPPRESSED>  (CA), at p 311. This means that in this appeal the standard applies to whether Mr. Mugesera gave the speech, to the message it conveyed in a factual sense and to the context in which it was delivered. On the other hand, whether these facts meet the requirements of a crime against humanity is a question of law. Determinations of questions of law are not subject to the \"reasonable grounds to believe\" standard, since the legal criteria for a crime against humanity will not be made out where there are merely reasonable grounds to believe that the speech could be classified as a crime against humanity. The facts as found on the \"reasonable grounds to believe\" standard must show that the speech did constitute a crime against humanity in law.", "Issue Two", ": Has the Member committed an error in law by determining that the activities of persons in the subject organization were offences under the law of Macau, without sufficient evidence to support that determination?"], ["[12]", "The essence of the Applicant's Counsel's argument as to this issue is that subsection 37(1)(", ") requires that the Immigration Division conduct what is called an equivalency test; namely, a determination as to whether the relevant laws of Macau are \"equivalent\" to the relevant laws of Canada in respect of \"an offence punishable under an Act of Parliament by way of indictment.\" Counsel argues that the Panel Member made no equivalency determination and that there was little or no evidence on the record upon which such a determination could have been made."], ["[13]", "The requirement of an \"equivalency\" test seems to be rooted in an interpretation given by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (FCA) of the predecessor regulation to subsection 37(1)(", ") of IRPA; namely, subsection 19(1)(c.2) of the", "Immigration Act", ", 1976, sc 1976-66, c 22, which read:", "s. 19(1) no person shall be granted admission who is a member of the following classes", "(c.2) persons, who there are reasonable grounds to believe are or were members of an organization that there are reasonable grounds to believe is or was engaged in activity that is part of a pattern of criminal activity, planned and organized by number of persons acting in concert in the furtherance of the omission of any offense under the Criminal Code or Controlled Drugs and Substances Act that may be punishable by way of indictment or in the commission outside of Canada of an act or omission that if committed in Canada would constitute such an offence except persons who have satisfied the Minister that their admission would not be detrimental to the national interest.", "s. 19.(1) Les personnes suivante appartiennent à une catégorie non admissible:", "c.2) celles dont il y a des motifs raisonnables de croire qu'elles sont ou ont été membres d'une organisation dont it y a des motifs raisonnables de croire qu'elle se livre ou s'est livrée à des activités faisant partie d'un plan d'activités criminelles organisées par plusieurs personnes agissant de concert en vue de la perpétration d'une infraction au Code Criminel ou à la Loi règlementant certaines drogues et autres substances qui peut être punissable par mise en accusation ou a commis à l'étranger un fait - acte ou omission - qui, s'il avait été commis au Canada, constituerait une telle infraction, sauf si elles convainquent le ministre que leur admission ne serait nullement préjudiciable à l'intérêt national;"], ["[14]", "In <FRAGMENT_SUPPRESSED> , the second last paragraph of the Court of Appeal's reasons written by Malone JA and concurred in by Létourneau and Sexton JJA, states:", "In addition, the organization here, contrary to that in Yamani, has no legitimate objectives. Moreover, the activities prohibited by paragraph 19(1)(c.2) are better detailed than in Yamani. Here these activities are limited to offenses falling under the Criminal Code or the Controlled Drugs and Substances Act. Where the prohibited activities are committed outside of Canada, there is a requirement of equivalency and dual criminality before paragraph 19(1)(c.2) comes into play. Finally, even if a crime is committed, it remains possible for the person who falls within the scope of application of the provision to be admitted to Canada if the admission would not be detrimental to national interest."], ["[15]", "Justice Mosley of this Court in", "<FRAGMENT_SUPPRESSED>  has held, and I accept, that the determination of whether or not an offence committed abroad is an equivalent offence is a question of law; hence, reviewable upon the standard of correctness. He wrote at paragraph 12:", "12 The determination of whether or not an offence committed abroad of which a foreign national has been convicted is equivalent to an offence under an Act of the Parliament of Canada is a question of law. Accordingly, such a question of law is reviewable upon the standard of correctness:  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1459, at para. 29."], ["[16]", "Justice Mosley at paragraph 15 of his reasons, in citing Justice de Montigny in", "<FRAGMENT_SUPPRESSED>  addressed the question as to what kind of evidence is required to prove the foreign law. He wrote:", "15 As was found by Justice de Montigny in  <FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 264, at para. 24, \"it is now well-settled that foreign criminal law may be proved without expert evidence in determining criminal inadmissibility in the immigration context. The decision-maker may rely on expert evidence if it is available, but may also rely on the foreign and domestic statutory provisions and the totality of the evidence, both oral and documentary: see, e.g.,  <FRAGMENT_SUPPRESSED>  (F.C.A.).\""], ["[17]", "It is worth quoting Justice de Montigny's decision at paragraph 37 of", "Qi", ", above, because he took pains to make it clear that he was not saying that expert evidence is required in all cases where an equivalency test is to be considered; rather, in a case such as the one he had before him where the applicant (person likely to be deported) had put credible expert evidence before the officer, then some evidence of like nature may be required to rebut it. He wrote at paragraph 37:", "37 I wish to make it clear that these reasons should not be interpreted as requiring expert opinion in all circumstances where immigration officials make decisions predicated on foreign law. However, when an applicant's position is buttressed by credible and well-articulated opinion authored by an expert whose credentials are not in dispute, it will most likely be unreasonable to come to an opposite conclusion without the benefit of any expert evidence to the contrary."], ["[18]", "As to the nature and quality of evidence required in considering an offence in a foreign jurisdiction, it is well to keep in mind the distinction made by Justice Urie of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  between offences", "malum in se", "and offences", "malum prohibitum", "; in other words, offences which by their very nature can be considered to be an offence in any civilized nation, and those offences that may be more particular to a certain nation and may require a study of the pertinent legal provisions and jurisprudence in that nation and Canada. He wrote at paragraph 6:", "6 I recognize, of course, that there are some offences such as murder, which may be compendiously described as crimes malum in se, where the extent of the proof required to satisfy the duty imposed on the Adjudicator is not so great. A conviction for such a crime would usually arise from circumstances which would constitute offences in Canada. It is in the sphere of statutory offences which may be described as offences malum prohibitum in contradistinction to offences malum in se, that the comments which I have previously made have particular applicability"], ["[19]", "This passage, and other jurisprudence, was recently considered by Justice Roy of this Court in", "<FRAGMENT_SUPPRESSED>  where he was asked to consider \"equivalency\" having regard to subsection 37(1)(", ") of IRPA (not (", ")). I repeat paragraphs 38, 39 and 44 of his Reasons"], ["[38] In any event, as we shall see later, the case law on paragraph 36(1)(b) has since evolved so as to allow this so-called equivalency to mean something other than having the essential ingredients of the offences correspond perfectly. If we look at this case law, I do not see how the applicant's argument can succeed, whether it is paragraph 36(1)(b) or paragraph 36(1)(c) that is relied on here."], ["[39] The applicant tries to convince us that the decision cited repeatedly on the means of establishing so-called equivalency (within the framework of paragraph 36(1)(b)) does not support the methods set out therein, but instead establishes an analysis grid that requires the trier of fact to justify his or her choice among several ways of determining equivalency", ". . ."], ["[44] Therefore, in my opinion, there is nothing to lead us to doubt that the Federal Court of Appeal, in Hill, made available alternative methods of determining so-called \"equivalency.\" In addition, I would add that the internal logic of the three methods is inconsistent with the conclusion sought by the applicant. Indeed, it is difficult to understand how a method described as being hybrid, the third, would be inferior to the second method that was based on the evidence adduced to determine the essential ingredients of the offence in Canada."], ["[20]", "In reviewing these and other authorities cited by Counsel for each of the parties, I conclude that there is indeed a requirement that the Panel Member consider equivalency between the law of the foreign jurisdiction in which the alleged offence was committed, and the appropriate laws of Canada. That determination is to be based on the record before the Member; for instance, if one party leads credible expert evidence, then the other party would be well advised to do likewise. However, where the alleged offences are such that, regardless of the jurisdiction, most civilized countries would have laws condemning such an offence, it would be ludicrous to expect that expert evidence would have to be led in such a case. While in no way limiting examples of such an offence, it must readily be agreed that murder, unprovoked assault, mutilation, extortion, and other offences, would easily meet such a criterion."], ["[21]", "Returning to Applicant's Counsel's contentions respecting this issue, I agree that the Member's decision does not say \"I hereby make the following determination as to equivalency ...\" and I agree that there was no specific piece of legislation or jurisprudence before the Member as to what the laws of Macau were at the pertinent time respecting offences such as murder, extortion, assault, and so forth. However, I disagree that the decision should be set aside for such reasons."], ["[22]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  has stated that in IRPA we find a number of provisions that are intended to facilitate the removal of permanent residents who have engaged in serious criminality. At paragraphs 9 and 10 the Chief Justice, for the Court, wrote:", "9 The IRPA enacted a series of provisions intended to facilitate the removal of permanent residents who have engaged in serious criminality. This intent is reflected in the objectives of the IRPA, the provisions of the IRPA governing permanent residents and the legislative hearings preceding the enactment of the IRPA.", "10 The objectives as expressed in the IRPA indicate an intent to prioritize security. This objective is given effect by preventing the entry of applicants with criminal records, by removing applicants with such records from Canada, and by emphasizing the obligation of permanent residents to behave lawfully while in Canada. This marks a change from the focus in the predecessor statute, which emphasized the successful integration of applicants more than security: e.g. see s. 3(1)(i) of the IRPA versus s. 3(j) of the former Act; s. 3(1)(e) of the IRPA versus s. 3(d) of the former Act; s. 3(1)(h) of the IRPA versus s. 3(i) of the former Act. Viewed collectively, the objectives of the IRPA and its provisions concerning permanent residents, communicate a strong desire to treat criminals and security threats less leniently than under the former Act."], ["[23]", "Thus, I am instructed to take a broad view of the provisions of IRPA respecting removal for criminal activity."], ["[24]", "In", "Newfoundland and  <FRAGMENT_SUPPRESSED>  Justice Abella, writing for the Supreme Court, cautioned against discrete analysis of decisions such as that under review here. A reviewing Court must show respect for the decision-making process and determine the reasonableness in light of both the outcome and the reasons."], ["[25]", "A review of the record before the Member here shows abundant evidence that Triads in Macau were engaged in a number of activities that any civilized country would find to be illegal and indictable; including cold-blooded murder in public, extortion, assault, and more. A discrete analysis was unnecessary. Further, the evidence directly names the Applicant as a principal member of the Triads in question. Against this, the Applicant led no evidence of any material value. With such a wealth of evidence against the Applicant and virtually nothing to support his position, the result was not only predictable, but inevitable. I see no point in quashing the decision and sending it back.", "Issue Three", ": Has the Member committed an error in law by determining that homicide is an indictable offence in Canada?"], ["[26]", "Applicant's Counsel argues that the Member uses the word \"homicide\" in many places in the reasons under review. Counsel argues that, in Canada, there are homicides which are indictable, as well as homicides which are not; and the Member does not distinguish between them in the reasons."], ["[27]", "While this is strictly true, it does not mean that the decision should be quashed and sent back for re-determination. The evidence shows that the Triads committed, among other things, cold-blooded murder in full public view; undoubtedly, an indictable offence. There is no doubt that the Member's reasons were directed at least to such murders when the word \"homicide\" was used.", "Issue Four", ": Has the Member committed an error in law by applying the wrong standard of proof in determining that the Applicant was a \"member\" of an organization?"], ["[28]", "I begin with citing the Reasons of Justice Martineau in", "<FRAGMENT_SUPPRESSED> where he wrote that subsection 37(1)(", ") of IRPA does not require actual proof of membership; rather, it requires only reasonable grounds to believe that the person is a member. He wrote:", "26 However, this claim of the applicant does not affect the lawfulness of the panel's decision. In fact, belonging to an organization described in paragraph 37(1)(a) of the Act does not require the existence of criminal charges or a conviction. In addition, case law has clearly established that it is not necessary to demonstrate that the person concerned is a member of an organization, but rather that there are reasonable grounds to believe that he or she is a member: paragraph 37(1)(a) and section 33 of the  <FRAGMENT_SUPPRESSED> , did not give membership a narrow meaning; it gave it a broad meaning, so as to include, in that case, former membership. Linden, JA, for the Court, wrote at paragraphs 18 to 21:", "18 One of Parliament's objectives when enacting the IRPA was to simplify the former Act. Section 33 does just that: it reduces the necessary repetition of the phrases denoting past, present and future membership in the former Act by establishing a \"rule of interpretation\" that permits a decision-maker to consider past, present and future facts when making a determination as to inadmissibility.", "19 If one were to interpret paragraph 37(1)(a) as including only present membership in an organization, it would, in effect, render section 33 redundant. The Board said (at page 49), and I concur, that consideration of evidence of a person's history and future plans would be relevant to the question of whether a person is currently a member of an organization described in section 37, even without codification to such effect in legislation.", "20 In my view, Parliament must have intended section 33 to have some meaning. The language of section 33 is clear that a present finding of inadmissibility, which is a legal determination, may be based on a conclusion of fact as to an individual's past membership in an organization. In other words, the appellant's past membership in the A.K. Kannan gang, a factual determination, can be the basis for a legal inadmissibility finding in the present.", "21 Second, this interpretation is consistent with the purpose of the inadmissibly provisions and the IRPA as a whole. The inadmissibility provisions have, as one of their objectives, the protection of the safety of Canadian society. They facilitate the removal of permanent residents who constitute a risk to Canadian society on the basis of their conduct, whether it be criminality, organized criminality, human or international rights violations, or terrorism. If one were to interpret \"being a member\" as including only present membership in an organization described in paragraph 37(1)(a), this would have a contrary effect, by narrowing the scope of persons who are declared inadmissible, thereby increasing the potential risk to Canadian safety."], ["[31]", "In the present case, the Member had abundant evidence in the record, including a book and an article directly implicating the Applicant as a prominent Triad member. There is no basis for setting the decision aside on this issue.", "CONCLUSION"], ["[32]", "Counsel for the Applicant must be given credit for the direct and candid manner in which his arguments were presented; however, viewing the decision and outcome as a whole, based on the abundant record before the Member, I am satisfied that the Member correctly appreciated the legal principles to be addressed and came to a reasonable conclusion based on the record."], ["[33]", "I appreciate that the interpretation of subsection 37(1)(", ") of IRPA is not entirely free from doubt, and that the opinion of the Federal Court of Appeal would be welcome in this regard. Therefore, I will certify the following question as proposed by Applicant's Counsel:", "In section 37(1)(a) of the Immigration and Refugee Protection Act, does the phrase \"in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute such an offence\" require evidence of the elements of a specific foreign offence and an equivalency analysis and finding of dual criminality between the foreign offence and an offence punishable under an Act of Parliament by way of indictment."], ["[34]", "There are no special reasons to award costs.", "JUDGMENT"], ["[35]", "FOR THE REASONS PROVIDED", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed; and", "2. The following question is to be certified:", "In section 37(1)(a) of the Immigration and Refugee Protection Act, does the phrase \"in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute such an offence\" require evidence of the elements of a specific foreign offence and an equivalency analysis and finding of dual criminality between the foreign offence and an offence punishable under an Act of Parliament by way of indictment.", "3. No Order as to costs.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/vnh"]]}