{"id_": "045608", "body_str": [["[1]", "Barnes, J.", ": This is an application for judicial review by Wang Jing Hui challenging a decision by a Visa Officer at the Canadian Embassy in Beijing, China denying his application for a permanent resident visa. The impugned decision was made on September 27, 2010 and it was based on a finding of misrepresentation under s 40 of the", "Immigration Refugee and Protection Act,", "SC 2001, c27, [", "IRPA", "]. Mr. Hui contends that he was denied procedural fairness by the Visa Officer and that the misrepresentation finding was unreasonable. For the reasons that follow I am dismissing Mr. Hui's application."], ["[2]", "Mr. Hui was an approved nominee under the Saskatchewan Immigrant Nominee Program as a member of the skilled-worker class. On December 17, 2008, he applied for a permanent resident visa through the Canadian Embassy in Beijing. His application included an offer of arranged employment as a chef with the Husky Family Restaurant in Rosetown, Saskatchewan. Mr. Hui also declared that he had worked as a chef in China since 1996 and had current employment with the Shenglin Restaurant in Dalian, China."], ["[3]", "On June 11, 2009 the Embassy wrote to Mr. Hui requesting, among other things, a recent letter of employment and a copy of his school diploma. Mr. Hui provided letters confirming his employment and education but claimed that his diploma had been lost. The Visa Officer then sought to verify this information by making telephone enquiries to Mr. Hui's school and to his employer. These checks were supportive but the persons contacted were either neighbours or related to Mr. Hui. In the result, the Visa Officer determined that a site visit by the Embassy Anti-Fraud Unit (AFU) was required."], ["[4]", "The AFU investigator attended at the place of Mr. Hui's employment and spoke with the head chef, Mr. Yu. Mr. Yu said that he had worked at the restaurant for 2 to 3 months but did not know the name of his predecessor. Only one of the 5 remaining kitchen staff claimed to know Mr. Hui. The Restaurant Manager (Mr. Hui's relative who had signed the employment letter) told the investigator that Mr. Hui had worked at the restaurant but had left. She also said that there was no documentary record of Mr. Hui's past employment. The investigator then called Mr. Hui and was told that after 10 years of employment at the Shenglin Restaurant he had quit his job 6 weeks earlier to work at the nearby Jinlin Restaurant. The investigator noted that if this was true, Mr. Hui's employment at the Shenglin Restaurant would have overlapped with that of the current head chef, Mr. Yu, who claimed to have no knowledge of Mr. Hui. The investigator concluded his report in the following way:", "Conclusion:", "Fraud with collusion", ". The applicant said that he had had been working at Shenglin Restaurant for 10 years and was Head Chef until he left 1 ½ months prior to the site visit. The actual Head Chef at the restaurant started working there 2-3 months prior to the site visit and was working there as Head Chef when the applicant says that he was Head Chef.", "The Head Chef did not know the applicant and all but one of the kitchen staff said that they did not know the applicant.", "There is no paperwork or documentation that shows the applicant was working there - the only confirmation of employment was from the restaurant manager who has indicated that they are 'relatives'. [Emphasis added.]"], ["[5]", "On April 28, 2010, the Visa Officer wrote to Mr. Hui to advise him that there were grounds to believe that he had misrepresented his employment as a chef at the Shenglin Restaurant. The Visa Officer also provided the details of the AFU investigation which was described as persuasive evidence of a misrepresentation. The Visa Officer appropriately invited Mr. Hui to respond and he did so with a lengthy explanation for the apparent discrepancies in his employment history. Among other things, he denied that his employment had ever overlapped with that of Mr. Yu and he attributed the AFU investigator's contrary finding to a possible clerical error. He offered no explanation for the failure of most of the other kitchen staff to acknowledge his employment beyond inviting the Visa Officer to call a current employee, Mr. Weng. Mr. Hui supplemented his response with photos showing him outside of the restaurant and attending a birthday party inside the restaurant. He also produced an envelope addressed to him at the Shenglin Restaurant and a health record stating that he worked there. He also provided contact information for several persons who he claimed could verify his employment history."], ["[6]", "Notwithstanding Mr. Hui's response, the Visa Officer rejected his claim on the ground of misrepresentation. The Visa Officer did accept that Mr. Hui produced sufficient evidence to establish a connection to the Shenglin Restaurant but that it was insufficient to substantiate the duration of any employment or the levels of work experience he had declared. The Visa Officer concluded his reasons in the following way:", "I have reviewed the applicant's submission and I am not satisfied it has addressed our concerns. The explanations provided as to why the applicant temporarily left his job at Shenglin Restaurant between September 2009 and April 2010 appears self-serving. It is not credible that the applicant happened to leave his job exactly at the time when we conducted our verifications between Sept and Nov 2009 and returned to the restaurant afterwards. It is also not credible that none of the kitchen staff working a the restaurant at the time of our visit knew the PA, except one employee, even though the PA stated to have worked there until September 2009.", "The further documents submitted by the applicant do not overcome the concern raised by the telephone verification. It is commonly understood at this visa office, and is my experience, that improperly issued and inauthentic documents, including inauthentic stamped and notarized documents, are easily obtained in China. I do not consider that requesting a verification of these supplementary documents will address my concerns because the applicant has been alerted as to the possibility of telephone verifications, and under these circumstances verifying authorities may have been co-opted to provide false verifications. I therefore give less weight to these documents than to the information provided in the telephone verification.", "It is noted, and it was confirmed by the applicant in his reply, that no paper records existed at the restaurant to prove the PA's employment there since 2001. Though the agent stated that this fact is not uncommon in China, the fact that no records existed at all remains a concern. The few pieces of evidence provided by the applicant in his reply, may prove that the PA was at some point connected to or working at the restaurant, but cannot testify to the length of employment and cook experience of the PA as stated on file.", "I have noted the references and numbers provided by the PA in his reply, however I do not consider that contacting these references at this time would address my concerns because they are provided by the applicant after our verifications and cannot be therefore considered reliable sources of impartial information.", "Based on the evidence available, on a balance of probabilities, the PA misrepresented his employment as a cook at Shenglin Restaurant. The misrepresentation or withholding of this material made the applicant appear to meet the work experience requirement in order to receive a provincial nominee certificate and this would have enabled the applicant to obtain a permanent resident visa as a provincial nominee.", "As a result, I recommend refusal of this case for misrepresentation pursuant to section A40(1) of the IRPA."], ["[7]", "Mr. Hui contends that the Visa Officer failed to consider his submissions in a fair and balanced way and that he essentially fettered his discretion by holding that the supplementary materials presented were unreliable and unverifiable. I do not agree. The materials Mr. Hui produced in response to the Visa Officer's fairness letter were appropriately given minimal weight. In the face of the serious discrepancies identified in Mr. Hui's story by the AFU investigator, something more than two inconclusive photos, a postal envelope and a health record were obviously required. The Visa Officer's fairness letter gave explicit notice to Mr. Hui that his declared employment history was in doubt. It was Mr. Hui's obligation to present the strongest possible corroborating evidence. Instead of marshalling meaningful evidence, he attempted to shift the evidentiary burden to the Visa Officer to conduct further enquiries. Although it was perhaps not the most prudent statement for the Visa Officer to discount in advance the reliability of the sources Mr. Hui had identified, the fact remains that Mr. Hui had the obligation to produce that evidence. He had no legal right to impose an investigative burden on the Visa Officer and the Visa Officer cannot be faulted for declining Mr. Hui's invitation."], ["[8]", "A fettering argument might have arisen if Mr. Hui had produced any significant corroborating evidence which was then rejected in a perfunctory way. But here the evidence Mr. Hui submitted was of limited value in responding to the Visa Officer's stated concerns. It was inconclusive and it was given the weight it deserved - that is, that the Visa Officer accepted that Mr. Hui had established some sort of connection to the Shenglin Restaurant but nothing more. That was a reasonable conclusion and it cannot be successfully attacked on judicial review."], ["[9]", "Mr. Hui's remaining complaints involve either the weighing or the interpretation of evidence. These are not appropriate matters for judicial review. While it is true that some of the evidence was open to a different interpretation, the Visa Officer's approach cannot be faulted for that reason."], ["[10]", "It was also open to Mr. Hui to produce affidavits or other reliable evidence to address the point he now makes that the kitchen staff did not deny any knowledge of his employment but merely remained mute when approached. That, of course, is not how the AFU investigator interpreted their responses (ie. \"The Head Chef did not know the applicant and all but one of the kitchen staff said that they did not know the applicant\") and it was reasonable for the Visa Officer to adopt this view of their evidence."], ["[11]", "Mr. Hui's misrepresentations and omissions were sufficient to support a finding under s 40 of the", "IRPA", ". The fact alone that he did not bother to report his alleged change of employment until weeks later when he was confronted by the AFU investigator is a serious breach of the duty of candour and it reasonably supports an inference that he was covering up the true facts of his employment in China."], ["[12]", "Mr. Hui also contends that the Visa Officer breached the duty of fairness by failing to consult with officials from Saskatchewan before his claim was rejected. This argument has no merit. Article 4.10 of the Canada-Saskatchewan Immigration Agreement requires Canada to notify Saskatchewan of the reasons for a possible refusal of a provincial nominee. Here that was done when Canada copied Saskatchewan with the Visa Officer's fairness letter and Saskatchewan declined to intervene. Canada met its contractual obligations and no further duty was owed to Mr. Hui."], ["[13]", "For the foregoing reasons, this application for judicial review is dismissed."], ["[14]", "Neither party proposed a certified question and no issue of general importance arises on this record.", "JUDGMENT"], ["[15]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", "[End of document]"]]}