{"id_": "045673", "body_str": [["[1]", "Bédard, J.", ": This is an appeal pursuant to section 56 of the", "Trade-marks Act", ", RSC 1985, c T-13 [the Act] arising from a decision by a Hearing Officer of the Trade-marks Opposition Board of the Canadian Intellectual Property Office on behalf of the Registrar of Trade-marks (the Hearing Officer). In his decision, the Hearing Officer maintained the respondent's trade-mark registration, pursuant to section 45 of the Act. The sole issue before the Registrar was whether the respondent had established special circumstances excusing the non-use of its trade-mark. For the following reasons, the appeal is allowed.", "I.", "Context"], ["[2]", "The respondent is a New York based company that owns and operates what it describes as \"high energy, female-friendly steakhouse[s] \" in the United States bearing the trade-mark STK (the Mark). It registered the Mark in Canada on September 4, 2008, in association with the services \"bar services; restaurants\" (Registration TMA 722,923)."], ["[3]", "At the applicant's request, the Registrar issued a notice to the respondent under subsection 45(1) of the Act. The notice required the respondent to show use of the Mark at any time within the three year period immediately preceding the date of the notice, or to show special circumstances excusing non-use. The relevant period was from October 3, 2008 to October 3, 2011."], ["[4]", "Section 45 of the Act reads as follows:", "Registrar may request evidence of user", "45. (1) The Registrar may at any time and, at the written request made after three years from the date of the registration of a trade-mark by any person who pays the prescribed fee shall, unless the Registrar sees good reason to the contrary, give notice to the registered owner of the trade-mark requiring the registered owner to furnish within three months an affidavit or a statutory declaration showing, with respect to each of the wares or services specified in the registration, whether the trade-mark was in", "use in Canada at any time during the three year period", "immediately preceding the date of the notice and, if not, the date when it was last so in use and the reason for the absence of such use since that date.", "Form of evidence", "(2) The Registrar shall not receive any evidence other than the affidavit or statutory declaration, but may hear representations made by or on behalf of the registered owner of the trade-mark or by or on behalf of the person at whose request the notice was given.", "Effect of non-use", "(3) Where, by reason of the evidence furnished to the Registrar or the failure to furnish any evidence, it appears to the Registrar that a trade-mark, either with respect to all of the wares or services specified in the registration or with respect to any of those wares or services, was not used in Canada at any time during the three year period immediately preceding the date of the notice and that the", "absence of use has not been due to special circumstances that excuse the absence of use", ", the registration of the trade-mark is liable to be expunged or amended accordingly.", "[Emphasis added]", "Le registraire peut exiger une preuve d'emploi", "45. (1) Le registraire peut, et doit sur demande écrite présentée après trois années à compter de la date de l'enregistrement d'une marque de commerce, par une personne qui verse les droits prescrits, à moins qu'il ne voie une raison valable à l'effet contraire, donner au propriétaire inscrit un avis lui enjoignant de fournir, dans les trois mois, un affidavit ou une déclaration solennelle indiquant, à l'égard de chacune des marchandises ou de chacun des services que spécifie l'enregistrement, si la marque de commerce a été", "employée au Canada à un moment quelconque au cours des trois ans précédant la date de l'avis", "et, dans la négative, la date où elle a été ainsi employée en dernier lieu et la raison de son défaut d'emploi depuis cette date.", "Forme de la preuve", "(2) Le registraire ne peut recevoir aucune preuve autre que cet affidavit ou cette déclaration solennelle, mais il peut entendre des représentations faites par le propriétaire inscrit de la marque de commerce ou pour celui-ci ou par la personne à la demande de qui l'avis a été donné ou pour celle-ci.", "Effet du non-usage", "(3) Lorsqu'il apparaît au registraire, en raison de la preuve qui lui est fournie ou du défaut de fournir une telle preuve, que la marque de commerce, soit à l'égard de la totalité des marchandises ou services spécifiés dans l'enregistrement, soit à l'égard de l'une de ces marchandises ou de l'un de ces services, n'a été employée au Canada à aucun moment au cours des trois ans précédant la date de l'avis et que le défaut d'emploi", "n'a pas été attribuable à des circonstances spéciales qui le justifient", ", l'enregistrement de cette marque de commerce est susceptible de radiation ou de modification en conséquence."], ["[5]", "In response to the notice, the respondent filed the affidavit of Jonathan A. Segal, its managing member, dated April 25, 2012. In his affidavit, Mr. Segal declared that the respondent had not been able to open an STK establishment in Canada, specifically in Toronto, during the relevant period. He enumerated the steps he took and the discussions he held with different organizations to find a suitable location for the respondent's first STK establishment in Toronto. Among the discussions he held, Mr. Segal mentioned discussions he had with the Gansevoort Hotel Group and the Thompson Hotel Group, both of which had plans to open hotels in Toronto that were later aborted."], ["[6]", "The respondent also filed the affidavit of Mr. Michael Achenbaum, owner of the Gansevoort Hotel Group. Mr. Achenbaum stated that he had discussions with Mr. Segal in 2008 regarding the possibility of locating an STK bar or restaurant in the planned Gansevoort Hotel in Toronto, and except for the Group's decision not to proceed with their project, he expects that an agreement with the respondent would have been reached.", "II.", "The decision under review"], ["[7]", "The Hearing Officer found the respondent had established that the absence of use of the Mark was due to special circumstances which excused the non-use of the Mark, and he maintained the registration of the Mark."], ["[8]", "First, the Hearing Officer outlined the general principals applicable to section 45 proceedings. He then stated the legal test he would apply to determine whether the respondent had established there were special circumstances excusing non-use of the Mark."], ["[9]", "Referencing", "REFERENCE_SUPPRESSED, the Hearing Officer indicated that the determination of whether special circumstances exist involves the consideration of three criteria: (1) the length of time during which the trade-mark has not been used; (2) whether the reasons for non-use were beyond the registered owner's control; and (3) whether the registered owner has a serious intention to shortly resume use of the trade-mark. The Hearing Officer added that in", "REFERENCE_SUPPRESSED, the Federal Court of Appeal stated that the second criterion was mandatory. As a result, although the two other criteria are relevant, they could not by themselves constitute special circumstances. Finally, referencing", "REFERENCE_SUPPRESSED, the Hearing Officer noted that the reason for non-use of the Mark should be \"unusual, uncommon or exceptional\"."], ["[10]", "The Hearing Officer then proceeded to analyze the evidence with respect to each criterion."], ["[11]", "Regarding the length of non-use, he determined that since the respondent had never used the Mark, its date of registration would serve as the relevant starting date of non-use. Since the Mark was registered on September 4, 2008 and the section 45 notice was issued on October 3, 2011, he found that the period of non-use was relatively short."], ["[12]", "Regarding the second criterion he applied, the Hearing Officer concluded that the non-use of the Mark was attributable to circumstances beyond the respondent's control."], ["[13]", "The Hearing Officer noted that Mr. Segal was attributing the non-use of the Mark to special circumstances beyond the respondent's control, and referenced specifically the two aborted hotel projects of the Gansevoort Hotel Group and the Thompson Hotel Group. He also noted the corroborative evidence provided in Mr. Achenbaum's affidavit."], ["[14]", "The Hearing Officer acknowledged that poor or unfavourable market conditions were generally not considered special circumstances excusing non-use. However, he found that the respondent had been proactive and diligent in its efforts to secure a location for an STK bar and restaurant in Canada, and these efforts were consistent with the legislative intent of allowing a reasonable amount of time to commence commercial use of the Mark."], ["[15]", "Therefore, the Hearing Officer accepted the respondent's assertion that its inability to secure a location and use the trade-mark did not result from a deliberate choice, but rather, it resulted from the decisions of the Gansevoort Hotel Group and the Thompson Hotel Group not to proceed with their projects."], ["[16]", "The Hearing Officer added that the cumulative nature of the circumstances made them \"unusual, uncommon, and exceptional\" and qualified as \"circumstances not found in most cases of absence of use of the mark\" (citing", "CITATION_SUPPRESSED). Concluding his remarks on this point, the Hearing Officer expressed the view that given the nature of the services involved and the relatively short timeframe, the circumstances in this case were akin to those where the loss of a distributor or comparable link in the chain of commerce were accepted as constituting circumstances excusing non-use for a certain period of time. He relied on", "REFERENCE_SUPPRESSED."], ["[17]", "Turning to the third criterion, the Hearing Officer was satisfied that the respondent had established its intention to shortly begin using the Mark. The Hearing Officer noted that Mr. Segal's affidavit evidenced the respondent's diligent and continued efforts to open an STK bar and restaurant in Canada. He was satisfied that those efforts demonstrated a serious intention to commence use of the Mark. Further, he indicated that although Mr. Segal equivocated somewhat by referring to a \"hopeful\" date of use in 2012 or 2013, this constituted a reasonable timeframe in the circumstances. He added that this equivocation did not detract from the totality of the evidence which established that the respondent did have a serious intent to commence use of the Mark in Canada. Nevertheless, he added that while the circumstances excused the absence of use of the Mark, they would not excuse it over a much longer period.", "III.", "Issue and standard of review"], ["[18]", "The only issue raised in this application is whether the Hearing Officer's decision is reasonable. No additional evidence was filed before this Court, and the parties submitted, and I agree, that the decision is to be reviewed under the reasonableness standard of review (", "REFERENCE_SUPPRESSED).", "IV.", "Submissions of the parties", "A.", "The applicant's arguments"], ["[19]", "The applicant argues that the Hearing Officer erred in his interpretation of both the legal principles and the evidence."], ["[20]", "First, the applicant argues that the Hearing Officer applied the wrong legal test to determine whether the respondent had established special circumstances. The applicant submits that a finding of special circumstances that excuse non-use involves a two step analysis. The first step involves a determination as to whether the non-use was caused by special circumstances. If the Hearing Officer finds that the non-use of the Mark is caused by special circumstances, he must then determine whether those circumstances excuse the non-use and to make that determination, he must examine the three criteria enunciated in", "CITATION_SUPPRESSED", ". The applicant submits that the Hearing Officer conflated the determination of special circumstances with the question of whether the circumstances were beyond the respondent's control, which is only relevant in the second step of the analysis."], ["[21]", "Second, the applicant argues that the evidence could not reasonably support a finding that the non-use of the Mark was due to circumstances that were exceptional or uncommon. The applicant relies on Mr. Segal's own statement that the process of implementing an STK bar and restaurant is usually long (between two to four years). Accordingly, the applicant submits that there was nothing unusual in the process the respondent followed to open a bar and restaurant in Canada, and that these types of delays were normal and common. Moreover, while the Hearing Officer noted that difficult market conditions are not considered special circumstances, it was difficult market conditions which, according to the respondent, caused its failure to open a location. On this point, the applicant insists on Mr. Segal's statement at paragraph 17 of his affidavit that the hotels were never built \"in the current bad economy\"."], ["[22]", "Third, the applicant argues that the Hearing Officer also made an unreasonable finding when he concluded that the respondent's failure to open an STK bar and restaurant during the relevant period, was attributable to factors outside its control rather than to its deliberate choices. The applicant submits that the evidence shows that the failure to use the Mark was attributable to the respondent's deliberate commercial strategy and business decisions regarding the implementation of its STK bar and restaurant in Canada. The respondent wanted a location that corresponded to very specific criteria; this strategy made it more time consuming and difficult for the respondent to secure a suitable location. There was nothing beyond its control."], ["[23]", "The applicant relied on", "REFERENCE_SUPPRESSED, in which the Registrar determined, in very similar circumstances, that the absence of use of the trade-mark was due to deliberate business decisions that the registrant made in following its strategy to penetrate the Canadian market. Therefore, the circumstances could not excuse the absence of use.", "B.", "The respondent's arguments"], ["[24]", "The respondent argues that the Hearing Officer's decision is reasonable in that it is clear, intelligible, and it falls within the range of valid possible outcomes in view of the facts and the law."], ["[25]", "First, the respondent submits that the Hearing Officer did not err in his statement of the applicable legal test. More specifically, although the Hearing Officer applied the three criteria from", "CITATION_SUPPRESSED", ", he was also mindful that special circumstances excusing non-use need to be unusual, uncommon or exceptional. Further, it is also clear that the Hearing Officer understood that the second criterion - reasons for non-use were beyond the owner's control - was mandatory (as required by", "CITATION_SUPPRESSED", "). For each of the three criteria, the Hearing Officer properly considered and weighed the relevant evidence and came to conclusions that are within his expertise and that are reasonable."], ["[26]", "Second, the respondent submits that although the applicant's arguments are couched in the language related to the reasonableness standard of review, in substance, the applicant is asking the Court to reweigh the evidence and review the decision under the correctness standard of review. The respondent adds that each case turns on its own facts, and even if another possible outcome could have been reached from the same factual matrix, it is not determinative as to whether the Hearing Officer's decision falls within the range of acceptable outcomes."], ["[27]", "In the respondent's view, it was entirely reasonable for the Hearing Officer, based on the evidence, to conclude that the reasons for the absence of use were attributable to the Gansevoort Hotel Group and the Thompson Hotel Group deciding to cancel their projects. The respondent states it had no control over these decisions, and it was put in a situation where it had to start over on a two to four year process, to secure another location. Therefore, it was reasonable for the Hearing Officer to conclude that those circumstances were beyond its control. Further, the respondent states that the situation in this case is different from a situation where, as in", "CITATION_SUPPRESSED", ", it was the registrant itself that failed to open a location due to poor market conditions. In the specific context of this case, the respondent alleges that it was reasonable for the Hearing Officer to compare its situation to that where a registrant loses a distributor."], ["[28]", "The respondent also submits that there was an evidentiary basis for the Hearing Officer's findings that the length of the period of non-use was relatively short, and that it had showed its intention to commence use shortly."], ["[29]", "Finally, the respondent notes that the Hearing Officer properly considered the legislative intent and purpose of section 45 of the Act, which is to clear \"deadwood\" from the register, and not to expunge active trade-marks. The Hearing Officer was alive to the fact that section 45 proceedings are meant to be summary and expeditious, and as such, the evidentiary threshold is quite low. The respondent adds that special circumstances under subsection 45(3) of the Act should encompass circumstances where a registrant is actively following its business model to implement a business and start using its trade-mark, even though its strategy takes longer than three years to produce results, especially when the period of non-use is relatively short.", "V.", "Analysis"], ["[30]", "Since the applicant questions the Hearing Officer's understanding of the law, it is useful to review the relevant legal principles. The purpose of section 45 of the Act was articulated in", "REFERENCE_SUPPRESSED:", "It is well established that the purpose and scope of s. 44 [now s. 45] is to provide a simple, summary and expeditious procedure for clearing the register of trade marks which are not", "bona fide", "claimed by their owners as active trade marks. The procedure has been aptly described as one for removing \"deadwood\" from the register. The section does not contemplate a determination on the issue of abandonment but rather simply places on the registered owner of the trade mark the onus of furnishing evidence of use in Canada or of special circumstances excusing non-user [", "sic", "]. The registrar's decision is not one that finally determines substantive rights but only whether the trade mark entry is liable to be expunged under s. 44 or not. If user is relied on then the evidence filed in response to the notice must \"show\" the use or, at least, sufficiently relate the facts from which such use can be inferred.", "Under subsection 45(3) of the Act, a trade-mark that has not been used in the relevant three year period will be expunged unless the registrant can establish that the absence of use is attributable to special circumstances that excuse the non-use. The guiding principles in assessing whether special circumstances exist and whether they can excuse non-use were enunciated in", "CITATION_SUPPRESSED"], ["[31]", "In", "CITATION_SUPPRESSED, the Court stated that special circumstances \"means circumstances that are unusual, uncommon or exceptional\"."], ["[32]", "In the following excerpt from", "CITATION_SUPPRESSED, the Federal Court of Appeal enunciated the guiding principles of an assessment under subsection 45(3) of the Act:", "Under section 44 [now section 45], where it appears from the evidence furnished to the Registrar that the trade mark is not in use, the Registrar must order that the registration of the mark be expunged unless the evidence shows that the absence of use has been \"due to special circumstances that excuse such absence of use\". The general rule is thus that absence of use of a mark is penalized by expungement. For an exception to be made to this rule,", "it is necessary, under subsection 44(3), for the absence of use to be due to special circumstances that excuse it", ". With regard to this provision, it should be noted first that the circumstances it mentions", "must excuse the absence of use in the sense that they must make it possible to conclude that, in a particular case, the absence of use should not be \"punished\" by expungement", ". These circumstances must be \"special\" [See", "REFERENCE_SUPPRESSED in that", "they must be circumstances not found in most cases of absence of use of a mark", ". Finally, these special circumstances that excuse the absence of use must, under subsection 44(3),", "be circumstances to which the absence of use is due", ". This means that", "in order to determine whether the absence of use should be excused in a given case, it is necessary to consider the reasons for the absence of use and determine whether these reasons are such that an exception should be made to the general rule that the registration of a mark that is not in use should be expunged", ". I would add, finally, that the absence of use that must thus be excused is the absence of use before the owner receives the notice from the Registrar.", "It is impossible to state precisely", "what the circumstances referred to in subsection 44(3) must be to excuse the absence of use of a mark. The duration of the absence of use and the likelihood it will last a long time are important factors in this regard,", "however; circumstances may excuse an absence of use for a brief period of time without excusing a prolonged absence of use.", "It is essential, as well, to know to what extent the absence of use is due solely to a deliberate decision on the part of the owner of the mark rather than to obstacles beyond his control", ". It is difficult to see why an absence of use due solely to a deliberate decision by the owner of the mark would be excused.", "[Emphasis added]"], ["[33]", "In", "REFERENCE_SUPPRESSED, Justice Rouleau canvassed the principles enunciated in", "CITATION_SUPPRESSED", "as a three-criteria test:", "The applicable test, when dealing with special circumstances justifying non-use of a trade mark, can be found in", "REFERENCE_SUPPRESSED. Three very important criteria must be considered. First, the length of time during which the trade mark has not been in use; secondly, it must be determined whether the registered owner's reasons for not using its trade mark were due to circumstances beyond his control; thirdly, one must find whether there exists a serious intention to shortly resume use.", "That three-criteria test has since been referenced and applied on numerous occasions as the test to assess whether special circumstances excusing non-use of a trade-mark exist."], ["[34]", "In", "CITATION_SUPPRESSED", ", the issue was whether the third criterion alone-the intention to resume use of a trade-mark-was sufficient to amount to special circumstances excusing the absence of use. The Federal Court of Appeal answered negatively, and it outlined the evolution of the law from the test enunciated in", "CITATION_SUPPRESSED", "to its expression as a three-criteria test in", "CITATION_SUPPRESSED", ". The Court explained its reading of the principles set out in", "CITATION_SUPPRESSED", ", and it departed from the way those principles were canvassed in", "CITATION_SUPPRESSED", ". The Federal Court of Appeal enunciated, at paragraph 22 of its judgment, the following four guiding principles:", "22 The conclusions to be drawn from this analysis are, it seems to me, the following:", "1- The general rule is that absence of use is penalized by expungement.", "2- There is an exception to the general rule where the absence of use is due to special circumstances.", "3- Special circumstances are circumstances not found in most cases of absence of use of the mark.", "4- The special circumstances which excuse the absence of use of the mark must be the circumstances to which the absence of use is due."], ["[35]", "Further, at para 31, the Federal Court of Appeal distinguished between explaining an absence of use and excusing it:", "31 It is important to distinguish between explaining an absence of use and excusing an absence of use. Under subsection 45(3) \"special circumstances\" refers to the explanations offered for the absence of use. On the other hand, to excuse the absence of use is to attenuate the consequences of the absence of use. Whether or not a trade-mark is expunged is a function of the explanation offered for the non-use (the special circumstances) and of the characteristics of the period of non-use. The Senior Hearing Officer's error consisted of ignoring the explanation and treating one aspect of the circumstances of not use, the intention to resume use, as special circumstances."], ["[36]", "I understand from this review that the principles outlined both in", "CITATION_SUPPRESSED", "are complementary and lead to a three-step analysis that the Registrar must conduct in order to determine whether special circumstances excuse non-use in a given case."], ["[37]", "First, he must identify the reason, the explanation for the non-use of a trade-mark. Put another way, the Registrar must determine, in light of the evidence, why the registrant did not use its trade-mark during the three year period."], ["[38]", "The Registrar must then enquire as to whether the circumstances that explain the non-use constitute \"special circumstances\". In order to be considered \"special\", the circumstances must be circumstances not found in most cases of non-use. They must be uncommon, unusual or exceptional."], ["[39]", "Third, if the Registrar is satisfied that non-use of the trade-mark is due to \"special circumstances\", he must then determine whether those \"special circumstances\" excuse the non-use. To excuse the absence of use, the special circumstances must be such that, in that particular case, the trade-mark should not be expunged. To decide on that question, the Registrar must consider three criteria: the length of the non-use, whether the registrant has an intention to shortly resume use and, most importantly, whether the absence of use was attributable to circumstances beyond the registrant's control. This last factor is mandatory."], ["[40]", "The applicant argues that the Hearing Officer did not state and apply the correct legal test. I recognize that the Hearing Officer stated he would apply the test enunciated in", "CITATION_SUPPRESSED", "as it was expressed in", "CITATION_SUPPRESSED", ", and that he did not ask himself first whether the non-use of the mark was attributable to circumstances which could qualify as \"special circumstances\", as prescribed by", "CITATION_SUPPRESSED", ". Nonetheless, it appears from his decision that he considered the principles enunciated in", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", ". The Hearing Officer assessed whether the circumstances were unusual, uncommon or exceptional, but he made this assessment within his analysis of whether the circumstances of non-use were attributable to circumstances beyond the respondent's control. Accordingly, I am of the view that the Hearing Officer erred in the manner in which he expressed the applicable test, but this error is not determinative since he discussed the relevant elements."], ["[41]", "However, I consider that the Hearing Officer's application of the criteria, in light of the evidence, was unreasonable and justifies the Court's intervention."], ["[42]", "I acknowledge that the Court's role when reviewing the Registrar's decision is not to substitute its own appreciation of the evidence to that of the Tribunal (", "REFERENCE_SUPPRESSED), but in my view, and for the reasons set out below, the evidence taken as a whole, does not support the Hearing Officer's findings and does not provide an acceptable basis for his decision (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED."], ["[43]", "In the case at bar, the unreasonableness of the Hearing Officer's decision can only be understood upon conducting a review of the evidence on record. The following comments from Justice Cory in", "Toronto Board of Education", "directly apply to this case:", "47 In order to decide whether a decision of an administrative tribunal is patently unreasonable, a court may examine the record to determine the basis for the challenged findings of fact or law made by the tribunal. As Gonthier J., writing for the majority in", "REFERENCE_SUPPRESSED, observed \"[i]n some cases, the unreasonableness of a decision may be apparent without detailed examination of the record.", "In others, it may be no less unreasonable but this can only be understood upon an in-depth analysis.\"", "In", "CITATION_SUPPRESSED", "supra", ", this Court conducted a review of the record to determine if there was any evidence which could reasonably support a particular factual finding made by a labour relations board.", "48", "Therefore, in those circumstances where the arbitral findings in issue are based upon inferences made from the evidence, it is necessary for a reviewing court to examine the evidence that formed the basis for the inference.", "I would stress that this is", "not", "to say that a court should weigh the evidence as if the matter were before it for the first time. It must be remembered that even if a court disagrees with the way in which the tribunal has weighed the evidence and reached its conclusions, it can", "only", "substitute its opinion for that of the tribunal where the evidence viewed reasonably is incapable of supporting the tribunal's findings.", "[Emphasis added]"], ["[44]", "In the first step of the analysis, the Hearing Officer needed to identify the reason, the explanation for the absence of use of the Mark. He determined the respondent had been proactive and diligent in trying to secure a location, and he found that its inability to find a location for an STK establishment resulted from the decisions of the Gansevoort Hotel Group and the Thompson Hotel Group not to proceed with their hotel projects in Toronto."], ["[45]", "I consider that the evidence cannot reasonably support a finding that the non-use of the Mark was attributable to the decisions made by the Gansevoort Hotel Group and the Thompson Hotel Group."], ["[46]", "During the relevant period, the respondent had discussions with several organizations. The evidence shows that the Gansevoort Hotel Group and the Thompson Hotel Group were two out of several organizations with which the respondent held discussions. Further, the evidence shows that the discussions with these two groups occurred at the beginning of the three year relevant period."], ["[47]", "The discussions that Mr. Segal had with the Gansevoort Hotel Group started seven months before the beginning of the relevant period, and the evidence is not clear regarding the end date of these discussions. However, one can infer from other statements contained in Mr. Segal's affidavit that these discussions were terminated-or at least that Mr. Segal understood that they would not lead to an agreement-in May 2009, when he began negotiations with Ocean Port Management Ltd."], ["[48]", "The discussions Mr. Segal had with the Thompson Hotel Group, for their part, took place in October and November 2009, and they were likely finished by December 2009 when Mr. Segal commenced discussions with the Westmont Hospitality Group of Toronto."], ["[49]", "Therefore, the discussions the respondent had with both groups were likely completed by the end of the first year of the relevant period. Moreover, the evidence does not indicate whether agreements were reached or were close to being reached when both groups decided not to go forward with their respective projects."], ["[50]", "In addition and as I indicated earlier, the evidence establishes that the discussions the respondent held with the Gansevoort Hotel Group and the Thompson Hotel Group were followed by several discussions with other organizations. However, the evidence is vague and general as to why these discussions did not lead to agreements. In his affidavit, Mr. Segal limited himself to stating that the search for a location had fallen short for various reasons. He indicated as an example that in one instance, the hotel in which it was to open an establishment was never built due to the bad economy, whereas in other instances, parties could not agree on terms of leases. I understand from this that aside from the discussions he had with the Gansevoort and the Thompson Hotel Groups, the discussions Mr. Segal held with various other organizations did not lead to agreements because the parties could not reach an agreement for unexplained reasons."], ["[51]", "I acknowledge that the evidentiary burden in section 45 proceedings is not very high, but one must keep in mind that expunging a trade-mark that has not been used during the relevant period is the general principle, while maintaining the registration of such a trade-mark is an exception. Accordingly, the evidence must be sufficient and sufficiently detailed to allow the assessment of the factors set forth in the jurisprudence."], ["[52]", "In", "REFERENCE_SUPPRESSED, Chief Justice Thurlow, writing for the Federal Court of Appeal, expressed as follows the need to inform the Registrar in detail of the situation prevailing regarding the use:", "What subsection 44(1) [now 45(1)] requires is an affidavit or statutory declaration not merely stating but \"showing\", that is to say, describing the use being made of the trade mark within the meaning of the definition of trade mark in section 2 and of use in section 4 of the Act.", "The subsection makes this plain by requiring the declaration to show with respect to each of the wares and services specified in the registration whether the trade mark is in use in Canada and if not the date when it was last used and the reason for the absence of such use since that date.", "The purpose is not merely to tell the Registrar that the registered owner does not want to give up the registration", "but to inform the Registrar in detail of the situation prevailing with respect to the use of the trade mark so that he, and the Court on appeal, can form an opinion and apply the substantive rule set out in subsection 44(3).", "There is no room for a dog in the manger attitude on the part of registered owners who may wish to hold on to a registration notwithstanding that the trade mark is no longer in use at all or not in use with respect to some of the wares in respect of which the mark is registered.", "[Emphasis added]"], ["[53]", "In", "REFERENCE_SUPPRESSED, Justice Pinard indicated that \"[t]he special circumstances in section 45 create an obligation on the Registrar to ensure that the evidence adduced is solid and reliable\". In", "REFERENCE_SUPPRESSED, aff'd 2010 FCA 248, [2010] FCJ No 1208, Justice Kelen reiterated that \"[a] plea of special circumstances that excuse non-use must be substantiated with reliable evidence of sufficient specificity and detail so that the registrant assertions may have an evidentiary foundation\"."], ["[54]", "In the context of the case at bar, I consider that the evidence submitted by the respondent is neither sufficient nor specific enough to support a finding that the non-use of the Mark was attributable to decisions made by third-parties. The most favourable inference I can draw from the evidence, and that is without taking into consideration the lack of details regarding the evidence about the discussions Mr. Segal had with the Gansevoort Hotel Group and the Thompson Hotel Group, is that at the beginning of the relevant period, the respondent had discussions with two potential landlords who decided to abandon their respective projects. However, I consider that when taken as a whole, including the discussions Mr. Segal had with other organizations that did not produce results for unexplained reasons, the evidence cannot reasonably support a finding that the reason for non-use of the Mark during the relevant period was attributable to the decisions made by the Gansevoort Hotel Group and the Thompson Hotel Group."], ["[55]", "Regarding the second step of the analysis, the Hearing Officer found that the circumstances explaining the absence of use were \"special circumstances\", that is to say the cumulative nature of the circumstances made them unusual, uncommon and exceptional. With respect, I consider that the evidence could not reasonably support that finding."], ["[56]", "First and as mentioned earlier, the discussions with the Gansevoort Hotel Group and the Thompson Hotel Group were followed by discussions with several other organizations that did not lead to agreements for unexplained reasons."], ["[57]", "Second, it is clear from the evidence that the respondent's business model for opening new STK establishments involves a long process. In his affidavit, Mr. Segal indicated that it often takes years to identify the correct location and negotiate with landlords and that opening an STK establishment is the result of a process that can take several years. He stated that the search and negotiation took two years with respect to the establishments in New York and Los Angeles, three years for the establishments in Miami and Atlanta and four years for the establishment in Las Vegas."], ["[58]", "It is clear from Mr. Segal's evidence that there was nothing uncommon, unusual or exceptional in the fact that the respondent had not been able to secure a location that it found suitable to establish an STK bar and restaurant in the three year relevant period. In his affidavit, Mr. Segal himself stated that it was not surprising that \"it has been over 3 years of searching and failed negotiations in Canada\"."], ["[59]", "Accordingly, I find the evidence is insufficient to support a finding that the cumulative nature of the circumstances explaining the absence of use of the Mark made them uncommon, unusual or exceptional."], ["[60]", "The Hearing Officer found that the respondent's efforts were consistent with Parliament's intent to afford a reasonable amount of time to commence use in Canada. However, it is worth noting that Parliament saw that a three year period to commence use of a mark was a sufficient start-up period. Beyond that period, in order to avoid expungement, there must be something out of the ordinary to explain the non-use. The fact that a given business model requires a longer start-up period is not", "per se", "a circumstance that is uncommon, unusual or exceptional, nor a circumstance that is not seen in most cases of non-use."], ["[61]", "Considering my conclusion regarding the Hearing Officer's finding with respect to \"special circumstances\", I need not pursue the analysis further to determine whether the circumstances could excuse the non-use of the Mark. However, I consider that the analysis is relevant because it relates to the Hearing Officer's main conclusion and my analysis stems from my previous conclusions."], ["[62]", "The Hearing Officer concluded that the circumstances explaining the non-use of the Mark were beyond the respondent's control. He added that considering the types of services and the relatively short period of non-use, the circumstances were akin to those where the loss of a distributor or a comparable link in the chain of commerce were accepted as constituting circumstances excusing non-use for a certain period of time."], ["[63]", "For the reasons I expressed with respect to the first step of the analysis, I am of the view that the evidence does not reasonably support a finding that the circumstances explaining non-use of the Mark were beyond the respondent's control."], ["[64]", "As I indicated earlier, aside from the discussions the respondent had with the Gansevoort and the Thompson Hotel Groups, we do not know why the negotiations with the other entities did not lead to agreements. As for the discussions with the Gansevoort Hotel Group and the Thompson Hotel Group, as previously stated, the evidence does not indicate whether the parties were close to reaching an agreement when the hotel projects were cancelled, and these discussions took place in the first year of the three year period. Accordingly, the respondent still had ample time to continue its search and undertake discussions with other organizations. Mr. Segal's affidavit shows that the respondent did indeed meet with several other organizations after the failed negotiations with the Gansevoort Hotel Group and the Thompson Hotel Group. Therefore, I do not think that the evidence, taken as a whole, could reasonably support a finding that the respondent's failure to commence use of its trade-mark was attributable to circumstances beyond its control."], ["[65]", "On the contrary, I agree with the applicant that those circumstances were attributable to business decisions and choices that the respondent made and which, while legitimate, cannot be said to be beyond the respondent's control."], ["[66]", "I also find it difficult to draw a parallel between the circumstances of this case and those in", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", ", on which the Hearing Officer relied."], ["[67]", "First, these decisions were all rendered before the Federal Court of Appeal determined in", "CITATION_SUPPRESSED", ", that the factor relating to the circumstances being beyond the registrant's control was mandatory. Second, the circumstances in those cases were distinct from the circumstances in this case."], ["[68]", "In", "CITATION_SUPPRESSED", ", the Registrar refused to expunge Sealy's FANTASY trade-mark, which was registered for use with mattresses and box springs. The evidence established that for a period of 8 years, the FANTASY line of mattresses and box springs had been sold through an exclusive retailer, Eaton's, but that the agreement with Eaton's had ended in November 1993. The evidence was silent as to why the agreement with Eaton's came to an end. However, the evidence showed that the registrant had attempted to locate another retail partner, and it reached an agreement with The Brick just before the end of the three year period. It was also established that use of the trade-mark had resumed shortly after the end of that period."], ["[69]", "The Registrar concluded that the termination of the agreement with Eaton's had a disruptive effect on the use of the mark and it constituted circumstances beyond the registrant's control that would excuse use for a certain period. He also concluded that the criterion related to intention to resume use of the mark was met, given that a distributor had been found before the end of the relevant period and use of the mark had resumed shortly thereafter."], ["[70]", "That decision was challenged before this Court (", "REFERENCE_SUPPRESSED). Justice Lemieux upheld the Registrar's decision based on the Registrar's finding regarding the intention to resume use. However, it is clear from Justice Lemieux's decision that he found the evidence insufficient to support the Registrar's finding that the circumstances of non-use were beyond the registrant's control, because the evidence lacked details and specificity. The following excerpt of Justice Lemieux's judgment is interesting:", "40 The second required test is that non-use must be beyond the control of the registered owner. Here, I also agree with counsel for the appellant that Mr. Dunlop's affidavit does not establish that non-use was beyond Sealy's control. Mr. Dunlop's affidavit speaks to the termination of the exclusive retail partnership with Eaton's in November 1993 and Sealy's efforts to find another retail partner for continuous talks with Eaton's with a view to re-establishing the previous retail partnership, efforts hampered by economic downturn.", "41", "In my view, Mr. Dunlop's affidavit does not meet the test in", "CITATION_SUPPRESSED", "supra", "). It lacks details and specificity; what it does not say is also important. Mr. Dunlop's affidavit does not say, for example, who terminated (Sealy or Eaton's) the exclusive arrangement and the reasons for the termination. Mr. Dunlop's affidavit does not say why Sealy could not continue to market FANTASY mattresses and box springs to other retail outlets during the period of non-use. Three years or more of non-manufacturing and sale is a very long period for a manufacturer. Mr. Dunlop's affidavit does not give details of on-going new product development activities nor does it detail the nature of the continuous talks with Eaton's or another new retail partner. Sealy does not say if it continued to manufacture and sell mattresses and box springs under a product line other than FANTASY.", "[...]", "43 The onus was on Sealy to so demonstrate. In my view, Sealy did not establish that its decision not to use the FANTASY mark was not a voluntary one. In this respect, this case is similar to the decision of Richard J. (as he then was) in", "REFERENCE_SUPPRESSED.", "44 In my view, in terms of the second factor, the Registrar erred in finding that Sealy's non-use was beyond its control. He did not have before him sufficient evidence to enable him to make that determination.", "[Emphasis added]"], ["[71]", "Considering Justice Lemieux's conclusion that the non-use was not due to circumstances beyond the registrant's control, I do not see how the", "CITATION_SUPPRESSED", "case can be of any support to the Hearing Officer's decision. On the contrary, I find that the case has numerous similarities with the case at bar, and that the Court's judgment outlines the importance for a registrant to provide detailed evidence to support an allegation of special circumstances that excuse non-use."], ["[72]", "In", "CITATION_SUPPRESSED", ", the circumstances were different from those in the present instance. First, the registrant had purchased the trade-mark 29 months after the beginning of the three year period, and the Registrar considered that the period of non-use to be assessed should start from the date of the acquisition of the mark. Therefore, the period of non-use was only seven months, and not three years as in this case. Further, unlike the case at bar, the Registrar stated that the registrant filed an affidavit in which the affiant", "detailed the steps and difficulties", "that the registrant encountered in its search to find a supplier with sufficient manufacturing capability to meet the demand of the product and the registrant's quality standards. The evidence also showed that the registrant found a supplier shortly after having received the section 45 notice, and it had effectively commenced use of the trade-mark a few months after the notice date. Therefore, the Registrar was satisfied that the registrant had shown an absence of use for a short period and a serious intention to resume use, and that the delay in commencing use of the trade-mark was beyond its control."], ["[73]", "The", "CITATION_SUPPRESSED", "case also does not support the Hearing Officer's decision: it is not a case where the loss of a distributor was accepted as circumstances excusing non-use. In", "CITATION_SUPPRESSED", ", the registrant had suspended use of its mark pending the outcome of litigation with its distributor. While the Hearing Officer said that the loss of a distributor \"could conceivably constitute special circumstances excusing non-use\" (at para 108), the Officer went on to reject that possibility on the facts of the case. The Officer found that the non-use was due to the registrant's voluntary decision not to appoint another distributor. Therefore, nothing in the facts of", "CITATION_SUPPRESSED", "supports the Hearing Officer's decision in the case at bar."], ["[74]", "In", "CITATION_SUPPRESSED", ", the Court concluded that the Registrar's decision to maintain a registration was reasonable. The explanation for a two and one-half year period of non-use was based on poor market conditions and on the need to renovate a production facility. The Court concluded that the facts setting out the explanation for non-use were specific and satisfied the requirements of subsection 44(3) [now 45(3)] and the", "CITATION_SUPPRESSED", "decision. However, as stated earlier, in the case at bar, the evidence adduced before the Hearing Officer did not contain sufficient details to justify such a finding."], ["[75]", "By contrast, I agree with the applicant that the context of this case is similar to that in", "CITATION_SUPPRESSED", ", where the Registrar found no special circumstances excusing non-use. In that case, the evidence established that the absence of use was due to the registrant's failure to secure licensees of the mark and suitable Canadian locations for its restaurants and hotels. In one instance, the registrant had entered into negotiations, but due to difficult economic times, had been unable to conclude an agreement. In another instance, the proposed project involved restorations and renovations that were refused by the Government of Quebec. The registrant alleged that the project remained active; however the registrant had not provided details on its progress. Even with two negotiated agreements that did not materialize for reasons beyond the registrant's control, the Registrar declined to characterize the circumstances as circumstances beyond the registrant's control. She found that the absence of use of the trade-mark resulted from deliberate business decisions. The Registrar added that \"it is difficult to see why an absence of use due solely to deliberate decisions by the owner of a trade-mark to find suitable licensees and locations for its establishments would be excused\" (at para 13). The Registrar also found that the registrant's evidence regarding its intention to shortly resume use was vague and insufficient."], ["[76]", "I acknowledge that each case turns on its own facts but there are numerous similarities between the circumstances in", "CITATION_SUPPRESSED", "and those of this case. Moreover, in", "CITATION_SUPPRESSED", ", even though there was evidence that the registrant had reached agreements to use its trade-mark, which is not the case here, the Registrar refused to conclude that the reasons for non-use were special circumstances excusing the non-use."], ["[77]", "I also consider that there was little evidence to support the Hearing Officer's finding that the respondent has established its intention to shortly resume use. The relevant period went from October 3, 2008 to October 3, 2011 and the notice was delivered on October 3, 2011. The evidence establishes that six months following the section 45 notice, the respondent had still not reached any agreement regarding a potential location for an STK establishment. In his affidavit of April 25, 2012, Mr. Segal stated that he was merely \"hopeful\" that an agreement would be reached and that the respondent could commence use of the trade-mark in late 2012 or early 2013. At best, the evidence shows a possibility that use of the Mark would commence more than one year after the end of the relevant period. In my view, such a context is far from that in", "CITATION_SUPPRESSED", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED"], ["[78]", "For all of these reasons, I consider that, in the specific circumstances of this case, the outcome reached by the Hearing Officer is not defensible in respect of the facts and the law (", "REFERENCE_SUPPRESSED)."], ["[79]", "For all of these reasons, the appeal will be allowed.", "JUDGMENT"], ["[80]", "THIS COURT'S JUDGMENT is that", "1. The appeal is allowed;", "2. The decision of the Registrar of Trade-Marks dated January 28, 2014 with respect to the trade-mark STK is set aside;", "3. The Registrar of Trade-Marks is ordered to expunge the Registration TMA 722,923 from the Trade-Marks Register;", "4. Costs are ordered in favour of the applicant.", "CITATION_SUPPRESSED"]]}