{"id_": "045915", "body_str": [["[1]", "Le juge Blais", ": Il s'agit d'une demande de contrôle judiciaire de la décision de la Section de la protection des réfugiés (la Section) de la Commission de l'immigration et du statut de réfugié (la Commission) rendue le 4 avril 2007 par laquelle la Section a conclu que le demandeur n'était ni un réfugié au sens de la Convention, ni une personne à protéger au sens de l'article 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C., c. 27 (la Loi).", "FAITS PERTINENTS"], ["[2]", "Le demandeur, Adrian Edroso Morales, est citoyen du Mexique ainsi que de l'Espagne. Il est arrivé au Canada le 8 décembre 2005 et a demandé l'asile ce jour-là."], ["[3]", "Le demandeur a tout perdu lors du passage de l'ouragan Wilma et considère que sa vie est menacée au Mexique en raison de son incapacité à s'adapter à la corruption ainsi qu'à l'exploitation qui règnent dans les milieux de travail."], ["[4]", "Ses parents étant Basques, il dit ne pas pouvoir retourner en Espagne de peur d'y être persécuté comme ses parents l'ont été avant de quitter l'Espagne pour se réfugier au Mexique.", "DÉCISION CONTESTÉE"], ["[5]", "Me Donald Archambault (le commissaire) a rendu une décision orale le 3 avril 2007, par laquelle il a refusé la demande d'asile du demandeur en raison du fait que le véritable motif sous-tendant sa demande d'asile était économique et que le demandeur avait même avoué vouloir retourner au Mexique afin d'y voir sa famille lorsqu'il travaillerait au Canada.", "QUESTION EN LITIGE"], ["[6]", "Est-ce que les décisions à caractère persuasif publicisées par la Commission ont brimé le commissaire dans l'exercice de son pouvoir discrétionnaire?", "NORME DE CONTRÔLE"], ["[7]", "Comme monsieur le juge John M. Evans, pour la Cour d'appel fédérale, l'a récemment rappelé dans l'arrêt  <FRAGMENT_SUPPRESSED> la norme de contrôle applicable aux questions d'équité procédurale est celle de la décision correcte:", "Une cour de révision applique la norme de la décision correcte lorsqu'elle doit décider si, en rendant sa décision, un tribunal administratif a manqué à l'obligation d'agir équitablement en matière de procédure, y compris l'obligation d'être impartial.", "ANALYSE"], ["[8]", "Il appert à la face même du dossier à l'étude que le commissaire a rejeté la demande d'asile en raison de la preuve testimoniale présentée devant lui. En effet, le commissaire s'exprime ainsi:", "À cet effet, le demandeur a reconnu au cours de son interrogatoire que le motif pour lequel il est venu au Canada est de nature économique et donc, pour se trouver un emploi.", "Le conseil nous a alors dit que ce n'est pas le demandeur à se prononcer en droit mais chose certaine, c'est que toute la preuve que j'ai devant moi me démontre qu'effectivement tel est le cas en ce qui concerne le demandeur.", "Rappelons que le demandeur nous a même dit que si ce n'avait pas été que son commerce avait été détruit par l'ouragan Wilma, il ne serait fort probablement pas au Canada.", "Rappelons que le demandeur est venu au Canada en 2004 et qu'il n'a pas demandé asile à cette occasion alors que pour ce tribunal il lui aurait été possible de le faire.", "[...] Non seulement le demandeur ne serait exposé à un danger particulier s'il devait retourner dans son pays mais même il avoue qu'il a l'intention d'y retourner. Il ajoute, néanmoins, qu'il n'y retournerait pas pour travailler mais pour voir sa famille. [", "sic"], ["[9]", "Au surplus, les notes de l'agent d'immigration prises le 8 décembre 2005 à la question 18 intitulée « Any other information provided by the claimant » révèlent ce qui suit: « no fear to return to Mexico or to go to Spain », ainsi que « does not want to go to Spain because he does not know anyone there ». Ces preuves vont dans le sens de la décision prise par le commissaire."], ["[10]", "Bien que je ne crois pas qu'il soit nécessaire d'élaborer sur le fait que le commissaire a exercé son pouvoir discrétionnaire en se basant sur la preuve présentée devant lui, je me dois de distinguer les faits en l'espèce de la décision invoquée par le demandeur au soutien de la présente demande de contrôle judicaire."], ["[11]", "Le demandeur invoque un extrait que je n'ai pu retrouver dans la décision de la Cour d'appel fédérale Kozak, ci-dessus. La fin du paragraphe 61 est par contre identique à l'extrait cité:", "Par ailleurs, une personne qui lirait les courriels échangés entre les membres de la haute direction au début de l'initiative relative aux causes types", "pourrait raisonnablement conclure que cette stratégie n'avait pas uniquement pour but d'assurer la cohérence des futures décisions et d'accroître leur exactitude, mais également de réduire le nombre de décisions favorables qui auraient pu, n'eût été de cette stratégie, être rendues en faveur des 15 000 Roms hongrois dont on prévoyait l'arrivée au Canada en 1998 et de diminuer le nombre de demandeurs éventuels. (Mes soulignés)"], ["[12]", "La partie soulignée de la citation est celle malencontreusement omise par l'avocat de la partie demanderesse qui donne un aperçu des distinctions majeures entre la décision de la Cour d'appel fédérale et la cause qui m'est présentée. En effet, dans cette décision, des faits biens particuliers avaient été mis en preuve concernant les causes types créées pour les Roms de Hongrie."], ["[13]", "Premièrement, des courriels échangés entre les membres de la haute direction de la Commission lors de la création des causes types avaient été mis en preuve. Il ressortait de certains de ces courriels une inquiétude par rapport au nombre extrême de décisions rendues en faveur des Roms hongrois ainsi qu'une prévision d'augmentation de demandes en provenance de Hongrie."], ["[14]", "Deuxièmement , il avait été mis en preuve que la Commission n'avait pas consulté la communauté juridique spécialisée en droit de l'immigration et en droit des réfugiés avant d'émettre des causes types qui allaient guider les commissaires dans le nombre croissant de demandes provenant des Roms hongrois. À l'époque, les causes types représentaient une initiative inédite de la part de la Commission. De plus, cette dernière n'avait expliqué publiquement cette nouveauté qu'après les demandes d'autorisation pour présenter des demandes de contrôle judiciaire dans les dossiers auxquels les causes types avaient étés appliquées."], ["[15]", "Troisièmement, la dernière distinction, mais non la moindre, est la suivante: l'un des membres de la formation ayant entendu les demandes avait aussi participé à la création des dites causes types."], ["[16]", "Il convient de rappeler que la Cour d'appel fédérale avait pris soin de rappeler ce qui suit au dernier paragraphe de la décision", "Kosak", ", ci-dessus:", "Je tiens seulement à souligner que la décision en l'espèce ne signifie pas nécessairement que les conclusions de fait tirées dans les causes types ne sont pas valables ou que les décisions subséquentes fondées dans quelque mesure que ce soit sur les conclusions tirées dans les causes types sont viciées."], ["[17]", "Aucun de ces faits n'étant prouvé ou allégué dans le dossier à l'étude, je ne puis me baser sur cette décision afin de conclure que le commissaire a renoncé à l'exercice de son pouvoir discrétionnaire au profit des décisions à caractère persuasif publiées par la Commission."], ["[18]", "Le demandeur attire l'attention de la Cour sur le fait que le commissaire aurait, dans sa décision, mentionné que le Président Fox a fait et fait encore des efforts pour régler les problèmes de corruption au Mexique alors qu'il n'était plus à la présidence du pays depuis janvier 2006."], ["[19]", "Il convient ici de citer textuellement la décision du commissaire afin de répondre à cet argument:", "Le tribunal admet qu'il y a certaines corruptions mais le Mexique, depuis le Président Fox, a fait et fait encore des efforts importants pour régler ce problème. Le Mexique a institué plusieurs réformes ainsi que plusieurs mécanismes prévus à cet effet. Avec tout le respect, il est faux de prétendre ou de mentionner que c'est la corruption totale au Mexique."], ["[20]", "Il est clair, à la lecture de cet extrait, que le commissaire ne dit pas que le Président Fox fait encore des efforts, mais bien que le Mexique fait des efforts pour régler le problème de corruption et ce, depuis que le Président Fox a été élu. Au demeurant, la transcription de l'audience du 3 avril 2007, à la page 16, est encore plus claire à ce sujet, et je cite: « [i] l y a de la corruption parmi la police, mais le gouvernement depuis, depuis l'élection de Fox et depuis le nouveau président aussi, il a fait de grands efforts pour enlever la corruption à l'intérieur [...] »."], ["[21]", "Par conséquent, il n'y a là aucun indice que le commissaire n'a pas évalué la preuve sur le Mexique."], ["[22]", "Il appartenait au demandeur de démontrer en quoi les décisions types avaient brimé son droit à l'équité procédurale. À mon avis, il est évident que le commissaire s'est basé sur la preuve produite devant lui pour rejeter la demande d'asile du demandeur et ce n'est qu'à titre indicatif, comme il le précise d'ailleurs lui-même, qu'il mentionne les décisions à caractère persuasif de la Commission à la toute fin de sa décision déjà suffisamment motivée."], ["[23]", "Pour ces motifs, je rejette la présente demande de contrôle judiciaire."], ["[24]", "Les parties n'ont soumis aucune question pour certification.", "JUGEMENT"], ["[25]", "1. La demande de contrôle judiciaire est rejetée.", "2. Aucune question ne sera certifiée.", "ANNEXE", "EXTRAIT LÉGISLATIF PERTINENT", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", ".........................", "<FRAGMENT_SUPPRESSED>  an application for judicial review of a decision by the Refugee Protection Division (the Division) of the Immigration and Refugee Board (the Board) on April 4, 2007 by which the Division concluded that the applicant was neither a Convention refugee nor a person in need of protection pursuant to section 97 of the", "Immigration and Refugee Protection Act", ", S.C. 1996, c. 27 (the Act).", "RELEVANT FACTS"], ["[2]", "The applicant Adrian Edroso Morales is a citizen of Mexico and of Spain. He arrived in Canada on December 8, 2005 and applied for refugee status on that day."], ["[3]", "The applicant lost everything in hurricane Wilma and considered that his life was threatened in Mexico because of his inability to adapt to the corruption and the exploitation prevailing in the workplace."], ["[4]", "As his parents were Basques, he said he could not return to Spain for fear of being persecuted as his parents were before leaving Spain to take refuge in Mexico.", "IMPUGNED DECISION"], ["[5]", "Donald Archambault (the member) rendered an oral decision on April 3, 2007 by which he denied the applicant refugee status on the ground that the real reason for his refugee status application was economic and the applicant had even admitted he wanted to go back to Mexico so he could see his family once he was working in Canada.", "ISSUE"], ["[6]", "Did the persuasive decisions published by the Board interfere with the member in the exercise of his discretion?", "STANDARD OF REVIEW"], ["[7]", "As John M. Evans J.A. recently noted for the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> the standard of review applicable to questions of procedural fairness is that of correctness:", "Whether a tribunal's decision was made in breach of the duty of procedural fairness, including the requirement of impartiality, is determined by a reviewing court on a standard of correctness.", "ANALYSIS"], ["[8]", "It appeared from the record under review that the member dismissed the refugee status claim based on the oral evidence submitted to him. The member said the following:", "In his testimony, the claimant stated that he came to Canada for economic reasons and, therefore, to find a job.", "Counsel stated that it was not up to the claimant to decide on matters of law, but one thing is certain: all the evidence before the panel shows that this really is the case with respect to the claimant.", "The claimant even stated that if his shop had not been destroyed by Hurricane Wilma, he most probably would not be in Canada.", "The claimant came to Canada in 2004, and he did not make a claim for refugee protection at that time. In the panel's view, however, he could have done so.", ". . . Not only would the claimant not be subjected to a specific threat if he were to return to his country, but he also admits that he intends to return. He adds, however, that he would not return to work, but to see his family."], ["[9]", "Further, the immigration officer's notes made on December 8, 2005, indicate as the answer to question 18 titled \"Any other information provided by the claimant\", the following: \"no fear to return to Mexico or to go to Spain\", and \"does not want to go to Spain because he does not know anyone there\". This evidence supports the decision made by the member."], ["[10]", "Although I do not think it is necessary to dwell at length on the fact that the member exercised his discretion based on the evidence put before him, I have to distinguish the facts in the case at bar from the decision relied on by the applicant in support of this application for judicial review."], ["[11]", "The applicant cited a passage which I was unable to find in the judgment of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>", ". The end of paragraph 61 is however identical to the passage cited:", "Reading the e-mails exchanged among members of the senior management in the early stages", ", a person could reasonably conclude that the lead case strategy was not only designed to bring consistency to future decisions and to increase their accuracy, but also to reduce the number of positive decisions that otherwise might be rendered in favour of the 15,000 Hungarian Roma claimants expected to arrive in 1998, and to reduce the number of potential claimants. (Emphasis added.)"], ["[12]", "The emphasized part of the quotation is the part unfortunately omitted by counsel for the applicant, who gave an overview of the major distinctions between the Federal Court of Appeal's judgment and the case now before the Court. In that judgment, very special facts were entered in the evidence regarding the lead cases created for Hungarian Roma claimants."], ["[13]", "First, the e-mails exchanged among members of senior management of the Board in the early stages were entered in evidence. Some of these e-mails indicated a concern regarding the extreme number of decisions made in favour of Hungarian Roma claimants and a forecast of an increase in applications from Hungary."], ["[14]", "Second, the evidence was that the Board had not consulted the legal community specializing in immigration and refugee law before issuing lead cases that would guide members in dealing with the increasing number of applications from Hungarian Roma claimants. At the time, the lead cases represented an unannounced initiative by the Board. Further, it did not publicly explain this new departure until after the applications for leave to make applications for judicial review in cases to which the lead cases had been applied."], ["[15]", "Third, the final but not the least important distinction is the following: one of the members of the panel hearing the applications had also participated in creating the said lead cases."], ["[16]", "It should be noted that the Federal Court of Appeal was careful to point out the following in the final paragraph of", "Kosak, supra", "I would only note that the decision in the present appeals does not necessarily mean that the factual conclusions in the lead cases are unreliable, or that subsequent decisions which have relied, to any extent, on the findings in the lead cases are thereby vitiated."], ["[17]", "As none of these facts was proven or alleged in the case at bar, I cannot rely on this decision as a basis for concluding that the member waived the exercise of his discretion in favour of the persuasive decisions published by the Board."], ["[18]", "The applicant directed the Court's attention to the fact that in his decisions the member mentioned that President Fox made and is still making efforts to resolve the problems of corruption in Mexico, though he has not held the presidency of that country since January 2006."], ["[19]", "It is worth citing in full the member's decision in response to this argument:", "The panel acknowledges that there is corruption, but since President Fox was elected, Mexico has been and is still making major efforts to solve this problem. It has instituted a number of reforms and mechanisms to fight corruption. With all due respect, it is false to claim or to state that there is full-blown corruption in Mexico."], ["[20]", "It is clear from reading this passage that the member did not say that President Fox is still making efforts, but rather that Mexico is making efforts to resolve the corruption problem and has been doing this since President Fox was elected. Further, the transcript of the hearing of April 3, 2007, at page 16, is even clearer in this regard, and I quote: [TRANSLATION] \"there is corruption in the police, but the government since - since the election of Fox - and since the new president also, has made great efforts to deal with internal corruption . . .\"."], ["[21]", "Consequently, there is no indication that the member did not assess the evidence on Mexico."], ["[22]", "It was up to the applicant to show how the lead cases had interfered with his right to procedural fairness. In my opinion, it is clear that the member relied on the evidence presented to him in dismissing the applicant's refugee status application, and only mentioned the persuasive decisions of the Board at the very end of his decision as examples, as he in fact said himself, since his decision had already been fully supported by reasons."], ["[23]", "For these reasons, I dismiss the application for judicial review at bar."], ["[24]", "The parties submitted no question for certification.", "JUDGMENT"], ["[25]", "1. The application for judicial review is dismissed.", "2. No question will be certified.", "APPENDIX", "APLICABLE LEGISLATION", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}