{"id_": "046310", "body_str": [["[1]", "Locke, J.", ": This decision concerns five separate but related applications for judicial review. In each case, the applicant is Dairy Processors Association of Canada (DPAC) which has opposed five applications for registration of trade-marks filed by the respondent Les Producteurs Laitiers du Canada / Dairy Farmers of Canada (DFC). The present applications for judicial review result from five decisions by a Member of the Trade-marks Opposition Board (the Member) refusing DPAC's request for leave to amend its Statement of Opposition in each of the trade-mark applications in issue to add new grounds. A table in the Appendix below provides (i) information in relation to each of the trade-mark applications at issue; and (ii) a correlation of each such application with the present judicial review applications."], ["[2]", "Though the marks themselves are similar one to the other, there are some notable differences between three of the trade-mark applications (1,415,228, 1,415,231 and 1,415,232, which I will call Group 1) and the other two (1,427,512 and 1,434,322, which I will call Group 2):", "1. The Group 1 marks concern regular trade-marks, whereas the Group 2 marks concern certification marks;", "2. The Group 1 marks are based on proposed use, whereas the Group 2 marks are based on use since shortly before the applications were filed;", "3. The Group 1 marks are for a range of services, whereas the Group 2 marks are for specific wares (ice cream for 1,427,512 and sour cream for 1,434,322)."], ["[3]", "None of these differences is particularly important to the present decision."], ["[4]", "For the reasons provided below, I have concluded that the Member erred in refusing to grant leave to amend the Statements of Opposition in issue, and that the impugned decisions should be set aside.", "II.", "Facts"], ["[5]", "The trade-mark applications in issue were filed in the period from October 21, 2008 to April 14, 2009. Statements of Opposition were filed on August 31, 2010 in respect of all of these applications. These Statements of Opposition assert a number of grounds of opposition, including that the marks are:", "1. Not registrable in that they are contrary to paragraph 12(1)(b) of the", "Trade-marks Act", "(the", "Act", ");", "2. Not distinctive and not capable of being distinctive of the listed wares or services;", "3. Contrary to various provisions of the", "Act", ", including subsection 7(a)."], ["[6]", "After DFC provided its Counter Statements of Opposition on January 14, 2011, affidavits were exchanged and then cross-examinations were conducted in September 2012."], ["[7]", "DPAC then sought to amend its Statements of Opposition to add new grounds of opposition, namely that the marks are:", "1. Not registrable pursuant to section 10 of the", "Act", "(this ground concerns only the certification marks);", "2. Not registrable in that they do not comply with paragraph 30(i) of the", "Act", "in that use thereof would be in violation of subsections 7(d) and 7(e) of the", "Act"], ["[8]", "DPAC's requests for leave to amend its Statements of Opposition were filed on December 24, 2012.", "III.", "Impugned Decisions"], ["[9]", "The Member refused to grant leave in letters dated April 8, 2013. There are five such letters, each associated with one of the marks in issue. The decisions are essentially the same one to the other."], ["[10]", "The requirement for DPAC to obtain leave to amend its Statements of Opposition comes from section 40 of the", "Trade-marks Regulations", ". By virtue of a Practice Notice issued by the Trade-marks Office entitled", "Practice in Trademark Opposition Proceedings", "in effect as of March 31, 2009 (the Practice Notice), Section VII:", "Leave to amend a statement of opposition [...] will only be granted if the Registrar is satisfied that it is in the interests of justice to do so having regard to all the surrounding circumstances including:", "1. the stage the opposition proceeding has reached;", "2. why the amendment was not made or the evidence not filed earlier;", "3. the importance of the amendment or the evidence; and", "4. the prejudice which will be suffered by the other party."], ["[11]", "Though the Member did not make explicit reference to the Practice Notice in his letters, the content thereof indicates that he had the above-listed factors in mind."], ["[12]", "With regard to the first two factors, the Member stated as follows:", "I note that the opponent's request came at a fairly late stage in the proceeding, that is, close to the expiry of the evidence stage and prior to the issuance of a notice for written arguments. It is not clear why the opponent could not have made its request somewhat earlier."], ["[13]", "The Member seems to have had the third factor (importance of the amendment) in mind when he continued as follows: \"Most importantly, I agree with the applicant's submissions that grounds of opposition may not be founded on Section 7, which is imported into the s.30 grounds.\""], ["[14]", "Finally, the Member concluded with reference to the fourth factor (prejudice which will be suffered by the other party) by stating that \"there is the real possibility of prejudice to the applicant because of the potentially lengthy delay in the proceedings if the applicant was required to address new allegations\".", "IV.", "Issues"], ["[15]", "There are two main issues that must be dealt with in this decision:", "1. Are the impugned decisions subject to judicial review?", "2. If so, did the Member err in refusing leave to amend the Statements of Opposition?"], ["[16]", "In order to have the impugned decisions set aside, DPAC must be successful on both issues.", "V.", "Analysis", "A. Are the impugned decisions subject to judicial review?"], ["[17]", "The decision to refuse leave to amend a Statement of Opposition is interlocutory:", "FRAGMENT_SUPPRESSED. Because of this, the impugned decisions are not subject to judicial review, absent special or exceptional circumstances, until the administrative process has been completed or effective remedies are exhausted:", "FRAGMENT_SUPPRESSED."], ["[18]", "DPAC argues that judicial review at this stage of the proceedings is appropriate because, at the end of the opposition proceedings, it will not have an adequate alternative remedy to pursue the new grounds of opposition. DPAC refers to", "FRAGMENT_SUPPRESSED, which involved facts similar to those in the present proceedings. DPAC adds that, though it might be entitled to introduce new", "evidence", "in an appeal to this Court of a decision on an opposition, it would not be entitled to introduce new", "issues"], ["[19]", "For its part, DFC argues that DPAC does have alternative remedies. As indicated in", "FRAGMENT_SUPPRESSED, DPAC would have two alternatives:", "1. It could commence an action against DFC for breach of any rights it may enjoy under subsection 7(d) and/or 7(e) of the", "Act", "; and", "2. To the extent that it is unsuccessful in the oppositions and DFC's trade-mark applications proceed to registration, DPAC could commence proceedings in the Court for expungement of any such registrations pursuant to section 57 of the", "Act", ", based again on an allegation pursuant to subsection 7(d) and/or 7(e). [see footnote 1]"], ["[20]", "However, these alternatives would involve proceedings separate from the original oppositions. There is a difference of opinion between the parties as to whether remedies outside the context of the existing proceedings can constitute effective remedies as contemplated in", "FRAGMENT_SUPPRESSED", ". This difference of opinion apparently exists also in the jurisprudence.", "FRAGMENT_SUPPRESSED", "clearly concludes in the affirmative. However, the opposite conclusion was reached in", "FRAGMENT_SUPPRESSED", ". The issue was not specifically addressed in", "FRAGMENT_SUPPRESSED", "but the same alternative remedies would apparently have been available there."], ["[21]", "DFC argues that", "FRAGMENT_SUPPRESSED", "is distinguishable on the basis that the impugned decision in that case involved an erroneous conclusion that the proposed new ground of opposition was invalid. DFC argues that the impugned decisions in issue in the present applications do not involve such a conclusion. That is a separate debate which is addressed below."], ["[22]", "I side with DPAC, and with", "FRAGMENT_SUPPRESSED", ", on this issue. I prefer the view that the alternative remedies contemplated in", "FRAGMENT_SUPPRESSED", "and", "FRAGMENT_SUPPRESSED", "must be remedies available within the context of the proceeding in issue, and do not include recourses that could be pursued in separate proceedings. I have two main reasons for this conclusion."], ["[23]", "First, in my view, the following extract from", "FRAGMENT_SUPPRESSED suggests that I should not look beyond the context of the current opposition proceedings for alternative remedies:", "FRAGMENT_SUPPRESSED"], ["[24]", "The second reason that I prefer the approach in", "FRAGMENT_SUPPRESSED", "over", "FRAGMENT_SUPPRESSED", "is that", "FRAGMENT_SUPPRESSED", "cannot be distinguished in the way DFC argues. As discussed below, I conclude that the Member did indeed erroneously conclude, just as in", "FRAGMENT_SUPPRESSED", ", that the proposed new ground of opposition was invalid."], ["[25]", "Accordingly, I conclude that there are no other effective remedies for DPAC to introduce the new grounds of opposition that it puts forward, and therefore the impugned decisions are subject to judicial review at this stage.", "(1) Standard of Review"], ["[26]", "The parties are not in agreement on the issue of the standard of review. However, their disagreement comes down to how the issues are viewed, rather than any real disagreement concerning the applicable law on standard of review."], ["[27]", "For some issues, DPAC asserts that the applicable standard of review is correctness because the Member's alleged errors concerned his jurisdiction and authority when he considered the request for leave to amend the Statements of Opposition. DPAC asserts two such errors by the Member:", "1. Failing to consider the importance of the proposed amendments and whether that importance outweighs any prejudice to DFC from allowing the amendments; and", "2. Concluding that section 30 in combination with section 7 is not a proper ground of opposition."], ["[28]", "For its part, DFC argues that the Member did not err in regard to his jurisdiction and authority, that he applied the proper legal test and that the dispute on standard of review comes down to how the Member exercised his discretion. On that basis, DFC argues that the applicable standard of review is reasonableness."], ["[29]", "With regard to the first alleged error, and as mentioned above in discussion of the impugned decisions, it is my view that the Member was guided by all of the factors applicable to the exercise of the Member's discretion. Therefore, the standard of review on the issue of the importance of the proposed amendments is reasonableness. The same holds true for other arguments by DPAC based on the Member's application of these factors."], ["[30]", "The second issue is different. The parties are agreed that the proposed new ground of opposition based on section 30 in combination with section 7 is a proper ground of opposition. Therefore, this issue comes down to whether the Member erroneously concluded that this is not a proper ground of opposition, or simply found that this ground of opposition does not apply in relation to these specific oppositions. This issue is discussed in greater detail in the next section.", "B. Did the Member err in refusing leave to amend the Statements of Opposition?"], ["[31]", "As indicated above, the Member took into account the following findings in concluding that DPAC's proposed amendments should not be accepted:", "1. The requests for leave came at a late stage in the proceedings and it is not clear why they were not made earlier;", "2. Grounds of opposition may not be founded on section 7 of the", "Act", "imported into section 30; and", "3. A real possibility of prejudice to DFC exists if the amendments are allowed."], ["[32]", "DPAC challenges each of these findings. I will address each in turn.", "(1) Tardiness of the Requests for Leave"], ["[33]", "The requests for leave to amend the Statements of Opposition were filed on December 24, 2012. This was about three months after the cross-examinations took place, but two months before any requests for written arguments were expected."], ["[34]", "DPAC argues that it was not in a position to submit the proposed amendments until it received the transcripts of the cross-examinations because the proposed amendments are based on exchanges during cross-examinations. DPAC refers specifically to information that DFC was permitting use of the marks in issue in a manner inconsistent with Federal guidelines and in association with products that contained milk that was not 100% Canadian. DPAC mentions the example of a chocolate covered ice cream bar in respect of which DFC would have no information as to the source of the milk used in the chocolate. It would have information only concerning the milk used in the ice cream."], ["[35]", "As regards Federal guidelines, DFC argues that the issue was known well in advance of the cross-examinations. It refers to the affidavit of Claire Payette dated November 29, 2011, which was served on DPAC on December 13, 2011, and specifically to paragraphs 15 and 16 therein which raise the issue of the Federal guidelines."], ["[36]", "As regards alleged use of the marks in association with products that contained milk that was not 100% Canadian, DFC notes that (i) the Group 1 marks concern services and not products; and (ii) the Group 2 marks concern only ice cream and sour cream. Accordingly, DFC argues, there is no information that it was permitting use of any of the marks in issue in association with any products listed in the trade-mark applications that contained milk that was not 100% Canadian."], ["[37]", "It is not clear from a reading of the Member's decisions whether he felt that DPAC was, or should have been, aware of the issues raised in the proposed amendments before the cross-examinations, and should have requested leave before the cross-examinations, or if he simply felt that the three-month delay following the cross-examinations was too long. I am not sure that three months is excessive, especially since the Member took longer than that himself to rule on the requests for leave. However, there is support, in my view, for a conclusion that DPAC should have proposed the amendments before the cross-examinations. I will assume that this was the Member's conclusion. In my view, this conclusion was reasonable.", "(2) Section 7 as Ground of Opposition"], ["[38]", "In part of each of the impugned decisions, the Member stated: \"Most importantly, I agree with the applicant's submissions that grounds of opposition may not be founded on Section 7, which is imported into the s.30 grounds\"."], ["[39]", "DPAC argues that this is a clear statement which is wrong in law as to the Member's jurisdiction and authority to reject the trade-mark applications in issue based on DPAC's oppositions."], ["[40]", "DFC agrees that section 30 in combination with section 7 is a valid ground of opposition. However, DFC argues that this statement by the Member simply meant that DPAC is not entitled to found its present oppositions on the combination of sections 30 and 7, not that an opposition on this ground could never be made. DFC asserts that:", "1. The impugned decisions refer to DFC's letter of February 18, 2013, arguing against leave to amend;", "2. The February 18, 2013 letter contains several arguments that the proposed amendments should not be allowed in the present oppositions; and", "3. The Member's statement quoted above is simply an expression of agreement with DFC on that issue."], ["[41]", "It was noted to me that the Member himself has previously acknowledged that section 30 in combination with section 7 is a valid ground of opposition:", "FRAGMENT_SUPPRESSED."], ["[42]", "I have tried to read the statement in issue as DFC urges me to do, but I have concluded that the only reasonable way to interpret it is as a statement that the proposed new ground of opposition is invalid. Firstly, a plain reading of the statement points in that direction. In addition, DFC's February 18, 2013 letter, to which the statement refers, also makes the case that the proposed new ground of opposition is not valid. The letter refers to", "FRAGMENT_SUPPRESSED, which states: FRAGMENT_SUPPRESSED. DFC's letter also includes the following statement from", "FRAGMENT_SUPPRESSED"], ["[43]", "Based on the foregoing, DFC clearly urged the Member to conclude that the combination of section 30 and section 7 could not be a valid ground of opposition. Despite the fact that the Member had previously found to the contrary, he agreed with DFC's argument. I assume that he simply forgot his previous contrary conclusion on the issue."], ["[44]", "It appears that this erroneous conclusion by the Member led him to conclude that proposed amendments were not important. In my view, the Member relied on incorrect law in reaching his decisions, and that he acted unreasonably in doing so since he had previously acknowledged the correct state of the law. Further, this error led to an incorrect assessment of the factors relevant to DPAC's requests for leave to amend."], ["[45]", "I have not formed any opinion as to whether the proposed amendments should be considered important. Nevertheless, the importance of the proposed amendments is an issue that should be properly considered.", "(3) Possibility of Prejudice to DFC"], ["[46]", "The Member found that there was a real possibility of prejudice to the respondent because of the delay that would result from the introduction of the proposed new grounds of opposition. However, the Member provided no support for this finding other than the delay itself. Prejudice does not automatically follow a delay, but there is no suggestion as to how that delay would lead to prejudice to DFC."], ["[47]", "The same is true of DFC's argument against the proposed amendments in its letter of February 18, 2013. DFC argues that it would be prejudiced, but points to nothing other than the delay."], ["[48]", "At the date of the request for leave, the parties were still more than two months from being asked for written arguments. I accept that the introduction of new grounds of opposition at this stage could cause further delay, but I have seen no evidence or argument as to how such delay might cause a prejudice to DFC that could not be compensated in costs. In my view, the Member's finding based on potential prejudice to DFC was unsupported and therefore unreasonable."], ["[49]", "I agree with DPAC that the Member also failed to compare the potential prejudice it could suffer from a refusal to allow the amendments against the potential prejudice to DFC if they were allowed. In my opinion, the Practice Notice required the Member to consider this.", "VI.", "Conclusion"], ["[50]", "For the reasons discussed above, I have concluded that the Member's decisions to refuse leave to introduce the new grounds of opposition are unreasonable. Accordingly, I conclude that the Member's decisions should be set aside.", "JUDGMENT"], ["[51]", "THIS COURT'S JUDGMENT is that", "1. The decisions to refuse leave to amend the Statements of Opposition in respect of trade-marks application nos. 1,415,228, 1,415,231, 1,415,232, 1,427,512 and 1,434,322 are set aside;", "2. The requests for leave are to be returned to the Trade-marks Opposition Board for reconsideration in a manner consistent with the reasons herein;", "3. Costs are in the cause;", "4. A copy of this Judgment and Reasons shall be placed on Court File Nos. T-794-13, T-795-13, T-796-13, and T-798-13.", "Applications allowed.", "Editor: J. Danielle King/vnh", "Footnotes", "1. Though it was not discussed in the context of the present applications for judicial review, I note here that subsection 7(e) was found by the Supreme Court of Canada to be invalid in 1976:", "FRAGMENT_SUPPRESSED.", "[Schedules omitted - see printed copy]", "[End of document]"]]}