{"id_": "046467", "body_str": [["[1]", "Brown, J.", ": This is an appeal pursuant to ss. 56 and 38 of the", "Trade-marks Act", ", RSC, 1985, c T-13, as amended [the", "TMA", "] from a decision of the Trade-marks Opposition Board [the Board], made under a power, duty or function delegated by the Registrar of Trade-marks [the Registrar], dated June 12, 2014, dispatched on the same day, and reported at 2014 TMOB 119, wherein the Registrar rejected the opposition filed by Engineers Canada/Ingénieurs Canada [the Applicant] to Application Serial No. 1,368,809 by MMI-IPCO, LLC [the Respondent] for the trade-mark POLARTEC ECO-ENGINEERING DESIGN [the Mark] as shown below:", "[Diagram omitted - see printed version]"], ["[2]", "In my opinion, the matter is moot for the reasons set out below.", "II.", "Facts"], ["[3]", "The Applicant is the national federation of the provincial and territorial associations of professional engineers, which regulate the profession of engineering in Canada and licence the country's more than 234,000 professional engineers. The Respondent is an American fabric company that describes itself as \"a world leader in technical performance fabrics\"."], ["[4]", "On October 15, 2007, the Respondent filed a trade-mark application to register the Mark based on proposed use in Canada, use and registration in the United States, and for use in association with the following goods:", "Textile fabrics for use in the manufacture of clothing, home furnishings, upholstery, furniture, housewares furnishings, carpets, floor coverings, wall coverings, curtains, furniture covers, blankets, pillows, bed linens, bath linens and kitchen linens; Textile fabric piece goods sold as a component of clothing, namely coats, jackets, parkas, raincoats, pullovers, shirts, sports jerseys, trousers, pants, dresses, skirts, pajamas, underclothing, scarves, shawls, gloves, mittens, headwear, namely hats, caps, headbands, and visors, footwear, namely sport and leisure shoes, slippers, socks, tights, stockings, and hosiery."], ["[5]", "In accordance with s. 38 of the", "TMA", ", on July 26, 2010, the Applicant filed a Statement of Opposition to the Application on the basis that the Respondent is not registered to practice engineering in any jurisdiction in Canada, nor does it employ licensed engineers in any Canadian jurisdiction."], ["[6]", "The Respondent's Counterstatement, dated September 27, 2010, denied all of the grounds set out in the Statement of Opposition."], ["[7]", "On June 12, 2014, the Board found that the Mark was not deceptively misdescriptive, and found that the Mark was distinctive. Therefore it dismissed the opposition."], ["[8]", "By virtue of a Notice of Application dated August 12, 2014, the Applicant appealed the Decision of the Registrar to this Court pursuant to section 56 of the", "TMA"], ["[9]", "Thereafter, the parties exchanged pleadings, including affidavits and exhibits, conducted cross-examinations and other related proceedings which resulted in the Applicant filing nine volumes of its Record, and the Respondent filing an additional two volumes of its Record."], ["[10]", "The Applicant in bringing its appeal filed new evidence, as permitted by subsection 56(5) of the", "TMA", ", making a new argument to establish that the Respondent's goods are technical in nature and to rebut the finding by the Board that the Respondent's goods were \"simple\" goods."], ["[11]", "The hearing of the appeal was set for Monday, June 1, 2015."], ["[12]", "However, the Respondent withdrew its application for registration of the trade-mark by sending a letter to the Registrar on May 14, 2015. Thereafter, on May 21, 2015 the Respondent moved under Rule 369 of the", "Federal Courts Rules", ", SOR/98-106 requesting an order dismissing the Applicant's appeal on the basis of mootness. The Applicant did not consent, and I directed that the mootness motion be argued before me on the date set for hearing the appeal, June 1, 2015."], ["[13]", "On May 28, 2015, the Respondent sent a Notice of Abandonment to the Court in which it wholly abandoned its motion to dismiss. Also on May 28, 2015, the Respondent advised it would not be opposing the Applicant's appeal \"on the basis that the Applicant, Engineers Canada/Ingénieurs Canada, has consented not to seek costs of the appeal as against the Respondent\". The Respondent further advised that counsel of record would not be appearing at the hearing of the appeal."], ["[14]", "The Court subsequently advised the Applicant that it wished to hear submissions on the issue of mootness at the beginning of the hearing. Having heard argument on the issue of mootness, I reserved judgment which is now the subject of this Judgment and Reasons. In my view the appeal is moot. Further, the discretion to hear the appeal notwithstanding its mootness should not be exercised.", "III.", "Issues"], ["[15]", "This matter raises the following issues:", "A. Is the appeal moot?", "B. If so, should the Court exercise its discretion and hear the appeal notwithstanding its mootness?", "IV.", "Submissions of the Applicant and Analysis", "A.", "Is the appeal moot?"], ["[16]", "The Applicant submitted that the appeal was not moot, and that if it was, this Court should exercise its discretion and hear the appeal notwithstanding. In doing so, it followed the two-step analysis outlined by the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED."], ["[17]", "However, the Applicant is confronted with the decision of", "FRAGMENT_SUPPRESSED, where, in a materially identical situation, this Court held the appeal then before it moot, and in which this Court declined to exercise its discretion to hear an appeal notwithstanding mootness. The Applicant argues that", "FRAGMENT_SUPPRESSED", "is distinguishable. As will be seen, I disagree."], ["[18]", "In", "FRAGMENT_SUPPRESSED, this Court outlined the situation then before it:", "FRAGMENT_SUPPRESSED"], ["[19]", "Just as in the case at bar, there was an application for registration of a trade-mark, the trade-mark was advertised, and there was an opposition proceeding that resulted in a decision by the Board to reject the opposition. In", "FRAGMENT_SUPPRESSED", ", as in the case at bar, there was an appeal under the", "TMA", "to this Court, followed by the Respondent's abandonment of its application for a trade-mark. This Court found the appeal moot and declined to exercise its discretion to hear it."], ["[20]", "I consider the circumstances in this case in all material respects the same as those in", "FRAGMENT_SUPPRESSED", "and that, on the first branch of the", "FRAGMENT_SUPPRESSED", "test, this appeal is moot. In this connection,", "FRAGMENT_SUPPRESSED sets out the law:", "Mootness", "The doctrine of mootness is an aspect of a general policy or practice that a court may decline to decide a case which raises merely a hypothetical or abstract question. The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties. If the decision of the court will have no practical effect on such rights, the court will decline to decide the case. This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision. Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court's discretion are discussed hereinafter.", "The approach in recent cases involves a two step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term \"moot\" applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the \"live controversy\" test. A court may nonetheless elect to address a moot issue if the circumstances warrant.", "When is an Appeal Moot? -The Authorities", "The first stage in the analysis requires a consideration of whether there remains a live controversy. The controversy may disappear rendering an issue moot due to a variety of reasons, some of which are discussed below.", "In", "FRAGMENT_SUPPRESSED, this court refused to grant leave to appeal to applicants seeking a judgment excluding the respondents from sitting and exercising their functions as members of the Ontario Legislative Assembly. However, the Legislative Assembly had been dissolved prior to the hearing before this court. As a result, Duff, C.J., on behalf of the court, held at p. 72:", "It is one of those cases where, the state of facts to which the proceedings in the lower courts related and upon which they were founded having ceased to exist,", "the substratum of the litigation has disappeared", ". In accordance with well-settled principle, therefore, the appeal could not properly be entertained. [Emphasis and comment in original]", "[...]", "Is this Appeal Moot?", "In my opinion, there is no longer a live controversy or concrete dispute as the substratum of Mr. Borowski's appeal has disappeared."], ["[21]", "In my opinion, there is no live controversy between the Applicant and the Respondent. There is no longer an application for the trade-mark that gave rise to this litigation. This is a classic case where the substratum of the litigation has disappeared. I find, as did", "FRAGMENT_SUPPRESSED"], ["[22]", "The Applicant argues that there is a live issue because the Respondent's withdrawal of its Application does not equate to abandonment of the Mark. As such, the Respondent may still use the trade-mark POLARTEC ECO-ENGINEERING DESIGN in Canada. The Applicant argues that a tangible dispute remains, namely whether or not the trade-mark POLARTEC ECO-ENGINEERING DESIGN is deceptively misdescriptive and thus susceptible of misleading the public when used. By this argument the Applicant seeks to distinguish this case from", "FRAGMENT_SUPPRESSED", ". With respect, I am unable to find a point of difference."], ["[23]", "First, the Applicant's submission is premised on the untenable argument that there is a difference between this case and", "FRAGMENT_SUPPRESSED", "because", "FRAGMENT_SUPPRESSED", "involved an abandonment while in this case the Respondent withdrew its trade-mark application. I find there is no material difference between the two."], ["[24]", "The Applicant may be correct in asserting that the Respondent may still use the trade-mark POLARTEC ECO-ENGINEERING DESIGN in Canada. However, the very same argument was made and rejected by", "FRAGMENT_SUPPRESSED"], ["[25]", "Applying", "FRAGMENT_SUPPRESSED", "'s reasoning to this case, where I note there is no licensee issue, the answer to the possibility of infringing use argument is that if a court order is required to prevent the Respondent from using an unregistered mark, if faced with infringing use, the Applicant may bring a trade-mark infringement action and if successful, it will obtain such an order."], ["[26]", "The Applicant's ability to protect its Mark from infringing use by the Respondent through an infringement action is also the answer to the Applicant's allegation that the Respondent has not renounced POLARTEC ECO-ENGINEERING DESIGN as a trade-mark, and the Applicant's complaint that the Respondent has not given an undertaking that it will not use the Mark or that it will refrain from reapplying for registration."], ["[27]", "The Applicant argues that unless reversed, the incorrect decision of the Board will survive and support an argument that POLARTEC ECO-ENGINEERING DESIGN may be lawfully used as a trade-mark in Canada. It argues this will also encourage or facilitate the adoption and use of other misleading trade-marks featuring the word \"engineering\", thereby compromising the ability of the Applicant to successfully oppose and take action against unauthorized adoption and use of trade-marks featuring the words \"engineering\" and \"engineer\", to the detriment of the overall public interest."], ["[28]", "With respect, I disagree. This is a variant on another argument made but rejected by this Court in", "FRAGMENT_SUPPRESSED stated in words which again I adopt in this case:", "FRAGMENT_SUPPRESSED"], ["[29]", "The passage just quoted from", "FRAGMENT_SUPPRESSED", "is equally applicable to the Board's decision in this case."], ["[30]", "In case there is any doubt as to the legal effect of the present decision, I wish to make it clear that the Court is dismissing this appeal as a result of mootness. These reasons are not, and should not be taken in any way as a decision on either the merits of this moot appeal or of the Board's decision."], ["[31]", "Therefore, I conclude that this appeal is moot.", "B.", "Should the Court exercise its discretion and hear the appeal notwithstanding its mootness?"], ["[32]", "I now consider whether in its discretion the Court should hear the appeal notwithstanding it is moot. In this connection, the Applicant made several arguments."], ["[33]", "FRAGMENT_SUPPRESSED", "establishes criteria to be considered and applied in arriving at a decision respecting the exercise of the discretion to hear a moot appeal notwithstanding its mootness, namely i) the existence of an adversarial context (", "FRAGMENT_SUPPRESSED), ii) a concern for judicial economy (", "FRAGMENT_SUPPRESSED, and \"recurring nature but brief duration\"), and iii) the absence of public importance (", "FRAGMENT_SUPPRESSED). These were summarized by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED as FRAGMENT_SUPPRESSED."], ["[34]", "I also note that the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED said that the exercise of the discretion is \"departing from a usual practice\"."], ["[35]", "There is no longer any adversarial context. Not only has the entire substratum of the dispute disappeared, but the Court is asked to set aside a decision in a moot matter without hearing from opposing counsel. I have the same concerns as expressed by", "FRAGMENT_SUPPRESSED"], ["[36]", "The record in this case is large and the case is of some complexity. There are no interveners to carry the Respondent's case: see", "FRAGMENT_SUPPRESSED. In my opinion it would be undesirable to hear this appeal in the absence of an adversarial context."], ["[37]", "The Applicant points to collateral consequences. This argument has already been considered and rejected. It argues that future litigation is highly likely and suggests that a multiplicity of proceedings may be avoided. However it offers no evidence, only speculation in this regard. The Applicant points to", "FRAGMENT_SUPPRESSED, in which a moot appeal was heard. In my opinion, Justice Cullen correctly distinguished", "FRAGMENT_SUPPRESSED", "in", "FRAGMENT_SUPPRESSED in noting that FRAGMENT_SUPPRESSED. There are no other proceedings here, nor were there any in", "FRAGMENT_SUPPRESSED", "; therefore this point has no merit."], ["[38]", "The Applicant argues that not hearing this appeal would green-light infringing use of the word \"engineering\". This point is another variant on those disposed of above and, again, it is simply not sustainable given the Applicant's ability to pursue an infringement action if and when it considers necessary. In addition the Applicant may oppose subsequent trade-mark applications as it chooses."], ["[39]", "The Court's concern for judicial economy further militates against exercising discretion in this case. I have found this decision will have no practical effect on the parties. Nor is this a recurring case of brief nature such as considered in", "FRAGMENT_SUPPRESSED", ": it is unique litigation between two parties in respect of a trade-mark application that no longer exists. The interests of judicial economy lie against the Applicant."], ["[40]", "Finally, this case does not, in my respectful opinion, raise an issue of such public importance that its resolution is in the public interest. I respect that the Applicant represents the provincial and territorial professional associations of professional engineers, who in turn regulate the engineering profession. However, the trade-mark they opposed is withdrawn. This case, while important to the Applicant, has insufficient impact on the public at large to warrant hearing this appeal.", "V.", "Conclusion"], ["[41]", "The appeal is moot, and the Court declines to exercise its discretion to hear this moot appeal notwithstanding."], ["[42]", "As noted, the Applicant and Respondent have agreed there would be no order as to costs.", "JUDGMENT"], ["[43]", "THIS COURT'S JUDGMENT is that", "this appeal is dismissed for mootness, and there is no order as to costs.", "Appeal dismissed for mootness.", "Editor: E. Joanne Oley/nmg", "[End of document]"]]}