{"id_": "046598", "body_str": [["[1]", "Le juge Martineau", ": Un Comité d'enquête a été constitué sous l'autorité présumée du paragraphe 63(3) de la", "Loi sur les juges", ", LRC 1985, c J-1 [Loi] pour faire enquête sur la conduite du demandeur, le juge Michel Girouard, alors qu'il était avocat. Dans les présentes procédures en contrôle judiciaire, le demandeur recherche l'annulation de la décision rendue en ce sens le 11 février 2014 par le Comité d'examen du Conseil canadien de la magistrature [CCM]. Du même coup, le demandeur désire empêcher la continuation de l'enquête et il recherche subsidiairement des déclarations d'invalidité ou d'inapplicabilité visant le", "Règlement administratif du Conseil canadien de la magistrature sur les enquêtes", ", DORS/2002-371 [Règlement] et les", "Procédures relatives à l'examen des plaintes déposées au Conseil canadien de la magistrature au sujet de juges de nomination fédérale", ", en vigueur depuis le 14 octobre 2010 [Procédures relatives aux plaintes]."], ["[2]", "À titre de codéfendeur, le Procureur général du Canada sollicite aujourd'hui la radiation de l'avis de demande de contrôle judiciaire déposé le 13 mars 2014 par le demandeur. Bien qu'une comparution ait été enregistrée au nom du CCM - le Comité d'examen qui a rendu la décision contestée est désigné à titre de codéfendeur - et qu'un procureur externe ait été mandaté à l'audience à titre d'observateur, le CCM n'a pas pris position. La présente requête a été entendue par la Cour concurremment avec la requête en radiation déposée par le Procureur général dans le dossier de révision judiciaire T-1557-14 (voir la décision: 2014 CF 1176)."], ["[3]", "Le Procureur général allègue qu'à sa face même la présente demande de contrôle judiciaire est prématurée. Aux fins de l'adjudication de la présente requête en radiation, les faits allégués dans les procédures du demandeur doivent être tenus pour avérés. Les faits pertinents suivants ressortent des allégués et des documents mentionnés à l'avis de demande de contrôle judiciaire."], ["[4]", "Au passage, le 20 novembre 2014, à l'ouverture de l'audience des requêtes en radiation, la Cour a rendu des ordonnances de non-divulgation et de non-publication du contenu des pièces D-3 à D-7 et de tout élément confidentiel du dossier certifié du Tribunal. Toutefois, les ordonnances de la Cour ne visent pas les allégations et les informations que les parties ou leurs procureurs ont volontairement publiées et diffusées dans les procédures et les documents ayant été produits à la Cour et qui ne sont pas visés par l'ordonnance de confidentialité déjà rendue le 1er mai 2014."], ["[5]", "Le demandeur est un juge de nomination fédérale siégeant à la Cour supérieure du Québec depuis le 30 septembre 2010. Il a accédé à la fonction judiciaire après avoir connu une carrière exemplaire en Abitibi, où il a développé une clientèle variée et une expertise professionnelle polyvalente, oeuvrant notamment dans les domaines du droit civil, du droit criminel, du droit commercial et du droit administratif."], ["[6]", "Or, le demandeur a fait l'objet d'une allégation par un témoin repenti qui aurait déclaré le 17 mai 2012, dans le cadre d'une enquête criminelle, qu'il avait vendu à Me Michel Girouard, alors avocat, de la cocaïne jusqu'à la fin 1991 ou jusqu'à la fin 1989, selon les différentes versions contradictoires données par cet individu aux autorités policières. D'autre part, un client du demandeur faisait l'objet d'une enquête policière alors qu'il a reçu la visite du demandeur (et ce, non longtemps avant sa nomination, selon la documentation au dossier). Mais le demandeur s'empresse de préciser qu'il s'agissait d'échanges documentaires dans le cadre d'une relation professionnelle avocat-client protégée par le droit au secret professionnel."], ["[7]", "On l'aura compris, il y a bien eu une suite à ces événements. Le 30 octobre 2012, le Directeur des poursuites criminelles et pénales de la Province de Québec a transmis la déclaration du témoin repenti au juge en chef de la Cour supérieure du Québec, l'honorable François Rolland. Le 30 novembre 2012, ce dernier s'est adressé par écrit (pièce D-3) au CCM afin qu'il procède à un « examen de la conduite [du demandeur] alors qu'il était avocat » [la plainte]. C'est dans ce contexte factuel particulier que s'est engagée la procédure d'enquête prévue à la Loi."], ["[8]", "Lorsqu'une plainte concernant la conduite d'un juge de nomination fédérale est déposée, un processus administratif pouvant comprendre six étapes est alors enclenché: (1) le directeur exécutif du CCM examine la plainte et décide si elle justifie l'ouverture d'un dossier; (2) si un dossier est ouvert, le président (ou le vice-président) du Comité sur la conduite des juges examine la plainte et peut fermer le dossier ou demander des renseignements supplémentaires; (3) si le dossier n'est pas fermé, un Comité d'examen examine la plainte et les observations écrites du juge et décide si la plainte peut être réglée à cette étape ou si elle est suffisamment grave pour qu'elle soit déférée à un Comité d'enquête; (4) si l'affaire est déférée, le Comité d'enquête tient une audience, entend la preuve concernant la plainte et remet au CCM un rapport dans lequel il consigne les résultats de l'enquête, incluant la conclusion à savoir si la révocation du juge devrait être recommandée; (5) le CCM examine la plainte et se prononce sur son bien-fondé; et (6) le CCM présente au ministre de la Justice un rapport sur ses conclusions, incluant la conclusion à savoir si la révocation du juge est recommandée, et lui communique le dossier."], ["[9]", "En l'espèce, conformément à l'article 5 des Procédures relatives aux plaintes, le vice-président du Comité sur la conduite des juges du CCM, feu l'honorable Edmond Blanchard, a procédé à l'examen du dossier. Il a décidé, le 22 octobre 2013, de constituer un Comité d'examen composé de trois juges, dont deux juges en chef, pour se pencher sur l'affaire (pièce D-6), et ce, après qu'il ait préalablement demandé à un avocat externe de procéder à une enquête supplémentaire (pièces D-4 et D-5). Puis, le 11 février 2014, le Comité d'examen a décidé de constituer un Comité d'enquête en vertu du paragraphe 63(3) de la Loi, et ce, « au motif que l'affaire en cause pourrait s'avérer suffisamment grave pour justifier [la] révocation [du demandeur] à titre de juge » (pièce D-7)."], ["[10]", "Au risque de me répéter, par la présente demande de contrôle judiciaire, déposée le 13 mars 2014, le demandeur recherche l'annulation de la décision qui a été rendue le 11 février 2014 par le Comité d'examen [la décision contestée]. Il cherche également à faire invalider ou faire autrement déclarer inapplicables le Règlement et les Procédures relatives aux plaintes, et ce, dans la mesure où ces instruments autorisent le CCM ou l'un de ses comités à examiner ou enquêter au sujet de la plainte visant présentement le demandeur."], ["[11]", "En substance, le demandeur formule trois types de reproche à l'endroit de la décision contestée et des procédures d'enquête:", "a) Les questions de compétence. Le Comité d'enquête n'a pas compétence pour enquêter sur une plainte relative à la conduite du demandeur « alors qu'il était avocat », ni sur des allégations nouvelles qui ne sont pas dans la plainte originale du 30 novembre 2012 (pièce D-3). Le paragraphe 1.1(2) du Règlement est inconstitutionnel dans la mesure où il permet un substitut d'enquête criminelle et une enquête portant sur des matières qui relèvent de la compétence exclusive des provinces en vertu de l'article 92.13 de la", "Loi constitutionnelle de 1867", "b) Les questions d'invalidité d'ordre administratif. Les Procédures relatives aux plaintes n'ont pas été publiées selon les exigences de la", "Loi sur les textes règlementaires", ", LRC 1985, c S-22. En outre, les pouvoirs délégués au Comité d'examen vont directement à l'encontre de la Loi, laquelle prévoit que c'est le CCM (et non le Comité d'examen) qui constitue un Comité d'enquête (paragraphe 63(3) de la Loi). Les Procédures relatives aux plaintes et le Règlement - notamment en ce qui concerne la portée de l'enquête et le fardeau de la preuve - sont attributifs de purs pouvoirs discrétionnaires, ce qui est contraire aux principes de droit administratif (ou encore de droit constitutionnel); et", "c) Les questions d'équité procédurale. Lors des deuxième et troisième étapes, l'avocat externe, le vice-président et le Comité d'examen ont systématiquement écarté la version des faits donnée par le demandeur et les témoins pour ne retenir que les éléments les plus défavorables à celui-ci, et ce, sans lui donner une occasion réelle de vérifier par un contre-interrogatoire ou autre moyen légal, la validité de ces allégations. De plus, le vice-président a violé l'article 9.2 des Procédures relatives aux plaintes en s'immisçant dans les travaux du Comité d'examen, puisque le renvoi (pièce D-6) comporte une évaluation de la preuve."], ["[12]", "De son côté, le Procureur général demande à la Cour de radier dans sa totalité la demande de contrôle judiciaire puisqu'elle est prématurée. En effet, la décision attaquée est de nature interlocutoire. Or, le demandeur est tenu d'exercer tous les recours efficaces qui lui sont ouverts dans le cadre du processus administratif d'enquête du CCM avant de s'adresser à la Cour pour demander un contrôle judiciaire. À ce chapitre, le Comité d'enquête a pleins pouvoirs pour trancher les questions de droit et de compétence soulevées par le demandeur."], ["[13]", "Le demandeur réplique que le Comité d'examen a complété sa tâche et est maintenant", "functus officio", ". Cela est suffisant pour permettre à une cour supérieure - ici la Cour fédérale - d'examiner la légalité de la décision « finale » ainsi rendue à cette étape. En effet, chaque nouvelle étape franchie par le CCM porte atteinte à la réputation du demandeur et lui cause un préjudice incommensurable. Il est donc justifié de demander derechef le contrôle judiciaire de la décision du Comité d'examen, d'autant plus que le CCM n'a pas compétence en l'espèce."], ["[14]", "Sans me prononcer de façon finale sur le mérite des arguments soulevés par le demandeur dans son avis de demande de contrôle judiciaire, la requête en radiation du Procureur général m'apparaît bien fondée en l'espèce."], ["[15]", "Commençons par rappeler qu'en vertu des articles 18 et 18.1 de la", "Loi sur les Cours fédérales", ", LRC 1985, c F-7 [LCF], quiconque est « directement touché par l'objet de la demande » peut déposer une demande de contrôle judiciaire à l'égard d'un acte, d'une décision, d'une ordonnance ou d'une procédure d'un office fédéral, tandis que la Cour a le pouvoir de casser toute décision ainsi prise, d'annuler toute loi ou tout règlement inconstitutionnel,", "ultra vires", "ou autrement invalide, et de prohiber la continuation de toute procédure illégalement instituée par l'office général visé."], ["[16]", "D'un autre côté, le paragraphe 18.4(1) de la LCF prescrit que la Cour « statue à bref délai et selon une procédure sommaire » sur les demandes de contrôle judiciaire. Règle générale, les requêtes en radiation n'ont pas lieu d'être en pareille matière. Il n'empêche, tel que l'a décidé la Cour d'appel fédérale dans l'affaire", "<FRAGMENT_SUPPRESSED> , 1994 CanLII 3529 (CAF), la radiation d'une demande de contrôle judiciaire peut être accordée lorsque l'acte de procédure est « manifestement irrégulier au point de n'avoir aucune chance d'être accueilli »."], ["[17]", "En l'espèce, la décision contestée rendue par le Comité d'examen est une décision interlocutoire qui ne se prononce pas sur le mérite de l'affaire. Je suis satisfait en l'occurrence qu'il s'agit de l'un de ces cas exceptionnels, où dans l'exercice de sa discrétion judiciaire, le juge des requêtes peut radier sommairement une procédure judiciaire au motif que celle-ci est prématurée. D'ailleurs, le juge du fond possède la même discrétion pour accueillir une requête en irrecevabilité ou refuser d'entendre sur le fond une demande de contrôle judiciaire qu'il estime prématurée (", "<FRAGMENT_SUPPRESSED> , 1995 CanLII 145 (CSC) aux paras 30-37 [", "Canadien Pacifique Ltée", "])."], ["[18]", "Le schéma classique, pièce maîtresse du raisonnement du Procureur général, est bien connu. Les ressources judiciaires sont limitées et elles doivent être économisées pour assurer un accès égal, rapide et équitable de tous aux cours de justice. Aussi, règle générale, un demandeur ne peut s'adresser à une cour de justice pour obtenir un redressement judiciaire avant que le processus administratif auquel il est assujetti ne soit terminé et que tous les recours efficaces qui lui sont ouverts soient épuisés (", "Canada (Agence des services frontaliers) c CB Powell Limited", ", 2010 CAF 61 aux paras 30-33 [", "CB Powell", "]). Exceptionnellement toutefois, les tribunaux judiciaires peuvent intervenir à un stade préliminaire (", "CB Powell", ", précité au para 33;", "<FRAGMENT_SUPPRESSED> [", "Halifax", "];", "<FRAGMENT_SUPPRESSED> [", "Douglas", "] [jugement porté en appel]."], ["[19]", "Il n'y a pas lieu de s'écarter de ce modèle général. La gabegie est un désordre sévère guettant tout pouvoir exercé inconsidérément et à tout moment, mais une discipline stricte permet d'éviter le gaspillage des ressources judiciaires. Les cas d'intervention judiciaire à un stade préliminaire seront forcément l'exception. Il n'est pas sans importance de rappeler que la doctrine de l'épuisement des recours vise l'atteinte de plusieurs objectifs légitimes, dont ceux d'empêcher le fractionnement du processus administratif et le morcellement du processus judiciaire, d'éliminer les coûts élevés et les délais importants entraînés par une intervention prématurée des tribunaux, alors que le demandeur est susceptible d'obtenir gain de cause au terme du processus administratif contesté. Qui plus est, ce n'est qu'à la fin du processus administratif que la cour de révision aura en mains toutes les conclusions du décideur administratif. Or, ces conclusions se caractérisent souvent par le recours à des connaissances spécialisées, par des décisions de principe légitimes et par une précieuse expérience dans le domaine propre de la spécialisation du décideur administratif (", "CB Powell", ", précité au para 32)."], ["[20]", "Dans l'affaire", "<FRAGMENT_SUPPRESSED> la Cour suprême a indiqué ce qui suit au sujet de l'expertise unique dont se coiffe le Conseil de la magistrature du Nouveau-Brunswick, lequel exerce une fonction similaire au CCM en matière disciplinaire:", "Il est évident que, dans la plupart des cas, il faut posséder une vaste formation juridique pour être membre de ce tribunal. Il faut tenir pour acquis que le Conseil est au moins aussi qualifié, et probablement plus qualifié vu sa composition collégiale, qu'un juge de la Cour du Banc de la Reine siégeant seul", "pour tirer des conclusions relatives à des questions d'indépendance judiciaire, d'inamovibilité et de crainte de partialité", ". Il serait absurde pour un juge siégeant seul et pour un tribunal d'appel de faire preuve de peu de retenue à l'égard des décisions du Conseil dans un domaine où ils n'ont aucune expertise additionnelle. [...] [L] e fait que le Conseil joue ce rôle spécial et unique lui confère un niveau de spécialisation que ne possèdent pas les cours de révision ordinaires, lesquelles n'ont traditionnellement jamais traité de telles affaires [soulignements ajoutés]."], ["[21]", "Or, l'expertise dont jouissent institutionnellement le CCM et le Comité d'enquête couvre des domaines pointus du droit. Pensons à l'éthique et la déontologie, à l'interprétation de la portée de la Loi et du Règlement, à l'indépendance judiciaire et l'inamovibilité, tous des aspects potentiellement touchés par la présente demande de contrôle judiciaire. D'un autre côté, il est vrai qu'à l'égard de la question de l'interprétation et de l'application de la", "Loi sur les textes règlementaires", ", cette Cour possède une expertise que le Comité d'enquête n'a pas (voir par exemple", "Société canadienne de consultants en immigration c Canada (Citoyenneté et Immigration)", ", 2011 CF 1435 aux paras 164-170;", "<FRAGMENT_SUPPRESSED> ;", "Canada (Procureur général) c Prism Helicopters Ltd", ", 2007 CF 1346 aux paras 32-38). Toutefois, cela n'empêche pas le Comité d'enquête d'examiner et de se prononcer sur la question, quitte à ce que sa décision soit ultérieurement révisée selon la norme de la décision correcte - comme toute autre question de compétence ou de nature constitutionnelle."], ["[22]", "Je suis également en accord avec les savants procureurs du demandeur lorsqu'ils affirment que la question constitutionnelle soulevée dans l'avis de demande contrôle judiciaire met en jeu une véritable question de compétence. Comme l'indique la Cour suprême dans", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ] :", "La « compétence » s'entend au sens strict de la faculté du tribunal administratif de connaître de la question. Autrement dit, une véritable question de compétence se pose lorsque le tribunal administratif doit déterminer expressément si les pouvoirs dont le législateur l'a investi l'autorisent à trancher une question. L'interprétation de ces pouvoirs doit être juste, sinon les actes seront tenus pour", "ultra vires", "ou assimilés à un refus injustifié d'exercer sa compétence.", "S'il est vrai qu'aucune déférence n'est due au tribunal administratif en cette matière, il n'empêche, il est par ailleurs bien établi que les cours de révision ne décident pas des questions constitutionnelles dans un vide factuel (", "<FRAGMENT_SUPPRESSED> ;", "Colombie-Britannique (Procureur général) c Christie", ", [2007] 1 RCS 873, 2007 CSC 21 au para 28)."], ["[23]", "Au demeurant, cohérence argumentaire oblige, lors de l'audition des requêtes en radiation du Procureur général, j'ai demandé aux procureurs si, à leur avis, le Comité d'enquête était un « tribunal » aux fins de l'adjudication de toute question constitutionnelle, incluant celle de la violation du principe constitutionnel de l'inamovibilité des juges qu'allègue expressément le demandeur dans l'avis de demande de contrôle judiciaire. Il me faut répondre affirmativement à cette question."], ["[24]", "Selon les affaires", "<FRAGMENT_SUPPRESSED>  [", "Martin", "] et", "<FRAGMENT_SUPPRESSED>  [", "Paul", "], certains critères doivent être satisfaits pour qu'un tribunal administratif ait le pouvoir d'appliquer la Constitution. Il convient tout d'abord de souligner que dans l'affaire", "Martin", ", précitée, la Cour suprême a insisté sur le fait que les individus devaient pouvoir faire valoir les droits garantis par la Constitution devant le tribunal", "le plus accessible", "sans devoir engager des procédures judiciaires parallèles (au para 29). Bien évidemment, ce n'est pas n'importe quel tribunal administratif qui aura cependant le pouvoir d'appliquer la Constitution. Comme l'indique la Cour suprême, seuls les tribunaux administratifs dont la loi habilitante leur accorde, expressément ou implicitement, le pouvoir d'examiner et de trancher toute question de droit auront le pouvoir d'appliquer la Constitution (", "Martin", ", précité aux paras 34-36;", "Paul", ", précité au para 8). Dans chaque cas, il faut donc se poser la question si « l'attribution expresse de compétence confère au tribunal administratif le pouvoir de trancher les questions de droit découlant de l'application de la disposition contestée, auquel cas le tribunal sera présumé avoir compétence pour se prononcer sur la constitutionnalité de cette disposition » (", "Martin", ", précité au para 39)."], ["[25]", "Dans l'affaire", "Martin", ", précitée, la Cour indique un certain nombre de facteurs à prendre en compte en l'absence d'une attribution expresse de pouvoir:", "41 En l'absence d'une attribution expresse de pouvoir, il faut se demander si le législateur a voulu conférer au tribunal administratif le pouvoir implicite de trancher les questions de droit découlant de l'application de la disposition contestée. Pour déterminer s'il y a attribution implicite de pouvoir, il est nécessaire d'examiner la loi dans son ensemble. Parmi les facteurs à prendre en considération, il y a la mission que la loi confie au tribunal administratif en cause et la question de savoir s'il est nécessaire de trancher des questions de droit pour l'accomplir efficacement, l'interaction du tribunal en cause avec les autres composantes du régime administratif, la question de savoir si ce tribunal est une instance juridictionnelle, ainsi que des considérations pratiques comme la capacité du tribunal d'examiner des questions de droit. Les considérations pratiques ne peuvent cependant pas l'emporter sur ce qui ressort clairement de la loi elle-même, surtout lorsque priver le tribunal du pouvoir de trancher des questions de droit nuirait à sa capacité d'accomplir la mission qui lui a été confiée. Comme dans le cas de la compétence conférée expressément, si on conclut que le tribunal administratif a le pouvoir implicite de trancher les questions de droit découlant de l'application d'une disposition législative, ce pouvoir sera présumé englober celui de se prononcer sur la constitutionnalité de cette disposition."], ["[26]", "Ayant considéré la Loi dans son ensemble et les facteurs mentionnés dans", "Martin", ", précité, je suis d'avis que le Comité d'enquête - contrairement au Comité d'examen - possède le pouvoir implicite de trancher toutes les questions de droit découlant des dispositions pertinentes de la Loi et du Règlement. Cela inclut, en premier lieu, la question de la portée de son enquête, mais également toute question litigieuse touchant aux aspects essentiels à l'exercice de sa compétence plénière en matière d'allégations visant un magistrat toujours en fonction. Pensons à la détermination du fardeau de preuve et à la disposition de toute objection à la preuve découlant du caractère protégé d'actes visés par le secret professionnel (avocat-client), ce que soulève incidemment le demandeur dans son avis de demande."], ["[27]", "En outre, je note que le paragraphe 63(4) de la Loi précise que dans l'exercice de ses pouvoirs d'enquête, le Comité et le CCM, sont réputés constituer une « juridiction supérieure » ( « superior court » dans la version anglaise du texte). Mais que l'on considère le CCM comme une véritable « cour supérieure » - une prétention écartée dans", "Douglas", ", précité au para 102 (d'ailleurs, le Comité d'enquête a conclu dans l'affaire <FRAGMENT_SUPPRESSED> , puis dans l'affaire", "Flahiff", ", qu'il n'était pas une juridiction supérieure) - ou tout simplement comme un office fédéral lorsqu'il fait enquête sur la conduite d'un juge en vertu de la Loi, il faut ici présumer que le Comité d'enquête possède également le pouvoir de se prononcer sur tout argument constitutionnel que le demandeur veut faire valoir (voir", "Décision du Comité d'enquête sur les questions préliminaires concernant le juge Robert Flahiff de la Cour supérieure du Québec", ", Montréal, le 9 avril 1999)."], ["[28]", "Cette présomption de compétence que l'on peut attribuer au Comité d'enquête est d'ailleurs appuyée par le texte même du paragraphe 57(1) de la LCF, qui prescrit qu'un avis de question constitutionnelle doit être adressé au Procureur général et ceux des provinces lorsqu'une partie entend contester devant la Cour d'appel fédérale, la Cour fédérale", "ou un office fédéral", ", la validité, l'applicabilité ou l'effet, sur le plan constitutionnel, des lois fédérales ou provinciales ou leurs textes d'application. Cela dit, rien n'empêche l'office fédéral de renvoyer de son propre chef la question constitutionnelle à la Cour fédérale - comme d'ailleurs toute question de droit, de compétence, de pratique et procédure - ou encore, de le faire à la demande du Procureur général (paragraphe 18.3(1) et (2) de la LCF;", "Canadien Pacifique Ltée", ", précité au para 58;", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "Tant s'en faut, mais dans l'arrêt", "CB Powell", ", précité, la Cour d'appel fédérale a indiqué que les questions d'équité procédurale, de parti pris, de l'expertise d'une question juridique importante ne constituent pas des « circonstances exceptionnelles » autorisant un recours anticipé aux cours de justice, dès lors que le processus administratif en place permet de soulever des questions et prévoit des réparations efficaces (au para 33). Même la question de la crainte raisonnable de l'absence institutionnelle d'impartialité n'en est pas une qui peut être décidée de manière sommaire et en se fondant uniquement sur le libellé des dispositions réglementaires, et ce, sans savoir comment le tribunal administratif applique ces dernières en pratique (", "Canadien Pacifique Ltée", "au para 111)."], ["[30]", "Dans le cas présent, le Comité d'examen chargé d'examiner la plainte visant la conduite du demandeur a décidé de référer l'affaire à un Comité d'enquête. Il me semble qu'on peut faire un certain parallèle avec l'affaire", "Halifax", ", précité. Rappelons que la municipalité de Halifax avait demandé la révision judiciaire de la décision de la Commission des droits de la personne de Nouvelle-Écosse de renvoyer à une commission d'enquête une plainte déposée contre elle. La Cour suprême a été très claire concernant les risques d'une intervention prématurée des cours de justice:"], ["[36] Même si une telle intervention peut parfois être indiquée, la retenue se justifie sur les plans pratique et théorique [...]. Une intervention judiciaire hâtive risque de priver le tribunal de révision d'un dossier complet sur la question en litige, elle ouvre la porte à l'assujettissement à la norme de la « décision correcte » de questions de droit qui, si elles avaient été tranchées par le tribunal administratif, auraient pu commander la déférence judiciaire, elle nuit à l'efficacité des recours par la multiplication des procédures administratives et judiciaires et elle risque de compromettre un régime législatif complet que le législateur a soigneusement conçu [...]. Les tribunaux de révision manifestent donc de nos jours une retenue accrue lorsqu'il s'agit de court-circuiter le rôle décisionnel du tribunal administratif, spécialement lorsqu'on leur demande de réviser une décision rendue à l'issue d'un examen préalable comme celle en cause dans l'affaire", "Bell", "(1971)."], ["[37]", "Qui plus est, le droit administratif contemporain reconnaît une valeur accrue à l'opinion réfléchie d'un tribunal administratif sur une question de droit, et ce, que la décision de ce dernier soit ultimement susceptible de contrôle judiciaire selon la norme de la décision correcte ou celle de la décision raisonnable [...] (", "Halifax", ", précité aux paras 36-37; références omises)"], ["[31]", "L'analyse du juge Evans, alors de cette  <FRAGMENT_SUPPRESSED> , 1999 CanLII 9373 (CF) [ <FRAGMENT_SUPPRESSED> ] est également très utile. Cette affaire concernait une demande de contrôle judiciaire du refus d'un arbitre de se récuser pour cause de partialité. Le juge Evans a alors fait les commentaires suivants:"], ["[9] J'ai invité les avocats à présenter leurs observations sur la question de savoir si la présente demande de contrôle judiciaire devait être rejetée en raison de son caractère prématuré dans le cadre de leurs arguments au fond, et non dans le cadre d'une opposition préliminaire. Le fait d'entendre l'affaire en entier m'a fourni un contexte utile, dans lequel je peux décider si j'exerce mon pouvoir discrétionnaire en matière de redressement."], ["[10] Cela ne signifie toutefois pas nécessairement que l'allégation de partialité doive faire l'objet d'une décision avant que la Cour ne se prononce sur l'exercice de son pouvoir discrétionnaire en matière de redressement. Comme le juge Vertes l'a souligné dans la décision", "<FRAGMENT_SUPPRESSED>  (C.S.) (QL), il semblerait vraiment inapproprié d'obliger un demandeur à terminer une instruction administrative devant un tribunal qu'une cour de révision a jugé inhabile à siéger pour cause de partialité."], ["[11] Mais il ne s'ensuit pas non plus qu'un demandeur a le droit de faire trancher une question de partialité à n'importe quel moment de son choix, sur simple demande. Le temps et les ressources consacrés à la préparation des observations écrites et à la présentation des arguments oraux ne sont pas nécessairement perdus si cette question n'est pas tranchée. Si l'affaire devait être déférée de nouveau à la Cour sur la question de la partialité après la décision finale du tribunal, l'avocat aura déjà effectué la majeure partie du travail nécessaire."], ["[32]", "Le juge Evans a par la suite identifié divers facteurs pertinents concernant l'exercice de la discrétion judiciaire: (1) le préjudice subi par le demandeur si le processus administratif suivait son cours sans intervention de la Cour (aux paras 19-21); (2) le gaspillage si le demandeur devait suivre le processus administratif jusqu'au bout et qu'ensuite, uniquement si une décision négative à son égard était rendue, il devait redemander le contrôle judiciaire à l'égard de la même question (aux paras 22-23); (3) le retard au processus administratif causé par l'intervention de la Cour et l'impact possible dans d'autres instances si les parties recouraient à ce processus pour retarder les procédures ou forcer les parties plus vulnérables à abandonner leur cause (aux paras 24-25); (4) la division des questions pouvant mener à une multiplication des procédures puisqu'une intervention immédiate n'empêcherait pas une ou l'autre des parties de demander le contrôle judiciaire de la décision finale de l'organisme administratif (au para 26); et (5) le bien-fondé des prétentions du demandeur (aux paras 27 et s). Comme l'indique le juge Evans, ces facteurs doivent être évalués à la lumière des faits en l'espèce, mais également du contexte législatif applicable (aux paras 33-35). Dans <FRAGMENT_SUPPRESSED> , précité, le juge Evans a conclu que la demande de contrôle judiciaire était prématurée après avoir fait l'évaluation de tous les facteurs pertinents."], ["[33]", "On conviendra qu'après tous ces avertissements généraux dans la jurisprudence, ce serait faire preuve de laxisme judiciaire que de ne pas tenir compte des longs retards et des coûts énormes qui seraient entraînés s'il me fallait accepter la prétention du demandeur voulant qu'il puisse, à chaque étape du processus d'examen et d'enquête, faire examiner la légalité de toute décision interlocutoire. D'un autre côté, toute règle comporte son exception. C'est pourquoi j'ai également examiné diverses décisions ayant trait à la conduite des juges, et plus particulièrement, les instances où la question de l'épuisement des recours a pu être soulevée. Force m'est de conclure que la présente demande ne tombe pas dans la catégorie de ces cas rares et exceptionnels justifiant une intervention anticipée de la Cour."], ["[34]", "Dans la décision", "<FRAGMENT_SUPPRESSED> , 1994 CanLII 3495 (CF) [ <FRAGMENT_SUPPRESSED> ], le juge Strayer, alors de cette Cour, a rendu jugement sur une demande de contrôle judiciaire contestant la décision préliminaire rendue par le Comité d'enquête sur des questions constitutionnelles. La Cour a alors permis que l'enquête se poursuive, mais a modifié en partie la décision du Comité pour qu'elle soit conforme à sa conclusion « [...] qu'un juge ne peut être révoqué que pour manquement à la bonne conduite et que l'inexécution des fonctions de juge pour cause d'invalidité permanente constituerait un tel manquement » ( <FRAGMENT_SUPPRESSED> , précité)."], ["[35]", "Il n'est pas sans importance de souligner que dans l'affaire <FRAGMENT_SUPPRESSED> , le Comité d'enquête s'était préalablement prononcé sur des questions constitutionnelles, et ce, après la signification d'un avis de question constitutionnelle aux procureurs généraux et la participation du Procureur général. Le Comité d'enquête avait alors décidé qu'il avait la compétence de poursuivre l'enquête (", "Rapport du comité d'enquête sur sa compétence de mener une enquête concernant le juge Gratton de la Cour de justice de l'Ontario", ", Ottawa, le 26 janvier 1994). En l'espèce, le Comité d'enquête n'a pas encore commencé son enquête et on ne lui a pas offert l'occasion de se prononcer sur la question de compétence ou d'invalidité sur le plan du droit constitutionnel ou du droit administratif du Règlement et des Procédures relatives aux plaintes."], ["[36]", "Dans l'affaire", "<FRAGMENT_SUPPRESSED>  mon ancien collègue le juge Lemieux a rejeté pour cause de prématurité une demande de contrôle judiciaire à l'égard d'une décision du Comité d'enquête d'entendre une requête de type", "Boilard", "au moment de l'audience sur le fond."], ["[37]", "Plus récemment, dans l'affaire", "Douglas", ", précitée, la Cour est intervenue de façon préliminaire dans le cadre d'une enquête concernant la conduite d'un juge de nomination fédérale, qui n'était pas terminée. Le CCM faisait alors valoir devant la Cour trois motifs pour démontrer le caractère prématuré de la demande, soit:", "(1) le fait que la demanderesse n'a pas épuisé les autres voies de recours ouvertes dans le cadre du processus mené par le Conseil, (2) les contestations de la demanderesse portant sur les décisions interlocutoires du comité d'enquête ont été présentées avant la conclusion de la procédure, et (3) la demanderesse a soulevé pour la première fois des questions dans le cadre du contrôle judiciaire avant de les présenter d'abord au décideur et d'obtenir des motifs à cet égard. (au para 131)"], ["[38]", "En l'espèce, mon collègue le juge Mosley a indiqué que dans des circonstances ordinaires, la demande de contrôle judiciaire des décisions interlocutoires du Comité d'enquête n'aurait pas été sujette au contrôle judiciaire:"], ["[142] Si la controverse au sujet de la démission de Me Pratte n'avait pas éclatée, j'aurais [conclu], suite à l'application des critères <FRAGMENT_SUPPRESSED> , précité, que la demande telle que présentée au départ était prématurée. Il me semble que le préjudice supposément causé à la demanderesse en raison des instructions données à l'avocat du comité ainsi que son contre-interrogatoire vigoureux des deux témoins clés n'auraient pas justifié l'ingérence de la Cour avant que le comité d'enquête et le Conseil ne s'acquittent au complet de leur tâche. Si le comité d'enquête avait ultérieurement rendu une décision favorable à la demanderesse, aucun contrôle judiciaire n'aurait été nécessaire. Je ne suis pas convaincu que le risque d'une aggravation du préjudice aux intérêts de la demanderesse causé par la poursuite de l'enquête aurait été irréparable, ou que les actions du comité jusqu'au moment de la requête en récusation constituaient un manquement à son obligation d'agir équitablement et donc viciait la compétence du comité."], ["[143] Cependant, étant donné la démission de Me Pratte peu après qu'il eut déposé une demande distincte de contrôle judiciaire, la demanderesse avait raison de poursuivre ses démarches afin de déterminer ce qui c'était produit. Ce faisant, je suis convaincu que la demanderesse avait épuisé toutes les voies de recours administratives qui lui étaient ouvertes avant de saisir la Cour de la question de la crainte de partialité institutionnelle."], ["[39]", "Faut-il le rappeler, le dossier du demandeur n'est qu'au début de la quatrième étape, et la situation factuelle, telle qu'elle se présente aujourd'hui, m'apparaît fort différente de celle de l'affaire", "Douglas", ", précitée. Les renseignements qui ont été recueillis jusqu'ici par l'avocat externe ou le Comité d'examen ne constituent pas de la preuve. Le demandeur n'a pas été « jugé ». D'autre part, il n'y a aucune allégation de partialité ou d'atteinte à l'indépendance de l'avocate devant présenter l'affaire au Comité d'enquête. Et surtout, ne faisons pas de procès d'intention: les choses ne sont pas toujours ce qu'elles paraissent à première vue. Aucun témoin n'a été entendu. La crédibilité des uns et des autres devra être exclusivement évaluée par le Comité d'enquête - si jamais il déclare avoir compétence. Il faut donc présumer à ce stade que les membres du Comité d'enquête n'ont aucun parti pris, ni idée préconçue, et qu'ils ne se formeront une opinion que lorsqu'ils auront entendu toute la preuve et considéré toute explication, le cas échéant, fournie par le demandeur."], ["[40]", "Bien que le représentant du Procureur général semblait d'avis à l'audition que ce n'est qu'à la conclusion de la sixième étape qu'une demande de contrôle judiciaire pourrait être portée par le demandeur -une prétention qui n'a pas été retenue dans", "Douglas", ", précité et qu'il n'est pas nécessaire de trancher de façon finale aujourd'hui - il est suffisant de décider, qu'à ce stade du dossier, le demandeur doit à tout le moins attendre la conclusion de la quatrième étape. C'est que d'une part, ni le Comité d'enquête, ni l'avocat indépendant, ne sont liés par le rapport du Comité d'examen, et que d'autre part, le préavis qui doit être donné en vertu de la Loi et du Règlement, n'a pas encore été transmis au demandeur, ce qui rend pratiquement impossible à ce stade un examen éclairé des multiples arguments du demandeur."], ["[41]", "Il n'est pas non plus évident, à ce stade, que la présente demande de contrôle judiciaire a de très fortes chances d'être accueillie au mérite. Au-delà de la question de la prématurité, bien qu'il reconnaisse que la présente demande n'est ni abusive, ni frivole, le Procureur général soumet également que la véritable question n'est pas de savoir si le Comité d'enquête a le pouvoir d'enquêter sur de présumés actes criminels, mais de déterminer si la conduite passée du demandeur pourrait le rendre inapte à remplir utilement ses fonctions parce que les faits reprochés au demandeur, s'ils sont prouvés, constituent soit un « manquement à l'honneur et à la dignité », un « manquement aux devoirs de sa charge », ou une « situation d'incompatibilité, qu'elle soit imputable au juge ou à toute autre cause » (alinéas 65(2) b), c) et d) de la Loi; par analogie,", "Re Therrien", ", [2001] 2 RCS 3, 2001 CSC 35). Encore une fois sans me prononcer sur le mérite, il m'apparaît plus prudent que la question de compétence soit tranchée par le Comité d'enquête une fois que le demandeur aura eu l'occasion de prendre connaissance du préavis et de formuler toute objection utile."], ["[42]", "Loin de moi l'idée de banaliser cette affaire. Les allégations examinées par le Comité d'examen sont graves. La réputation du demandeur est véritablement en jeu. Sa vie personnelle et sa carrière professionnelle également. La nécessité faisant loi, il y a urgence à agir. Des délais considérables ont déjà été encourus. Le demandeur est toujours dans l'incertitude. De fait, bien qu'une avocate indépendante ait été nommée et que la composition du Comité d'enquête ait été publiquement annoncée le 18 juin 2014 (voir l'autre décision rendue ce jour dans le dossier T-1557-14, 2014 CF 1176 aux paras 1 et 2), le demandeur n'a toujours pas été formellement avisé « des plaintes ou accusations » que le Comité d'enquête entend examiner en vertu de l'article 64 de la Loi et du paragraphe 5(1) du Règlement."], ["[43]", "Du même souffle, malgré les délais encourus à ce jour, le préavis qui sera donné au demandeur devra être suffisamment précis et long pour lui permettre « d'offrir une réponse complète » (paragraphe 5(2) du Règlement). De surcroît, les garanties qu'offre la Loi et le Règlement au demandeur ne sont pas factices. Le Comité d'enquête doit conduire l'audience conformément au principe de l'équité et il doit s'assurer que le juge qui fait l'objet de l'enquête a la possibilité de se faire entendre, de contre-interroger les témoins et de présenter tous les éléments de preuve utiles à sa décharge (article 64 de la Loi et article 7 du Règlement). On peut donc imaginer qu'avant que le Comité d'enquête accepte en preuve la déclaration d'un témoin repenti, le demandeur aura eu l'opportunité de contre-interroger son auteur."], ["[44]", "Voilà pourquoi je rejette la prétention du demandeur selon laquelle la décision du Comité d'examen soit déterminante en soi ou qu'une violation des règles d'équité procédurale ait pu vicier l'ensemble du processus d'enquête (", "<FRAGMENT_SUPPRESSED> confirmant 2011 CF 1019). Le Comité d'enquête ne siège pas en appel de la décision du Comité d'examen. On parle ici d'un processus", "de novo", ". Du point de vue de l'équité procédurale, peu importe les reproches antérieurs du demandeur, la Loi et le Règlement comportent, au niveau de l'enquête elle-même, des garanties procédurales très importantes. Celles-ci sont de nature à assurer une protection adéquate des droits du demandeur qui désire notamment pouvoir contre-interroger les auteurs des allégations formulées contre lui."], ["[45]", "Il est par ailleurs impossible à ce stade de prévoir la tournure des évènements. Se pourrait-il que des allégations examinées antérieurement par le Comité d'examen ne fassent pas l'objet de l'enquête ou soient retirées? Je l'ignore totalement. Selon ce qu'a expliqué le représentant du Procureur général à l'audience, la Cour comprend qu'il incombera à l'avocate indépendante de réviser le dossier et de déterminer elle-même « avec impartialité et conformément à l'intérêt public » quels éléments de preuve précis seront présentés à l'enquête (paragraphes 3(3) et 5(2) du Règlement). La Cour doit également présumer à ce stade qu'aucun élément du dossier (pièces D-3 à D-7) n'a été communiqué ou transmis au Comité d'enquête. Dans cette logique, l'investigation conduite précédemment par le Comité d'examen, même si elle a pu avoir un caractère inquisitoire, n'a pas compromis le droit fondamental du demandeur de se défendre, à l'occasion d'un débat contradictoire devant le Comité d'enquête, des faits particuliers qui pourront lui être reprochés."], ["[46]", "S'agissant par ailleurs du préjudice continu que peut subir le demandeur à cause de la poursuite de l'enquête, il s'agit essentiellement des préjudices moraux et pécuniaires pouvant résulter d'atteintes injustifiées à sa réputation dans le cas où la plainte ou les accusations portées contre lui pourraient s'avérer, en fin de compte, non fondées en l'espèce. Or, des mesures concrètes ont déjà été prises pour protéger la réputation du demandeur, et ce, tant au niveau du CCM que de la Cour. Jusqu'ici, tous les éléments du dossier du CCM (pièces D-3 à D-7) sont demeurés confidentiels. Bien que le Comité d'enquête tient l'audience en public, il peut néanmoins ordonner un huis clos total ou partiel et interdire la publication de tout renseignement ou document qui lui est présenté (paragraphes 63(5) et (6) de la Loi; article 6 du Règlement). Bien entendu, cela inclut tout élément du dossier du CCM (pièces D-3 à D-7), en supposant que l'avocate indépendante décide de déposer en preuve devant le Comité d'enquête tout tel élément du dossier, ce qui n'est pas évident à ce stade, car les pièces D-3 à D-7 contiennent des informations de nature à révéler des enquêtes pénales en cours ou passées, tandis que le rapport de l'avocat externe (pièce D-5) est protégé par le privilège du conseil juridique et/ou un privilège d'intérêt public (", "<FRAGMENT_SUPPRESSED> )."], ["[47]", "En terminant, je dois également me rendre à une évidence: rien n'empêche le demandeur d'adresser au Comité d'enquête une requête en arrêt des procédures (voire en récusation s'il estime qu'il existe une crainte raisonnable de partialité) et de faire valoir les arguments de droit administratif et de droit constitutionnel qui sont notamment mentionnés dans son avis de demande de contrôle judiciaire. Le demandeur soulève plusieurs questions importantes, certaines d'intérêt public, qui devraient être préférablement décidées de façon préliminaire par le Comité d'enquête. D'ailleurs, par le passé, des Comités d'enquête ont déjà dû se prononcer sur diverses questions préliminaires de compétence, de preuve, et même, de droit constitutionnel. Même s'il n'est peut-être pas clair selon la jurisprudence que le Comité d'enquête a le pouvoir de rendre un jugement déclaratoire ayant force de chose jugée pour l'ensemble du Canada, il n'empêche, il peut toujours refuser d'appliquer un texte inconstitutionnel ou contraire à la", "Charte canadienne des droits et libertés", ", s'il parvient à la conclusion que le Règlement, voire les Procédures relatives aux plaintes, ne respectent pas la Loi ou la Constitution. Cela suffit pour me convaincre, à ce stade, que des recours efficaces sont ouverts au demandeur et qu'il lui appartient d'épuiser ces recours avant de s'adresser à cette Cour."], ["[48]", "Parce que la présente demande de contrôle judiciaire est prématurée, la requête en radiation du Procureur général sera accueillie par la Cour. Le tout sans frais.", "ORDONNANCE"], ["[49]", "LA COUR ORDONNE", "la radiation de l'avis de demande de contrôle judiciaire daté du 13 mars 2014. Le tout sans frais.", ".........................", "<FRAGMENT_SUPPRESSED>  Canadian Judicial Council About Federally Appointed Judges and Canada (Attorney General) (respondents)"], ["[1]", "Martineau, J.", "[Translation]: An Inquiry Committee was constituted under the supposed authority of subsection 63(3) of the", "Judges Act", ", RSC 1985, c J-1 (Act) to investigate the conduct of the applicant, Justice Michel Girouard, when he was a lawyer. In these judicial review proceedings, the applicant seeks to have the decision to this effect dated February 11, 2014, by the Review Panel of the Canadian Judicial Council (CJC) set aside. At the same time, the applicant wishes to prevent the continuation of the inquiry and alternatively seeks declarations of invalidity or inapplicability of the", "Canadian Judicial Council Inquiries and Investigations By-laws", ", SOR/2002-371 (By-laws) and the", "Procedures for Dealing with Complaints made to the Canadian Judicial Council about Federally Appointed Judges", ", effective since October 14, 2010 (Complaints Procedures)."], ["[2]", "As co-respondent, the Attorney General of Canada now seeks to strike out the notice of application for judicial review filed on March 13, 2014, by the applicant. Although an appearance was filed in the name of the CJC-the Review Panel that made the impugned decision is named as co-respondent-and that outside counsel was mandated to attend the hearing as an observer, the CJC took no position. The present motion was heard by this Court concurrently with the motion to strike filed by the Attorney General in the judicial review application T-1557-14 (see decision: 2014 FC 1176)."], ["[3]", "The Attorney General alleges that, on its face, this application for judicial review is premature. For the purposes of ruling on this motion to strike, the facts alleged in the applicant's proceedings must be held to be true. The following relevant facts emerge from the allegations and documents referred to in the notice of application for judicial review."], ["[4]", "In passing, on November 20, 2014, at the opening of the hearing of the motions to strike, the Court issued a non-disclosure order and publication ban on the content of exhibits D-3 to D-7 and on all confidential information in the Certified Tribunal Record. However, the Court orders did not apply to the allegations and information that the parties or their counsel voluntarily published and released in the proceedings and documents filed with the Court and which are not subject to the confidentiality order already issued on May 1, 2014."], ["[5]", "The applicant is a federally appointed judge sitting on the Superior Court of Québec since September 30, 2010. He was appointed to the judiciary following an exemplary career in Abitibi, where he developed a varied clientele and versatile professional expertise, notably in the areas of civil law, criminal law, commercial law and administrative law."], ["[6]", "However, the applicant was the subject of an allegation by an informer who stated on May 17, 2012, as part of a criminal investigation, that he sold cocaine to Michel Girouard, a lawyer at the time, until late 1991 or late 1989, according to the various contradictory versions provided by said individual to the police authorities. Moreover, a client of the applicant was under police investigation when he was visited by the applicant (not long before his appointment, according to the documentation on file). But the applicant hastened to specify that they were documentary exchanges as part of a professional solicitor-client relationship protected by the right to professional secrecy."], ["[7]", "Of course, the matter did not end there. On October 30, 2012, the Director of Criminal and Penal Prosecutions of the Province of Quebec submitted the informer's statement to the Chief Justice of the Superior Court of Québec, the Honourable François Rolland. On November 30, 2012, Chief Justice Rolland wrote (Exhibit D-3) to the CJC to [Translation] \"investigate the conduct [of the applicant] when he was a lawyer\" (the complaint). It is in this particular factual context that the investigation procedure provided for in the Act was undertaken."], ["[8]", "When a complaint regarding the conduct of a named, federally appointed judge is filed, an administrative process involving six stages is triggered: (1) the Executive Director of the CJC reviews the complaint and decides whether it warrants opening a file; (2) if a file is opened, the Chairperson (or Vice-Chairperson) of the Judicial Conduct Committee reviews the complaint and may close the file or seek additional information; (3) if the file is not closed, a Review Panel reviews the complaint and the judge's written submissions and decides whether the complaint may be settled at this stage or whether it is serious enough to be referred to an Inquiry Committee; (4) if the matter is referred, the Inquiry Committee holds a hearing, hears the evidence concerning the complaint and submits to the CJC a report in which it records the findings of the inquiry or investigation, including the conclusion as to whether the judge's removal from office should be recommended; (5) the CJC reviews the complaint and makes a determination on its merits; and (6) the CJC reports its conclusions, including the conclusion as to whether the judge's removal from office is recommended, and submits the record of the inquiry or investigation to Minister of Justice."], ["[9]", "In the case at bar, pursuant to section 5 of the Complaints Procedures, the Vice-Chairperson of the Judicial Conduct Committee of the CJC, the late Honourable Edmond Blanchard, reviewed the file. He decided, on October 22, 2013, to constitute a Review Panel made up of three judges, including two Chief Justices, to consider the matter (Exhibit D-6), after first asking outside counsel to make further inquiries (Exhibits D-4 and D-5). Then, on February 11, 2014, the Review Panel decided to constitute an Inquiry Committee under subsection 63(3) of the Act [Translation] \"because the matter may be serious enough to warrant [the] removal [of the applicant] as a judge\" (Exhibit D-7)."], ["[10]", "At the risk of repeating myself, in this application for judicial review, filed on March 13, 2014, the applicant seeks to have the decision to this effect dated February 11, 2014, by the Review Panel (the impugned decision) set aside. He also seeks to have the By-laws and Complaints Procedures invalidated or otherwise declared inapplicable, to the extent that these instruments authorize the CJC or one of its committees to complete an inquiry or investigation into the complaint currently against the applicant."], ["[11]", "In essence, the applicant made three types of criticisms of the impugned decision and of the inquiry and investigation procedures:", "(a) Issues of jurisdiction. The Inquiry Committee does not have jurisdiction to commence an inquiry or investigation into a complaint regarding the conduct of the applicant [Translation] \"when he was a lawyer,\" or into new allegations not included in the original complaint of November 30, 2012 (Exhibit D-3). Subsection 1.1(2) of the By-laws is unconstitutional to the extent that it allows for a substitute criminal inquiry and an inquiry into matters within the exclusive jurisdiction of the provinces under section 92.13 of the C", "onstitution Act, 1867", "(b) Issues of administrative invalidity. The Complaints Procedures were not published in accordance with the requirements of the", "Statutory Instruments Act", ", RSC 1985, c S-22. Also, the powers delegated to the Review Panel are directly contrary to the Act, which provides that it is the CJC (and not the Review Panel) that constitutes an Inquiry Committee (subsection 63(3) of the Act). The Complaints Procedures and the By-laws-particularly with regard to the scope of the investigation or inquiry and the burden of proof-confer pure discretionary powers, which is contrary to the principles of administrative law (or even constitutional law); and", "(c) Issues of procedural fairness. At stages two and three, outside counsel, the Vice-Chairperson and the Review Panel systematically rejected the version of the facts given by the applicant and the witnesses and only accepted those factors that were most unfavourable to him, without providing him with a real opportunity to verify through a cross-examination or other legal means, the validity of those allegations. Furthermore, the Vice-Chairperson violated section 9.2 of the Complaints Procedures by interfering in the work of the Review Panel, as the reference (Exhibit D-6) involves an assessment of the evidence."], ["[12]", "For his part, the Attorney General asks the Court to strike the application for judicial review in its entirety as it is premature. Indeed, the impugned decision is interlocutory in nature. Moreover, the applicant is required to pursue all effective remedies that are available within the CJC's administrative inquiry process before filing an application for judicial review with the Court. In this regard, the Inquiry Committee has full authority to decide the questions of law and jurisdiction raised by the applicant."], ["[13]", "The applicant replies that the Review Panel has completed its task and that it is now", "functus officio", ". This is sufficient to allow a superior court-here the Federal Court-to review the legality of the [Translation] \"final\" decision so rendered at this stage. Indeed, each new stage completed by the CJC undermines the applicant's reputation and causes him irreparable harm. He is therefore justified in once again seeking judicial review of the decision of the Review Panel, especially since the CJC does not have jurisdiction in this matter."], ["[14]", "Without making a definitive ruling on the merits of the arguments raised by the applicant in his notice of application for judicial review, I find that the Attorney General's motion seems to be well founded in this case."], ["[15]", "It should be noted that pursuant to sections 18 and 18.1 of the", "Federal Courts Act", ", RSC 1985, c F-7 (FCA), \"anyone directly affected by the matter in respect of which relief is sought\" may file an application for judicial review regarding an act, decision, order or proceeding of a federal board, commission or other tribunal, whereas the Court has the power to quash any decision so taken, strike any unconstitutional,", "ultra vires", "or otherwise invalid act or regulation, and prohibit the continuation of any proceeding unlawfully instituted by the federal board, commission or other tribunal."], ["[16]", "However, subsection 18.4(1) of the FCA stipulates that an application for judicial review \"shall be heard and determined without delay and in a summary way.\" Generally, motions to strike are not present in such matters. Nevertheless, as the Federal Court of Appeal determined in", "<FRAGMENT_SUPPRESSED> , 1994 CanLII 3529 (FCA), the striking out of an application for judicial review may be granted when a pleading \"is so clearly improper as to be bereft of any possibility of success.\""], ["[17]", "In the case at bar, the impugned decision rendered by the Review Panel is an interlocutory decision that does not make a determination on the merits of the case. I am satisfied in this case that this is one of those exceptional cases where in the exercise of his judicial discretion, the motions judge can summarily strike a judicial procedure because it is premature. Furthermore, the trial judge has the same discretion to grant the motion to dismiss or to refuse to hear on the merits an application for judicial review that he or she considers premature (", "<FRAGMENT_SUPPRESSED> , 1995 CanLII 145 (SCC), at paragraphs 30-37 (", "Canadian Pacific Ltd", "))."], ["[18]", "The classic scheme, the cornerstone of the Attorney General's reasoning, is well-known. Judicial resources are limited and should be saved to ensure that all people have equal, timely and fair access to courts. Also, as a general rule, an applicant can proceed to the court system for legal redress only after the administrative process to which he or she is subject has been completed and all effective remedies have been exhausted (", "<FRAGMENT_SUPPRESSED> (", "CB Powell", ")). Exceptionally, however, the courts may interfere at a preliminary stage (", "CB  <FRAGMENT_SUPPRESSED> , at paragraph 33;", "<FRAGMENT_SUPPRESSED> (", "Halifax", ");", "<FRAGMENT_SUPPRESSED> (", "Douglas", ") [judgment under appeal]."], ["[19]", "There is no reason to depart from this general model. Waste is a serious disorder affecting any powers exercised lightly and at any time, but strict discipline avoids wasting judicial resources. Judicial intervention at a preliminary stage will necessarily be the exception. It is not insignificant to note that the doctrine of exhaustion of remedies seeks to achieve a number of legitimate objectives, including those of preventing fragmentation of the administrative process and piecemeal court proceedings, eliminating the large costs and delays associated with premature forays to court when the applicant may succeed at the end of the administrative process challenged. Further, only at the end of the administrative process will a reviewing court have all of the administrative decision-maker's findings; these findings may be suffused with expertise, legitimate policy judgments and valuable experience in the area of expertise of the administrative decision-maker (", "CB  <FRAGMENT_SUPPRESSED> , at paragraph 32)."], ["[20]", "<FRAGMENT_SUPPRESSED> the Supreme Court stated the following regarding the unique expertise of the New Brunswick Judicial Council, which performs a function similar to the CJC in disciplinary matters:", "...It is obvious that membership in this tribunal requires, in most cases, vast legal training. As compared to a single judge from the Court of Queen's Bench, it would have to be assumed that the Council is at least as qualified, and likely more qualified in light of its collegial composition,", "to draw conclusions where considerations of judicial independence, security of tenure and apprehension of bias are concerned", ". It would be nonsensical for a single judge or an appellate court to show low deference to decisions of the Council in an area in which they have no additional expertise. . . . [T]he fact that the Council is engaged in this special and unique role gives it some degree of specialty not enjoyed by ordinary courts of review who have never, historically, been involved in such matters. [Emphasis added.]"], ["[21]", "The expertise exercised institutionally by the CJC and the Inquiry Committee covers specialized fields of law. This would include ethics and conduct, the interpretation of the scope of the Act and By-laws, judicial independence and security of tenure, all aspects potentially affected by this application for judicial review. However, it is true that regarding the issue of interpretation and application of the", "Statutory Instruments Act", ", this Court has expertise that the Inquiry Committee does not (see for example", "<FRAGMENT_SUPPRESSED> ). However, this does not prevent the Inquiry Committee to address and determine the issue, subject to the possibility that its decision may be further reviewed on the standard of reasonableness-like any other jurisdictional or constitutional issue."], ["[22]", "I also agree with the learned counsel for the applicant when they state that the constitutional issue raised in the application for judicial review involves a true question of jurisdiction. As the Supreme Court stated in", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ):", "\"Jurisdiction\" is intended in the narrow sense of whether or not the tribunal had the authority to make the inquiry. In other words, true jurisdiction questions arise where the tribunal must explicitly determine whether its statutory grant of power gives it the authority to decide a particular matter. The tribunal must interpret the grant of authority correctly or its action will be found to be ultra vires or to constitute a wrongful decline of jurisdiction.", "If it is true that no deference is owed to the administrative tribunal in this area, it is nevertheless trite law that constitutional questions are not decided by reviewing courts in a factual vacuum (", "<FRAGMENT_SUPPRESSED> )."], ["[23]", "Indeed, to ensure consistency, during the hearing of the Attorney General's motions to strike, I asked counsel if, in their opinion, the Inquiry Committee was a [Translation] \"tribunal\" for purposes of determining any constitutional question, including that of the violation of the constitutional principle of security of tenure of judges expressly alleged by the applicant in the notice of application for judicial review. I would have to answer this question in the affirmative."], ["[24]", "According to", "<FRAGMENT_SUPPRESSED>  (", "Martin", ") and", "<FRAGMENT_SUPPRESSED>  (", "Paul", "), certain criteria must be met in order for an administrative tribunal to have the power to apply the Constitution. It must first be noted that in", "Martin", ", above, the Supreme Court stressed the fact that individuals should be entitled to assert the rights that the Constitution guarantees them in", "the most accessible forum available", ", without the need for parallel proceedings before the courts (at paragraph 29). Obviously, not just any administrative tribunal will however have the power to apply the Constitution. As stated by the Supreme Court, only administrative tribunals which are implicitly or explicitly granted by the empowering legislation the jurisdiction to interpret or decide any question of law will have the power to apply the Constitution (", "Martin", ", above, at paragraphs 34-36;", "Paul", ", above, at paragraph 8). The relevant question in each case is therefore whether \"the express grant of jurisdiction confers upon the tribunal the power to decide questions of law arising under the challenged provision, in which case the tribunal will be presumed to have jurisdiction to decide the constitutional validity of that provision\" (", "Martin", ", above, at paragraph 39)."], ["[25]", "In", "Martin", ", supra, the Court identified a number of factors to be taken into account absent an explicit grant:", "41 Absent an explicit grant, it becomes necessary to consider whether the legislator intended to confer upon the tribunal implied jurisdiction to decide questions of law arising under the challenged provision. Implied jurisdiction must be discerned by looking at the statute as a whole. Relevant factors will include the statutory mandate of the tribunal in issue and whether deciding questions of law is necessary to fulfilling this mandate effectively; the interaction of the tribunal in question with other elements of the administrative system; whether the tribunal is adjudicative in nature; and practical considerations, including the tribunal's capacity to consider questions of law. Practical considerations, however, cannot override a clear implication from the statute itself, particularly when depriving the tribunal of the power to decide questions of law would impair its capacity to fulfill its intended mandate. As is the case for explicit jurisdiction, if the tribunal is found to have implied jurisdiction to decide questions of law arising under a legislative provision, this power will be presumed to include jurisdiction to determine the constitutional validity of that provision."], ["[26]", "Having considered the Act as a whole and the factors referred to in", "Martin", ", above, I am of the view that the Inquiry Committee-contrary to the Review Panel-has implied jurisdiction to decide questions of law arising under the relevant provisions of the Act and By-laws. This includes, first and foremost, the issue of the scope of its inquiry, but also any issue involving aspects essential to the exercise of its inherent jurisdiction over allegations lodged against a magistrate who is still in office. Consider, for example, the determination of the burden of proof and the use of any objection to the evidence flowing from the protected nature of acts subject to solicitor-client privilege, which, incidentally, the applicant raises in his notice of application."], ["[27]", "Moreover, I note that subsection 63(4) of the Act specifies that in making an inquiry or investigation, the Committee and the CJC shall be deemed to be a \"superior court.\" However, for the CJC to be considered a true \"superior court\"-a claim dismissed in", "Douglas", ", above, at paragraph 102 (also, the Inquiry Committee concluded in <FRAGMENT_SUPPRESSED> and then in", "Flahiff", ", that is was not a superior court)-or simply a federal board, commission or other tribunal when it investigates the conduct of a judge under the Act, it must be presumed that the Inquiry Committee also has jurisdiction to rule on any constitutional argument the applicant wishes to put forward (see", "Inquiry Committee's decision on preliminary issues in the case of Mr. Justice Robert Flahiff of the Superior Court of Quebec", ", Montréal, April 9, 1999)."], ["[28]", "This presumption of jurisdiction that may be attributed to the Inquiry Committee is supported by the very wording of subsection 57(1) of the FCA, which prescribes that the Attorney General of Canada and the attorney general of each province are entitled to notice made in respect of a constitutional question when a party intends to challenge before the Federal Court of Appeal or the Federal Court", "or a federal board, commission or other tribunal", ", the constitutional validity, applicability or operability of an Act of Parliament or of the legislature of a province, or of regulations made under such an Act. That said, a federal board, commission or other tribunal may on its own initiative refer a constitutional question to the Federal Court-as well as any question or issue of law, of jurisdiction or of practice and procedure -or do so at the request of the Attorney General (subsections 18.3(1) and (2) of the FCA;", "Canadian Pacific Ltd", ", above, at paragraph 58;", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "However, in", "CB  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal stated that issues of procedural fairness or bias, and the presence of an important legal issue are not \"exceptional circumstances\" permitting early recourse to the courts, as long as the administrative process in place allows the issues to be raised and an effective remedy to be granted (at paragraph 33). Even the issue of reasonable apprehension of institutional bias cannot be decided summarily and on the wording of the by-laws or regulations alone without knowing how the administrative tribunal applies them in actual practice (", "Canadian Pacific Ltd", ", at paragraph 111)."], ["[30]", "In the present case, the Review Panel responsible for reviewing the complaint regarding the applicant's conduct decided to refer the matter to an Inquiry Committee. It seems to me that some parallel can be drawn with", "Halifax", ", above. It may be recalled that the Municipality of Halifax sought judicial review of the Nova Scotia Human Rights Commission's decision to refer the complaint against it to a board of inquiry. The Supreme Court was very clear regarding the risks of premature intervention by the courts:"], ["[36] While such intervention may sometimes be appropriate, there are sound practical and theoretical reasons for restraint. . . . Early judicial intervention risks depriving the reviewing court of a full record bearing on the issue; allows for judicial imposition of a \"correctness\" standard with respect to legal questions that, had they been decided by the tribunal, might be entitled to deference; encourages an inefficient multiplicity of proceedings in tribunals and courts; and may compromise carefully crafted, comprehensive legislative regimes. . . . Thus, reviewing courts now show more restraint in short-circuiting the decision-making role of the tribunal, particularly when asked to review a preliminary screening decision such as that at issue in Bell (1971)."], ["[37] Moreover, contemporary administrative law accords more value to the considered opinion of the tribunal on legal questions, whether the tribunal's ruling is ultimately reviewable in the courts for correctness or reasonableness. . . . (", "Halifax", ", above, at paragraphs 36-37; citations omitted.)"], ["[31]", "The analysis of Justice Evans, then of this Court, in", "<FRAGMENT_SUPPRESSED> , 1999 CanLII 9373 (FC) ( <FRAGMENT_SUPPRESSED> ) is also very useful. That case concerned an application for judicial review of a refusal by an adjudicator to recuse himself on the ground of bias. Justice Evans then made the following comments:"], ["[9] I invited counsel to make their submissions on whether this application for judicial review should be dismissed for prematurity as part of their argument on the merits, and not as a preliminary objection. Hearing the case in its entirety has provided a valuable context within which to consider the exercise of my discretion over the grant of relief."], ["[10] However, this does not necessarily mean that the allegation of bias should be decided before the Court considers the exercise of its remedial discretion. As Vertes J. in", "<FRAGMENT_SUPPRESSED>  (Yuk. S.C.) pointed out, it would seem quite inappropriate to compel an applicant to complete an administrative hearing before a tribunal which a reviewing court has found to be disqualified by bias."], ["[11] But it does not follow, either, that an applicant is entitled to have a bias question determined at any time of its choosing, simply for the asking. The time and resources put into preparing the written submissions and making the oral argument are not necessarily wasted if it is not. Should the matter be brought back to the court on the issue of bias after the tribunal has rendered its final decision, counsel will already have done most of the necessary work."], ["[32]", "Justice Evans then identified various factors relevant to the exercise of judicial discretion: (1) the hardship to the applicant if the administrative process continued without the Court's intervention (at paragraphs 19-21); (2) the waste if the applicant had to follow the administrative process until the end and then, only if a negative decision rendered against it, it had to re-apply for judicial review with respect to the same issue (at paragraphs 22-23); (3) the delay in the administrative process caused by the Court's intervention and the possible impact on other proceedings if parties used this process for the purpose of delaying the proceedings, or forcing the more vulnerable party to surrender (at paragraphs 24-25); (4) the fragmentation of the issues that may proliferate litigation because immediate intervention would not prevent either party from making an application for judicial review of the ultimate decision made by the administrative body (at paragraph 26); and (5) the strength of the applicant's case (at paragraphs 27", "et seq", "). As indicated by Justice Evans, these factors must be evaluated, not only on the basis of the facts of the particular case, but also in the applicable statutory context (at paragraphs 33-35). In <FRAGMENT_SUPPRESSED> , above, Justice Evans held that the application for judicial review was premature after all the relevant factors were evaluated."], ["[33]", "Surely, one would agree that after all these general warnings in the case law, it would be judicially lax not to take into consideration the long delays and enormous costs that would result if I were to accept the applicant's claim that he is allowed, at each stage of the review and inquiry process, to consider the lawfulness of any interlocutory decision. However, there is an exception to every rule. That is why I also considered various decisions involving the conduct of judges, and more particularly, cases where the issue of the exhaustion of remedies may have been raised. I must conclude that this application does not fall within the category of rare and exceptional cases justifying early intervention by the Court."], ["[34]", "<FRAGMENT_SUPPRESSED> , 1994 CanLII 3495 (FC) ( <FRAGMENT_SUPPRESSED> ), Justice Strayer, then of this Court, ruled on an application for judicial review challenging the preliminary decision rendered by the Inquiry Committee on constitutional issues. The Court therefore allowed the investigation to continue, but modified in part the decision of the Committee to the extent that it is inconsistent with his finding . . . \"that a judge can only be removed for breach of good behaviour and that the failure to perform the functions of the office of judge by reason of permanent infirmity would constitute a breach of that condition of tenure\" ( <FRAGMENT_SUPPRESSED> , above)."], ["[35]", "It is not an insignificant matter that in <FRAGMENT_SUPPRESSED> , the Inquiry Committee initially decided constitutional issues, after a notice of constitutional question was served on the Attorneys General and the Attorney General's participation. The Inquiry Committee then decided that it had jurisdiction to continue the inquiry (", "Inquiry Committee's decision regarding its jurisdiction to conduct an inquiry about Mr. Justice Gratton of the Ontario Court of Justice", ", Ottawa, January 26, 1994). In this case, the Inquiry Committee has not yet commenced its inquiry and it has not been given the opportunity to rule on the issue of jurisdiction or the invalidity of the By-laws and Complaints Procedures as a matter of constitutional or administrative law."], ["[36]", "<FRAGMENT_SUPPRESSED>  my former colleague Justice Lemieux dismissed an application for judicial review on the ground of prematurity regarding the Inquiry Committee's decision to hear a", "Boilard", "motion at the time of the hearing on the merits."], ["[37]", "More recently, in", "Douglas", ", above, the Court intervened early in the inquiry and investigation into the conduct of a federally-appointed judge that had not yet been completed. The CJC raised before the Court three grounds for demonstrating the prematurity of the application, namely:", "(1) the failure of the applicant to exhaust alternative remedies within the CJC process; (2) the applicant's challenges to interlocutory rulings of the Inquiry Committee were brought before the proceedings were completed; and (3) the applicant raised issues for the first time on judicial review, without first raising the issue with the decision-maker and obtaining reasons thereon. (At paragraph 131.)"], ["[38]", "In that case, my colleague Justice Mosley indicated that under ordinary circumstances, the application for judicial review of the interlocutory decisions of the Inquiry Committee would not have been subject to judicial review:"], ["[142] Had the controversy over the resignation of Mr. Pratte not erupted, I would have concluded that the application initially filed by the applicant was premature applying the factors set out in  <FRAGMENT_SUPPRESSED> . It seems to me that the harm allegedly caused to the applicant by the instructions given to Committee Counsel and his vigorous cross-examination of two key witnesses would not have justified interfering with the inquiry before it had concluded its work. Had the committee ultimately found in the applicant's favour there would have been no need for judicial review. I am not persuaded that the risk of any further harm to the applicant's interests by the continuation of the inquiry would have been irreparable or that the actions taken by the Committee up to the point of the recusal motion amounted to a breach of procedural fairness vitiating the Committee's jurisdiction."], ["[143] Given Mr. Pratte's resignation shortly after he had filed a separate application for judicial review, however, the applicant was correct to pursue her efforts to determine what had occurred. In doing so, I am satisfied that she exhausted all available administrative remedies before bringing the issue of institutional bias before the Court."], ["[39]", "It should be noted that the applicant's file is only at the beginning of the fourth stage, and the factual situation, as it exists today, appears to me far different from that in", "Douglas", ", above. The information gathered to date by outside counsel or the Review Panel is not evidence. The applicant has yet to be [Translation] \"judged.\" However, there is no allegation of bias or interference with the independence of counsel having to pursue the matter before the Inquiry Committee. And most importantly, we do not make assumptions: things are not always what they seem at first glance. No witness has been heard. Everyone's credibility will have to be assessed exclusively by the Inquiry Committee-if it eventually states it has jurisdiction. It must therefore be presumed at this stage that the members of the Inquiry Committee are objective, free of preconceived ideas, and that they will only form an opinion after hearing all the evidence and considering all explanations, if any, provided by the applicant."], ["[40]", "Although the representative for the Attorney General seemed to be of the view at the hearing that it is only at the conclusion of the sixth stage that an application for judicial review may be brought by the applicant-a claim not held in", "Douglas", ", above, and on which it is not necessary to provide a final ruling today-it is sufficient to decide that at this stage of the file, the applicant must, at a minimum, await the conclusion of the fourth stage. The fact is that, on the one hand, neither the Inquiry Committee, nor independent counsel, are bound by the Review Panel's report, and that, on the other hand, the notice to be given pursuant to the Act and By-laws, has yet to be provided to the applicant, which makes it virtually impossible at this stage to conduct an informed review of the applicant's multiple arguments."], ["[41]", "Nor is it clear, at this stage that this application for judicial review stands a very good chance of being allowed on the merits. Beyond the question of prematurity, while he recognizes that this application is neither perverse nor frivolous, the Attorney General also submits that the true question is not whether the Inquiry Committee has the power to investigate any alleged criminal acts, but to determine whether the past conduct of the applicant could render him incapacitated or disabled from the due execution of the office of judge because the facts alleged against the applicant, if proven, constitute \"having been guilty of misconduct,\" \"having failed in the due execution of that office,\" or \"having been placed, by his or her conduct or otherwise, in a position incompatible with the due execution of that office\" (paragraphs 65(2)(", "), (", ") and (", ") of the Act; by way of analogy,", "Therrien (Re)", ", [2001] 2 SCR 3, 2001 SCC 35). Again, without ruling on the merits, I am of the view that it is more prudent to have the matter of jurisdiction resolved by the Inquiry Committee once the applicant has had a chance to read the notice and make any useful objections."], ["[42]", "I am not trying to trivialize this matter. The allegations reviewed by the Review Panel are serious. The applicant's reputation is truly at stake. His personal life and professional career are also at stake. Out of necessity, this is an urgent matter. There have already been considerable delays. The applicant is still in a situation of uncertainty. Indeed, although independent counsel was appointed and the composition of the Inquiry Committee was publicly announced on June 18, 2014 (see the other decision rendered today in T-1557-14, 2014 FC 1176, at paragraphs 1 and 2), the applicant has yet to be formally notified of the \"complaints or allegations\" that the Inquiry Committee intends to investigate pursuant to section 64 of the Act and subsection 5(1) of the By-laws."], ["[43]", "At the same time, despite the delays encountered to date, the applicant shall be given sufficient notice to enable him \"to respond fully to them\" (subsection 5(2) of the By-laws). Moreover, the protections offered by the Act and By-laws to the applicant are not fictitious. The Inquiry Committee must conduct its inquiry or investigation in accordance with the principle of fairness and ensure that a judge in respect of whom an inquiry or investigation is to be made shall be afforded an opportunity, in person or by counsel, of being heard at the hearing, of cross-examining witnesses and of adducing evidence on his or her own behalf (section 64 of the Act and section 7 of the By-laws). One would therefore imagine that before the Inquiry Committee accepts into evidence the informer's statement, the applicant will have had an opportunity to cross-examine the deponent."], ["[44]", "This is why I reject the applicant's submission that the Review Panel's decision is in itself determinative or that a breach of the rules of procedural fairness may have tainted the entire review process (", "<FRAGMENT_SUPPRESSED> ffirming 2011 FC 1019). The Inquiry Committee does not sit in appeal of a decision of the Review Panel. I am referring here to a", "de novo", "process. From a procedural fairness perspective, regardless of the previous criticisms of the applicant, the Act and By-laws contain, with respect to the inquiry itself, very important procedural safeguards. They ensure adequate protection of the rights of applicants who wish, in particular, to cross-examine those who made allegations against them."], ["[45]", "It is also impossible at this stage to foresee the course of events. Is it possible that allegations previously considered by the Review Panel will not be subject to an inquiry or investigation or will be withdrawn? I have no clue. Based on explanations by the representative for the Attorney General at the hearing, the Court understands that it will be up to the independent counsel to review the file and determine for herself \"impartially and in accordance with the public interest\" what specific evidence will be adduced at the hearing (subsections 3(3) and 5(2) of the By-laws). The Court must also assume at this stage that nothing in the file (Exhibits D-3 to D-7) was submitted to the Inquiry Committee. By this reasoning, the investigation previously conducted by the Review Panel, although it may have been inquisitorial, did not compromise the applicant's fundamental right to defend himself, as part of an adversarial process before the Inquiry Committee involving the particular facts that may be alleged against him."], ["[46]", "As for the continued harm that may be done to the applicant if a further inquiry is made, it will essentially consist of moral and pecuniary damages that may result from unwarranted harm to his reputation in the event that the complaint or allegations made against him are, in the end, proven to be unfounded in this case. However, concrete measures have already been taken to protect the applicant's reputation by both the CJC and the Court. Thus far, all the evidence in the CJC's record (Exhibits D-3 to D-7) has remained confidential. Although the Inquiry Committee conducts hearings in public, it may, nevertheless, order that all or any part of a hearing be conducted in private and prohibit the publication of any information or documents placed before it (subsections 63(5) and (6) of the Act; section 6 of the By-laws). Obviously, this includes all evidence in the CJC's record (Exhibits D-3 to D-7), supposing that the independent counsel decides to file in evidence before the Inquiry Committee all such evidence in the record, which is not obvious at this stage, because Exhibits D-3 to D-7 contain information that could reveal current or prior criminal investigations, whereas the report by outside counsel (Exhibit D-5) is covered by legal advice privilege and/or public interest privilege (", "<FRAGMENT_SUPPRESSED> )."], ["[47]", "In closing, I must also make a trite observation: nothing prevents the applicant from filing a motion with the Inquiry Committee for a stay of proceedings (or for recusal if he feels there is a reasonable apprehension of bias) and from raising the administrative and constitutional law arguments that are also mentioned in his notice of application for judicial review. The applicant raises several key issues, some of public interest, that should preferably be decided on a preliminary basis by the Inquiry Committee. Moreover, in the past, Review Panels have already had to dispose of various preliminary issues of jurisdiction, evidence and even constitutional law. While it may not be clear in the case law that the Inquiry Committee has the power to issue a declaratory judgment having the force of", "res judicata", "for all of Canada, it may, nevertheless, refuse to apply legislation that is unconstitutional or contrary to the", "Canadian Charter of Rights and Freedoms", ", if it finds that the By-laws, or the Complaints Procedures, are inconsistent with the Act or the Constitution. This is sufficient to persuade me, at this stage, that effective remedies are available to the applicant and that it is up to him to exhaust those remedies prior to going before the Court."], ["[48]", "Because this application for judicial review is premature, the Attorney General's motion to strike shall be allowed by the Court, without costs.", "ORDER"], ["[49]", "THE COURT ORDERS", "that the notice of application for judicial review dated March 13, 2014, is struck, without costs.", "Motion allowed.", "Editor: E. Joanne Oley", "[End of document]"]]}