{"id_": "046527", "body_str": [["[1]", "Rouleau, J.", ": The applicant, a twenty-six year old citizen of Russia, seeks judicial review of the decision by the Convention Refugee Determination Division of the Immigration and Refugee Board (the Board) dated August 16, 1993 wherein it was determined that she was not a Convention refugee."], ["[2]", "At the outset of the hearing of this matter, counsel on behalf of the applicant filed a motion requesting an adjournment of these proceedings. On October 2, 1993, the applicant married a Canadian citizen and a sponsorship application has been made by her husband. Additionally, counsel states that the applicant may be eligible for landed immigrant status pursuant to proposed changes in the", "Immigration Act", "and", "Regulations", "as announced by the Minister on July 8, 1994. Accordingly, it was submitted that an adjournment would be appropriate until such time as the applicant's eligibility for landed status is determined under the sponsorship application or alternatively under the proposed changes to the", "Act", ". I declined to grant this request; both parties were prepared to proceed and I felt it was in the \"interests of justice\" that the applicant's claim to be a Convention refugee be determined once and for all."], ["[3]", "The applicant arrived in Canada on February 5, 1991 on a valid Canadian visa and claimed Convention refugee status on March 14, 1991 based on her political opinion and membership in a particular social group. In her PIF dated January 7, 1992 she states in answer to question 33:", "\"As one of the women involved in the 'Gorby Girls' scandal, which was highly publicized both here and in the Soviet Union, I fear persecution in my country of nationality because of the embarrassment which I brought upon the government and the country as a whole.\"", "She believes that if she were deported back to the U.S.S.R., she would be charged with the criminal offence of \"prostitution\" and because of the publicity and scandal surrounding the \"Gorby girls\" in Russia, she states that she would receive the maximum sentence. She also believes that she would face charges for the act of treason for having made a refugee claim in Canada; that defection is the same as treason and carries a lengthy term of imprisonment. Following her release from prison, the applicant states that she would face \"a lifetime of very hard labour, harassment, discrimination and humiliation\". More importantly, she fears that her sins would be transposed onto her son and he would suffer the same discrimination and mistreatment."], ["[4]", "In a subsequent \"addendum\" to her original PIF dated December 15, 1992, the applicant recites yet another story of the difficulties she would face if returned to Russia. She states that in February 21, 1990, her father, a free lance journalist who had been investigating illegal activities by the KGB, warned her that he had unearthed a money laundering scheme being conducted by certain members of the KGB, including the applicant's husband. Her father was gathering information and documentation and he was going to expose this corruption. At the end of August, 1990, her father went away for a few months because he had to \"lie low\"; the KGB were watching him and his life was in danger. In January, 1991, she heard from her father who asked her to pick up and deliver, a parcel to one of his friends. When she attempted to deliver this parcel, she was arrested by the KGB and detained. During her detention she was interrogated daily about her father's activities. She testified that her husband visited her once during this time and told her that she was in \"serious trouble\" and that she should leave the country otherwise she would be imprisoned. When she was eventually released, she returned to her apartment only to find that it had been ransacked. Emotionally and physically drained she fell into a deep sleep and was awakened by her husband who told her that she had to leave the country immediately and go to Canada. When she asked about her son, her husband told her that he had to stay in Russia \"as a guarantee for your silence\". She did not have an opportunity to talk to her son after her release and prior to her departure for Canada although the record indicates that the son has been living with his maternal grandmother. She also deposes that her former husband was very abusive and that he has recently threatened her son and mother, forcing them to seek protection from the police."], ["[5]", "In addition to the persecution the applicant fears as result of her association with the \"Gorby girls\" and for defecting to Canada, the applicant now states that she fears persecution in Russia by certain members of the KGB because of her knowledge of the illegal monetary activities. She also fears that she will be punished for remaining outside Russia beyond the expiry of her visa."], ["[6]", "The Board did not believe the applicant's story about the KGB, her arrest and detention, not because of inconsistencies and contradictions in her testimony, rather they found that several aspects of her story were implausible; namely that her father would deliberately involved her in such a dangerous scheme; the fact that she did not inquire about her son immediately after her release or warn her mother that they might be in danger; as well as the fact that the KGB is alleged to have ransacked her apartment which she shared with her husband who was apparently involved in the illegal scheme. The Board also found that the vagueness of her testimony regarding events that occurred while she was detained, further impugned her credibility."], ["[7]", "Given that they did not believe this aspect of her story, the Board went on to conclude that the documentary evidence does not support the suggestion that she would be persecuted for having made a refugee claim in Canada or for overstaying her exist visa. Similarly, given that she had been acquitted in Canada of working as a stripper, and given that some Russian newspaper articles were actually sympathetic to the plight of the \"Gorby girls\", the Board did not feel that she would face charges of prostitution or be harassed and discriminated against as alleged. Finally, with respect to gender-related persecution from her husband, the Board was satisfied that the police would provide protection to her; that they had already done so in respect of her mother's complaints. Accordingly it was determined that her fear of persecution, if returned to Russia, was not objectively well-founded."], ["[8]", "Counsel on behalf of the applicant challenges the Board's findings with respect to the applicant's credibility. The test for credibility, cited by the Board in their reasons and referred to by counsel on behalf of the applicant, is set out in", "<FRAGMENT_SUPPRESSED>  (B.C.C.A.), at p. 357:", "\"The credibility of interested witnesses, particularly in cases of conflict of evidence, cannot be gauged solely by the test of whether the personal demeanour of the particular witness carried conviction of the truth. The test must reasonably subject his story to an examination of its consistency with the probabilities that surround the currently existing conditions. In short, the real test of the truth of the story of a witness in such a case must be its harmony with the preponderance of the probabilities which a practical and informed person would readily recognize as reasonable in that place and in those conditions.\""], ["[9]", "It is now well established that in determining that a claimant's evidence is not credible, the Board errs in law if its searches for inconsistencies in a claimant's evidence to support a negative finding of credibility and further, the rules of natural justice require the Board to confront a claimant with any inconsistencies or contradictions in their evidence and to give the claimant an opportunity to respond to these alleged inconsistencies:", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 106 (F.C.A.), and", "<FRAGMENT_SUPPRESSED>  present case however, the Board's negative credibility finding was not premised on inconsistencies or contradictions in her evidence; at issue was the \"plausibility\" of her story. The Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), gives us direction as to the standard of judicial review to be applied when a decision is based on a finding of implausibility. At pp. 316-317, Decary, J.A., remarks:", "\"It is correct, as the court said in", "Giron", ", that it may be easier to have a finding of implausibility review where it results from inferences than to have a finding of noncredibility review where it results from the conduct of the witness and from inconsistencies in the testimony. The court did no, in saying this, exclude the issue of the plausibility of an account from the Board's filed of expertise, nor did it lay down a different test for intervention depending on whether the issue is 'plausibility' or 'credibility'.", "\"There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review.\""], ["[11]", "I am satisfied in the present case, that the Board's findings with respect to the credibility of the applicant's evidence, are reasonable and not of a nature that would warrant intervention by this court."], ["[12]", "It was also submitted that the conduct of one of the Board members was such so as to raise a reasonable apprehension of bias. The test for a reasonable apprehension of bias as laid down by Grandpré, J., in", "Committee for Justice and  <FRAGMENT_SUPPRESSED> ; 9 N.R. 115, at p. 394 is whether an informed person, viewing the matter realistically and practically, and having thought the matter through; would so conclude. Having carefully reviewed the transcript of these proceedings, it appears that one of the Board members did examine the applicant quite extensively with respect to her involvement in the \"Gorby girls\" scandal and she was entitled to do so by virtue of s. 67(2) of the", "Act", ". At times she does appear to be rather harsh and perhaps impatient with the witness, however I am not satisfied that her conduct raises in the mind of a reasonably knowledgable person, an apprehension that she was biased; her comments more appropriately, in my view, reflect her frustration over the vagueness of the applicant's answers."], ["[13]", "Accordingly, for the reasons just given, this application for judicial review is dismissed.", "Application dismissed.", "Editor: Steven C. McMinniman/saf", "[End of document]"]]}