{"id_": "046649", "body_str": [["[1]", "Near, J.", ": This is an application for judicial review of a decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board, dated August 19, 2010, wherein the Applicant's appeal of a visa officer's refusal to issue a permanent resident visa to the Applicant's husband was dismissed."], ["[2]", "The IAD found that the marriage was not genuine and was entered into primarily for the purpose of acquiring status under the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA]."], ["[3]", "For the reasons that follow, this application is dismissed.", "I.", "Background", "A.", "Factual Background"], ["[4]", "The Applicant, Fanny Escobar Valencia, is a 58 year old woman from Colombia. She came to Canada and obtained refugee protection in 2002. She is now a Canadian citizen."], ["[5]", "The Applicant married Raza Ilyas in August 2005. He is a 43 year old citizen of Pakistan. Mr. Raza came to Canada in 2001 seeking refugee protection. He paid a smuggler $20,000 for passage to Canada. His claim was denied in the summer of 2003. Prior to the decision of the Refugee Protection Division, Mr. Raza met the Applicant in English as a Second Language class in Mississauga. They recount the development of their relationship as a natural progression from coffee at Tim Horton's and movies at the Square One shopping-mall, to the decision that Mr. Raza would move into the Applicant's apartment in December 2003."], ["[6]", "After Mr. Raza's refugee claim was rejected, he applied for leave and judicial review of that decision. The judicial review was dismissed in 2004. He applied for a Pre-Removal Risk Assessment (PRRA) and submitted a Humanitarian and Compassionate application."], ["[7]", "Mr. Raza proposed to the Applicant in May 2005, and they married in August of the same year."], ["[8]", "Mr. Raza received a negative PRRA decision in December 2005. A departure order was issued against him in January 2006 and he left Canada on January 17, 2006."], ["[9]", "The current application for judicial review stems from an application to sponsor and undertaking for an out-of-Canada partner's sponsorship submitted by the Applicant in June 2006. In October 2007, Mr. Raza was interviewed by an immigration officer at the Canadian High Commission in Pakistan."], ["[10]", "The immigration officer initially had concerns because educational certificates submitted by Mr. Raza as part of his application appeared to be fraudulent. They were later confirmed to be counterfeit documents. When Mr. Raza was interviewed, he admitted only after repeated questioning that the documents were forgeries. He was asked if the Applicant knew he had used forged documents and he replied that she did not. The immigration officer developed other concerns regarding the genuineness of the relationship between the spouses over the course of the interview and brought them to the attention of Mr. Raza. The officer had credibility concerns regarding the truthfulness of Mr. Raza's testimony, was concerned that there were serious incompatibilities in age, culture and relationship between Mr. Raza and the Applicant and expressed doubt over the lack of evidence of an on-going relationship between the parties."], ["[11]", "Based on insufficient evidence that would indicate that the relationship was genuine, the immigration officer determined that the marriage was not genuine and was entered into primarily for the purpose of acquiring status under the IRPA. As a result, Mr. Raza was not considered a spouse and was therefore not a member of the family class. The immigration officer noted in the Computer Assisted Immigration Processing System (CAIPS):", "[...] the lack of apparent interest in or knowledge of the sponsor is very strange and it appears the obtention of Canadian status for the PA was the prime consideration behind the marriage, as his other attempts, including paying to be smuggled into Canada in order to submit a refugee claim in an attempt to obtain status had failed. PA could not provide a suitable explanation as to why he found the SP to be a suitable partner and evidence of interdependency to establish the relationship has not sufficiently been provided.", "Generally PA could not provide credible responses at interview and the fact that he submitted fraudulent documentation as part of his application and then lied about the submission of fraudulent documents only further creates questions regarding his credibility [...]"], ["[12]", "The Applicant was informed of the decision via letter dated July 4, 2008. The Applicant filed an appeal with the IAD on August 7, 2008. The dismissal of that appeal is the subject of this application for judicial review.", "B.", "Impugned Decision"], ["[13]", "The IAD determined that the marriage between the Applicant and Mr. Raza satisfied both prongs of the test laid out in s 4 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the Regulations) - it was not genuine, and was entered into primarily for the purpose of acquiring status. The IAD considered the", "bona fides", "of the marriage and found several negative factors that supported its conclusion: insufficient attempts to combine their affairs; lack of knowledge of each other's respective faith practices; e-mail communications and cards that lack substance and are primarily limited to immigration matters; and the lack of credibility of Mr. Raza's testimony with respect to his visa post interview. Additionally, the IAD found that the timing of the marriage just prior to Mr. Raza's removal from Canada supported the finding that the primary motive of the marriage was Mr. Raza's immigration status.", "II.", "Issue"], ["[14]", "The Applicant raises the following issue:", "(a) Was the IAD's decision unreasonable?", "III.", "Standard of Review"], ["[15]", "A determination as to whether a relationship is genuine or entered into for the purpose of obtaining status is largely factual in nature and is therefore reviewable against the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  at para 47, reasonableness requires a consideration of the existence of justification, transparency, and intelligibility within the decision-making process. It is also concerned with whether the decision falls within a range of acceptable outcomes that are defensible in respect of the facts and law.", "IV.", "Argument and Analysis", "A.", "Was the IAD's Decision Unreasonable?"], ["[17]", "Although recently amended, at the time the decision was made, s 4 of the Regulations contained a conjunctive test, requiring the impugned relationship to be both not genuine and entered into primarily for the purpose of acquiring status (", "<FRAGMENT_SUPPRESSED>  FTR 262). The section read:", "Bad faith", "4. For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner, a conjugal partner or an adopted child of a person if the marriage, common-law partnership, conjugal partnership or adoption is not genuine and was entered into primarily for the purpose of acquiring any status or privilege under the Act.", "Mauvaise foi", "4. Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait, le partenaire conjugal ou l'enfant adoptif d'une personne si le mariage, la relation des conjoints de fait ou des partenaires conjugaux ou l'adoption n'est pas authentique et vise principalement l'acquisition d'un statut ou d'un privilège aux termes de la Loi."], ["[18]", "The onus was on the Applicant to show either that her relationship with Mr. Raza was genuine, or, that the marriage was not entered into primarily for the purpose of obtaining status. The IAD was not satisfied that the Applicant discharged this burden."], ["[19]", "The Applicant disagrees with the IAD's decision and submits that the panel misstated the facts and came to unreasonable conclusions."], ["[20]", "For example, the IAD determined that the timing of the marriage supported the determination that the marriage was entered into for the purpose of acquiring status, because the couple married shortly before Mr. Raza was issued with a departure order. The Applicant argues, however, that the timing of the marriage actually contradicts this finding. The couple met and started dating in 2002. Mr. Raza's refugee claim was not rejected until 2003. The couple continued dating, and Mr. Raza proposed only in May 2005. The Applicant suggests that had Mr. Raza entered into a relationship with the Applicant with the goal of facilitating his immigration to Canada he would have proposed much sooner. Additionally, the Applicant points out that the Applicant could have applied to sponsor Mr. Raza as a common-law or conjugal partner, and therefore the couple had nothing to gain, in terms of immigration status, by choosing to marry each other. The Applicant argues that their decision to marry is consistent with the normal progression of a relationship and thus the determination that the marriage was entered into for immigration purposes is not reasonable and not supported by the facts."], ["[21]", "The Applicant also disagrees with the IAD's determination that the Applicant and Mr. Raza lack basic knowledge of each other, and submits that the IAD misstated the facts to come to the conclusion that they lack knowledge of each other's religious practices. While the IAD found that their testimonies diverged significantly when recounting the other's religious customs, the Applicant suggests that the couple provided detailed testimony regarding the other spouse's religious habits, and that the IAD is being overly microscopic."], ["[22]", "The IAD also found that the e-mails contained in the record were created to bolster the Applicant's appeal which was filed in July 2008. The Applicant again disagrees with this assessment, arguing that the e-mails do not follow a logical back-and-forth between the couple because they only represent one third of the couple's communications, the complement being made up of text messages and phone calls."], ["[23]", "To counter these submissions, the Respondent submits that as the determination that the Applicant's marriage is not bona fide is a credibility determination, it must be afforded an extremely high level of deference. The Respondent argues that the Applicant has failed to show that the decision was unreasonable. The onus was on her to demonstrate that the intention behind the marriage was not primarily directed towards acquiring status or privilege under the IRPA, and she did not do so to the IAD's satisfaction. The Respondent takes the position that the Board's factual findings were reasonably open to it and ought not be disturbed by the Court."], ["[24]", "Determining whether a marriage is genuine, and assessing the true intentions of the parties as they entered into that marriage is a difficult task fraught with many potential pitfalls. As I review the record I am cognizant of the challenge faced by the IAD in hearing such an appeal, and am mindful that as long as the IAD draws inferences that are reasonably open to it based on the evidence, it is not appropriate for the Court to interfere, even had I been tempted to come to a contrary conclusion (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 1149 at para 9)."], ["[25]", "Where there has been an oral hearing, and the IAD has had the advantage of hearing the witnesses testify viva voce, the IAD's credibility determinations are entitled to even more deference. The IAD's determination cannot be set aside unless the explanations given are clearly irrational or unreasonable, and the IAD's decision must be interpreted as a whole (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 145 at para 18)."], ["[26]", "As noted by the Respondent, the IAD found that both parties lacked the kind of knowledge regarding their spouse that would be expected after a period of cohabitation and marriage, including:", "(1) The Applicant did not know that her husband paid a smuggler to come to Canada until reading the record for the appeal;", "(2) The Applicant stated that her husband had a middle-school level of education when in fact he only attended primary school;", "(3) When Mr. Raza was interviewed at the visa post he did not know the name of his wife's employer, where her bank account was or whether she had a bank account at all;", "(4) The Applicant testified that her husband prayed a minimum of four times a day and attended mosque, while he initially testified that in Canada he did not pray too much, then stated he prayed four or five times a day but only attended a mosque sometimes;", "(5) The Applicant testified that she went to church every Sunday, while Mr. Raza stated that she went to church on Easter."], ["[27]", "Although the Applicant now attempts to offer alternate explanations for these discrepancies, I find that reading the decision as a whole, it was reasonably open to the IAD to draw a negative credibility inference from the testimony of the Applicant and Mr. Raza."], ["[28]", "For example, the Applicant submits that the couple met in Canada long after they had finished their education, and that the difference between primary school and middle school is only two years. Thus, the IAD is being overly microscopic in relying on that inconsistency. Mr. Raza claims that he was not asked about his wife's bank account or the name of her employer during his interview at the High Commission, notwithstanding the officer's CAIPS notes recording the interview. The Applicant argues that the only person who ever talked about going to church at Easter was the hearings officer. I reviewed the transcript. Mr. Raza's response to the question of \"Did your wife ever go to church while you and her were living together?\" is recorded as, \"She would sometime <inaudible> Easter time she used to go\" (Certified Tribunal Record pg 522)."], ["[29]", "Though somewhat plausible, the Applicant's explanation for why she incorrectly identified Mr. Raza's highest level of education is not sufficient to raise a reviewable error on the part of the IAD when the entire decision is read as a whole. The IAD had other legitimate concerns regarding the", "bona fides", "of the marriage that the Applicant has not convinced me were unfounded."], ["[30]", "The Applicant argues that the evidence supports their testimony that the Applicant sends Mr. Raza money whenever he requires it. However, the IAD noted that the only financial support corroborated by the submitted documents was several hundred dollars sent in 2009 and $1000 in 2007. Furthermore, the Applicant testified that their joint bank account contains no funds, because she needed the money to spend on other things. The IAD noted that the only evidence that indicated that the couple was combining their affairs was from 2005, the year they got married. This consisted of Mr. Raza naming the Applicant as the beneficiary of his pension and benefits plan, and Mr. Raza's name appearing on an insurance quote. I agree with the Respondent that it was reasonable for the IAD to conclude that, weighed against the entirety of the evidence, these documents are insufficient to establish a genuine marriage."], ["[31]", "The last issue relates to the e-mails the couple exchanged in 2009. The IAD found that the e-mails did not contain substantive content in support of a genuine marriage, but rather often mentioned immigration and the creation of evidence to bolster their immigration appeal filed in July 2008. The Applicant disputes this assessment and in her submissions excerpts e-mail communications between the spouses relating to the weather and each other's families."], ["[32]", "While Mr. Raza often asks about the Applicant's son, and there is discussion of the weather and other menial affairs, it was reasonably open to the IAD to conclude that, on a balance of probabilities, the documents did not sufficiently establish the genuineness of the marriage. Though the exchange suggests that the parties greatly miss each other's physical presence, there are many emphatic comments related to the need to provide evidence for the purpose of the immigration appeal. For instance, Mr. Raza in various e-mails, wrote:", "...if u don't send me masgs and not to many emails then how u proof our relationship to the immigration that we r together even u don't vist me since 3 years so we need stronge proof like phone bills emails lots of masgs if u realy understand that ... (CTR 169)", "...and immigration need ur phone bills not msgs in the phone they neen my number on ur bill ur emails and my emails my phone bills also now I think only God can help me to get visa becoz he knows only how much I miss u and how much I thought about u my God knows only u and me ... (CTR 174)"], ["[33]", "The function of this Court on judicial review is not to replace the IAD's reasoning with something preferable to the Applicant, even if that alternate reasoning has a plausible basis. The explanations given by the IAD are not unreasonable, and the decision as a whole is justified, transparent and intelligible. Based on the evidence before the IAD, it was not unreasonable to conclude that the Applicant failed to establish that she and her husband were in a genuine marriage that Mr. Raza had not entered into primarily for the purpose of acquiring immigration status. The intervention of this Court is not warranted.", "V. Conclusion"], ["[34]", "No question to be certified was proposed and none arises."], ["[35]", "In consideration of the above conclusions, this application for judicial review is dismissed.", "JUDGMENT"], ["[36]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", "[End of document]"]]}