{"id_": "046962", "body_str": [["[1]", "Phelan, J.", ": This judicial review concerns a Czech family of Roma ethnicity, who were denied refugee protection status on grounds of adverse credibility, persecution and state protection findings. This case was argued in conjunction with IMM-6448-10 and the Court's comments on this procedure are contained in", "<FRAGMENT_SUPPRESSED> .", "II.", "Background"], ["[2]", "This case started with nine (9) Czech nationals of Roma ethnicity. Five (5) claimants have withdrawn. Mr. Andrej Balog returned to the Czech Republic."], ["[3]", "The Applicants rely on a litany of incidents which they say constitute persecution including several attacks by skinheads, racial insults on public transport and being forced off the transport, and removal from a soccer (football) team due to Roma ethnicity. There were also claims of forced sterilization, and petitions by skinhead residents to remove Romas from their rental properties."], ["[4]", "Victor Sarkozi suffers from mental illness and was enrolled in a special needs school - without the consent of his parents. He was constantly harassed, not protected or assisted by teachers and eventually he was attacked and injured. He was ultimately withdrawn from the school."], ["[5]", "The school beating incident and an attack on two other claimants by skinheads were reported to police but no arrests were made."], ["[6]", "In the Refugee Protection Division [RPD] decision, the Member found a number of credibility concerns. Specifically, there was confusion as to whether an apology was issued for the forced sterilizations. With respect to Miroslav Sarkozi, there were significant discrepancies between his PIF and his testimony related to attacks on his home. He stated that his children were present when in fact they had not been born. Similarly he gave contradictory evidence about being attacked on a train."], ["[7]", "The RPD did note that many Roma children in the Czech Republic are sent to special schools that cater to students aged 3-19 with developmental disabilities. The RPD, while noting some improvements in this area, acknowledged continuing prejudices despite these improvements. The RPD concluded that serious efforts were being made to address this type of discrimination. It concluded that these incidents, viewed separately or cumulatively, did not rise to the level of persecution."], ["[8]", "While the RPD confirmed the evidence that forced sterilization existed, was being investigated and compensation might become available, nevertheless it concluded that the two incidents of forced sterilization relied upon were not sufficiently documented."], ["[9]", "With respect to state protection, the RPD noted: the basic democratic nature of the Czech Republic; legislation to protect Roma; and, legislation against discrimination and hate crimes. Also noted were efforts to improve trust between Roma and police, efforts to train Roma for police and to sensitize police to Roma issues. The ultimate conclusion was that the Czech government was making serious efforts to overcome discrimination; that police responded to complaints and therefore, the Applicants had not rebutted the presumption of state protection with clear and convincing evidence.", "III.", "Analysis"], ["[10]", "The standard of review of the RPD decision is reasonableness, both as to credibility, persecution and existence of state protection (", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 154 (FC)). The issue of the proper legal test for the determination of state protection is reviewable on a correctness standard (", "<FRAGMENT_SUPPRESSED>  FTR 106)."], ["[11]", "There are three distinct but major problems with the RPD's decision - credibility, persecution and state protection."], ["[12]", "With respect to credibility or lack thereof, the concern centred on Miroslav Sarkozi and Mr. Andrej Balog (who is no longer an Applicant). While the concerns about Sarkozi appear reasonable, it was both unreasonable and unfair to lump the other Applicants into the concerns for Sarkozi. Not only did the RPD not hold Sarkozi not to be otherwise credible, except for two incidents, it expressed no substantive credibility concerns about the other Applicants, each of whom had their own evidence and claim."], ["[13]", "For that reason, the RPD's credibility finding should not stand."], ["[14]", "In regards to discrimination/persecution, the RPD held that the incidents of discrimination did not rise to the level of persecution without providing either an analysis of the cumulative effects or providing an explanation why these acknowledged incidents of discrimination did not reach the level of persecution."], ["[15]", "This Court has stated that it is insufficient to simply state that it considered incidents cumulatively (", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 232). The Applicants were entitled to know why these incidents (such as forced sterilization, schooling, etc.) did not rise to the level of persecution."], ["[16]", "Lastly, unlike the situation in", "<FRAGMENT_SUPPRESSED>  the issue of state protection was a live issue. The RPD failed, as it is required to do, to consider operational adequacy. It listed the efforts without considering whether they were, in reality, adequate. The test is not \"serious efforts\" to achieve state protection but whether state protection is in fact adequate (", "<FRAGMENT_SUPPRESSED> )."], ["[17]", "The state protection analysis was incomplete and cannot stand.", "IV.", "Conclusion"], ["[18]", "This judicial review will be granted. The matter will be referred back to the RPD for a new decision by a differently constituted panel."], ["[19]", "There is no question for certification.", "JUDGMENT"], ["[20]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. The matter is referred back to the Refugee Protection Division for a new decision by a differently constituted panel.", ".........................", "Miroslav Sarkozi, Andrej Balog, Zaneta Balogova, Galina Balogova, Viktor Sarkozi, Andrej Balog, Andrej Balog,  <FRAGMENT_SUPPRESSED>  Phelan", "[Traduction]: Le présent contrôle judiciaire concerne des membres d'une famille tchèque d'origine rome qui se sont vus refuser l'asile parce que des conclusions défavorables furent tirées en matière de crédibilité, de persécution et de protection de l'État. Le présent dossier a été plaidé conjointement avec le dossier IMM-6448-10 et les commentaires de la Cour dans la présente procédure figurent dans la décision", "<FRAGMENT_SUPPRESSED> .", "II.", "Historique"], ["[2]", "La présente affaire a commencé avec neuf ressortissants tchèques d'origine rome. Cinq d'entre eux ont retiré leur demande. M. Andrej Balog est retourné en République tchèque."], ["[3]", "Les demandeurs invoquent une série d'incidents qui, selon eux, constituent de la persécution. Ces incidents sont notamment les suivants: nombreuses agressions commises par des skinheads, insultes racistes proférées dans les transports en commun, éviction de transports en commun et renvoi d'une équipe de soccer (football) en raison de leur origine rome. Ils allèguent également que des Roms ont été victimes de stérilisation forcée et que des résidents skinheads ont fait signer des pétitions visant à faire expulser des Roms de leurs immeubles locatifs."], ["[4]", "M. Victor Sarkozi souffre d'une maladie mentale et était inscrit dans une école spécialisée, sans le consentement de ses parents. Il était constamment harcelé, il ne recevait aucune protection ni aucune aide de la part des enseignants et il a fini par être agressé et blessé. Il a finalement été retiré de l'école."], ["[5]", "L'agression commise à l'école et une agression commise contre deux autres demandeurs par des skinheads ont été signalées à la police, mais aucune arrestation n'a eu lieu."], ["[6]", "Dans la décision de la Section de la protection des réfugiés [la SPR], le commissaire a soulevé un certain nombre de doutes quant à la crédibilité. Plus précisément, il n'était pas clair si des excuses avaient été faites concernant les stérilisations forcées. En ce qui concerne M. Miroslav Sarkozi, il y avait des divergences importantes entre les déclarations figurant dans son FRP et son témoignage concernant les attaques perpétrées sur sa maison. Il a déclaré que ses enfants étaient présents alors que, en fait, ils n'étaient pas nés. Dans le même ordre d'idées, il a fait des déclarations contradictoires en ce qui concerne une agression qui aurait eu lieu dans un train."], ["[7]", "La SPR a souligné que, en République tchèque, de nombreux enfants roms sont envoyés dans des écoles spécialisées qui s'adressent aux étudiants âgés de 3 à 19 ans souffrant de déficiences intellectuelles. La SPR, tout en soulignant que certaines améliorations ont été apportées dans ce domaine, a reconnu que, malgré ces améliorations, il existait toujours des préjugés. La SPR a conclu que de sérieux efforts étaient déployés afin d'enrayer ce type de discrimination. Elle a conclu que ces incidents, considérés séparément ou cumulativement, n'équivalaient pas à de la persécution."], ["[8]", "La SPR a confirmé le témoignage selon lequel des stérilisations forcées avaient eu lieu, que celles-ci faisaient l'objet d'une enquête et que des indemnisations pourraient être accordées, mais elle a néanmoins conclu que les deux actes de stérilisation forcée qui ont été allégués n'étaient pas suffisamment documentés."], ["[9]", "En ce qui concerne la protection de l'État, la SPR a souligné ce qui suit: la République tchèque est un pays fondamentalement démocratique; il y existe des lois visant à protéger les Roms; il y existe des lois contre la discrimination et les crimes haineux. La SPR a également fait remarquer que le gouvernement tchèque faisait des efforts visant à accroître la confiance entre les Roms et la police, à former des Roms pour le travail de policier et à sensibiliser la police à la question des Roms. Il a finalement été conclu que le gouvernement tchèque faisait des efforts sérieux afin d'enrayer la discrimination, que la police répondait aux plaintes et que, par conséquent, les demandeurs n'avaient pas réfuté la présomption de protection de l'État au moyen d'éléments de preuve clairs et convaincants.", "III.", "Analyse"], ["[10]", "La norme de contrôle applicable à la décision de la SPR, en ce qui concerne la crédibilité, la persécution et la protection de l'État, est celle de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 154 (CF)). La décision concernant le critère juridique qu'il convient d'appliquer pour établir l'existence de la protection de l'État est contrôlable selon la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED>  FTR 106)."], ["[11]", "La décision de la SPR comporte trois problèmes distincts, mais importants, à savoir la crédibilité, la persécution et la protection de l'État."], ["[12]", "En ce qui concerne la crédibilité, ou l'absence de crédibilité, c'est concernant M. Miroslav Sarkozi et M. Andrej Balog (qui n'est plus demandeur) qu'il existait des doutes. Les doutes concernant la crédibilité de M. Sarkozi semblaient raisonnables, mais il était à la fois déraisonnable et inéquitable de mettre les autres demandeurs dans le même panier que M. Sarkozi. Non seulement la SPR n'a pas conclu que M. Sarkozi n'était par ailleurs pas crédible, sauf en ce qui concerne deux incidents, mais elle n'a également exprimé aucun doute important quant aux autres demandeurs, qui, chacun, avait ses propres éléments de preuve et ses propres allégations."], ["[13]", "Pour ce motif, la décision de la SPR quant à la crédibilité ne devrait pas être maintenue."], ["[14]", "En ce qui concerne la discrimination et la persécution, la SPR a conclu que les actes de discrimination n'équivalaient pas à de la persécution, et ce, sans soumettre aucune analyse sur leurs effets cumulatifs ou sans expliquer pourquoi ces actes de discrimination reconnus n'équivalaient pas à de la persécution."], ["[15]", "La Cour a déclaré qu'il ne suffit pas que la SPR déclare simplement qu'elle a examiné la nature cumulative des actes de discrimination (", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 232). Les demandeurs avaient le droit de savoir pourquoi ces actes (comme la stérilisation forcée, les agressions à l'école, etc.) n'équivalaient pas à de la persécution."], ["[16]", "Enfin, contrairement à la situation dans", "<FRAGMENT_SUPPRESSED>  la question de la protection de l'État était une question en litige. La SPR a omis d'évaluer, comme elle est tenue de le faire, le caractère adéquat de cette protection. Elle a énuméré les efforts qui sont déployés sans vérifier s'ils sont vraiment adéquats. Il n'est pas suffisant que l'État fasse des « efforts sérieux » pour assurer une protection, il faut que celle-ci soit adéquate (", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689, 103 DLR (4th) 1)."], ["[17]", "L'analyse relative à la protection de l'État était incomplète et ne peut pas être acceptée.", "IV.", "Conclusion"], ["[18]", "La présente demande de contrôle judiciaire sera accueillie. L'affaire sera renvoyée à la SPR pour qu'une nouvelle décision soit rendue par un tribunal différemment constitué."], ["[19]", "Il n'y a aucune question à certifier.", "JUGEMENT"], ["[20]", "LA COUR STATUE que", "la demande de contrôle judiciaire est accueillie. L'affaire est renvoyée à la Section de la protection des réfugiés pour qu'une nouvelle décision soit rendue par un tribunal différemment constitué.", "[End of document]"]]}