{"id_": "047160", "body_str": [["[1]", "Zinn, J.", ": The Minister appeals the decision of Citizenship Judge Ann Dillon granting citizenship to Mr. Chang. It is submitted that she unreasonably determined that Mr. Chang met the residency requirement under paragraph 5(1)(c) of the", "Citizenship Act", ", RSC 1985, c C-29."], ["[2]", "Mr. Chang, a citizen of Taiwan, entered Canada as a permanent resident on April 9, 1996 with his wife and three children. His wife and children became Canadian citizens on January 24, 2000. He applied for citizenship on August 26, 2008, and in the relevant four-year period he was physically present in Canada for only 585 days and was absent from Canada for 875 days."], ["[3]", "The Citizenship Judge applied", "Re Koo", "(1992), 59 FTR 27 to determine, notwithstanding his absences from Canada, whether he had centralized his mode of existence in Canada. Notwithstanding his repeated and significant absences when he returned to Taiwan to take care of his parents and to seek medical attention, the Citizenship Judge found that he had."], ["[4]", "It is well established that an analysis under", "Re Koo", "has two aspects. First, one must determine whether the applicant, prior to or at the beginning of the relevant four-year period, established residence in Canada. It is only if that condition is met that one then goes to the second aspect, determining whether that residency has been maintained notwithstanding \"temporary\" absences by asking questions, including the following:", "(1) Was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?", "(2) Where are the applicant's immediate family and dependents (and extended family) resident?", "(3) Does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?", "(4) What is the extent of the physical absences - if an applicant is only a few days short of the 1095 day total it is easier to find deemed residence than if those absences are extensive.", "(5) Is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted temporary employment abroad?", "(6) What is the quality of the connection with Canada: is it more substantial than that which exists with any other country?"], ["[5]", "The Citizenship judge found that Mr. Chang had \"extensive\" absences from Canada. She found that he had been absent from Canada:", "a. 65% of the time prior to the relevant period;", "b. 60% of the time in the relevant period; and", "c. 72% of the time after the relevant period (to January 31, 2012).", "More telling perhaps is to state the converse - the percentage of time that he was actually present in Canada:", "a. 35% of the time prior to the relevant period;", "b. 40% of the time in the relevant period; and", "c. 28% of the time after the relevant period (to January 31, 2012)."], ["[6]", "The evidence upon which the Citizenship Judge based her finding of residency, that does not depend on his wife and children and their connections to Canada, was the following:", "a. He sold his business in Taiwan and was fully paid out in 1999 and brought that money to Canada;", "b. He set up a bank account in Canada in August 1995, prior to his arrival;", "c. He purchased a house in Vancouver in November 1995 for $1.45 million; and", "d. He regularly files Canadian income tax returns and has done so since 1996."], ["[7]", "On the other hand, the Citizenship Judge notes that he remained in Canada after his arrival in 1996 only for 33 days a period which \"offered him minimal opportunity to nurture ties in Canada.\" The Citizenship Judge goes on to say:", "[W]here, as in the present case, the applicant has been a permanent resident of Canada for a lengthy time prior to the relevant period, it is logical and legitimate to consider the cumulative time spent in Canada by the applicant prior to his first absence in the relevant period, even where this time was accumulated intermittently. The Applicant became a permanent resident 8 1/3 years before the beginning of the relevant period. During that time he was in Canada 35% of the time, or about 1068 days. His pattern was to spend an average of 23 days at a time in Canada, although he had stays of 47 and 80 days and also stayed more than one month on 11 other occasions.", "Given the fact that the Applicant always lived in his own home with his immediate family and established connections in his community (primarily with his church), based on his cumulative presence in Canada, it is possible to conclude with confidence that the Applicant did, in fact, have sufficient time in Canada to establish his residence in, and nurture his ties to, Canada before the relevant period."], ["[8]", "In my view, the Citizenship Judge's reasoning is faulty. If Mr. Chang had not established Canadian residency in the first 33 days he remained in Canada then how, one must ask, does it get established over the next 8 1/3 years when he is present an average of only 23 days at a time and absent, by my calculation, an average of more than 65 days at a time? What the Citizenship Judge fails to address is when and how Mr. Chang became resident in Canada."], ["[9]", "The how, one might think, is addressed in her second paragraph reproduced above; however, the facts do not support that. She says that he lived in his own house with his immediate family in Vancouver. However, the facts before the Judge were that he also lived in his own house with his immediate family (his mother, until her death and his father) in Taiwan, and did so for greater cumulative periods of time. The Judge also states that Mr. Chang \"established connections in his [Canadian] community (primarily with his church);\" however, the evidence also shows that he had significant connections in Taiwan that were maintained. Specifically, he has prolonged periods when he visited his mother who was ill and he continues to visit his father who is hospitalized, and he himself undergoes medical treatment and medical testing for his various illnesses (cirrhosis, hepatitis C, and possibly cancer) when in Taiwan."], ["[10]", "In the circumstances, I find that it was not reasonable to conclude that Mr. Chang ever established residency in Canada before the relevant period. The finding of the Citizenship Judge to the contrary is not justified, transparent, or intelligible:", "<FRAGMENT_SUPPRESSED> ."], ["[11]", "Moreover, although the Citizenship Judge examined each of the", "Koo", "factors, her analysis that these extensive and repeated absences from Canada were merely temporary periods of absence from his principal residence is unreasonable. The situation of Mr. Chang is very similar to that of Ms. Willoughby in", "The Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  wherein at paras 8 to 10, Justice Snider writes:", "[T]he Judge has, in my view, misapprehended the nature of Ms. Willoughby's attachment to Canada and failed to carry out an analysis of the evidence before him. Of primary concern, the Citizenship Judge did not consider the nature of Ms. Willoughby's absences from Canada. These absences were not temporary and were not going to be altered in the future.", "Indeed, almost every fact before the Citizenship Judge points away from a grant of Canadian citizenship. Not only had Ms. Willoughby spent 745 days out of Canada, her pattern of absences was not about to change. Ms. Willoughby maintains a dwelling in Australia that she uses during her visits with her immediate family members (her daughters and grandchildren) in Australia. Even though Ms. Willoughby has a home and husband in Canada, her extensive absences from Canada constitute \"a structural mode of living abroad rather than just a temporary situation\" (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> FTR 37 [emphasis omitted]). The most that can be said is that Ms. Willoughby has established two homes - one in Canada and one in Australia. As pointed out by Justice Martineau in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2004] FCJ No 1040:", "When absences are a regular pattern of life rather than a temporary phenomenon, they will indicate a life split between two countries, rather than a centralized mode of existence in Canada, as contemplated by the Act.", "In my view, the decision of the Citizenship Judge is well outside the range of possible acceptable outcomes and does not accord with the principles of justification, transparency and intelligibility."], ["[12]", "Here, as there, the evidence points not to temporary absences from Canada where one has centralized one's mode of living, it points to a pattern of splitting one's life between two countries (with the greater portion spent elsewhere than in Canada), and that situation is not sufficient to result in Canadian citizenship."], ["[13]", "The parties agreed that the successful party would be entitled to costs, fixed at $1,500.", "JUDGMENT"], ["[14]", "THIS COURT ORDERS AND ADJUDGES that", "the appeal is allowed; the decision of the Citizenship Judge is set aside; and the Minister is awarded costs fixed at $1,500.", "Appeal allowed.", "Editor: J. Danielle King/vnh"]]}