{"id_": "047162", "body_str": [["[1]", "Hughes, J.", ": The Applicant Sedigheh Alavi is a citizen and resident of the Islamic Republic of Iran. In October, 2004 she filed an application with the Canadian Embassy in Damascus, Syria for permanent residence in Canada in the Skilled Worker category. After a lengthy delay and protracted series of event the Canadian Embassy in Warsaw, Poland advised the Applicant in October, 2009 that her application was refused. The Applicant sought judicial review of that decision (IMM-6647-09). The Applicant sought reconsideration of that decision and was again refused in December, 2009. The Applicant also sought judicial review of that decision (IMM-334-10). By an Order of Prothonotary Milczynski dated February 19, 2010 those two applications were consolidated under file number IMM-334-10 and have thereafter proceeded together."], ["[2]", "For the reasons herein I will allow the application and set aside the refusal of October 2009 (IMM-6647-09) and require that the matter be returned to the Minister for redetermination by a different official who is to consider all material on the file including that submitted after October 2009."], ["[3]", "The history of the relevant events in this application in many ways echo similar circumstances that have recently come before this Court in other applications. So much so that I commend to the officials who are involved in the day to day operations of these matters to give serious consideration to taking remedial measures including revisions to the Use of a Representative form and the setting out at the beginning of the process a clear policy as to the use of mail and e-mail correspondence such that an applicant and an applicant's representative can be in no doubt as to how and from what office communications are to be sent and received. As well consideration should be given to whether e-mails apparently sent from Warsaw are in fact being sent."], ["[4]", "Among the similar instances that have recently come before this Court are the following:", "<FRAGMENT_SUPPRESSED>"], ["[5]", "The principle to be derived from these cases, all dealing with communications from the Embassy processing the application to the applicant or applicant's representative, is that the so-called \"risk\" involved in a failure of communication is to be borne by the Minister if it cannot be proved that the communication in question was sent by the Minister's officials. However, once the Minister proves that the communication was sent, the applicant bears the risk involved in a failure to receive the communication."], ["[6]", "In the present case I am quashing the refusal of the Applicant's application which was based on a failure to supply information requested in a communication which the applicant's representative, in affidavit evidence, says was never received, because the Respondent Minister has put no proper evidence before me that the communication was sent. I have the tribunal record before me and I can accept that it is evidence as to what was in the file of the Minister's officials. However that is not evidence, without more, that the communications as appear in the file were sent."], ["[7]", "A document purporting to be a Delivery Status Notification of an e-mail as found on the files is not, in itself, evidence of delivery, it is only evidence that such a document exists on the file. Where the matter is contentious, as it is here, proper evidence by way of an affidavit of a person familiar with the matter, is needed to prove the facts."], ["[8]", "Here are the facts as we know them:", "• The Applicant submitted an application for permanent residence in Canada with the Canadian Embassy in Damascus, Syria on or about October 7, 2004. At that time she was represented by a Canadian Immigration Consultant.", "• Four years go by without any apparent activity by the Canadian officials. In August 2008 the Applicant retained a Canadian lawyer, Stephen Green to represent her.", "• August 26, 2008 Green sent a letter to the Canadian Embassy in Damascus enclosing a Use of Representative form. The letter clearly set out in bold letters a request that all communications be sent to Mr. Green's office in Toronto the street address of which was clearly spelled out. The Use of Representative form provided a space for Mr. Green's office address to be set out, which it was, as well as his e-mail address which was provided. The form did not indicate why an e-mail address was required nor did it stipulate whether communications would be sent to that e-mail address or to the street address.", "• November 10, 2008 Mr. Green's assistant sent an e-mail to the Canadian Embassy in Damascus enquiring as to the status of the matter. That e-mail was sent from the assistant's e-mail not Mr. Green's.", "• November 18, 2009 the Canadian Embassy replied to Mr. Green's assistant stating that since her e-mail address did not match that of Mr. Green no information could be provided. That e-mail also contained a self-serving notice, familiar to those involved in \"ticket\" cases, saying the following:", "Consent & Disclaimer: By supplying your email address (in your enquiry or previously in your application), you are initiating an email communication with CIC, and CIC is thereby authorized to use the email address provided by you for communication with you including the transmission of personal information on your file/case. When you supply your email address to CIC, it is also understood that you are aware that this channel may not be a secure channel. CIC is not liable for the disclosure of personal information to a third party where CIC has taken reasonable means to ensure the identity of the party. CIC is also not liable for the misuse of this information by a third party. To view the CIC policy on Internet, click on the following link:", "http://www.cic.gc.ca/english/notices.asp.", "• It is odd that in the same e-mail the Minister's officials are refusing to disclose information because the e-mail of the requesting person is not that of the representative of record, yet they are in the same document attempting to bind the representative to a commitment to receive communications by e-mail. The proper answer is probably that all of this is computer generated and nobody really put their mind to the matter. In the absence of a proper affidavit from a responsible official from the Ministry we will never know.", "• November 18, 2008, the same day as above, Mr. Green's assistant sent out an e-mail to the Damascus embassy reminding them of the Use of Representative form and Mr. Green's street address. This time a response to Mr. Green's e-mail address was requested.", "• December 3, 2008 the Damascus embassy sent out an e-mail to Mr. Green's e-mail address simply saying that the application received in 2004 was still in processing and that \"we will contact you\" when the next stage is reached.", "• One year later, November 16, 2009 Mr. Green's assistant sent an e-mail to the Damascus Embassy enquiring as to the status of the matter.", "• November 20, 2009 the Canadian Embassy in Warsaw, Poland sent a letter (", "not", "an e-mail) to Mr. Green's office advising that the application had been transferred to Warsaw for processing and, because no response to a \"letter of June 29, 2009\" was received the application was refused."], ["[9]", "The Applicant and Mr. Green's assistant both provided affidavits stating that the \"letter of June 29, 2009\" had never been received. The Respondent, as previously stated, provided no affidavit evidence."], ["[10]", "The Tribunal Record, furnished following a request made by the Applicant under Access to Information legislation contains a copy of a five page document with a heading suggesting that it was sent by e-mail on June 29, 2009 not only to Mr. Green's e-mail address but also to the e-mail address of the Applicant's previous representative. Why this was apparently also sent to a previous representative has not been explained. There is also on the file a document entitled Delivery Status Notification stating that some document, not clearly identified, had been successfully sent by e-mail to Mr. Green as well as the Applicant's previous representative. This Delivery Status Notification is odd in that the file also contains other e-mails but this is the only e-mail for which a Delivery Status Notification appears. There is no evidence as to the why or when it was generated."], ["[11]", "Given the positive sworn evidence submitted on behalf of the Applicant and lack of any evidence from the Respondent I can only conclude that the communication of June 29, 2009was never received by Mr. Green and that there is no evidence that it was ever sent. Therefore the decision of October 28, 2009 rejecting the Applicant's application for failure to respond to a letter of June 29, 2009 must be quashed and sent back for redetermination on the basis of all material that may by this present time have been submitted."], ["[12]", "Respondent's counsel suggested that a question could be certified respecting who bears the \"risk\" as to receipt or non-receipt of communications. I will not certify a question since, given the lack of proper evidence, this is not an appropriate case for consideration of the matter. There are no special reasons to award costs.", "JUDGMENT"], ["[13]", "FOR THE REASONS PROVIDED", "1. The application in IMM-6647-09 is allowed, the decision refusing the Applicant's application for permanent residence is quashed and the matter is returned to the Minister for re-determination by a different official on the basis of all material including that filed after October, 2009;", "2. It is unnecessary to determine the issue raised in IMM-334-10;", "3. There is no question for certification;", "4. No order as to costs.", "[End of document]"]]}