{"id_": "047264", "body_str": [["[1]", "Evans, J.", ": F. Von Langsdorff Licensing Limited has used the trademark \"Uni Eco-Stone\" in Canada in connection with paving stones since 1990, and in 1992 it registered it. In 1996 S.F. Concrete Technology, Inc. advertised paving stones under the name of \"SF-Eco\"and solicited licensees to manufac­ture or sell stones with this mark."], ["[2]", "This provoked a swift response from Von Langsdorff, which filed a statement of claim in this court alleging trademark infringe­ment by S.F. Concrete and seeking injunctive and monetary relief. Von Langsdorff also sent to S.F. Concrete a letter requiring it to cease and desist from further use of the mark SF-ECO in connection with paving stones. S.F. Concrete has complied with this cease and desist letter."], ["[3]", "In this motion S.F. Concrete seeks a summary judgment under rule 216 of the", "Federal Court Rules, 1998", ", SOR/98-106 dismissing Von Langsdorff's statement of claim on the ground that \"there is no genuine issue for trial with respect to\" the plaintiff's statement of claim. The plaintiff's response to the motion is that this is not an appropri­ate matter for summary judgment because there are important issues of fact that cannot be decided fairly on the basis of the evidence adduced for this motion.", "B. Factual Background"], ["[4]", "I should say something first about the nature of the business in which the parties are engaged. Neither manufactures nor mar­kets goods but licenses others to do so through the intellectual property rights that they own. The products to which the parties' marks attach are interlocking concrete paving stones."], ["[5]", "In addition to their business in Canada, both have strong international connections, particularly in Germany and in the United States. The defendant belongs to a corporate group in Germany, SF Kooperation GmbH. The well known United States based com­pany, Unilock, is a licensee of the plaintiff's Uni-Eco-Stone. Both plaintiff and defendant are incorporated under the laws of Ontario."], ["[6]", "There is also a personal link between the parties. Ms. Helga Piro, the general manager of S.F. Concrete Technology, Inc. since 1995, and its creator, was for the previous ten years an employee of Von Langsdorff."], ["[7]", "Although there are significant differences between the paving stones to which the parties' marks relate, they share an important feature, namely their permeability. The design of these interlocking paving stones allows water to drain between them into the ground and, in the case of the defendants' stones, grass to grow in the gaps. As an exterior surface, \"permeable concrete\" com­bines the rigidity, strength, durability and low maintenance costs of concrete, with an \"environmentally friendly\" capacity to pro­vide for controlled water run-off between the stones, which reduces the need for the instal­lation of sewer systems and aids water con­servation. These latter characteristics are featured prominently in the literature pro­moting the parties' paving stones."], ["[8]", "Although \"Uni Eco-Stone\" was registered in Canada by the plaintiff as the trademark for its paving stones in 1992, sales here have been modest; less than 300,000 square feet in all, or 1 million stones. This figure is put in perspective by a photograph in a newslet­ter published by S.F. Kooperation GmbH of a parking lot in Germany measuring 450,000 square feet that was paved with \"SF-Eco\" paving stones. As a result of the cease and desist letter from the plaintiff's solicitors, and the plaintiff's institution of proceedings for trademark infringement, there are to date no Canadian sales of SF-ECO stones.", "C. Summary Judgment: The Governing", "Prin­ciples"], ["[9]", "In order to succeed in its motion for summary judgment dismissing the plaintiff's statement of claim, the defendant has the burden of establishing that all the relevant issues can be properly decided on the evi­dence before the court, and that there are no issues that can only fairly be resolved after a trial."], ["[10]", "Rule 216(3) specifically empowers the court to grant a motion for summary judg­ment whether the issues in dispute are legal or factual in nature. However, a motion for summary judgment is not appropriate for deciding questions of fact that turn on credi­bility, or that require the kind of weighing and assessing of conflicting evidence that is properly the province of the trial judge. The applicable principles are usefully set out in", "<FRAGMENT_SUPPRESSED> -193 (T.D.)."], ["[11]", "Moreover, the responding party may not simply rely on \"allegations or denials of the pleadings\" of the moving party, \"but must set out specific facts showing that there is a genuine issue of trial\": rule 215. Otherwise, the respondent would be able the defeat the policy underlying the provisions in the", "Rules", "respecting summary judgment, namely the reduction of costs and delays in the disposi­tion of litigation by eliminating trials that are not necessary for the fair resolution of the issues in dispute."], ["[12]", "Accordingly, the respondent has an evidential burden to discharge in showing that there is a genuine issue for trial:", "<FRAGMENT_SUPPRESSED>  at pp. 81-82 (F.C.A.). How­ever, this does not detract from the principle that the moving party has the legal onus of establish­ing the facts necessary to obtain summary judgment:", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 190 at p. 200 ( <FRAGMENT_SUPPRESSED>  (T.D.). Thus, both parties are required to \"put their best foot forward\" so that the motions judge can determine whether there is an issue that should go to trial:", "<FRAGMENT_SUPPRESSED>  at pp. 529-530, 529, 530 (Ont. Gen. Div.)."], ["[13]", "It seems to me that the dominant trend in the jurisprudence of this court has been to interpret liberally the rules governing sum­mary judgment, so that a motions judge must subject the evidence to a \"hard look\" in order to determine whether there are factual issues that really do require the kind of assessment and weighing of evidence that should properly be done by the trier of fact. In addition to cases cited above, see also", "<FRAGMENT_SUPPRESSED>  D.T.C. 6146 (T.D.)."], ["[14]", "I should note that the circumstances in which litigation may be appropriately decided on a motion for summary judgment have been considered recently in the Ontario courts. In particular, in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 257, 271 (C.A.), Borins, J.A., adopted a recent formulation from the United States as the test to be applied under rule 20 of the Ontario", "Rules of Civil Procedure", "\"... the record taken as a whole could not lead a rational trier of fact to find for the non-moving party and the court therefore finds that there are no genuine issues for trial in this case.\"", "<FRAGMENT_SUPPRESSED> , at p. 679 (U.S. Dist. Ct., Ark.))."], ["[15]", "To the extent that this is a narrower test than that applied in this court, it may be attributable to the fact that Ontario has no equivalent to rule 216(3) of the", "Federal Court Rules, 1998", "which, as I have already noted, expressly authorizes a motions judge to grant summary judgment where issues of fact are in dispute. The fact that civil jury trials are still common in the United States may also explain the relatively circumscribed definition in", "<FRAGMENT_SUPPRESSED>  principles applicable in this court for the disposition of motions for summary judgment.", "D. The Plaintiff's Statement Of Claim"], ["[17]", "The plaintiff's statement of claim alleges that the defendant has infringed its right to the exclusive use of the trademark \"Uni Eco-Stone\" by using the mark \"SF-Eco\" in respect of goods that are in many respects similar. It also alleges that the defendant's conduct is in breach of s. 7(b) of the", "Trade-marks Act", ", R.S.C. 1985, c. T-13 [as amended] by directing public attention to its concrete paving stones in such a way as to cause confusion between the defendant's and the plaintiff's concrete paving stones."], ["[18]", "The central issue raised by the state­ment of claim and the defence is whether the plaintiff is entitled to a monopoly in Canada in the use of the word \"eco\" in connection with permeable concrete paving stones. This will depend on whether the word, which has a meaning in ordinary speech, is associated in the construction industry with the plain­tiff's paving stones, so that if it is used by the defendant in connection with theirs it is likely to cause confusion, even if other parts of the marks are quite difficult."], ["[19]", "Before proceeding to the main issues raised, I should deal first with two points raised by the defendant that I consider to be peripheral in this dispute."], ["[20]", "First, the defendant has tried to resist the plaintiff's claim on the ground that, contrary to the allegations in the plaintiff's statement of claim, S.F. Concrete has not manufactured or sold paving stones with the SF-ECO mark, and has no intention of doing so. Rather, it proposes only to license others to use the mark SF-ECO in connection with permeable concrete paving stones manufac­tured and sold by licensees. The plaintiff has a motion to amend its pleadings to reflect this fact, and I shall assume for present purposes that the amendment has been made."], ["[21]", "Second, the defendant has pointed out that, on receipt of the cease and desist letter from the plaintiff's solicitor, it immediately stopped the activity that the plaintiff alleges infringes its trademark and constitutes pass­ing-off. Hence, there is no basis for the plaintiff's allegation that it has sustained loss or the diminution of goodwill as a result of the defendant's conduct."], ["[22]", "However, in addition to the monetary awards sought by the plaintiff for loss that it has sustained and for profits unlawfully made by the defendant, the statement of claim also requests injunctive relief to restrain the defendant from infringing the plaintiff's rights. This is a forward-looking remedy in the sense that it seeks to prevent the defendant from future unlawful conduct. A person is not compelled to wait until an infringement of rights has occurred before invoking the assistance of the court to ward off threatened harm that has not yet material­ized. On the award of such \"quia timet\" in­junctions, see generally Sharpe,", "Injunctions and Specific Performance", "(loose-leaf edi­tion; Canada Law Book; Aurora), paragraphs 1.660-810.", "D. Confusion: The Central Issue"], ["[23]", "The question of confusion is at the heart of the plaintiff's allegations with respect to both trademark infringement and passing-off. Would the use in Canada of the trademark \"SF-Eco\" by the defendant or its licensees in connection with permeable concrete paving stones constitute a \"confusing trademark\" for the purpose of s. 21 of the", "Trade-marks Act", ", and thus infringe the plaintiff's right to the exclusive use of the trademark \"Uni Eco-Stone\" in connection with similar goods? And would the defendant's proposed use of its mark \"cause or be likely to cause con­fusion in Canada\" between its product or business and those of the plaintiff, contrary to s. 7(b) of the", "Trade-marks Act"], ["[24]", "I shall deal first with two issues that will assist in defining the scope of the rel­evant inquiry. First, the validity of the plain­tiff's trademark, Uni Eco-Stone, is not in dispute in these proceedings, and must there­fore be regarded as capable of enforcement by the plaintiff against anyone who infringes it."], ["[25]", "While the plaintiff's statement of claim relies principally on the infringement of its right to the exclusive use of \"Uni Eco-Stone\" as a trademark, it also seeks to expand the area of protection to which Vaon Langsdorff is entitled by claiming that the mark is one of a family of marks owned by the plaintiff that include the prefix \"Eco\", such as \"Ecolock\" and \"Eco-Stone\", which are also used in connection with paving stones. If this claim were substantiated, it would undoubt­edly strengthen the plaintiff's allegation that any use of a mark in connection with paving stones that includes the term \"Eco\", such as \"SF-Eco\", infringes its rights."], ["[26]", "However, the defendant alleges that the plaintiff has not used these marks in Canada and they are not registered in this country as trademarks. In response, the plaintiff pointed to the fact that Ms. Piro admitted in cross-examination on her affidavit that she associ­ated \"Ecoloc\" and \"Eco-Stone\" with the plaintiff, and drew my attention to two references to \"Ecoloc\" in promotional litera­ture circulated in the United States and Canada."], ["[27]", "In my view, however, this evidence is insufficient to force the defendant to a trial. And, mindful of the duty of the plaintiff as the responding party to this motion \"to put its best foot forward\", I have concluded that the only mark of the plaintiff that is relevant to this matter is \"Uni Eco-Stone\". There is no family of \"Eco\" marks in Canada in which the plaintiff can rely."], ["[28]", "The existence of \"confusion\" for the purpose of both s. 7(b) and s. 21 of the", "Trade-marks Act", "involves mixed questions of law and fact, in that deciding in any given case whether there is confusion will depend on both the identification and application of relevant legal standards, and evidence about the extent to which words are associated by potential purchasers with goods emanating from a single source."], ["[29]", "Section 6(5) of the", "Trade-marks Act", "directs the court when determining whether trademarks are confusing to", "\"(5) ... have regard to all the surrounding circumstances including", "(a) the inherent distinctiveness of the trademarks or trade-names and the extent to which they have become known;", "(b) the length of time the trademarks or trade-names have been in use;", "(c) the nature of the wares, services or business;", "(d) the nature of the trade; and", "(e) the degree of resemblance between the trademarks or trade-names in appear­ance or sound or in the ideas suggested by them.\"", "\"(5) ... tient compte de toutes les circonstances de l'espèce, y compris:", "a) le caractère distinctif inhérent des marques de commerce ou noms commerciaux, et la mesure dans laquelle ils sont devenus connus;", "b) la période pendant laquelle les marques de commerce ou noms commerciaux ont été en usage;", "c) le genre de marchandises, services ou entreprises;", "d) la nature du commerce;", "e) le degré de ressemblance entre les marques de commerce ou les noms commerciaux dans la présentation ou le son, ou dans les idées qu'ils suggèrent.\"", "I shall consider each of these factors in turn.", "(a) Inherent Distinctiveness Of", "The Trademarks", "And The Extent That They Are Known"], ["[30]", "The thrust of the defendant's submission here was twofold. First, while the plaintiff has used the trademark \"Uni Eco-Stone\" in Canada since 1990, the volume of sales of paving stones bearing this mark is quite small, amounting to a maximum of 300,000 square feet, and probably somewhat less. The defendant only advertised \"SF-Eco\" paving stones in Canada in 1996 and has no Canadian licensees. There was also evidence before me that \"Uni Eco-Stone\" is included in brochures and journals aimed at the construction industry, particularly in the United States, but also in Canada, and this indicates that the plaintiff's mark is well known."], ["[31]", "Second, the defendant submitted that the prefix or term \"eco\" is not inherently distinctive because it is widely used in both popular and technical contexts to mean pertaining to ecology or to the natural environment, and often in a beneficial sense. To establish this the defendant produced dictionaries and other literature, to which I need not refer. It is worth noting, however, that some of the promotional literature clearly links \"Uni Eco-Stone\" with the cologically desirable feature that they allow water to drain into the soil, rather than running off into sewers. On this point, the defendant's position would seem to be unassailable: compare", "<FRAGMENT_SUPPRESSED>  (Qué. C.A.)."], ["[32]", "Of more immediate relevance to the generic meaning of eco in this context was the evidence that the words \"eco-pavers\" or \"eco-paving\" are used in the industry to describe permeable paving stones generically, and not the plaintiff's in particular. Counsel for the plaintiff queried the partiality of some of those who had used these terms in the generic sense, noted that the plaintiff had protested one such use, and observed that one of the references to eco-pavers occurred in the context of the Australian construction industry. However, the evidence satisfies me that the term \"eco\" in the construction industry in Canada is not restricted exclusively to the permeable concrete paving stones to which the plaintiff's mark is attached, or more accurately, on which it is engraved."], ["[33]", "The defendant adduced two other pieces of evidence to show the lack of distinctiveness of the plaintiff's mark. Although I would regard neither as compelling, when added to the evidence already considered, they undoubtedly serve to support the defendant's position."], ["[34]", "First, there was evidence that the term \"eco-stone\", or \"classic eco-stone\", has been used to describe a porous stone through which water will pass. This is, of course, not the same as the plaintiff's interlocking paving stones, where the water drains through the gaps between them. However, it does indicate an association of the prefix \"eco\" with stones and permeability, that is not limited to the plaintiff's product."], ["[35]", "Second, the defendant showed that \"eco\" is part of the registered trademark in Canada of a range of goods, including some non-metallic construction materials. However, as counsel for the plaintiff noted, none of these bore any close resemblance to permeable interlocking concrete paving stones."], ["[36]", "On the evidence before me, I conclude that \"Uni Eco-Stone\" is a weak trademark."], ["[37]", "In addition to casting doubt on the probative value of the defendant's evidence, counsel for the plaintiff drew my attention to the fact that the Trademarks Office has not insisted on a disclaimer of \"eco\" as being merely descriptive. He also noted that the defendant could have registered SF-RIMA\" as the trademark for its stones: this was the original name in Europe. That is, it might be inferred from the defendant's choice of names that Ms. Piro believed that the defendant would thereby be able to take advantage of the goodwill built up by the plaintiff for its stones."], ["[38]", "No issue of credibility is involved in determining the distinctiveness of the name \"Uni Eco-Stone\" and, in my opinion, it does not call for a very \"hard look\" at the evidence to enable me to conclude that there is no question of fact that can only be fairly resolved by a trial. Again, I remind myself of the plaintiff's obligation to present its strongest case in response to the defendant's motion."], ["[39]", "My conclusion is that, when used in connection with concrete paving stones in Canada, the term \"Eco\" is much more strongly associated with the attractive feature of permeability than it is secondarily associated with the plaintiff's stones, or even paving stones from a single source.", "(b) Duration Of The Use of Trademarks"], ["[40]", "When this motion was heard, the plaintiff has been using its mark for nearly eight years, whereas the defendant has effectively been stopped by the litigation instituted by the plaintiff from using its mark in Canada at all. Considered in isolation, this would suggest that \"Uni Eco-Stone\" has established some association with the plaintiff's stone by the time that the defendant started to advertise and to solicit licensees for \"SF-Eco Stones\"."], ["[41]", "On the other hand, it would be unrealistic to attempt to evaluate the temporal factor without reference to the fact that sales of \"Uni Eco-Stone\" in Canada have been very modest: for example, less than two-thirds of the area of a single parking lot in Germany that was paved with \"SF-Eco\" stones.", "(c) The Nature Of The Wares"], ["[42]", "There is no doubt that there is an obvious similarity between the parties' wares: they are both permeable interlocking concrete paving stones. This factor obviously militates in favour of the possibility of confusion, although it is also important to note that the parties' stones are not unique in having the ecologically friendly feature of permitting water to drain through the concrete surface of the paving.", "(d) The Nature Of The Trade"], ["[43]", "The parties' trade is the sale of intellectual property rights in products that are used in construction. Both potential licensees and the purchasers of the paving stones are likely to be relatively sophisticated: those making the relevant choices will predominantly be persons engaged in the manufacture or sale of construction material, builders, architects, landscape designers, urban planners and the like. The nature of the trade would suggest that confusion between \"Uni Eco-Stone\" and \"SF-Eco\" is not very likely.", "(e) The Resemblance Of The Trademarks"], ["[44]", "The defendant's contention is that, in comparing the allegedly infringing mark with that allegedly infringed, the first part of the name is the most important:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). That is, confusion is more likely to be caused when a defendant's mark has the same first syllable as the plaintiff's. This is not the case here, of course. And apart from the term \"Eco\", the other part of the trademarks are not at all similar."], ["[45]", "It is important in my view to note here, too, that eco has a general meaning and has not been shown to have a strong secondary association in Canada with the product on which the plaintiff's mark is engraved. The fact that \"Eco\" is part of the trademark may be suggestive of the permeability of the paving, without being associated exclusively in Canada with \"Uni Eco-Stone\".", "E. Conclusions"], ["[46]", "In my view, therefore, the defendant has discharged the onus of satisfying me that there are no factual issues that require a trial for their fair resolution. The issues are neither numerous, complex nor dependent on findings of credibility. The amount of assessment and weighing of the evidence that has been required on this motion has not surpassed the \"hard look\" to which a motions judge is permitted, and required, to subject evidence on a motion for summary judgment."], ["[47]", "Having considered the factors contained in rule 400(3) that guide the exercise of discretion on the award of costs, and in particular, the outcome of this proceeding, F. von Langsdorff Licensing Limited must pay the party-and-party costs of S.F. Concrete Technology, Inc. However, I do not find that the conduct of the plaintiff, or the nature of its statement of claim, warrants the award of costs on a solicitor-client basis, or on a high scale.", "Summary judgment granted.", "Editor: Steven C. McMinniman/ldl", "[End of document]"]]}