{"id_": "047371", "body_str": [["[1]", "Near, J.", ": This is an application for judicial review of a decision of a designated member of the Pension Appeals Board (PAB) dated June 24, 2010. The decision granted the Respondent leave to appeal a decision of a review tribunal dated March 23, 2005, approximately five years after the 90 day time limitation for requesting an appeal under the Canadian Pension Plan (CPP) had elapsed."], ["[2]", "The Applicant, the Attorney General of Canada, seeks an Order setting aside the decision of the member of the PAB and referring the matter back to a different PAB member. The Respondent filed no submissions for this application, and did not appear at the hearing."], ["[3]", "Based on the reasons that follow, this application is allowed.", "I.", "Background", "A.", "Factual Background"], ["[4]", "The Respondent, Madalena Graca, appealed the Applicant's decision to deny her application for disability benefits in February 2005. By decision dated March 23, 2005, a Review Tribunal (RT) dismissed the appeal on the basis that the Respondent was not disabled within the meaning of disabled under the CPP."], ["[5]", "By letter dated May 17, 2010, more than five years after her appeal was dismissed, the Respondent requested an extension of time within which to seek leave to appeal, and filed an application for leave to appeal the decision of the RT to the PAB. The Respondent alleged that her representative before the RT had erroneously advised her that nothing further could be done following the dismissal of her appeal. Additionally, the Respondent submitted that since her first language is Portuguese, she was not able to read and understand the RT decision in order to determine her rights and assess the merits of a further appeal."], ["[6]", "Leave was granted by a member of the PAB on June 19, 2010. There was no mention of an order extending the time within which to seek leave. The PAB later provided an amended letter to the Medical Expertise Division of Human Resources and Skills Development Canada (HRSDC) advising that a PAB member had extended the time within which to appeal until June 19, 2010 and that, the same day, leave had also been granted. No reasons were provided with the amended letter, nor the initial decision granting leave."], ["[7]", "The Applicant now seeks to have this decision set aside on the basis that the PAB member erred in two respects: 1) in granting leave to appeal under the particular circumstances of this case and 2) in failing to provide adequate reasons for the decision to extend the time to appeal.", "II.", "Issues"], ["[8]", "The main issue raised in this application is:", "(a) Whether the designated member of the PAB committed a reviewable error by granting an extension of time without providing accompanying reasons.", "III.", "Standard of Review"], ["[9]", "Two issues are involved in the review of a decision of a designated member to grant leave to appeal: 1) whether the member applied the right test and 2) whether the member committed a reviewable error in applying the test."], ["[10]", "The first issue is a question of law, reviewable on the correctness standard (", "<FRAGMENT_SUPPRESSED>  FTR 114 at para 26). The second issue attracts the standard of reasonableness. It is a question of mixed fact and law as the member must apply the test to the facts. The \"arguable case\" test requires the member to determine whether the application for leave to appeal raises an arguable case, without otherwise assessing the merits of the decision under appeal. There may be several potential outcomes of this exercise, and as set out in", "<FRAGMENT_SUPPRESSED> , the Court will not interfere with a decision that is shown to be justified, transparent and intelligible and which falls within a range of acceptable outcomes that are defensible in respect of the facts and law (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 1001 at para 14;", "<FRAGMENT_SUPPRESSED> )."], ["[11]", "The duty to provide adequate reasons is currently considered a matter of procedural fairness reviewable on the correctness standard (", "Canada (Attorney general) v Blondahl", ", 2009 FC 118, 362 FTR 1 at para 9)."], ["[12]", "However, on any standard of review, the decision issued by the member cannot stand for the reasons that follow.", "IV.", "Argument and Analysis", "A.", "Did the Designated Member Err in Failing to Provide Adequate Reasons for Granting an Extension of Time?"], ["[13]", "The Attorney General of Canada alleges that the member erred in granting both the extension of time and the leave to appeal. In the circumstances of this case, I agree with the Applicant, and will allow this application on the basis that the member erred by not providing adequate reasons for granting the extension of time."], ["[14]", "Subsection 83(1) of the CPP sets out the 90 day limit within which an applicant who is dissatisfied with the decision of a RT may apply, in writing, for leave to appeal that decision to the PAB. The 90 day limit may be extended by the Chairman or Vice-Chairman of the PAB either before or after the expiration of those 90 days."], ["[15]", "The decision to grant an extension of time is discretionary, and must be explicitly considered by the member. There is no automatic inference that just because a member granted leave, he must have also granted an extension of time. Jurisprudence of this Court holds that it is incumbent upon the member to support the exercise of discretion with reasons (", "<FRAGMENT_SUPPRESSED>  FTR 198 at para 13). I see no reason for me to deviate from this well-established principle."], ["[16]", "As cited by the Respondent, Justice Johanne Gauthier considered the issue of adequacy of reasons with respect to granting an extension of time in", "Canada (Attorney general) v Blondahl", ", above. At paras 15 and 16 she reviewed the jurisprudence of the Court and stated:"], ["[15] [...] It is to be noted that motions for an extension are often dealt with in brief orders by the Federal Court and that the Federal Court of Appeal confirmed that there was generally no need for extensive reasons in such cases. What is important, as noted by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  is that a decision that is subject to judicial review must contain enough to enable the parties to assess their possible grounds of review and for the Court to exercise its jurisdiction."], ["[16] This means that, as illustrated by", "Jakutavicius", ", the Commissioner should at minimum adopt the practice of stating the test it applied by simply referring to a decision in which it is articulated, such as", "Pentney", ". In addition, the Commissioner should state which of the four factors set out in this test he found to be determinative in the exercise of his discretion as well as any other case specific factors he found determinative.[...]"], ["[17]", "The test for granting an extension of time is well-established. The four-pronged test set out in", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 576 at para 19 requires the member to weigh and consider the following criteria:", "- A continuing intention to pursue the application or appeal;", "- The matter discloses an arguable case;", "- There is a reasonable explanation for the delay; and", "- There is no prejudice to the other party in allowing the extension."], ["[18]", "In the present matter, the member first erred by allowing leave to appeal without indicating on the record that he considered the issue of the extension of time. The subsequent amended order granting leave failed to remedy the situation. It was completely void of any reasons supporting the decision. There is no indication of how the test was applied, or if the correct test was even applied at all. Given the absence of anything to review, it is, as the Applicant submits, impossible for this Court to assess whether the granting of the extension and leave to appeal was reasonable."], ["[19]", "Five years had elapsed since the RT decision was issued. In such circumstances, an order granting an extension of time ought to have been accompanied by reasons explaining the member's exercise of discretion in preference of the Respondent. The member erred in law. Consequently, the decision must be set aside", "V.", "Conclusion"], ["[20]", "In consideration of the above conclusions, this application for judicial review is allowed.", "JUDGMENT"], ["[21]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}