{"id_": "047674", "body_str": [["[1]", "de Montigny, J.", ": Mr. Safraz Vickram is a citizen of Guyana, born October 17, 1978. He was a successful businessman, but claims he was threatened, beaten and harassed by a group of bandits. He fears for his life if returned to Guyana, and alleges he would be targeted not only for his wealth but because of his Indo-Guyanese ethnicity. For the reasons that follow, I have concluded that the Immigration and Refugee Board’s Refugee Protection Division (the Board) did not make a reviewable error in rejecting Mr. Vickram’s claim for refugee protection.", "FACTS"], ["[2]", "Mr. Vickram says he was first assaulted in his home on December 22, 2004. He claims bandits stole 250,000 Guyanese dollars, and beat him so badly that he was hospitalized for fourteen days. He told the Board that he filed four reports with police about the attack, to no avail. All four reports were filed with the nearest local police station, about ten miles from where he lived. He did not, however, go to a higher authority to seek help."], ["[3]", "On January 15, 2005, a few days after he returned from the hospital, Mr. Vickram said he was attacked again by the same “three black bandits”. Despite the severity of this attack, he did not ask his housekeeper to bring him to the hospital. Nor did he report the incident to police, because the bandits had threatened to kill him if he ever went to the authorities. From then on, he was constantly harassed with letters and phone calls, directing him to give his assailants 1,000,000 Guyanese dollars."], ["[4]", "Mr. Vickram then went to see his church pastor, who said fleeing to Canada was his best option. Not knowing what to do, and having given up on the possibility of government and police protection, Mr. Vickram came to Canada and claimed refugee status.", "THE BOARD’S DECISION"], ["[5]", "The Board decided the substance of Mr. Vickram’s claim did not fall within the five enumerated grounds of Convention refugee status. While recognizing the ethnic tensions between citizens of African descent and those of South Asian origin and the reflection of that polarization in the structure of Guyana’s political parties, the Board also relied on documentary evidence showing government efforts to decrease violence between the two groups. On that basis, the Board concluded some criminal attacks may be racially or politically motivated, because Indo-Guyanese are perceived by other Guyanese as wealthier and more privileged. It also found that Mr. Vickram would be perceived as a supporter of the largely Indo-Guyanese political party if returned to Guyana. That being said, the Board nevertheless found that the acts of violence perpetrated against Mr. Vickram were criminal acts with no link to his ethnicity, and therefore rejected his claim under section 96 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (the IRPA)."], ["[6]", "The Board then considered whether Mr. Vickram faced a risk to life or of cruel and unusual treatment or punishment, or a danger of torture, pursuant to section 97 of the IRPA. Since Mr. Vickram’s pain and suffering could not be traced to a public official or other person acting in an official capacity, the Board found there were no substantial grounds to believe removal to Guyana would personally subject him to a danger of torture. Similarly, the Board was also of the view that the incidents of violence were random criminal acts, faced generally by civilians. Any risk that existed was not specific to Mr. Vickram."], ["[7]", "Finally, the Board opined that Mr. Vickram had not rebutted the presumption of the state’s ability to protect its citizens. Relying on Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.), the Board acknowledged police are sometimes ineffective in combating crime. However, it found police do not specifically discriminate against Indo-Guyanese citizens. After reviewing the documentary evidence, the Board concluded Guyana’s government controlled its police and military forces, took various steps to curb violence and the discrimination in the country. Because Guyana was by and large a democracy, Mr. Vickram had an obligation to take further steps to seek state protection if he feared serious harm or mistreatment.", "ISSUE"], ["[8]", "In his written submissions, Mr. Vickram raised a number of issues ranging from a reasonable apprehension of bias to a series of questions having to do with the assessment of facts and credibility. At the hearing, however, counsel for the applicant withdrew a number of these arguments and focused instead on the following two issues:", "1. Did the Board err in concluding that there was no nexus between the Applicant’s fear of persecution and one of the five grounds in the Convention refugee definition?", "2. Did the Board err in finding the applicant had not rebutted the presumption that Guyana is able to protect its citizens?", "ANALYSIS"], ["[9]", "After having carefully reviewed the record, I cannot bring myself to the conclusion that the Board’s assessment of Mr. Vickram’s claim was perverse or capricious, or made without regard to the evidence before it, which is the standard for judicial review with respect to findings of fact as prescribed by s. 18.1(4) (d) of the Federal Courts Act, R.S.C. 1985, c. F-7 as amended. It is now trite law that it is not this Court’s role to substitute its view of the facts for the Board’s. The Board has the benefit not only of seeing and hearing the witnesses, but also of its members’ expertise in assessing evidence relating to facts within their area of specialized knowledge. Accordingly, the standard of review for the first issue, which requires the Court to assess the evidence, is patent unreasonableness ( <FRAGMENT_SUPPRESSED>  at paragraph 4)."], ["[10]", "Mr. Vickram’s counsel submits he advanced ethnicity as the ground upon which acts of violence were perpetrated against him. In his view, the documentary evidence suggests that wealth is a proxy for ethnicity, and that the two are closely intertwined. If the Board was of the view that the two could be separated and that Mr. Vickram was the victim of criminal acts with no ethnic overtones, it should have explained why, rather of merely stating it as a matter of fact and beyond dispute, so the argument goes."], ["[11]", "I must confess the Board’s reasons on this aspect of the claim are quite cryptic, to say the least. After looking at the documentary evidence and noting that opinions are divided about whether Indo-Guyanese citizens are disproportionately affected by criminality, the Board wrote at page 9 of the Tribunal Record:", "I conclude that not all, but some, criminal attacks may be racially or politically motivated. Consequently, I considered the claimant’s own experiences to assist in determining the risk to the claimant if he returned to Guyana. Because of his ethnicity, I find that the claimant will be perceived to be a supporter of the PPP.", "I conclude that the incident of harm alleged by the claimant is a criminal act with no link to the Convention refugee definition. I find that the claimant is not a Convention refugee."], ["[12]", "Having said this, I am of the view the Board’s ultimate finding is supported by the evidence. At the hearing, Mr. Vickram himself indicated on more than one occasion that he believed he was targeted because of his wealth. The following exchange between Mr. Vickram and his counsel at page 292 of the Tribunal Record is quite telling:", "COUNSEL: The incident that happened to you, was it because you are just a businessman, or because of your race (inaudible) you, or racial, what do you think?", "CLAIMANT: Because I was a well established businessman, I had a big home, a beautiful home, and was making a lot of money, that’s the reason."], ["[13]", "It is true that in answering a similar question earlier on in his testimony, Mr. Vickram somehow hinted at a link between his wealth and his ethnicity (see, for example, page 261 of the Tribunal Record). But nowhere else does he expand on this claim, or provide evidence to bolster that argument. The Board was therefore entitled to find, based on the documentary evidence and on Mr. Vickram’s own testimony, that he was the victim of criminal acts with no link to the Convention. While this conclusion may have been even more persuasive had it been better explained and substantiated, it cannot be said the Board’s finding was perverse or made without regard to the evidence before it."], ["[14]", "Given the nature of his claim, a more plausible and realistic avenue for Mr. Vickram was the protected person categories in section 97 of the IRPA. The Board, citing  <FRAGMENT_SUPPRESSED>  (F.C.A.), correctly instructed itself on the law, which says the risk faced must not be indiscriminate or random and one faced generally by the entire population. The panel concluded the risk Mr. Vickram faced was of criminal activity, and that the risk was no greater than that faced by the population at large."], ["[15]", "Finally, counsel argued the Board erred by concluding the Guyanese government could protect Mr. Vickram from harm. First, the Board applied the wrong test by requiring a complete breakdown of the state apparatus in order to rebut the presumption of state protection. Furthermore, there was evidence that the President himself acknowledge security problems, thus supporting Mr. Vickram’s position that police in Guyana are ineffective. In that context, he claims, reporting a crime four times should have been considered sufficient to establish that the state was incapable of providing effective protection."], ["[16]", "I do not need to comment on this aspect of the Board’s reasons. Nor do I need to assess the proper standard of review on that particular issue, since it was discussed out of an abundance of caution and was not critical to the Board’s overall conclusion. Having found that Mr. Vickram’s fear had no nexus to the Convention and that he was at no greater risk of criminal activity than the general population, there was no need for the Board to determine whether the state could nevertheless protect him. The discussion of state protection was an alternative argument. As such, any deficiencies in the principles it applied or in its assessment of the facts would not undermine its final decision."], ["[17]", "For all of these reasons, I would therefore dismiss this application for judicial review.", "ORDER"], ["[18]", "THIS COURT ORDERS that", "the application for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada, dated June 13, 2006, is dismissed. There is no question of general importance to certify.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}