{"id_": "047774", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated November 8, 2012 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under s. 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of Peru who came to Canada on September 27, 2011 after suffering threats, violence and extortion at the hands of a criminal gang, Los Malditos de Atahualpa. He made a claim for refugee protection at Fort Eerie upon his arrival, but this claim was rejected by the RPD on November 8, 2012. The Board found that the Applicant's reasons for fleeing Peru had no nexus to a Convention ground of protection, and that the risk he faced in Peru was a generalized risk, making him ineligible for protection pursuant to s. 97(1)(b)(ii) of the Act."], ["[3]", "The basic facts are not in dispute. The Applicant was working as a taxi driver in Callao, Peru in February 2011 when two men hired him to take them to Lima. The Applicant says he recognized one of the men as a former school mate. On the way, they put a gun to his head, beat and robbed him and stole the taxi. They threatened to kill him if he went to the police, and left him on the side of the road. The Applicant was picked up by a passer-by and taken for medical care. He reported the incident to the police at the insistence of the taxi owner, who went along to attest to the Applicant's story. The Applicant's submissions to the RPD included a police report dated February 21, 2011 describing these events, as well as a medical report describing the head injuries he received on February 20, 2011."], ["[4]", "On March 22, 2011, the Applicant received a phone call from the perpetrators demanding $10,000 and threatening to kidnap one of his children if he did not comply. As he did not have the money, he decided to go to live at his aunt's home in Chancha Mayo. The Applicant says in his Personal Information Form [PIF] that a man attempted to kidnap one of his children as they were leaving school on May 6, 2011, but was thwarted by the quick reaction of some other parents. The Applicant's common law wife reported this to the police the same day. The police report says the perpetrator said \"tell your father that we are going to kill him\" and that he came on behalf of \"Morote,\" one of the men who stole the taxi. After this, the Applicant returned home as his children were afraid."], ["[5]", "The record includes another police report dated May 15, 2011 describing an attack on the Applicant by two inebriated men who also said they came on behalf of \"Morote.\" They beat him, threatened his life, and demanded that he withdraw the report about the car theft. A police officer attended the scene but was unable to locate the perpetrators. The police took the Applicant to the hospital, and the record includes a medical report dated May 15, 2011 citing \"trauma due to blows.\""], ["[6]", "On June 1, 2011, the Applicant took his family to live in Huanchaco, Trujillo, thinking they would be safer, but he says the perpetrators found them there. They harassed his family while he was at work and said they were going to kill him because he had gone to the police. The Applicant and his wife went to ask the police about progress in their investigation, but were told there were no results yet and theirs was not the only report the police had to investigate. They decided to return to Callao, as they were \"going from place to place without protection.\""], ["[7]", "Finally, on July 30, 2011, the Applicant was attacked outside a supermarket by two men who beat him and tried to put him in a car. He escaped with the help of some bystanders who came to his aid. He provided a police report of the same date to the RPD. It says that the men, one of whom was \"Morote,\" pointed a revolver at his head, threatened to kill him, and demanded he withdraw the report about the car theft."], ["[8]", "The Applicant left Peru soon after this, on August 18, 2011, and travelled to Canada through Mexico and the United States. He says he is afraid to return to Peru because his life is in danger and the authorities there do not have the means or the will to protect him.", "DECISION UNDER REVIEW"], ["[9]", "The RPD identified the determinative issues in the claim as nexus and generalized risk. It found that the Applicant had been a victim of crime, which did not provide a nexus to a Convention ground of refugee protection. The claim was therefore analyzed under s. 97 of the Act. The Board found that the Applicant faced a generalized risk and was excluded from protection pursuant to s. 97(1)(b)(ii)."], ["[10]", "The Board noted that when asked why he was targeted, the Applicant acknowledged that he would have been perceived to have money. He testified that the perpetrators believed that he owned the taxi, and when asked if the gang members would target any taxi driver he replied that they kill cab drivers and are in the business of extorting. He said they were hired killers who extort, and if you do not accede to their demands, the consequences follow. The Board therefore found that \"[t]he fears of the claimant relate to the fact that he did not pay the extortion demand, and moreover, he reported the perpetrators to the police.\""], ["[11]", "The Board cited statistics showing that crime is high and increasing in Peru, including homicides and drug trafficking. It considered the documentary evidence and found that:"], ["[18] Documentation in the National Documentation Package on Peru supports that there are gangs that operated in the vicinity where the claimant lived. It is clear from the evidence that there are risks associated with living in Honduras [sic] and particularly with being perceived as prosperous. Extortion is part of the gang culture, according to the documentary evidence, and unfortunately violence accompanies this. The risk that the principal claimant faces is as a consequence of his departure from Peru and his failure to accede to the extortion demands and the fact that he reported the perpetrators to the police."], ["[12]", "The RPD cited several cases from this Court - including", "<FRAGMENT_SUPPRESSED>  [", "Paz Guifarro", "],", "<FRAGMENT_SUPPRESSED>  [", "De Parada", "],", "<FRAGMENT_SUPPRESSED>  [", "Prophète (FC)", "],", "<FRAGMENT_SUPPRESSED>  - and found that these cases supported the view that the Applicant faces a generalized risk. The Board found that:"], ["[24] The act of criminality is established on the demand of payment and implicit or explicit threat of reprisal for failure to pay. The fact that the threat is implemented or the victim reports the extortion does not bring them outside of the operative words of subsection 97(1)(b)(ii), namely whether the threat they face is generalized. The preponderance of caselaw follow the foregoing cases. Though certain groups may be targeted", "more frequently or repeatedly", "[emphasis in original] because of their perceived wealth, occupation, or business ownership, for example, everyone tin the country is deemed at risk because of the general conditions there.", "CONCLUSION"], ["[25] The Board concludes that the claimant had extortion demands placed on him as he was perceived to have money. Moreover, what transpired as a consequence was directly related to the fact that he did not accede to those demands, and also reported the criminality to the police."], ["[13]", "In light of these findings, the Board found that the Applicant was not eligible for protection pursuant to s. 97(1)(b)(ii), \"as his fears of the above noted gang, as a business owner, is a risk faced generally by others in Peru.\"", "ISSUES"], ["[14]", "The sole issue in this proceeding is whether the Board erred in its interpretation and application of the concept of \"generalized risk\" under s. 97 of the Act.", "STANDARD OF REVIEW"], ["[15]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "While there is mixed jurisprudence on this point (see", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]), I think the preponderance of authority is that the RPD's interpretation and application of s. 97(1)(b) of the Act regarding whether a claimant faces a \"generalized risk\" is subject to review on a standard of reasonableness: see", "Paz  <FRAGMENT_SUPPRESSED> , at paras 18-19;", "<FRAGMENT_SUPPRESSED> ; contra", "<FRAGMENT_SUPPRESSED> [", "Innocent", "]."], ["[17]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "STATUTORY PROVISIONS"], ["[18]", "The following provisions of the Act are applicable in these proceedings:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a)", "is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "ARGUMENT", "Applicant"], ["[19]", "The Applicant argues that the Board erred in its interpretation of the concept of generalized risk, particularly in light of this Court's most recent decisions on this issue."], ["[20]", "The Applicant notes that the Board specifically accepted that the risks he faces are a consequence of his departure from Peru, his failure to accede to extortion demands, and the fact that he reported the perpetrators to the police (Decision at para 18), but found nevertheless that the risk was generalized (Decision at para 24). He argues that this is precisely the type of reasoning that has been rejected by this Court in a number of recent cases, where the Court has found that it is problematic to find that an individual has been specifically targeted and then go on to conclude that they face a generalized risk: see", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. The Applicant says these cases are more recent than those relied upon by the Board, none of which was more recent than 2011."], ["[21]", "The Applicant says that the Board made no negative credibility findings, and accepted that he was targeted and was at risk. He argues that according to the cases cited above, an interpretation of s. 97 that would deny him protection despite these facts is not in keeping with the intent of that provision, empties it of any application in the criminal context, and is simply wrong.", "Respondent"], ["[22]", "The Respondent argues that the Board reasonably concluded that the risk of extortion the Applicant faces is a generalized one in Peru. In the Respondent's view, it is well-established at law that in a country where crime is prevalent, victims of crime are usually deemed to be at \"generalized risk\" and do not qualify for protection:", "<FRAGMENT_SUPPRESSED> ;", "Innocent", ", above, at paras 66-67."], ["[23]", "Contrary to the Applicant's submissions, the Board did not find that he was specifically targeted by the gang, the Respondent says. Rather, it found that he was extorted because he was a business owner who was perceived to have money, which is a risk faced generally by others in Peru, and that the incidents that consequentially occurred were directly related to his refusal to accede to the extortion demands as well as his reports to the police. Thus, the Board did not find that he was being specifically or personally targeted as was found in <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , or <FRAGMENT_SUPPRESSED> , all above. It found that he refused to pay an extortion amount, reported his perpetrators to the police, and faced risk as a consequence of doing so. As found in", "<FRAGMENT_SUPPRESSED> [", "Wilson", "], the Applicant's refusal to pay and the subsequent violence he experienced is \"part of the ongoing criminal act of extortion\" (at para 5). It was reasonable for the Board to find that the Applicant faces a generalized risk since anyone who refuses extortion demands would be subject to reprisals. Moreover, even if an applicant has been \"personally and directly targeted\" on occasion, this does not by itself mean that the risk is not generalized in nature: see", "<FRAGMENT_SUPPRESSED> [", "Olmedo Rajo", "]."], ["[24]", "The Respondent argues that a determination under s. 97(1)(b)(ii) is highly dependent on the particular facts of the case. In the Respondent's view, it is apparent that the Board understood the facts of the claim and reasonably found that the Applicant faced a generalized risk faced by others in  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "Innocent", ", above, at paras 38-42.", "Applicant's Reply Submissions"], ["[25]", "The Applicant argues that, contrary to the Respondent's assertions, the Board did find that he had been personally targeted. This was inherent in the Board's finding that the Applicant faces a risk because he did not accede to the gang's extortion demands and reported the perpetrators to police. The only way for the RPD to have found that the Applicant was not specifically targeted would have been to make negative credibility findings, which it did not do."], ["[26]", "The Applicant says it is absurd to find that a refugee claimant has been personally targeted, and is at risk, but yet should be denied protection. He quotes Justice Shore's observation that \"[t]he risk of an individual who is being targeted is qualitatively different from the risk of an individual who has a strong likelihood of being targeted\" (", "<FRAGMENT_SUPPRESSED> [", "Balcorta Olvera", "], quoted in <FRAGMENT_SUPPRESSED> , above, at para 49). The Applicant submits that the Board's Decision is contrary to the case law and the intention of s. 97, and should therefore be set aside.", "ANALYSIS", "Background"], ["[27]", "This application raises a difficult issue that the Court has had to deal with many times: under s. 97(1)(b)(ii) of the Act, when is a risk faced personally by an applicant a risk that is \"not faced generally by other individuals\" in or from the applicant's country of former habitual residence?", "Former Divergence"], ["[28]", "As several members of the Court have observed, two \"lines\" or \"branches\" of cases have emerged with respect to whether, or in what circumstances, individuals targeted by criminal gangs for extortion or forced recruitment will qualify for protection under s. 97(1)(b) of the Act: see <FRAGMENT_SUPPRESSED> , above at paras 37-39 ( <FRAGMENT_SUPPRESSED> (Strickland) [", "Aleman Aguilar", "]; <FRAGMENT_SUPPRESSED> , above at para 46 (Shore)."], ["[29]", "In <FRAGMENT_SUPPRESSED> , above, Justice Gleason observed at paras 38-39:"], ["[38] On one hand, in several cases similar to the present, the Court has overturned RPD decisions where the claimant had been personally targeted for violence by one of the criminal gangs operating in Central or South America (see e.g.", "Pineda (2012)", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 149 (Rennie) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1477 (Zinn) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 914 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1601 (O'Reilly) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1431 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 595 (Scott) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 525 (Snider) [", "Barrios Pineda", "];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 144 (Noël) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 268 (Lemieux) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 501 (de Montigny) [", "Pineda (2007)", "])."], ["[39] Opposite conclusions were reached in the other group of cases, where the Court upheld the RPD's decisions in situations where gangs made threats of future harm to the claimants but the threats were found to be insufficient to place the claimant at any greater risk than others in the country (see e.g.", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 6 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1277 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 967 ( <FRAGMENT_SUPPRESSED>  [2011] FCJ No 1358 (Crampton); <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 817 (O'Keefe)). In several of these cases, however, the RPD did not make a determination like it did in the present case to the effect that the applicant had been personally targeted and was at risk of death. Thus, the two lines of cases do not necessarily conflict with each other."], ["[30]", "One could add the following to the first list:", "<FRAGMENT_SUPPRESSED>  (Hughes); <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above (Martineau);", "Balcorta  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED>  (Rennie); <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED>  (Roy);", "Aleman  <FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED>  (de Montigny), among others."], ["[31]", "The following cases, among others, could be added to the second list:", "<FRAGMENT_SUPPRESSED>  (Kelen) [", "Perez (2009)", "];", "<FRAGMENT_SUPPRESSED>  (Gauthier);", "De  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED>  (Near) [ <FRAGMENT_SUPPRESSED> ]; <FRAGMENT_SUPPRESSED> , above ( <FRAGMENT_SUPPRESSED>  (Hughes);", "Wilson", ", above ( <FRAGMENT_SUPPRESSED>  (O'Keefe) [", "De Munguia", "];", "<FRAGMENT_SUPPRESSED>  (Strickland)."], ["[32]", "As I recently pointed out in", "<FRAGMENT_SUPPRESSED> [", "Correa", "], the differences between these two lines of cases arise both from different facts and different approaches to interpreting and applying the language of s. 97(1)(b)(ii). I agree with Justice Gleason that whether or not personal targeting is found to have occurred has been an important and even decisive factor in many cases, but there have also been cases where a denial of the claim has been upheld despite a finding of personal targeting or circumstances that clearly demonstrate it. The Respondent in the present matter cites several examples, including <FRAGMENT_SUPPRESSED> ,", "Wilson", ", <FRAGMENT_SUPPRESSED> , and", "Olmedo Rajo", ", all above. I rely here upon the analysis provided in", "Correa", ", above, for the assessment of the relevant jurisprudence."], ["[33]", "My conclusion in", "Correa", ", above, was that while a full consensus has yet to emerge, I think that there is now a preponderance of authority from this Court that personal targeting, at least in many instances, distinguishes an individualized risk from a generalized risk, resulting in protection under s. 97(1)(b). Since \"personal targeting\" is not a precise term, and each case has its own unique facts, it may still be the case that \"in some cases, personal targeting can ground protection, and in some it cannot\" ( <FRAGMENT_SUPPRESSED> , above, at para 105 quoted with approval in", "<FRAGMENT_SUPPRESSED> . However, in my view, there is an emerging consensus that it is not permissible to dismiss personal targeting as \"merely an extension of,\" \"implicit in\" or \"consequential harm resulting from\" a generalized risk. That is the main error committed by the RPD in this case, and it makes the Decision unreasonable.", "Application to the Facts of this Case"], ["[34]", "There were no adverse credibility findings and the Board accepted that the Applicant had:", "(a) Been extorted and robbed at gunpoint in the taxi;", "(b) Made denunciations to the police;", "(c) Been extorted again with the threats to take his children;", "(d) Gone to the police again; and", "(e) Been assaulted on July 30, 2011 and had escaped from his assailants who tried to put him into a car."], ["[35]", "The Board also accepted that the extortionists knew he had gone to the police."], ["[36]", "The core of the Board's analysis is found in paragraphs 24 to 26 of the Decision:"], ["[24] The act of criminality is established on the demand of payment and implicit or explicit threat of reprisal for failure to pay. The fact that the threat is implemented or the victim reports the extortion does not bring them outside of the operative words of subsection 97(1)(b)(ii), namely whether the threat they face is generalized. The preponderance of caselaw follow the foregoing cases. Though certain groups may be targeted", "more frequently or repeatedly", "because of their perceived wealth, occupation, or business ownership for example, everyone in the country is deemed at risk because of general conditions there.", "CONCLUSION"], ["[25] The Board concludes that the claimant had extortion demands placed on him as he was perceived to have money. Moreover, what transpired as a consequence was directly related to the fact that he did not accede to those demands, and also reported the criminality to the police."], ["[26] The following general principles apply. A generalized risk need not be experienced by every citizen in the county. The word \"generally\" is commonly used to mean \"prevalent\" or \"widespread.\" Other general principles that have been accepted by the Federal Court include repeated victimization, continued pursuit for not complying with the demands, and retaliations after reporting the perpetrators to the police.", "[emphasis added] [footnotes not produced]"], ["[37]", "It is clear that the Board classifies the risk that the Applicant faces as \"general\" because the Applicant was initially extorted as someone perceived to have money, and goes on to find that \"what transpired as a consequence was directly related to the fact that he did not accede to those demands, and also reported the criminality to the police.\""], ["[38]", "This line of reasoning has been rejected by the Court. See", "Correa", ", above."], ["[39]", "As the transcript makes very clear, the risk that the Applicant fears is death at the hands of the gang who extorted and attacked him. He does not fear extortion. The Board does not question the objective basis for the Applicant's fear of death but appears to accept this as a general risk. The threat to the Applicant's life has moved well beyond the general to the specific threat of death. The Board fails to appreciate this and the matter needs to be reconsidered in light of the more recent jurisprudence of the Court."], ["[40]", "Counsel agree that there is no question for certification and the Court concurs.", "JUDGMENT"], ["[41]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and the matter is referred back for reconsideration by a different Board member in accordance with these reasons; and", "2. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Russell", "[Traduction]: Il s'agit d'une demande de contrôle judicaire présentée au titre du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch 27 (la Loi), relativement à une décision rendue le 8 novembre 2012 (la décision), par laquelle la Section de la protection des réfugié de la Commission de l'immigration et du statut de réfugié (la SPR ou la Commission) a rejeté la demande du demandeur de se voir reconnaître la qualité de réfugié au sens de la Convention et de personne à protéger au sens des articles 96 et 97 de la Loi.", "LE CONTEXTE"], ["[2]", "Le demandeur est un citoyen du Pérou qui est arrivé au Canada le 27 septembre 2011 après avoir été la cible de menaces, d'actes de violence et d'extorsion de la part d'un gang criminel, les Los Malditos de Atahualpa. Il a présenté une demande d'asile à son arrivée à Fort Eerie, mais la SPR a rejeté sa demande le 8 novembre 2012. La Commission a conclu que les raisons pour lesquelles le demandeur s'était enfui du Pérou n'avaient aucun lien avec l'un des motifs d'octroi de l'asile prévu par la Convention, et que le risque auquel il était exposé au Pérou était un risque généralisé, ce qui faisait en sorte que le demandeur ne pouvait pas bénéficier de la protection prévue au sous-alinéa 97(1)", ")(ii) de la Loi."], ["[3]", "Les principaux faits ne sont pas contestés. Le demandeur travaillait en tant que chauffeur de taxi à Callao, au Pérou, en février 2011, lorsque deux hommes ont retenu ses services pour les amener à Lima. Le demandeur dit qu'il a reconnu l'un des hommes et qu'il s'agissait d'un ancien camarade de classe. Pendant le trajet, les hommes lui ont braqué une arme à feu sur la tête, l'ont volé, l'ont battu, et ont volé le taxi. Ils ont menacé de le tuer s'il les dénonçait à la police, et ils l'ont laissé sur le bord de la route. Un passant a fait monter le demandeur à bord de son véhicule et l'a amené se faire soigner. Le demandeur a signalé l'incident à la police sur les instances du propriétaire du taxi, qui l'a accompagné pour confirmer le récit du demandeur. Le demandeur a notamment déposé auprès de la SPR un rapport de police daté du 21 février 2011 qui décrit cet incident ainsi qu'un rapport médical faisant état des blessures à la tête qui lui ont été infligées le 20 février 2011."], ["[4]", "Le 22 mars 2011, le demandeur a reçu un appel d'un des agresseurs qui lui a demandé 10 000 $ et qui a menacé d'enlever un de ses enfants s'il refusait. Comme le demandeur n'avait pas cette somme, il a décidé d'aller vivre chez sa tante dans la province de Chancha Mayo. Le demandeur a mentionné dans son Formulaire de renseignements personnels (le FRP) qu'un homme a essayé d'enlever un de ses enfants après l'école le 6 mai 2011, mais qu'il en a été empêché par des parents qui se sont rapidement interposés. La conjointe de fait du demandeur a signalé cet incident à la police le jour même. Selon le rapport de police, l'auteur de la tentative d'enlèvement aurait dit au jeune [traduction] « dis à ton père que nous allons le tuer » et qu'il agissait au nom de « Morote », l'un des hommes qui a volé le taxi. Après cet incident, le demandeur est retourné à la maison parce que ses enfants avaient peur."], ["[5]", "Le dossier renferme un autre rapport de police, celui-ci daté du 15 mai 2011, qui décrit une agression qui a été commise sur le demandeur par deux hommes en état d'ébriété qui ont dit agir au nom de « Morote ». Ces hommes l'ont battu, ont menacé de le tuer et lui ont demandé de retirer la plainte concernant le vol d'automobile. Un policier s'est rendu sur la scène du crime, mais il a été incapable de trouver les agresseurs. La police a amené le demandeur à l'hôpital, et le dossier renferme un rapport médical daté du 15 mai 2011 où il est question d'un [traduction] « traumatisme attribuable à des coups »."], ["[6]", "Le 1er juin 2011, le demandeur est allé vivre avec sa famille à Huanchaco, à Trujillo; il pensait y être plus en sécurité, mais il affirme que les agresseurs les ont retrouvés. Pendant que le demandeur était au travail, les agresseurs ont harcelé sa famille et ils ont dit qu'ils allaient le tuer parce qu'il avait porté plainte à la police. Le demandeur et son épouse se sont rendus au poste de police pour savoir où en était rendu l'enquête, et on leur a dit qu'il n'y avait eu jusqu'alors aucun progrès et que ce n'était pas la seule enquête en cours. Ils ont décidé de retourner à Callao, puisqu'ils [traduction] « se déplaçaient d'un endroit à l'autre sans protection »."], ["[7]", "Enfin, le 30 juillet 2011, le demandeur a été agressé à l'extérieur d'un supermarché par deux hommes qui l'ont battu et qui ont essayé de le faire monter à bord d'une automobile. Le demandeur a réussi à s'échapper avec l'aide de deux passants. Il a fourni à la SPR un rapport de police daté de ce jour-là. On peut y lire que les hommes, dont l'un d'eux était « Morote », ont braqué une arme sur sa tête, ont menacé de le tuer et lui ont demandé de retirer la plainte concernant le vol d'automobile."], ["[8]", "Le demandeur a quitté le Pérou peu de temps après cet incident, le 18 août 2011, et il est venu au Canada via le Mexique et les États-Unis. Il a dit craindre de retourner au Pérou parce que sa vie est en danger et parce que les autorités au Pérou n'ont ni les moyens ni la volonté de le protéger.", "LA DÉCISION FAISANT L'OBJET DU CONTRÔLE JUDICAIRE"], ["[9]", "La SPR a estimé que les questions déterminantes étaient le lien et le risque généralisé. Elle a conclu que le demandeur avait été victime d'actes criminels, ce qui ne constitue pas un lien avec l'un des motifs d'octroi de l'asile prévus par la Convention. La demande a donc été analysée en fonction de l'article 97 de la Loi. La Commission a conclu que le demandeur était exposé à un risque généralisé et qu'il ne pouvait donc pas bénéficier de la protection prévue au sous-alinéa 97(1)", ")(ii)."], ["[10]", "La Commission a souligné que, lorsque le demandeur s'est fait demander la raison pour laquelle il était ciblé, il a reconnu qu'il a pu être perçu comme une personne bien nantie. Il a affirmé dans son témoignage que les agresseurs croyaient qu'il était le propriétaire du taxi. Lorsqu'on lui a demandé si les membres du gang auraient pris pour cible n'importe quel chauffeur de taxi, le demandeur a répondu que ces derniers tuent les chauffeurs de taxi et qu'ils font de l'extorsion. Le demandeur a dit qu'il s'agit de tueurs à gages qui font de l'extorsion et que, si la personne visée refuse d'accéder à leur demande, elle en subit les conséquences. La Commission a donc conclu que « [l]es craintes du demandeur d'asile sont associées à son refus de payer le montant exigé et à sa dénonciation des agresseurs à la police »."], ["[11]", "La Commission a renvoyé à des statistiques qui révèlent que le taux de criminalité est élevé au Pérou et qu'il continue de croître, y compris les meurtres et le trafic de drogue. Elle a examiné les éléments de preuve documentaire et elle a tiré la conclusion suivante:"], ["[18] Il ressort des renseignements contenus dans le cartable national de documentation sur le Pérou qu'il existe des gangs qui ont exercé leurs activités à proximité de l'endroit où vivait le demandeur d'asile. La preuve démontre clairement que le fait de vivre au Honduras [sic] comporte des risques, en particulier pour les personnes qui sont perçues comme bien nanties. Selon la preuve documentaire, l'extorsion fait partie de la culture des gangs et elle est malheureusement accompagnée de violence. Le risque auquel le demandeur d'asile principal est exposé et qui l'a amené à quitter le Pérou résulte de son refus de se soumettre aux demandes d'extorsion et de sa dénonciation des agresseurs à la police."], ["[12]", "La SPR a renvoyé à plusieurs décisions de la Cour - notamment", "<FRAGMENT_SUPPRESSED>  (", "Paz Guifarro", "),", "<FRAGMENT_SUPPRESSED>  (", "De Parada", "),", "<FRAGMENT_SUPPRESSED>  (", "Prophète (CF)", "),", "<FRAGMENT_SUPPRESSED>  - et elle a conclu que ces décisions étayaient la conclusion selon laquelle le demandeur serait exposé à un risque généralisé. La Commission a conclu ce qui suit:"], ["[24] La demande de paiement et la menace implicite ou explicite de représailles en cas de refus constituent l'acte criminel. Le fait que la menace est mise à exécution contre la victime ou que celle-ci signale l'extorsion ne lui rend pas inapplicable le sous-alinéa 97(1)", ")(ii) pour ce qui est du caractère généralisé ou non de la menace. Les décisions susmentionnées font partie de la jurisprudence prépondérante. Bien que certains groupes puissent être pris pour cible", "plus souvent ou de façon répétée", "[souligné dans l'original] en raison de leur richesse perçue ou de leur profession, ou parce qu'ils sont propriétaires d'entreprise par exemple, toutes les personnes qui se trouvent dans le pays sont considérées comme exposées à un risque en raison des conditions qui y prévalent.", "CONCLUSION"], ["[25] La Commission conclut que le demandeur d'asile faisait l'objet de tentatives d'extorsion parce qu'il était perçu comme une personne bien nantie. Aussi, les conséquences qui en ont découlé étaient directement liées au refus du demandeur d'asile de se soumettre à ces demandes et à sa dénonciation de l'acte criminel à la police."], ["[13]", "Sur le fondement de ces conclusions, la Commission a estimé que le demandeur ne pouvait pas bénéficier de la protection prévue au sous-alinéa 97(1)", ")(ii), « du fait que la crainte du gang susmentionné parce [qu'il] est propriétaire d'entreprise est un risque auquel les autres personnes au Pérou sont généralement exposées ».", "LA QUESTION EN LITIGE"], ["[14]", "La seule question en litige en l'espèce est de savoir si la Commission a commis une erreur dans l'interprétation et l'application de la notion de « risque généralisé » au titre de l'article 97 de la Loi.", "LA NORME DE CONTRÔLE APPLICABLE"], ["[15]", "La Cour suprême du Canada a affirmé dans l'arrêt", "<FRAGMENT_SUPPRESSED>", "(Dunsmuir)", ", qu'il n'est pas nécessaire de se livrer dans tous les cas à une analyse relative à la norme de contrôle. En fait, lorsque la norme de contrôle qui s'applique à la question en litige est bien établie par la jurisprudence, la cour de révision peut l'adopter. Ce n'est que dans les cas où cette recherche s'avère infructueuse, ou si la jurisprudence semble devenue incompatible avec l'évolution récente des principes de common law en matière de contrôle judiciaire, que la cour chargée du contrôle doit entreprendre l'examen des quatre facteurs entrant en jeu dans l'analyse relative à la norme de contrôle:", "<FRAGMENT_SUPPRESSED>  paragraphe 48."], ["[16]", "Bien qu'un consensus n'ait pas encore été dégagé sur ce point dans la jurisprudence (voir", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> )), je pense que, selon la jurisprudence dominante, l'interprétation et l'application de l'alinéa 97(1)", ") de la Loi par la SPR, soit la question de savoir si un demandeur serait exposé à un « risque généralisé », est susceptible de contrôle selon la norme de la raisonnabilité: voir", "Paz Guifarro", ", précitée, paragraphes 18 et 19;", "<FRAGMENT_SUPPRESSED>  paragraphes 15 et 16;", "<FRAGMENT_SUPPRESSED>  paragraphes 13 et 14;", "contra", "<FRAGMENT_SUPPRESSED>  paragraphes 36 et 37 (", "Innocent", ")."], ["[17]", "Lorsque la Cour contrôle une décision selon la norme de la raisonnabilité, son analyse tient « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , précité, paragraphe 47, et Canada (", "Citoyenneté et Immigration", "c. Khosa", ", 2009 CSC 12, paragraphe 59). Autrement dit, la Cour ne doit intervenir que si la décision est déraisonnable, en ce sens qu'elle n'appartient pas aux  « issues possibles acceptables pouvant se justifier au regard des faits et du droit ».", "LES DISPOSITIONS LÉGISLATIVES PERTINENTES"], ["[18]", "Les dispositions suivantes de la Loi s'appliquent en l'espèce:", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "DISCUSSION", "Le demandeur"], ["[19]", "Le demandeur soutient que la Commission a commis une erreur dans son interprétation de la notion de risque généralisé, surtout compte tenu des décisions les plus récentes que la Cour a rendues à ce sujet."], ["[20]", "Le demandeur fait remarquer que la Commission a expressément accepté le fait qu'il est exposé à des risques parce qu'il a quitté le Pérou, parce qu'il a refusé d'accéder à la demande d'extorsion et parce qu'il a porté plainte contre les agresseurs à la police (la décision, paragraphe 18), mais que la Commission a néanmoins conclu qu'il s'agissait d'un risque généralisé (la décision, paragraphe 24). Le demandeur soutient que c'est précisément le type de raisonnement qui a été rejeté par la Cour dans des décisions récentes, dans lesquelles la Cour a conclu qu'il était problématique de conclure qu'une personne a été directement ciblée puis d'en arriver à la conclusion que cette personne serait exposée à un risque généralisé: voir", "<FRAGMENT_SUPPRESSED>  paragraphes 47 à 49 ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  paragraphes 12, 16 et 23 ( <FRAGMENT_SUPPRESSED> ). Le demandeur soutient que ces décisions sont plus récentes que celles sur lesquelles la Commission s'est fondée, dont aucune, d'ailleurs, n'a été rendue après 2011."], ["[21]", "Le demandeur affirme que la Commission n'a tiré aucune conclusion défavorable relativement à la crédibilité et qu'elle a accepté qu'il était ciblé et exposé à un risque. Il soutient que, selon les décisions précitées, une interprétation de l'article 97 selon laquelle on lui refuserait l'asile malgré ces faits ne respecte pas l'objet de cet article, qu'elle le rendrait inapplicable lorsque des actes criminels ont été commis et qu'elle est tout simplement erronée.", "Le défendeur"], ["[22]", "Le défendeur soutient que la Commission a raisonnablement conclu que le risque d'extorsion auquel le demandeur est exposé est un risque généralisé au Pérou. Selon le défendeur, il est de jurisprudence constante que les victimes de crime provenant de pays où la criminalité est répandue sont d'ordinaire considérées être exposées à un « risque généralisé » et ne peuvent pas bénéficier d'une protection:", "<FRAGMENT_SUPPRESSED>  paragraphe 10;", "Innocent", ", précitée, paragraphes 66 et 67."], ["[23]", "Selon le défendeur, contrairement aux prétentions du demandeur, la Commission n'a pas conclu que ce dernier était directement ciblé par le gang. Elle a plutôt conclu que le demandeur avait été extorqué parce qu'il était un propriétaire d'entreprise perçu comme bien nantie, ce qui constitue un risque auquel d'autres personnes au Pérou sont généralement exposées, et que les incidents qui en ont découlé étaient directement liés à son refus d'accéder aux demandes d'extorsion ainsi qu'aux plaintes qu'il avait faites à la police. La Commission n'a donc pas conclu que le demandeur était directement ou personnellement ciblé, alors qu'elle en était venue à une telle conclusion dans les affaires <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> et <FRAGMENT_SUPPRESSED> , toutes précitées. La Commission a conclu que le demandeur avait refusé de payer le montant qu'on voulait lui extorquer, qu'il avait porté plainte contre ses agresseurs à la police et que le risque auquel il était exposé découlait de ces actes. Comme il a été conclu dans la décision", "<FRAGMENT_SUPPRESSED>  paragraphes 5 à 8 (", "Wilson", "), le refus du demandeur de payer et les actes de violence qui en ont découlé « faisait partie d'un acte criminel continu d'extorsion » (paragraphe 5). Il était raisonnable que la Commission conclue que le demandeur était exposé à un risque généralisé puisque quiconque refuse d'accéder aux demandes d'extorsion ferait l'objet de représailles. Qui plus est, même si un demandeur a été [traduction] « personnellement et directement ciblé », cela ne signifie pas en soi que le risque n'était pas de nature généralisée: voir", "<FRAGMENT_SUPPRESSED>  paragraphe 20 ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  paragraphes 34 à 36 (", "Olmedo Rajo", ")."], ["[24]", "Le défendeur soutient que les conclusions tirées au titre du sous-alinéa 97(1)", ")(ii) dépendent toujours énormément des faits de chaque affaire. Selon le défendeur, il est clair que la Commission a compris les faits en l'espèce et qu'elle a conclu de façon raisonnable que le demandeur était exposé au risque généralisé auquel d'autres personnes au Pérou sont exposées:", "<FRAGMENT_SUPPRESSED>  paragraphe 77 ( <FRAGMENT_SUPPRESSED> );", "Innocent", ", précitée, paragraphes 38 à 42.", "La réponse du demandeur"], ["[25]", "Le demandeur soutient que, contrairement aux prétentions du défendeur, la Commission a bel et bien conclu qu'il avait été personnellement ciblé. Cela ressortait implicitement de la conclusion de la Commission selon laquelle il est exposé à un risque du fait qu'il n'a pas accédé aux demandes d'extorsion du gang et qu'il a porté plainte contre ses agresseurs à la police. La seule façon dont la SPR aurait pu conclure que le demandeur n'était pas directement ciblé aurait été de tirer une conclusion défavorable relativement à la crédibilité, ce que la SPR n'a pas la fait."], ["[26]", "Selon le demandeur, il est absurde de conclure qu'un demandeur d'asile a été personnellement ciblé et qu'il est exposé à un risque, puis de lui refuser l'asile. Le demandeur cite le juge Shore, qui a fait remarquer que « [l]e risque auquel est exposée une personne qui a été ciblée est qualitativement différent du risque auquel est exposée une personne soumise à une forte probabilité d'être ciblée » (", "<FRAGMENT_SUPPRESSED>  paragraphe 40 (", "Balcorta Olvera", "), citée dans la décision <FRAGMENT_SUPPRESSED> , précitée, paragraphe 49). Le demandeur soutient que la décision de la Commission est contraire à la jurisprudence et à l'objet de l'article 97, et qu'elle devrait donc être annulée.", "ANALYSE", "Le contexte"], ["[27]", "La présente demande soulève une question à laquelle la Cour s'est heurtée à de nombreuses reprises: dans quels cas peut-on conclure, au titre du sous-alinéa 97(1)b)(ii) de la Loi, que le risque auquel un demandeur est personnellement exposé constitue un risque auquel ne sont pas généralement exposées d'autres personnes originaires du pays où le demandeur d'asile avait sa résidence habituelle ou qui s'y trouvent?", "Jurisprudence divergente antérieure"], ["[28]", "Ainsi que plusieurs juges de la Cour l'ont fait observer, deux « courants » jurisprudentiels se sont dessinés en réponse à la question de savoir dans quels cas des personnes victimes d'actes d'extorsion ou de recrutement forcé peuvent bénéficier de la protection prévue à l'alinéa 97(1)", ") de la Loi: voir <FRAGMENT_SUPPRESSED> , précitée, paragraphes 37 à 39 ( <FRAGMENT_SUPPRESSED>  paragraphes 61 et 62 (Strickland) (", "Aleman Aguilar", "); <FRAGMENT_SUPPRESSED> , précitée, paragraphe 46 (Shore)."], ["[29]", "Dans la décision <FRAGMENT_SUPPRESSED> , précitée, la juge Gleason a fait remarquer ce qui suit aux paragraphes 38 et 39:"], ["[38] D'une part, dans plusieurs affaires semblables à la présente, notre Cour a annulé des décisions de la SPR dans des cas où le demandeur d'asile avait été personnellement victime d'actes de violence de la part d'un des gangs de criminels qui exercent leurs activités en Amérique centrale ou en Amérique du Sud (voir, par ex.,", "<FRAGMENT_SUPPRESSED> [2012] ACF no 149 (le juge Rennie) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 1477 (le juge Zinn) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ] ACF no 914 (le juge  <FRAGMENT_SUPPRESSED> ] ACF no 1601 (le juge O'Reilly) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ] ACF no 1431 (le juge  <FRAGMENT_SUPPRESSED> ] ACF no 595 (le juge Scott) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ] ACF no 525 (la juge Snider) [", "Barrios Pineda", "];", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 144 (le juge Noël) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ] ACF no 268 (le juge Lemieux) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ] ACF no 501 (le juge de Montigny) [ <FRAGMENT_SUPPRESSED> (2007)])."], ["[39] Des conclusions contraires ont été tirées dans l'autre catégorie de décisions, constituée de celles dans lesquelles notre Cour a confirmé des décisions de la SPR dans des cas où des gangs avaient menacé de s'en prendre à l'avenir au demandeur d'asile, mais où les menaces avaient été jugées insuffisantes pour exposer le demandeur à un risque plus grand que celui auquel étaient exposées les autres personnes du pays en question (voir, par ex.,", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 6 ( <FRAGMENT_SUPPRESSED>  [2011] ACF no 1277 (le juge  <FRAGMENT_SUPPRESSED> ] ACF no 967 (le juge  <FRAGMENT_SUPPRESSED> ] ACF no 1358 (le juge Crampton); <FRAGMENT_SUPPRESSED> ; et", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 817 (le juge O'Keefe)). Dans plusieurs de ces affaires, la SPR n'avait toutefois pas tiré, comme en l'espèce, de conclusion portant que le demandeur avait été", "personnellement", "ciblé et faisait l'objet de menaces de mort, de sorte que les deux courants jurisprudentiels ne se contredisent pas nécessairement."], ["[30]", "L'on pourrait ajouter notamment les décisions suivantes à la première liste:", "<FRAGMENT_SUPPRESSED>  (Hughes); <FRAGMENT_SUPPRESSED> , précitée; <FRAGMENT_SUPPRESSED> , précitée (Martineau);", "Balcorta Olvera", ", précitée ( <FRAGMENT_SUPPRESSED>  (Rennie); <FRAGMENT_SUPPRESSED> , précitée;", "<FRAGMENT_SUPPRESSED>  (Roy);", "Aleman Aguilar", ", précitée;", "<FRAGMENT_SUPPRESSED>  (de Montigny)."], ["[31]", "Les décisions suivantes pourraient notamment être ajoutées à la seconde liste:", "<FRAGMENT_SUPPRESSED>  (Kelen) (", "Perez (2009)", ");", "<FRAGMENT_SUPPRESSED>  (Gauthier);", "De Parada", ", précitée ( <FRAGMENT_SUPPRESSED>  (Near) ( <FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> , précitée ( <FRAGMENT_SUPPRESSED>  (Hughes);", "Wilson", ", précitée ( <FRAGMENT_SUPPRESSED>  (O'Keefe) (", "De Munguia", ");", "<FRAGMENT_SUPPRESSED>  (Strickland)."], ["[32]", "Comme je l'ai récemment souligné dans la décision", "<FRAGMENT_SUPPRESSED>  paragraphe 45 (", "Correa", "), les différences entre ces deux courants jurisprudentiels s'expliquent par des faits différents et le recours à des méthodes différentes pour interpréter et appliquer le sous-alinéa 97(1)", ")(ii). Je suis d'accord avec la juge Gleason pour dire que la question de savoir si une personne a été prise ou non personnellement pour cible a joué un rôle important, voire décisif, dans de nombreuses affaires, mais il existe néanmoins d'autres décisions dans lesquelles la Cour a confirmé le refus de la demande d'asile malgré qu'il avait été conclu que l'intéressé avait été pris personnellement pour cible ou qu'il existait des circonstances le démontrant clairement. Dans la présente affaire, le défendeur cite plusieurs exemples, notamment les décisions <FRAGMENT_SUPPRESSED> ,", "Wilson", ", <FRAGMENT_SUPPRESSED> , et", "Olmedo Rajo", ", toutes précitées. Je reprends ici à mon compte l'analyse de la jurisprudence pertinente qui a été faite dans la décision", "Correa", ", précitée."], ["[33]", "J'ai conclu dans la décision", "Correa", ", précitée, que, bien qu'un consensus ne se soit pas encore dégagé, j'estime que, suivant la jurisprudence dominante de la Cour, le fait d'avoir personnellement été pris pour cible permet, du moins dans de nombreux cas, de dégager l'existence d'un risque personnalisé plutôt que d'un risque généralisé, donnant lieu à la qualité de personne à protéger au titre de l'alinéa 97(1)", "). Étant donné que « pris personnellement pour cible » est une notion qui demeure imprécise et que chaque cas est un cas d'espèce, il est encore possible que « dans certains cas, il y [ait] lieu d'accorder une protection lorsque quelqu'un est pris pour cible, dans d'autres, non » ( <FRAGMENT_SUPPRESSED> , précitée, paragraphe 105, citée avec approbation dans la décision", "<FRAGMENT_SUPPRESSED>  paragraphe 16). Toutefois, à mon avis, il existe un consensus de plus en plus généralisé voulant qu'il ne soit pas permis d'écarter le cas où le demandeur a été pris personnellement pour cible au motif qu'il s'agit du « simple prolongement », d'une « composante implicite », ou d'un « préjudice résultant » d'un risque généralisé. C'est la principale erreur qu'a commise la SPR dans le cas qui nous occupe et cette erreur rend sa décision déraisonnable.", "Application aux faits de l'espèce"], ["[34]", "Aucune conclusion défavorable relativement à la crédibilité n'a été tirée, et la Commission a accepté que le demandeur:", "a) a été extorqué et volé sous la menace d'une arme à feu dans le taxi;", "b) a porté plainte à la police;", "c) a été extorqué une seconde fois et qu'on l'a menacé d'enlever ses enfants;", "d) s'est de nouveau adressé à la police;", "e) a été agressé le 30 juillet 2011 et qu'il a réussi à s'échapper alors que ses agresseurs essayaient de le faire monter de force dans une automobile."], ["[35]", "La Commission a également accepté que les extorqueurs savaient que le demandeur avait porté plainte à la police."], ["[36]", "Le cœur de l'analyse de la Commission se trouve aux paragraphes 24 à 26 de la décision:"], ["[24] La demande de paiement et la menace implicite ou explicite de représailles en cas de refus constituent l'acte criminel. Le fait que la menace est mise à exécution contre la victime ou que celle-ci signale l'extorsion ne lui rend pas inapplicable le sous-alinéa 97(1)", ")(ii) pour ce qui est du caractère généralisé ou non de la menace. Les décisions susmentionnées font partie de la jurisprudence prépondérante. Bien que certains groupes puissent être pris pour cible", "plus souvent ou de façon répétée", "en raison de leur richesse perçue ou de leur profession, ou parce qu'ils sont propriétaires d'entreprise par exemple, toutes les personnes qui se trouvent dans le pays sont considérées comme exposées à un risque en raison des conditions qui y prévalent.", "CONCLUSION"], ["[25] La Commission conclut que le demandeur d'asile faisait l'objet de tentatives d'extorsion parce qu'il était perçu comme une personne bien nantie. Aussi, les conséquences qui en ont découlé étaient directement liées au refus du demandeur d'asile de se soumettre à ces demandes et à sa dénonciation de l'acte criminel à la police."], ["[26] Les principes généraux suivants s'appliquent. Il n'est pas nécessaire que tous les citoyens soient exposés à un risque généralisé. Le mot « généralement » est communément utilisé dans le sens de « courant » ou « répandu ». La Cour fédérale a accepté d'autres principes généraux, dont la victimisation répétée, la poursuite persistante de la victime parce qu'elle ne se soumet pas aux exigences des agresseurs et les représailles que celle-ci subit après les avoir dénoncés à la police.", "[Non souligné dans l'original.] [Notes infrapaginales omises.]"], ["[37]", "Il est clair que la Commission a estimé que le risque auquel le demandeur était exposé était « généralisé » parce que le demandeur a été victime d'extorsion du fait qu'il était perçu comme une personne bien nantie, et elle a par la suite conclu que « les conséquences qui en ont découlé étaient directement liées au refus du demandeur d'asile de se soumettre à ces demandes et à sa dénonciation de l'acte criminel à la police »."], ["[38]", "Ce type de raisonnement a été rejeté par la Cour. Voir la décision", "Correa", ", précitée."], ["[39]", "Il ressort très clairement de la transcription que le demandeur craint d'être tué par le gang qui l'a extorqué et agressé. Il ne craint pas d'être extorqué. La Commission ne remet pas en question le fondement objectif de la crainte du demandeur d'être tué, mais elle semble estimer qu'il s'agit d'un risque généralisé. La menace à la vie du demandeur ne s'inscrit pas dans le cadre d'un risque généralisé, il s'agit d'une menace de mort qui le vise lui personnellement. La Commission a fait fi de cela, et l'affaire doit donc être examinée de nouveau en tenant compte de la jurisprudence récente de la Cour."], ["[40]", "Les avocats conviennent qu'il n'y a aucune question à certifier, et la Cour est du même avis.", "JUGEMENT"], ["[41]", "LA COUR ORDONNE:", "1. La demande est accueillie. La décision est annulée, et l'affaire est renvoyée à un autre commissaire pour nouvel examen conformément aux présents motifs;", "2. Il n'y a aucune question à certifier.", "[End of document]"]]}