{"id_": "048131", "body_str": [["[1]", "Jerome, A.C.J.", ": This application for relief in the nature of certiorari and mandamus came on for hearing at Toronto, Ontario on January 27, 1992. The applicant seeks:", "1. An order in the nature of certiorari quashing the decision of Immigration officials at the Central Removal Unit of the Canada Employment and Immigration Commission that there were insufficient humanitarian and compassionate grounds upon which to accept an application from the applicant for permanent residence in Canada;", "2. An order in the nature of mandamus compelling the respondent to provide the applicant with a full and fair review of the applicant's humanitarian and compassionate claim;", "3. An order in the nature of mandamus compelling the respondent to consider written submissions from the applicant on the issue of humanitarian and compassionate grounds."], ["[2]", "The applicant, a citizen of Kenya, arrived in Canada on July 15, 1989. He made a claim for refugee status on the grounds that, if he were returned to his country of origin, he would suffer persecution at the hands of the government because of his political views. On August 9, 1989, immigration officials refused the applicant's request because it was determined that there was no credible basis for his claim. Thereafter, the applicant sought leave from the Federal Court of Appeal to commence a s. 28 proceeding to review the decision to deny him refugee status. Leave was denied by the court on February 15, 1990."], ["[3]", "Because of the volatile political situation in Kenya during 1989 and the early part of 1990, and the increasing incidence of demonstrations and arrests, Amnesty International wrote to the Minister of Employment and Immigration expressing its concerns about the persecution of dissidents by the Kenyan government. It was Amesty's view that these events, together with the existing diplomatic tensions between Kenya and Canada, could increase the possibility of arrest for dissidents returned from Canada to their country. The Minister later gave public notice that anyone whose claim for refugee status was refused would have their case reviewed to determine if they qualified for landing on compassionate and humanitarian grounds."], ["[4]", "Two procedures were established. If an individual's claim for refugee status was found to have a credible basis, but had been rejected after a hearing on the merits, c. IE 12.19 of the", "Immigration Manual", "provided that the following procedure be followed:", "\"Refused Refugee Claimants To Be Informed Of Preremoval Review", "\"A letter will be included with the Board's letter informing refused refugee claimants that they are eligible for a review on discretionary criteria. If they so desire, claimants may submit any relevant evidence in support of their case. However, managers are not required to initiate contact nor to schedule interviews with claimants or their counsel to discuss the merits of the case. For example, the client or counsel may give a statement over the telephone. A written decision or written reasons for refusal are not required, only a notation that a file review has been done. Removal should not be delayed in order to receive written submissions.\""], ["[5]", "If, however, an individual's claim for refugee status had been rejected as having no credible basis, so that the refugee claimant had not been entitled to a hearing on the merits, the procedure to be followed was different. In those cases, the file was reviewed to see if compassionate and humanitarian grounds existed, but claimants were not notified beforehand that such a review was to take place."], ["[6]", "The", "Immigration Manual", "contains the following definition of humanitarian and compassionate grounds:", "\"The term 'Humanitarian and Compassionate Grounds' refers to three distinct situations. These involve:", "(a) persons whose government will likely impose severe sanctions on their return home;", "(b) family dependency; and", "(c) persons whose personal circumstances, in relation to the laws and practices of their country, are such that they will suffer unduly on returning home.\""], ["[7]", "The applicant in the present case fell into the latter category of claimants in that his claim to refugee status had been rejected by a credible basis tribunal and not by the Convention Refugee Determination Division of the Immigration and Refugee Board. Since he had not qualified for a hearing on the merits of his refugee status, he was not entitled to notice that a review of the discretionary criteria prescribed by IE 12.19 of the", "Immigration Manual", "was to be conducted."], ["[8]", "On November 23, 1989, the Immigration Counsellor at Mississauga Enforcement CIC, reviewed the applicant's file and determined that there were insufficient humanitarian and compassionate grounds to stay removal. That decision is now under attack.", "Applicant's Submissions"], ["[9]", "The applicant submits that since he was not informed of his eligibility to have his case reviewed on humanitarian and compassionate grounds, neither was he provided with the opportunity to present relevant evidence in support of his case. It is conceded by the applicant, that in order to comply with the requirements of procedural fairness under s. 7 of the", "Canadian Charter of Rights and Freedoms", ", the respondent is not required to give the applicant an interview to determine whether there are sufficient humanitarian and compassionate grounds upon which to accept an application for permanent residence in Canada. However, it is incumbent upon the respondent to at least provide the applicant with an opportunity to make written submissions."], ["[10]", "The applicant further submits that, in accordance with s. 7 of the", "Charter", ", he is entitled to know the case he has to meet, and that fundamental justice and procedural fairness require that the respondent inform him of the reasons for refusing to stay removal on humanitarian and compassionate grounds. Without these reasons, it is argued, the applicant may never have the opportunity to make an effective challenge to the accuracy of undisclosed information or policies which underlie the respondent's decisions.", "Respondent's Submissions"], ["[11]", "The respondent's position is that there is no evidence that Immigration authorities have exceeded their jurisdiction or otherwise acted unlawfully. It is submitted that the respondent had no duty to inform the applicant of his eligibility for a review of the discretionary criteria prescribed by c. IE 12.19 of the", "Immigration Manual", "as the applicant's claim to refugee status had been rejected by a credible basis tribunal and not by the Convention Refugee Determination Division of the Immigration and Refugee Board. The", "Manual", "itself, it is argued, makes it clear that only persons who have been found by the Refugee Board not to have a well-founded fear of prosecution, were entitled to receive a letter from the Board informing them that they were eligible for a review on humanitarian and compassionate grounds."], ["[12]", "With respect to the duty to provide reasons for the decision, it is submitted that the validity of the November 23, 1989 decision, cannot be affected by failure of the officer to give reasons. The Immigration Counsellor's decision states that it was made after consideration of all the factors which officials were instructed, at that time, to take into account in reaching their decisions. Fundamental justice and procedural fairness do not require that the applicant receive reasons for its decision.", "Analysis"], ["[13]", "While an individual claiming refugee status has a right under the legislation to have that claim adjudicated, consideration on humanitarian and compassionate grounds is of a different nature. Exemption from the ordinary requirements of the", "Immigration Act", "because of the discretionary criteria or humanitarian and compassionate grounds is an issue left to the discretion of the Governor-in-Council. Section 114(2) of the", "Act", "states:", "\"The Governor-in-Council may by regulation exempt any person from any regulation made under subsection (1) or otherwise facilitate the admission of any person where the Governor-in-Council is satisfied that the person should be exempted from that regulation or the person's admission should be facilitated for reasons of public policy or due to the existence of compassionate or humanitarian considerations.\""], ["[14]", "The basis of the applicant's argument is that his case cannot be seen to have been properly considered because he has been denied the opportunity of making submissions to support the existence of humanitarian and compassionate grounds. The respondent's position is that the Minister is under no obligation to entertain further submissions from the applicant before making its decision as to whether such grounds exist. The authority being exercised here, it is argued, is a purely discretionary one and as such, it creates no rights in the applicant."], ["[15]", "In my view, the applicant must succeed on this issue. Although s. 114(2) does not vest any rights in the applicant, it does create a duty of fairness in the Minister when exercising the discretionary power contained therein. The question to be determined here is what standard of fairness is to be applied in these circumstances.  <FRAGMENT_SUPPRESSED>  D.L.R.(3d) 54 (F.C.A.), the duty of fairness was determined to have been complied with, but only where it was clear that the appellant had been given ample opportunity to tell his side of the story. Therefore, while the requirements of the duty of fairness may vary in accordance with individual circumstances, it must include, as a minimum, that the applicant have some opportunity to state his case."], ["[16]", "The situation in the present case is strikingly similar to that in", "<FRAGMENT_SUPPRESSED>  claimed status as a Convention refugee. The claim was rejected by the Immigration Commission, the Immigration Appeal Board and the Federal Court of Appeal. Mr. Sobrie then requested the Minister to reconsider his case, to which the Minister replied that his case had been reviewed, that he was not a Convention refugee and that no humanitarian and compassionate grounds had been identified to justify an exemption. The applicant never provided any detailed or substantive information concerning humanitarian or compassionate grounds, and sought appropriate relief under s. 18. See pp. 86 and 89:", "\"I am not satisfied that he has ever been given an opportunity to address the existence of humanitarian and compassionate grounds under s. 115(2) [now s. 114(2)]. The immigration officials have assumed, quote logically, that their extensive file on Mr. Sobrie provides all the information that could possibly be relevant to this determination. That assumption is not warranted and is not in accordance with the principles of fairness.", "\"Obviously, the purpose behind s. 115(2) of the", "Act", "is not merely to repeat the procedure of evaluating an immigrant on the usual grounds specified in the", "Act", ". The intention is to provide a fresh view of the immigrant's situation from a new perspective. It follows that for the Minister to fairly consider an application under this section, he must be able to direct his mind to what the applicant feels are his humanitarian and compassionate circumstances. These may have nothing to do with the facts contained in the file of his previous immigration proceedings.", ". . . . .", "\"The section does not state that the Governor-in-Council is to consider only what the immigration officials think are humanitarian and compassionate grounds or only those grounds which are already contained in the applicant's file. If Parliament had intended to restrict the considerations under this section to such an extent, it could easily have done so.\""], ["[17]", "I am not suggesting of course, that the applicant has a right to a full oral hearing. But the duty of fairness with which the respondent is charged in conducting its review of the discretionary criteria prescribed by IE 12.19 of the", "Immigration Manual", ", requires that the applicant be allowed to make submissions as to whether humanitarian and compassionate grounds exist, before such a determination is made by Immigration officials."], ["[18]", "With respect to the failure to provide reasons, the applicant relies upon the Supreme Court of Canada decision in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 422. In that case the Minister, acting on the advice of the Refugee Status Advisory Committee, determined that the appellants did not qualify as Convention refugees. The appellants then made an application for redetermination of their claim by the Immigration Appeal Board pursuant to s. 70 of the", "Act", ". In accordance with s. 71(1) of the", "Act", ", the Board refused to allow the application to proceed. The appellants sought judicial review of the Board's decision by the Federal Court of Appeal pursuant to s. 28 of the", "Federal Court Act", ", which applications were denied."], ["[19]", "The Supreme Court concluded that the appellants were entitled to the protection of s. 7 of the", "Charter", ". It was further held that, at a minimum, the concept of \"fundamental justice\" referred to in s. 7 included the notion of procedural fairness. From the applicant's point of view, the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  Admin. L.R. 243, is probably more helpful. There, the Federal Court of Appeal held that before a negative assessment on an entrepreneurial application could be acted upon, the applicant had to be given the opportunity to confront it."], ["[20]", "I note that neither of these cases, however, suggests that the applicant's opportunity to know the case to be met can somehow imply a duty to provide written reasons. The decisions were made in one case by a visa officer and in another, by a redetermination panel of the Immigration Appeal Board. In the present case, the applicant seeks exemption from the normal requirements of Immigration law. The relief is discretionary in nature and probably does not require the Governor-in-Council to give reasons at all, much less in writing. Therefore, absent any clear statutory requirements supporting the applicant's submissions in this regard, this aspect of the application must fail."], ["[21]", "The applicant made two further submissions which may be disposed of briefly. First, it was argued that the Minister, by failing to give the applicant the opportunity to submit relevant evidence in support of his case and by neglecting to seek information that was relevant to the exercise of her discretion, has fettered her discretion. I cannot agree that there has been any fettering of discretion by the Minister in this case.  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 243, I made the following observations on the appropriateness of the guidelines for humanitarian and compassionate review as set out in c. 9 of the", "Immigration Manual", "at pp. 260-261:", "\"Chapter 9 of the Immigration Manual assists an officer in assessing situations, and the humanitarian and compassionate issues raised by them, which include problems with spouses, family dependency, difficulties with return to country of origin, illegal de facto residents, and situations involving marriage breakdowns. The chapter advises immigration officers that in general,", "'Humanitarian and compassionate grounds exist when unusual, undeserved or disproportionate hardship would be caused to a person seeking consideration, or to persons in Canada with whom the immigrant is associated, if he were not allowed to remain in Canada while his request for landing is in process.'", ". . . . .", "\"I am not required here to adjudicate upon the propriety of the guidelines for humanitarian and compassionate review set out in c. 9 of the Immigration Manual. I will say, however, that those guidelines appear to constitute the sort of 'general policy' or 'rough rule of thumb' which are an appropriate and lawful structuring of the discretion conferred by s. 114(2).\""], ["[22]", "Finally, it is submitted that the respondent, by removing the applicant from Canada, is subjecting him to cruel and unusual treatment or punishment contrary to s. 12 of the", "Charter", ". With respect, this argument reflects a misperception of Immigration proceedings, which are civil in nature and bear no relationship to criminal proceedings. The jurisprudence has clearly established that the purpose of deportation is not to impose penal sanctions against an individual, but rather to remove from Canada an undesirable person. The deportation of a refugee claimant to his or her country of origin, where that individual has been determined not to be a Convention refugee, cannot, in my view, be considered as cruel or unusual punishment."], ["[23]", "Accordingly, an order will go setting aside the refusal to extend humanitarian and compassionate considerations to the applicant and directing that the matter be dealt with in accordance with the law following receipt of at least written submissions on behalf of the applicant. The applicant is entitled to costs.", "Application allowed in part.", "Editor: Janette Blue/sms", "[End of document]"]]}