{"id_": "048203", "body_str": [["[1]", "Heneghan, J.", ": Mrs. Nuria Ben Amer (the \"Applicant\") seeks judicial review of the decision of the Pre-Removal Risk Assessment Officer (the \"Officer\") dated November 17, 2008. In that decision, the Officer rejected the Applicant's application for permanent residence in Canada that was based upon subsection 25(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, (the \"Act\"), that is humanitarian and compassionate (\"H&C\") grounds."], ["[2]", "The Applicant, a citizen of Libya, came to Canada with her husband, on January 1, 1999, as a visitor. On January 16, 1999, the Applicant and her husband claimed protection as Convention refugees. The Immigration and Refugee Board, Convention Refugee Determination Division rejected her husband's claim on the basis that he was excluded from Convention refugee status pursuant to Article 1(F)(a) of the United Nations", "Convention Relating to the Status of Refugees", ", Can T.S. 1969 No. 6. An application for leave and judicial review was dismissed."], ["[3]", "The Applicant first filed an H&C application in 2001. It was refused but an application for leave and judicial review was allowed and the matter was sent back for re-determination."], ["[4]", "The second hearing resulted in another negative decision and again, the Applicant was successful in her application for leave and judicial review. The re-determination yielded a third negative decision which is the subject of this application for judicial review."], ["[5]", "In this instance, the Officer considered the documentary evidence that had been submitted by the Applicant, the degree of establishment of the Applicant and her family in Canada, as well as the best interests of her three Canadian-born children. The Officer concluded that the Applicant had failed to show that she would suffer unusual and undeserved or disproportionate hardship that would justify a positive decision on H&C grounds."], ["[6]", "The Applicant challenges the decision on the grounds that the Officer failed to properly consider the best interests of her Canadian born children, in particular the fact that two of the children are enrolled in school and would be adversely affected by being relocated to Libya since they do not speak Arabic. She also argues that the Officer committed a reviewable error as a result of the manner in which he assessed the Applicant's establishment in Canada, including the fact that she is employed and has bought a house with her husband."], ["[7]", "The Applicant also submits that the Officer's reasons are inadequate, thereby breaching the requirements of procedural fairness."], ["[8]", "Pursuant to the decision in", "<FRAGMENT_SUPPRESSED> , administrative decisions are reviewable upon either the standard of correctness or reasonableness. Guidance as to the applicable standard to be applied to an issue may be found in the existing jurisprudence:", "Dunsmuir", "at paras. 54, 57. In view of this direction and the nature of the issue raised here, that is an assessment of establishment in the context of subsection 25(1) of the Act, I am satisfied that reasonableness is the appropriate standard of review; see", "<FRAGMENT_SUPPRESSED>  [9]", "The decision in question was made pursuant to subsection 25(1) of the Act which provides as follows:", "25. (1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.", "25. (1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative ou sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient."], ["[10]", "This provision of the Act affords the Minister of Citizenship and Immigration (the \"Respondent\") complete discretion to allow a person seeking status as a permanent resident in Canada to make the application from within the country, rather than at an office abroad. A successful H&C application usually requires an applicant to show that an \"unusual, undeserved or disproportionate hardship\" would result if required to apply for permanent residence outside Canada; see", "<FRAGMENT_SUPPRESSED>  (F.C.)."], ["[11]", "The Applicant submits that the Officer failed to consider her degree of establishment in Canada and erred in making the finding that the establishment was no more than would be expected of a person who has been in Canada for several years without status. The Officer said the following:", "...the degree of establishment is nothing beyond the normal establishment that one would expect the applicants to have achieved in the circumstances. Accordingly, I do not find that the applicants' establishment in Canada is to such a degree that having to apply for permanent residence from outside of Canada would constitute unusual and undeserved or disproportionate hardship."], ["[12]", "Relying on the decisions in", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) and", "<FRAGMENT_SUPPRESSED>  Applicant argues that this conclusion, made without analysis of her particular circumstances, is erroneous. In", "Jamrich", ", Mr. Justice Blais said the following at para. 29:"], ["[29] In my view, the", "IC", "made an unreasonable finding of facts: the", "IC", "'s conclusions that \"their establishment is no more than is expected of any refugee who is given similar opportunities in Canada\" and that she is \"not satisfied that in their case, their establishment can be considered so different and significant that it differs from what is expected from any other person who resides in Canada while undergoing the refugee determination process\" are patently unreasonable in the circumstances of this case."], ["[13]", "The", "Jamrich", "decision was made pursuant to the Act and pursuant to the", "Immigration Manual: Inland Processing 5: Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds", ". I see no basis in principle to disagree with the approach taken by the Court  <FRAGMENT_SUPPRESSED>", "and I am satisfied that the Applicant has shown the Officer committed a reviewable error in the manner of addressing the issue of establishment."], ["[14]", "Although this error is a sufficient ground for allowing this application for judicial review, I will briefly address the arguments raised about the Officer's treatment of the best interests of the Applicant's children and the adequacy of the reasons."], ["[15]", "The Applicant, in alleging that the Officer failed to properly consider the best interests of her Canadian born children, focuses on the social establishment of her children in Canada and the fact that her two older children attend an English-language school. She argues that the Officer failed to focus on the fact that the children do not speak Arabic and that, accordingly, they would be at a disadvantage if returned to Libya where Arabic is the language of instruction at school."], ["[16]", "I am not persuaded that these facts were not properly considered by the Officer. The Officer's decision, relative to the best interests of the children is reviewable on the standard of reasonableness; see", "<FRAGMENT_SUPPRESSED>  of language training lies with the parents, including the Applicant. She identified Arabic as her mother tongue and in my opinion, if she wants her children to speak that language, she can take steps to ensure that they learn it. The Officer did not commit a reviewable error in considering the best interests of the children including their ability to adapt to life in Libya, if necessary."], ["[17]", "Finally, there remains the issue of the adequacy of the reasons. This issue is reviewable on the standard of correctness; see", "<FRAGMENT_SUPPRESSED>  at para. 9. I am satisfied that the reasons are clear and comprehensible. The Applicant has failed to show that any breach of procedural fairness was committed by the Officer."], ["[18]", "In the result, this application for judicial review is allowed, the decision of the Officer is quashed and the matter is remitted to another Officer for re-determination. There is no question for certification arising.", "JUDGMENT"], ["[19]", "THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is allowed and the decision of the Officer is quashed. The matter is remitted to another Officer for re-determination. There is no question for certification arising.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}