{"id_": "048302", "body_str": [["[1]", "Pelletier, J.", ": Eduardo (\"Eddie\") Melo, a former Canadian champion boxer and a 33-year resident of Canada, faces deportation to his native Portugal as a result of his criminality. He has an ample and impressive criminal record dating back to January 1979 whose entries include assault causing bodily harm, wounding, carrying a concealed weapon, aggravated assault, and fraud. At one time, he apparently counted members of organized crime syndicates such as Frank Cotroni among his friends. Even today, certain questions about his financial affairs remain unanswered."], ["[2]", "But Eddie Melo is not just a criminal. He is the father of two teenage daughters who reside with their mother in British Columbia whom he visits monthly and to whom he speaks on the telephone frequently. He is also the father of three-year-old Eduardo by his relationship with Rhonda Sullivan. He is a son, brother, uncle and cousin to a thriving extended family who appeared in Court for the hearing of this application and who have provided written evidence of their support for him. His former spouse and his daughters travelled from British Columbia to be present for the hearing of this application. They did this in spite of the fact that in December 1998, he threatened his former spouse with bodily injury to the point where she sought to obtain an order under section 810 of the", "Criminal Code", "requiring him to keep the peace. She now says that the incident in question was isolated and that she does not fear him. His daughters, whom he has also assaulted on occasion are distraught at the thought of the possibility of permanent separation from their father."], ["[3]", "Clearly Eddie Melo is a man of many parts. If and when he is deported, it is not only the criminal who will leave but the father, son, partner, brother, cousin, will leave as well. Whatever our society's quarrel with the former, it has none with the latter. This is not a one-dimensional problem. My task is not to decide whether Eddie Melo will be deported. That question was decided when an adjudicator decided in 1994 that his criminal convictions and the balance of his circumstances were such that he should be deported and made an order to that effect, which remains outstanding. My task is to decide whether Eddie Melo will be deported", "now", "before the judicial review of his failed request to have the deportation order reconsidered is heard."], ["[4]", "This leads to consideration of two questions. The first is whether the decision in", "<FRAGMENT_SUPPRESSED>  (T.D.) governs this situation; the second, if <FRAGMENT_SUPPRESSED> does not dictate the result, is whether the tri-partite test in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), has been satisfied."], ["[5]", "In order to deal with <FRAGMENT_SUPPRESSED> , it is necessary to set out the procedural background to this application. As noted above, in 1994, a deportation order was made against Mr. Melo by an adjudicator. That order was appealed to the Immigration Appeal Division and on August 20, 1997, the appeal was dismissed. Mr. Melo was granted leave to bring an application for judicial review of the dismissal of the appeal but the judge hearing the judicial review application dismissed it on December 18, 1998. The deportation order remains valid and in effect throughout these proceedings. On September 30, 1999, Mr. Melo brought an application to reopen the appeal of the deportation order. That application was dismissed on January 21, 2000. An application for judicial review of that decision was made on February 16, 2000. In the interim, the respondent's officials made arrangements to have Mr. Melo deported on March 28. The application for leave for judicial review has not yet been decided."], ["[6]", "In <FRAGMENT_SUPPRESSED> , Mr. Justice Strayer argued that there was no jurisdiction for the Court to stay the execution of a valid deportation order pending the disposition of some other proceeding which did not put into question the validity of the deportation order:", "\"Basing myself on the power as now defined in section 18.2, I do not consider it 'appropriate' to stay the execution of a valid order made by an adjudicator under section 27 and 32.1 [of the", "Immigration Act", "] on the basis that the Court has before it an application for judicial review of the alleged failure of the Minister to make a decision under subsection 114(2), when the proper making of the latter is not a legal pre-condition for the execution of the former.\""], ["[7]", "This issue has been the object of considerable deliberation in the Trial Division as judges wrestled with the implications of this position. <FRAGMENT_SUPPRESSED> reflects the position adopted by the Federal Court of Appeal at a time when these matters were decided by that  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 18 (F.C.A.). Nonetheless, some trial division judges have adopted a contrary position, relying either upon the wording of section 18.2 of the", "Federal Court Act", ", R.S.C. 1985 c. F-7 or by finding that a challenge to collateral proceedings could amount to a challenge to the deportation order. For a review, see", "<FRAGMENT_SUPPRESSED> . The issue is sufficiently vexing that Noël, J. (as he then was), ruled in", "<FRAGMENT_SUPPRESSED>  that he did not have jurisdiction to stay a deportation order which was not itself under attack but, a few months later, in", "<FRAGMENT_SUPPRESSED> ; 63 F.T.R. 226 (T.D.), decided that he should assert such jurisdiction until the issue was resolved:", "\"Where there is an open question as to the jurisdiction to grant a relief, and it is apparent that it would be in the interest of justice that the relief be granted, then I believe that the uncertainty should be resolved in favour of the party seeking the relief. To do otherwise would deprive a party of a remedy on the necessary assumption that those who have assumed jurisdiction to grant it were wrong. I believe that the contrary assumption must be made unless and until the Court of Appeal decides otherwise.\""], ["[8]", "Whatever the Court of Appeal decided in <FRAGMENT_SUPPRESSED> , supra, that case has not been followed and its authority is therefore in doubt. The various theories as to the source of this Court's jurisdiction to stay a deportation order pending the disposition of a collateral proceeding must remain theories until the Court of Appeal decides the issue directly if it is able to do so, or indirectly, if it has occasion to consider the scope of section 18.2 of the", "Federal Court Act", "in other proceedings. The humanity and common sense of Noël, J.'s, approach to the issue commend themselves to me and I adopt it as my own. I find that <FRAGMENT_SUPPRESSED> and those cases which follow it do not, with respect, preclude me from granting a stay even if the deportation order itself is not in question."], ["[9]", "The next bundle of issues is the application of the tri-partite test in", "<FRAGMENT_SUPPRESSED>  review application. Counsel for the applicant says that there are a number of serious issues, the first of which is the nature of the evidence to be considered in an application to reopen an appeal. Counsel for the respondent says that the issue has been settled for some time. The issue arises because the member of the Immigration Appeal Division (\"IAD\") hearing the application for reopening declined to consider evidence which he held could have been presented at the original appeal hearing if reasonable diligence had been shown. In the case of medical reports which did not exist at the time of the original hearing, the member held that the medical evidence could have been led at the original hearing with the exercise of reasonable diligence and in any event did not constitute new evidence which could lead to a reasonable possibility that the IAD might change its decision."], ["[10]", "In reading the decision of Daniele D'Ignazio, the member of the Immigration Appeal Division who heard the application to reopen the appeal, and the criticism made of it in the applicant's Memorandum of Fact and Law, I am of the view that the real complaint is not the test which the member applied but how the member applied the test. In most cases, the member's conclusion was that the evidence was either no different from the evidence presented at the hearing, or if different, was evidence which could have been put before the original hearing through the exercise of reasonable discretion. In the case of the medical evidence, what new evidence there was did not convince the member that it would lead to a reasonable possibility that the IAD would reconsider its decision. I find no serious issue with respect to this aspect of the claim."], ["[11]", "The applicant also alleges that the member used varying tests to assess the significance of the evidence which was found to be new. The test which all agree is the appropriate one is whether there is a reasonable possibility that the new evidence might lead the IAD to change its original decision. The applicant argues that a different test was applied when reference was made to a reasonable possibility that the evidence would", "require", "the IAD to change its decision. This was said in reference to the arguments being advanced by the applicant and not in connection with the assessment of the evidence. Objection is also taken to a reference to evidence of the applicant's non-association with certain individuals would lead to a reasonable possibility", "or likelihood", "that the evidence would require the IAD to change its decision. The paragraph in question reads as follows:", "\"As such, the applicant's renewed claims that he is no longer involved in any way with the persons in question cannot be construed as new information which, as a result, could lead to a finding that there is a reasonable possibility or likelihood that this evidence might lead the IAD to change its decision. Furthermore, the applicant's mere assertion that he has broken ties with persons involved in organized crime is not enough to give rise to a reasonable possibility or likelihood that the IAD might change its assessment of the circumstances.\""], ["[12]", "The use of the word likelihood in conjunction with the word possibility does not change the burden from possibility to probability, as it might if the word likelihood were used alone. While it is not for me to resolve these issues, the issue raised must be a serious one. I find that this is not the case with this instance."], ["[13]", "Objection is also taken to the conclusion that the applicant has not been deprived of his rights. Given that this is a remark made in reference to a review of all the aspects of the case, it is not the test applied so much as an assessment of the fairness of the process. As a result, there is no serious question arising from the alleged use of different tests for determining whether new evidence might lead to a reopening of the appeal."], ["[14]", "The applicant raises as a serious issue several purported errors of law. The first is the statement by the member that the applicant's last two convictions confirmed a worrisome trend that the original panel had identified. This statement is footnoted to refer to a passage in the original decision which sets out the circumstances of the applicant's criminal history. While the words \"worrisome trend\" are not used, it is clear that the original panel was concerned about the pattern of the applicant's offences. The assessment of the character of the applicant's last two offences is not a matter which gives rises to a serious issue."], ["[15]", "The applicant says that member D'Ignazio erred in law in making a comment about the original panel rejecting the applicant's testimony that he was no longer involved with specific individuals. This is followed by the following citation from the original decision: \"... despite his denials that he is heavily involved with the Mafia, there has been forged a bond of brotherhood with his self-styled compadres which the applicant would not, will not, perhaps even cannot, break.\" The evidence at the original hearing was that while the applicant maintained his friendship with certain known criminals, he was not involved in any criminal activity with them. The evidence before member D'Ignazio was that there had been a termination of contact with the individuals in question, due to their imprisonment or a falling out between them. In either case, the assertion of no association for criminal activity was not new. This was followed by the statement that the mere assertion of termination of contact was not enough to give rise to a reasonable possibility or likelihood that the IAD might change its assessment of the circumstances. While the assertion in question is contained in an affidavit, and therefore stands on a higher footing than a \"mere assertion\", it is still subject to being weighed and evaluated by the panel, which is what was done.  <FRAGMENT_SUPPRESSED> ."], ["[16]", "The final matter which is said to constitute a serious issue to be tried is the failure of member D'Ignazio to properly consider the best interests of the children involved in this unhappy saga. This arises because of the decision of the Supreme Court in", "<FRAGMENT_SUPPRESSED> , in which the Court held that in an application for the right to apply for landing within Canada, the decision maker was required to be alive, attentive and sensitive to the interests of the children, even though these interests do not necessarily dictate any particular result.", "Baker", "would apply to this case because the decision in question here is a discretionay decision based upon humanitarian considerations, just as the application in", "Baker", "was. Member D'Ignazio held that a change in the law was not a ground for reopening an appeal and that in any event, the best interests of the children had been considered."], ["[17]", "<FRAGMENT_SUPPRESSED> , the Federal Court of Appeal allowed an application for an extension of time to bring an application for judicial review on the basis of a change in the law as a result of a decision of the Supreme Court of Canada which had the effect of altering the applicant's legal position to the point where the Court itself described it as an \"open and shut case\". However in", "<FRAGMENT_SUPPRESSED> ; 145 N.R. 369, the Federal Court of Appeal held that a Court did not have to reopen a hearing which had concluded but before judgment was rendered to allow parties to make submissions with regard to a decision of a higher court which might affect the position of the parties:", "\"There is a short answer to the applicant's submission. I do not think that a Tribunal or a Court can ever be on a strict duty to entertain new submissions from the parties to a litigation because a decision of a higher Court handed down after the hearing could influence its deliberation. It may be useful and more prudent to do so but it is, I believe, particularly in the absence of any request by the parties, a purely discretionary matter.\""], ["[18]", "Neither of these cases is directly on the point being made. <FRAGMENT_SUPPRESSED> deals with circumstances in which an extension of time will be granted and concludes that a change in the law is one of those circumstances. It does not speak to the effect of the change in the law upon the underlying application. <FRAGMENT_SUPPRESSED> deals with reopening a hearing prior to judgment being rendered which is not the situation before us. The respondent makes the point that if a change in the law is grounds for reopening, there will be no finality in the law, not even in the Supreme Court. This case does not deal with an appeal based upon a change in the law, which is the situation contemplated by the respondent. It deals with the Immigration Appeal Division's continuing equitable jurisdiction to reopen an appeal. There is an issue as to whether that equitable jurisdiction includes consideration of changes in the law. Furthermore, if member D'Ignazio was bound to consider", "Baker", "in the reconsideration application, it is reasonably possible that it might lead the IAD to reconsider its decision in that consideration of evidence of the children's best interests did not enter into the original panel's decision. In that regard, I disagree with member D'Ignazio's assessment that the children's interest were considered. In support of that position, member D'Ignazio refers to two portions of the original decision. In the first, the children were referred to in the description of the applicant's family circumstances. In the second, there is a reference to the fact that all family members who would very much miss Mr. Melo if he were deported. That is the extent of the consideration the children's interests received. A more alive, attentive and sensitive consideration of their interests might, but need not, yield a different result. It is the possibility of a difference which is the key. As a result, I find that there is a serious issue to be tried."], ["[19]", "The issue of irreparable harm, in this case as in so many others, does not turn upon the possibility of serious physical harm to the applicant. If deported, he will be returned to a Western European country which is becoming something of a vacation destination. It is not an environment where he has enemies or agents of persecution waiting for him. Irreparable harm, if it is to be found, must be found in the circumstances of the applicant and those around him."], ["[20]", "As I have noted elsewhere [see footnote 1], there is authority in the Federal Court of Appeal to the effect that damage to the economic and other interests of the applicant can satisfy the requirement of irreparable harm. In this case, the applicant will lose a position which is apparently much better than any he has previously been able to obtain and which allows him to support his current family as well as contributing in an admittedly unstated amount to the support of his daughters. There is also the issue of the effect of deportation upon his ongoing treatment. His psychiatrist's evidence is that the loss of the support structures which are in place for Mr. Melo in Canada may well result in a loss of the therapeutic gains which he has achieved over such a long period of time. Finally, there is the impact of Mr. Melo's departure upon his daughters. The evidence is that they will be devastated. They may eventually have to deal with unhappy event since there is no guarantee that a reconsideration of the appeal will lead to a different result. The affidavit evidence of Rhonda Sullivan is that she and Eduardo will accompany Mr. Melo if he is deported so that there is no particular issue as to the effect of deportation upon them."], ["[21]", "These are all unpleasant and distasteful consequences of deportation. But if the phrase irreparable harm is to retain any meaning at all, it must refer to some prejudice beyond that which is inherent in the notion of deportation itself. To be deported is to lose your job, to be separated from familiar faces and places. It is accompanied by enforced separation and heartbreak. There is nothing in Mr. Melo's circumstances which takes it out of the usual consequences of deportation. This is not a case of deporting a 73-year-old woman who cared for and in turn was cared for by her elderly husband, as was the case in <FRAGMENT_SUPPRESSED> , supra. Nor is it a case of deporting someone who is the sole caregiver for a blind and sick grandparent as was the case in", "<FRAGMENT_SUPPRESSED>  as inhospitable as Albania with his young child as was Mr. Abazi [see footnote 3]. As unhappy as these circumstances are, they do not engage any interests beyond those which are inherent in the nature of a deportation."], ["[22]", "But for the fact that I have found that the serious issue to be tried in the judicial review application is the consideration to be given to the interests of Mr. Melo's children in the application to reopen the appeal, that would be the end of the matter. The application for a stay would be dismissed. But if that is done, the children's interests will be affected prior to a ruling being obtained on the extent to which their interests must be considered. This will effectively render the judicial review nugatory. It is in circumstances similar to these that Robertson, J.A., held in", "<FRAGMENT_SUPPRESSED>  that the loss of the benefit of an application can amount to irreparable harm within the meaning of the tri-partite test in <FRAGMENT_SUPPRESSED> . If there is to be any reality to the judicial review application, the status quo must be maintained. While the benefit in question may appear to be one for the children, it is also a benefit for Mr. Melo. I find that the loss of the benefit of the application for judicial review constitutes irreparable harm for the purposes of this application."], ["[23]", "The final factor is balance of convenience. I find that Mr. Melo's 33-year residence in Canada tilts the balance of convenience in his favour. For better or for worse, he has lived among us for that length of time. He appears to have mended his ways. As long as that is the case, he should be allowed to remain until his application is heard and disposed of."], ["[24]", "There will therefore be an order staying the execution of the deportation order against Mr. Melo. But as noted above, this is conditional upon his continuing to keep the peace. For example I take very seriously the December 1998 incident in which Mr. Melo threatened his former spouse with serious physical injury. Such conduct is unacceptable, as is any recurrence of criminal conduct in a person whose claim to a stay rests in part upon an allegation that he has changed his ways. The stay to be granted will be subject to a condition that the Minister will have leave to apply to any judge of this Court to vacate the stay in the event that Mr. Melo is charged with any criminal offence prior to the expiry of the stay. Furthermore, as it is in everyone's interest to have this matter finally resolved as quickly as possible, I will deal with the application for leave as soon as the record is complete, unless the respondent, considering my findings with respect to serious issue, consents to having the leave application disposed of on the material already filed, without prejudice to its right to file material for the hearing of the application for judicial review itself.", "ORDER"], ["[25]", "It is hereby ordered that the execution of the deportation order against Eduardo Manuel Melo is hereby stayed until the final disposition of his application for leave and judicial review providing however, that the respondent Minister has leave to apply to any judge of the Court to vacate the stay hereby ordered in the event that Eduardo Manuel Melo is charged with any criminal offence prior to the expiry of the stay hereby ordered.", "Motion allowed.", "Editor: Sharon J. McLaughlin/saf", "Footnotes", "1.", "<FRAGMENT_SUPPRESSED> .", "2. [1999] F.C.J. No. 890; 169 F.T.R. 274 (T.D.)", "3.", "<FRAGMENT_SUPPRESSED>  (T.D.).", "[End of document]"]]}