{"id_": "048414", "body_str": [["[1]", "Roy, J.", ": In what appear to me to be the peculiar circumstances of this case, is it appropriate for the Court to exercise its discretion and order the Minister of Citizenship and Immigration to grant citizenship to the applicant? That is the question.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, Dr. Jamal Murad, met with a citizenship judge on January 17, 2011. She should have decided on his application within 60 days, with a maximum possible extension by Citizenship and Immigration Canada [CIC] of an additional six months for further investigation. In the event, a recommendation was made on the application in March 2011, within the period allowed by the law, but never transmitted to the applicant. By May 23, 2012, when he filed the present application, the applicant had still received no decision on his citizenship application. For that, he sought the redress of", "mandamus", ", as per paragraph 18.1(3)(", ") of the", "Federal Courts Act", ", RSC 1985, c F-7:  <FRAGMENT_SUPPRESSED>", "18.1", "(1) An application for judicial review may be made by the Attorney General of Canada or by anyone directly affected by the matter in respect of which relief is sought.  <FRAGMENT_SUPPRESSED>", "(2) An application for judicial review in respect of a decision or an order of a federal board, commission or other tribunal shall be made within 30 days after the time the decision or order was first communicated by the federal board, commission or other tribunal to the office of the Deputy Attorney General of Canada or to the party directly affected by it, or within any further time that a judge of the Federal Court may fix or allow before or after the end of those 30 days.  <FRAGMENT_SUPPRESSED>", "(3) On an application for judicial review, the Federal Court may  <FRAGMENT_SUPPRESSED>", ") order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "18.1", "(1) Une demande de contrôle judiciaire peut être présentée par le procureur général du Canada ou par quiconque est directement touché par l'objet de la demande.  <FRAGMENT_SUPPRESSED>", "(2) Les demandes de contrôle judiciaire sont à présenter dans les trente jours qui suivent la première communication, par l'office fédéral, de sa décision ou de son ordonnance au bureau du sous-procureur général du Canada ou à la partie concernée, ou dans le délai supplémentaire qu'un juge de la Cour fédérale peut, avant ou après l'expiration de ces trente jours, fixer ou accorder.  <FRAGMENT_SUPPRESSED>", "(3) Sur présentation d'une demande de contrôle judiciaire, la Cour fédérale peut:  <FRAGMENT_SUPPRESSED>", ") ordonner à l'office fédéral en cause d'accomplir tout acte qu'il a illégalement omis ou refusé d'accomplir ou dont il a retardé l'exécution de manière déraisonnable;  <FRAGMENT_SUPPRESSED>"], ["[3]", "In July 2012, two months after the applicant had requested judicial review by the Federal Court, a CIC agent reviewed his file in his absence and decided that in spite of the citizenship judge's recommendation on which no action had been taken for 16 months, a report of inadmissibility under subsection 44(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] should be issued. The applicant has therefore been sent a notice to appear for a determination of whether he should be removed from Canada. As a result, the respondent has raised the additional question of whether the July 2012 inadmissibility decision can be dealt with in the present proceeding.  <FRAGMENT_SUPPRESSED>"], ["[4]", "For the reasons that follow, I have reached the conclusion that the intervention of this Court is warranted and that a writ of", "mandamus", "ought to be issued.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>"], ["[5]", "The facts of this case, as found in the record before the Court, have some special importance.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant was born on January 1, 1979. His father practiced as a psychiatrist in Jordan until retirement. The whole family emigrated to Canada in 2004: Dr. Ibrahim Murad and his wife Fadwa Adel Alnabelsi Murad, three sons (Serri, Omar, and the applicant Jamal), a daughter (Dina), and a granddaughter born in 2006 (Judy Abu Sheikha). In 2008, son-in-law Muammar Abu Sheikha joined them.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant declares that he moved to Montréal from Jerusalem, Palestine, in November 2004, although he seems to have been living in Amman, Jordan. His Jordanian passport issued on July 17, 2010 gives both his place of birth and his address as \"Jerusalem\". He explained to CIC when confronted over this that he was making a political statement, which CIC seems to have accepted.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant, who was trained abroad as a medical doctor, passed a series of Canadian medical certification exams in 2005 and 2006, enrolled in a graduate program in medicine at McGill University, and took French courses. A certificate from the Medical Council of Canada is in the record and states that he is entered in the Canadian Medical Register, license number 103151. A letter from the applicant's father indicates that the applicant is living with the family and that they are supporting him until he can establish a career in Canada. In the summers of 2005 and 2006 the applicant took family vacations of 16 and 62 days respectively in Amman, Jordan. As of the date of the proceedings, he lived in La Prairie, outside of Montréal.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Dr. Murad applied for Canadian citizenship on February 11, 2008, having fulfilled the residency requirement. Unfortunately, he could not secure a job as a doctor in this country. The record holds refusal letters from many places in Ontario, Nova Scotia, and British Columbia. I note that the competition for positions seems to have been fairly intense. For instance, in 2007, the University of British Columbia's Family Practice Residency program \"received over 450 applications to fill only 1 position\". In 2008, there were \"over ninety international medical graduate applicants for the one designated position\" at the University of Toronto and \"over 110 applications from excellent candidates from across Canada for our 2 IMG program residency positions.\" In 2009, \"[o]ver 1300 applications were submitted for our 70 positions\" in Ontario Family Medicine residency programs.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Without a position in Canada, the applicant returned to Jordan for extended periods after filing his citizenship application. In February 2008, he reported 74 days of absence from Canada during the preceding three years; when he updated his file in November 2009, he reported a total of 621 days of absence.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Dr. Murad took the citizenship test one year after his application, in February 2009, and passed. Following the test, he met with a CIC agent, who was concerned that he had left Canada for eight months after accumulating the required residency time and submitting his application. In March 2009, CIC asked him to fill out a questionnaire and provide supporting documents, which he did.  <FRAGMENT_SUPPRESSED>"], ["[12]", "It is fair to say that the applicant's file generated interest at Citizenship and Immigration Canada. While Dr. Murad kept on waiting for a hearing before a citizenship judge, CIC was considering his file. On October 12, 2010, a memorandum by a CIC official, who would continue to show a special interest throughout, raised several questions about his case.  <FRAGMENT_SUPPRESSED>"], ["[13]", "First, the official found it unlikely that Dr. Murad would have shared a small apartment with his whole family. Handwritten notes by someone on the copy of her memo in the Court record that do not appear to be in the same handwriting as the citizenship judge's say \"Oui. Début difficile\" to that point. The official also notes that Dr. Murad had no income from 2004 to 2007, to which the note writer commented \"no work: study\". The official says that the July and August 2005, and the July and August 2006 bank statements are missing; \"OK à venir\" is the comment. The memo makes a few other observations on the documentation, including that there is no lease document for the first three addresses in Canada. The note writer comments \"premier mois: Hotel puis « Le Lincoln ». <FRAGMENT_SUPPRESSED>"], ["[14]", "On January 17, 2011, close to three years after his application, Dr. Murad presented himself at a hearing by citizenship judge Renée Giroux. The judge said that she was fully satisfied and would render a decision as soon as the applicant provided some missing account statements covering his summer vacations.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The citizenship judge had reviewed two letters of acceptance by McGill University from before July 2005, bank and credit card account statements from 2005 and 2006, a transcript from McGill covering the 2005-2006 academic year and the autumn semester of 2006, a letter confirming his withdrawal from McGill's MSc program in March 2007, and letters turning the applicant down for jobs in Canada from the end of 2007 through to 2010. The citizenship judge had been satisfied that these demonstrated sufficient residence.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Dr. Murad sent the statements. The citizenship judge recommended approval on March 11, 2011. The \"Notice to the Minister of the Decision of the Citizenship Judge\", completed by hand and signed by the judge on March 11, says:  <FRAGMENT_SUPPRESSED>", "Excellente crédibilité en audience le 17 janv 2011. Vit avec sa famille à La Prairie. Documentation satisfaisante incluant celle qui a été produite à l'audience. Études terminées: en recherche d'emploi. Je n'ai aucune raison de douter de sa résidence au Cda + excellente expertise à conserver ici.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant was not notified of the judge's finding. Dr. Murad heard nothing more for over a year.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Meanwhile, unknown to the applicant, CIC internal correspondence from April and May 2011 shows that the consideration given by some within CIC to appealing the citizenship judge's decision was defeated by the expiration of the 60-day time limit for an appeal, which ran out on May 10, 2011. In Dr. Murad's case, as no decision had been issued to him, Case Management at CIC authorized continued inquiries.  <FRAGMENT_SUPPRESSED>"], ["[19]", "However, it appears that the file remained inactive for the following months. By October 2011, the various security attestations (from CIC, the Royal Canadian Mounted Police and the Canadian Security Intelligence Service) provided by the applicant for his citizenship application began to expire.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Another few months passed before the record shows that the same official noted on January 4, 2012, close to one year after the hearing before the citizenship judge and four years since the application:  <FRAGMENT_SUPPRESSED>", "Les clients sont en attente de cérémonie. Nous n'avons plus d'autre choix que d'approuver les demandes, cependant nous avions soulevé au juge que Dina ne soumettait pas un passeport manquant, situation semblable selon les notes de l'aéroport.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The official was seemingly instructed, in spite of the note, to call the applicant for an interview. A letter, dated March 30, 2012, some three months after the notation of January 4, requested that a complete questionnaire be filled out, together with providing another complete set of documents. The applicant was requested to present himself for an interview with CIC officials two weeks later.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The interview scheduled for April 19, 2012 did not take place. It appears that the applicant had been told to present himself with his mother and sister. Instead he presented himself alone, at 9:00 a.m. as requested. What followed can be pieced together from the documentary evidence before the Court. The respondent initially said that \"[a]s the Applicants could not be interviewed together, they were called for another interview.\" Dr. Murad, however, said that he presented himself at 9:00 a.m. as requested, waited for an hour, and then \"I was told after 10:00 am that the agent in charge of my file was not in the office that day and that no one was free to see me\". In its Memorandum of Fact and Law, the respondent clarified that when Dr. Murad presented himself without his mother and sister, whom CIC also wanted to interview, \"it was indicated to him that Liliane Paré was not available\". The affidavit of Liliane Paré actually states that \"il a été indiqué au demandeur que je n'étais pas disponible pour une entrevue\". The evidence shows that Ms. Paré was in the office and pretended to be unavailable. Her colleagues went along with this pretense. The interview was rescheduled for April 26.  <FRAGMENT_SUPPRESSED>"], ["[23]", "It seems that CIC had suspicions concerning Dr. Murad's continued presence in Canada. The respondent says that CIC had previously twice tried to intercept Dr. Murad on his arrival in Canada from trips abroad so as to interview him about residency; once on January 13, 2011 just before the hearing with the citizenship judge, and again on April 16, 2012. Both times, according to the respondent, Dr. Murad's customs card would have been coded for questioning but it is alleged that he had filled out two cards and used the other one to pass through customs without being diverted for an interview. On the second occasion an agent caught up with him and interviewed him despite this manoeuvre. Dr. Murad was taken to the immigration offices at Pierre Elliott Trudeau International Airport in Montréal on the April 2012 occasion and asked about his residence, work, and travels. We do not know what, if anything came of that interview at the Montréal airport.  <FRAGMENT_SUPPRESSED>"], ["[24]", "It is at this point that Dr. Murad consulted a lawyer. The advice received was that a decision of the citizenship judge should have been rendered at the latest 60 days after the hearing and that the Minister was entitled to postpone a final decision for an additional six months. Thus, a decision was due since, at the latest, September 2011.  <FRAGMENT_SUPPRESSED>"], ["[25]", "A postponement of the April 26 interview occurred and Dr. Murad's lawyer wrote to CIC on May 1, challenging the interview demand and demanding that the citizenship judge's recommendation be implemented. CIC re-rescheduled the interview for June 14 and apparently declined to answer counsel's letter.  <FRAGMENT_SUPPRESSED>"], ["[26]", "On May 23, 2012 the applicant filed his application for", "mandamus", "which is before this Court. Dr. Murad's lawyer wrote to CIC on June 12, again challenging the interview demand. The applicant did not show up for the June 14 appointment. CIC then, for the fourth time, rescheduled to July 11. Dr. Murad moved on July 9 for a stay of proceedings to prevent the interview from taking place before the outcome of the citizenship application was determined. The respondent resisted.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The judicial phase of the saga was underway. The Federal Court gave oral direction on July 9 instructing the respondent to provide by the next day an explanation of the purpose of the interview, since as it stood \"the Court does not understand the purpose of these motions and is not inclined to intervene in what appears to be an administrative process.\" After receiving explanations, the Court declined to intervene in an administrative procedure, doubting that the Court had jurisdiction, and told the applicant that if the interview resulted in a decision which he did not agree with, he could try to challenge that decision through judicial review.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Dr. Murad's counsel wrote to CIC on July 10, advising that his client could not attend the interview scheduled for the 11th at such short notice and requesting a new date. Instead, on the 11th, Ms. Paré, the agent who had been \"not available\" in April 2012, examined Dr. Murad's file in his absence and decided that he had not fulfilled his residency obligations under the IRPA. On July 12, she issued a report of inadmissibility under subsection 44(1) of IRPA.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The inadmissibility report states that Dr. Murad became a permanent resident on November 21, 2004, that he did not present himself at interviews in June and July 2012 to demonstrate that he had spent the required time in Canada and that his passport stamps demonstrated no more than 516 days in Canada in the past five years. It concluded with one sentence stating that based on the available information, there were insufficient humanitarian considerations to justify continuing his status as a permanent resident.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Dr. Murad was sent a notice to appear on July 24, 2012 for a proceeding under subsection 44(2) of the Act to determine whether he should be removed from Canada, but he did not appear. To date, no removal order has been issued. I indicated during the hearing of this case that it was my expectation that no action would be taken while the case is under reserve.  <FRAGMENT_SUPPRESSED>", "The issues  <FRAGMENT_SUPPRESSED>"], ["[31]", "In my view, two issues need to be resolved in this case:  <FRAGMENT_SUPPRESSED>", "(1) Did the respondent err in withholding its approval for the applicant to be called for the citizenship oath, instead conducting an investigation based on the residency obligations, twelve months after the citizenship judge had issued her recommendation?  <FRAGMENT_SUPPRESSED>", "(2) Does this Court have jurisdiction to quash the inadmissibility report issued under subsection 44(1) of the Act?  <FRAGMENT_SUPPRESSED>", "The position of the parties  <FRAGMENT_SUPPRESSED>"], ["[32]", "The applicant argues that he qualifies for a", "mandamus", ". The conditions for the issuance of a", "mandamus", "are well known and the parties do not disagree. Their disagreement is rather about whether or not the applicant meets those conditions.  <FRAGMENT_SUPPRESSED>"], ["[33]", "<FRAGMENT_SUPPRESSED> , the Federal Court of Appeal outlined the conditions that must be satisfied for the writ of", "mandamus", "to be issued:  <FRAGMENT_SUPPRESSED>", "(1) There must be a public legal duty to act.  <FRAGMENT_SUPPRESSED>", "(2) The duty must be owed to the applicant.  <FRAGMENT_SUPPRESSED>", "(3) There is a clear right to the performance of that duty, in particular:  <FRAGMENT_SUPPRESSED>", "(a) the applicant has satisfied all conditions precedent giving rise to the duty;  <FRAGMENT_SUPPRESSED>", "(b) there was (i) a prior demand for performance of the duty; (ii) a reasonable time to comply with the demand unless refused outright; and (iii) a subsequent refusal which can be either expressed or implied, e.g. unreasonable delay.  <FRAGMENT_SUPPRESSED>", "(4) No other adequate remedy is available to the applicant.  <FRAGMENT_SUPPRESSED>", "(5) The order sought will be of some practical value or effect.  <FRAGMENT_SUPPRESSED>", "(6) The Court in the exercise of discretion finds no equitable bar to the relief sought.  <FRAGMENT_SUPPRESSED>", "(7) On a \"balance of convenience\" an order in the nature of", "mandamus", "should issue.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In the view of the applicant, relying on", "<FRAGMENT_SUPPRESSED>  (TD) [", "Conille", "], subsection 5(1) of the", "Citizenship Act", ", RSC 1985, c C-29 (the \"Act\") requires that citizenship be granted when the requirements are met. Subsection 5(1) is unequivocal:  <FRAGMENT_SUPPRESSED>", "5.", "(1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", "(a) makes application for citizenship;  <FRAGMENT_SUPPRESSED>", "(b) is eighteen years of age or over;  <FRAGMENT_SUPPRESSED>", "(c) is a permanent resident within the meaning of subsection 2(1) of the", "Immigration and Refugee Protection Act", ", and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;  <FRAGMENT_SUPPRESSED>", "(d) has an adequate knowledge of one of the official languages of Canada;  <FRAGMENT_SUPPRESSED>", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and  <FRAGMENT_SUPPRESSED>", "(f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "5.", "(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>", "a) en fait la demande;  <FRAGMENT_SUPPRESSED>", "b) est âgée d'au moins dix-huit ans;  <FRAGMENT_SUPPRESSED>", "c) est un résident permanent au sens du paragraphe 2(1) de la", "Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;  <FRAGMENT_SUPPRESSED>", "d) a une connaissance suffisante de l'une des langues officielles du Canada;  <FRAGMENT_SUPPRESSED>", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;  <FRAGMENT_SUPPRESSED>", "f) n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The citizenship judge, as mandated by the Act, made her determination and advised the Minister. The Minister was not entitled to delay indefinitely the processing of the citizenship application. Even if one were to argue successfully that the suspension of the processing of the application, pursuant to section 17 of the Act, can be for six months after the citizenship judge's determination, as opposed to before the judge's determination, that six-month period expired in August 2011. The record shows that CIC was fully aware of the 60-day deadline for an appeal that had come and gone by May 10, 2011. There was a public duty to act.  <FRAGMENT_SUPPRESSED>"], ["[36]", "Similarly, there was a clear right to the performance of the duty. The decision in", "<FRAGMENT_SUPPRESSED>  (FCA) [", "Khalil", "], does not find application. If the Minister can withhold the conferral of citizenship on a person who otherwise qualifies, it must be only if the Minister has information that the requirements of the Act have not been met. Such was never the case.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The applicant argues that the other conditions for", "mandamus", "are obviously met.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The respondent contends that the applicant has not met his burden of satisfying the conditions. For the respondent, there was information sufficient to deny the granting of citizenship. Relying on", "<FRAGMENT_SUPPRESSED>", ", it would not be an efficient use of resources to require that revocation of citizenship be launched once information is discovered that affects the granting of citizenship. It does not matter if the information is discovered months after the six-month period of section 17 has expired, as long as a satisfactory explanation is given.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Hence, the fact that the file was transferred to the Immigration Division of CIC for verification more than nine months after the determination made by the citizenship judge is the result of an administrative error that should not benefit the applicant. In the three months that followed, the applicant was summoned to an interview that did not take place because the two family members that were to accompany the applicant were not present. The inference is that it is the applicant's fault if the interview did not occur.  <FRAGMENT_SUPPRESSED>"], ["[40]", "The delays that followed are entirely imputable to the applicant because he declined to participate in interviews. As a result, the respondent argues the applicant did not establish a clear right to the performance of the duty, if ever there was a duty.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The second issue relates to the ability of this Court to quash the July 12, 2012 inadmissibility report under subsection 44(1) of the IRPA. The applicant says little about the issue. The duty of procedural fairness would have been denied, but the argument seems to be limited to \"the unfair treatment of the Applicant by the respondent agents constitutes a denial of procedural fairness, a cornerstone of our judicial system\" (paragraph 131 of the Memorandum of Fact and Law).  <FRAGMENT_SUPPRESSED>"], ["[42]", "The respondent relies on Rule 302 of the", "Federal Courts Rules", ", SOR/98-106 and cases of this Court (", "<FRAGMENT_SUPPRESSED>  (QL)). Rule 302 edicts:  <FRAGMENT_SUPPRESSED>", "302.", "Unless the Court orders otherwise, an application for judicial review shall be limited to a single order in respect of which relief is sought.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "302.", "Sauf ordonnance contraire de la Cour, la demande de contrôle judiciaire ne peut porter que sur une seule ordonnance pour laquelle une réparation est demandée.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[43]", "Being a Canadian citizen is a privilege, in that it confers advantages available only to that group of people. With citizenship come some constitutional rights. The Canadian citizen enjoys democratic rights (section 3 of the", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act 1982", "(UK), 1982, c 11 (the \"Charter\")). The Canadian citizen also benefits from mobility rights under section 6 of the Charter. Minority language educational rights are also conferred on a citizen (section 23 of the Charter).  <FRAGMENT_SUPPRESSED>"], ["[44]", "In the case at hand, the conferral of citizenship to the applicant would have made irrelevant whatever travel the applicant may have undertaken after he had become a Canadian citizen. Subsection 6(1) of the Charter reads:  <FRAGMENT_SUPPRESSED>", "6.", "(1) Every citizen of Canada has the right to enter, remain in and leave Canada.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "6.", "(1) Tout citoyen canadien a le droit de demeurer au Canada, d'y entrer ou d'en sortir.  <FRAGMENT_SUPPRESSED>"], ["[45]", "Citizenship is a creature of statute. As aptly put by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> , Canadian citizenship \"has no meaning apart from statute and that in order to be a Canadian citizen, a person must satisfy the applicable statutory requirements\" (at paragraph 50).  <FRAGMENT_SUPPRESSED>"], ["[46]", "The Act uses mandatory language in creating an obligation for the Minister to grant citizenship once the conditions set in legislation are met. The introductory words of section 5 are worth restating:  <FRAGMENT_SUPPRESSED>", "5.", "(1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "5.", "(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>"], ["[47]", "There should not be much doubt of the imperative nature of the word \"shall\" when found in legislation. Section 11 of the", "Interpretation Act", ", RSC 1985, c I-21 leaves very little to the imagination:  <FRAGMENT_SUPPRESSED>", "11.", "The expression \"shall\" is to be construed as imperative and the expression \"may\" as permissive.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "11.", "L'obligation s'exprime essentiellement par l'indicatif présent du verbe porteur de sens principal et, à l'occasion, par des verbes ou expressions comportant cette notion. L'octroi de pouvoirs, de droits, d'autorisations ou de facultés s'exprime essentiellement par le verbe « pouvoir » et, à l'occasion, par des expressions comportant ces notions.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Thus, there is no doubt, in my view, that a public duty is owed to the applicant. Furthermore, to the extent the conditions under the Act are met, it is difficult to argue that there is not a clear right to the performance of the duty: \"the Minister shall grant citizenship\". I find myself in complete agreement with my colleague Justice Danièle Tremblay-Lamer who found in", "<FRAGMENT_SUPPRESSED>", ":  <FRAGMENT_SUPPRESSED>"], ["[14] Thus, when the citizenship judge finds that the application meets the requirements, the Minister \"shall\" grant citizenship to any person who meets the requirements therefor. Accordingly, in the instant case, there is a public legal duty owed to the applicant where the requirements are met.  <FRAGMENT_SUPPRESSED>"], ["[49]", "In the case at bar, the citizenship judge had found for the applicant. The appeal period had come and gone. The Act provides for the procedure to be followed (sections 14", "et al.", "of the Act) once the matter has been referred to the citizenship judge. Cases like", "<FRAGMENT_SUPPRESSED>", ", and", "<FRAGMENT_SUPPRESSED>  [", "Platonov", "], are concerned with delays in processing applications by the Registrar of Canadian Citizenship. The Registrar is mandated by subsection 11(1) of the", "Citizenship Regulations", ", SOR/93-246, to \"cause to be commenced the inquiries necessary to determine whether the person in respect of whom the application is made meets the requirements of the Act and these Regulations with respect to the application\".  <FRAGMENT_SUPPRESSED>"], ["[50]", "In this case, the application was made on February 11, 2008. Following, presumably, having conducted the inquiries provided for in section 11 of the Act, the Registrar allowed the case to go to the citizenship judge on January 17, 2011. The citizenship judge had 60 days, under the Act, to make a determination, and she did so on March 11, 2011. The respondent had 60 days to appeal, and he did not.  <FRAGMENT_SUPPRESSED>"], ["[51]", "Assuming, without deciding, that section 17 which allows the Minister to suspend the processing of an application for six months applies once the matter has been sent to the citizenship judge, as alluded to in", "<FRAGMENT_SUPPRESSED>", ", at paragraph 31, no decision had been made by the Minister within that six-month period. Actually, some 14 months after the appeal period had expired and more than four years after the application had originally been launched, in spite of the mandatory language of section 5 of the Act, the respondent had still not made a decision.  <FRAGMENT_SUPPRESSED>"], ["[52]", "Parliament's intent can be derived from, among other things, the scheme of the legislation. Professor Sullivan, in", "Sullivan and Driedger on the Construction of Statutes", ", 4th ed. (Markham: Butterworths, 2002), puts it this way at page 215:  <FRAGMENT_SUPPRESSED>", "Inferences about purpose are often drawn from analyzing the structure or scheme embodied in an Act. In carrying out this analysis the court, in effect, retraces the steps of the legislative drafter, examining the relationship among provisions to surmise the overall plan. It attempts to discover why each provision was included and the contribution each makes toward implementing the legislature's goals. It looks at the way provisions are grouped under headings or divided into parts to discover a common theme or rationale.  <FRAGMENT_SUPPRESSED>", "Here, the Act provides that the citizenship judge has 60 days from the moment the application is referred to him/her to make the determination that the conditions of the Act have been met (subsection 14(1)); forthwith after having made that determination, the Minister must be notified (subsection 14(2)); within 60 days any appeal of the decision of the citizenship judge (subsection 14(5)) must be launched; the processing of an application can be suspended for a maximum of six months immediately following the day on which the processing is suspended (section 17).  <FRAGMENT_SUPPRESSED>"], ["[53]", "It would be difficult to conclude from the scheme of the Act that Parliament is not promoting diligence. Similarly, there is no avoiding, on the evidence of this case, that diligence has been dearly missing.  <FRAGMENT_SUPPRESSED>"], ["[54]", "The respondent sought to rely on", "<FRAGMENT_SUPPRESSED>", ", where a 2:1 majority of the Federal Court of Appeal found that the discretionary nature of", "mandamus", "allowed for the refusal of the remedy.  <FRAGMENT_SUPPRESSED>"], ["[55]", "The facts  <FRAGMENT_SUPPRESSED>", "are important to the disposition of the case. Ms. Khalil signed with her husband a joint application for permanent residence in Canada. The joint application had not disclosed that Ms. Khalil's husband had taken part in a terrorist attack against an El Al plane at the Athens airport. After he had served about 18 months in jail, the 18-year sentence was commuted. The citizenship judge, not aware of these particular circumstances, had found that citizenship ought to be granted.  <FRAGMENT_SUPPRESSED>"], ["[56]", "As can be seen, a serious allegation of misrepresentation, prior to the application for citizenship, was at the heart of the majority's concerns:  <FRAGMENT_SUPPRESSED>"], ["[14] ... While the Minister has no discretion to arbitrarily refuse to grant citizenship to a person who meets the requirements, the Minister must retain some authority to refuse to grant citizenship where it is discovered before citizenship is granted that there has been a material misrepresentation, or some reasonable cause to believe that there was.  <FRAGMENT_SUPPRESSED>"], ["[57]", "The circumstances of the case before this Court are quite different. There is no allegation on the record of misrepresentations having been made by the applicant in order to gain permanent residence in Canada. At the time the", "mandamus", "application was launched, the respondent had only a lack of diligence to show.  <FRAGMENT_SUPPRESSED>"], ["[58]", "The respondent has suggested that the applicant does not have clean hands because in at least one case he tried to evade an immigration interview in 2012 upon returning to Canada. In my view, if a determination had to be made as to who does not have clean hands, the respondent would have to answer for what has been poor behaviour. At its most basic, the rule of law, on which our country is founded (see the Preamble to the", "Canadian Charter of Rights and Freedoms", ": Whereas Canada is founded upon principles that recognize the supremacy of God and the rule of law), must mean this:  <FRAGMENT_SUPPRESSED>", "The core of the existing principle is, I suggest, that all persons and authorities within the state, whether public or private, should be bound by and entitled to the benefit of laws publicly made, taking effect (generally) in the future and publicly administered in the Courts. (Tom Bingham, formerly Lord Chief Justice of England and Wales and Senior Law Lord in the United Kingdom, in", "The Rule of Law", "(Toronto: Penguin Books, 2010) at 8).  <FRAGMENT_SUPPRESSED>", "An application for citizenship commenced in early 2008 had not been resolved more than four years later. Indeed, no explanation has been provided for why, between March 2011 and this application for", "mandamus", "no diligence was shown by the respondent. Instead, interviews were scheduled more than one year later, with the Minister's representatives resorting to a sham in order to refuse conducting the interview in April 2012.  <FRAGMENT_SUPPRESSED>"], ["[59]", "Suspicions that are not based on objective facts are not reasonable suspicions (", "R v Chehil", ", 2013 SCC 49); they are merely suspicions and they cannot justify the behaviour in this case. It is worth repeating that one of the Minister's representatives in this case, who was denied the request to appeal the citizenship judge's decision because the time period for doing so had expired wrote, on January 4, 2012, that \"(N)ous n'avons plus d'autre choix que d'approuver les demandes ...\".  <FRAGMENT_SUPPRESSED>"], ["[60]", "The writer's advice ought to have been taken seriously instead of ordering new interviews. This case is significantly different from", "<FRAGMENT_SUPPRESSED>", ", because, in that case, the discretion exercised was in favour of the state in view of the serious misrepresentations made to gain entry into Canada. Conversely, where there is misbehaviour on the part of some state actors who, on this record, have not provided any explanation, the discretion should be exercised in favour of an applicant.  <FRAGMENT_SUPPRESSED>"], ["[61]", "What has taken place after the application for", "mandamus", "was filed is not relevant to this application. The respondent argued that Rule 302 of the", "Federal Courts Rules", "prevents a consideration of any further decision. I agree. At the same time, had citizenship been granted when it should have been, whatever travel done by the applicant would have been of no moment given that the Constitution guarantees the right to enter and leave Canada (subsection 6(1) of the Charter). I note that an inadmissibility report, pursuant to section 44 of the IRPA, can only be made about \"a permanent resident or a foreign national who is in Canada\". It cannot be made about a citizen of this country.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[62]", "I have come to the conclusion that discretion ought to be exercised in favour of the applicant:  <FRAGMENT_SUPPRESSED>", "(1) The scheme of the", "Citizenship Act", "favour diligence in the granting or denying of citizenship.  <FRAGMENT_SUPPRESSED>", "(2) The facts of this case show a lack of diligence on the part of the respondent.  <FRAGMENT_SUPPRESSED>", "(3) Indeed, the facts of this case show a measure of misbehaviour on the part of some state actors, without any satisfactory explanation on this record.  <FRAGMENT_SUPPRESSED>", "(4) The", "Khalil", "exception does not find application in the instant case.  <FRAGMENT_SUPPRESSED>", "(5) The conditions required in order for a", "mandamus", "application have all been met:  <FRAGMENT_SUPPRESSED>", "(a) there is a public duty to act;  <FRAGMENT_SUPPRESSED>", "(b) the public duty is owed to the applicant;  <FRAGMENT_SUPPRESSED>", "(c) there is a clear right to the performance of the duty.  <FRAGMENT_SUPPRESSED>", "(d) there is no adequate remedy available;  <FRAGMENT_SUPPRESSED>", "(e) the order will be of practical value or effect;  <FRAGMENT_SUPPRESSED>", "(f) there is no equitable bar to the exercise of discretion and the relief sought;  <FRAGMENT_SUPPRESSED>", "(g) the balance of convenience favours the applicant.  <FRAGMENT_SUPPRESSED>", "Costs  <FRAGMENT_SUPPRESSED>"], ["[63]", "The applicant urged an award of costs on a solicitor-client basis. I considered awarding costs on that basis, given the full discretionary power given the Court (Rule 400). In my view, there was nothing in the conduct of the litigation itself that was abusive. Moreover, I do not believe that this case rises to the level described by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , at paragraph 86:  <FRAGMENT_SUPPRESSED>", "The general rule in this regard is that solicitor-client costs are awarded only on very rare occasions, for example when a party has displayed reprehensible, scandalous or outrageous conduct [...]. Reasons of public interest may also justify the making of such an order.  <FRAGMENT_SUPPRESSED>", "In my view, Rule 407 should find application here.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[64]", "In view of the particular circumstances of this case, I believe an order in the nature of a directed verdict is appropriate. As of the date of the application for", "mandamus", ", close to four and a half years since the original application for citizenship, there was no bar to the granting of citizenship that had been identified. Furthermore, it would be unfortunate if any further acrimony could delay some more the resolution of this matter.  <FRAGMENT_SUPPRESSED>"], ["[65]", "The conditions for obtaining citizenship were obviously present in January 2012 and nothing on this record suggests that there was anything missing as of the date of the application for the issuance of a", "mandamus", ". As the legislation speaks in terms of \"[T]he Minister shall grant citizenship\", there is not much to be gained by an order that would be less directive.  <FRAGMENT_SUPPRESSED>"], ["[66]", "I find support for my conclusion that a more directive order is appropriate in the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>"], ["[14] In our view, in these circumstances, the Federal Court had at least two sources of power to exercise its discretion in favour of making a mandatory order (", "mandamus", "):  <FRAGMENT_SUPPRESSED>", "As mentioned above, the Federal Court found the Minister's conclusion that there was a significant risk that Mr. LeBon would commit a \"criminal organization offence\" to be unsupported by the evidence, and the Crown does not contest this. With that factor off the table, all that remained were factors supporting the transfer. In these circumstances, it was open to the Federal Court to conclude on this evidence that the only lawful exercise of discretion is the granting of transfer. In such circumstances, mandamus lies:  <FRAGMENT_SUPPRESSED>  at paragraph 41.  <FRAGMENT_SUPPRESSED>", "In the unusual circumstances of this case, mandamus is also available to prevent the further delay and harm that would be caused to Mr. LeBon if the Minister were given a third chance to decide this matter in accordance with law, in circumstances where the Minister did not follow this Court's earlier decision, paid \"lip service\" to it, and displayed a \"closed mind\" and \"intransigency\": see  <FRAGMENT_SUPPRESSED> (there is a jurisdiction to grant mandamus in exceptional circumstances where delay would result in harm); see also the authorities cited in  <FRAGMENT_SUPPRESSED>  at paragraph 148 (there is a jurisdiction, centuries-old, to grant mandamus in exceptional cases of mal-administration) (per LeBel J., dissenting, the majority not disagreeing with the existence of the jurisdiction).  <FRAGMENT_SUPPRESSED>"], ["[67]", "This case meets both. The Law provides that the Minister shall grant citizenship if the conditions are met. The only lawful exercise of discretion at this stage would appear to me to be the granting of citizenship. Second, further delay and harm should be prevented.  <FRAGMENT_SUPPRESSED>"], ["[68]", "Surely the rule of law commands that the respondent be bound by the law and that the applicant be entitled to the benefit of the law. The respondent has had more than ample time to flesh out its suspicions, if any, about the claim to citizenship of the applicant.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[69]", "THE COURT HEREBY ORDERS AND ADJUDGES THAT", ":  <FRAGMENT_SUPPRESSED>", "1. An order in the nature of", "mandamus", "issues, requiring the respondent to grant, in accordance with the law and section 5 of the", "Citizenship Act", ", RSC 1985, c C-29, and as of the date of this application, May 23, 2012, citizenship to the applicant within a period of thirty (30) days of this Judgment.  <FRAGMENT_SUPPRESSED>", "2. Costs are awarded to the applicant and are to be assessed pursuant to Rule 407 of the", "Federal Courts Rules", ", SOR/98-106.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/vnh  <FRAGMENT_SUPPRESSED>"]]}