{"id_": "048477", "body_str": [["[1]", "Phelan, J.", ": The Applicant, Ms. Lau, was either unlucky or unwise or both. She wired a large sum of money ($133,000) to a Mr. Lee to buy her a luxury car in the US. Mr. Lee squandered the money and lied to Ms. Lau. She then gave him the same amount in cash to take with him to the US to purchase the car. The money was seized by the Canada Border Services Agency [CBSA] because Mr. Lee did not report its export as required under the", "Proceeds of Crime (Money Laundering) and Terrorist Financing Act", ", SC 2000, c 17 [Act]. The Minister has refused to return the money because he is not satisfied as to the origin of the funds. This is the judicial review of the exercise of the Minister's discretion under s 29 of the Act confirming the forfeiture of the money to Her Majesty in Right of Canada.", "II.", "BACKGROUND"], ["[2]", "This story began in April 2010 when Ms. Lau, a successful real estate agent in Vancouver, wired $133,000 to Mr. Lee for the purpose of buying a particular type of Porsche from a Florida dealership. Curiously the money was to go into a casino cage depository in Las Vegas. Ms. Lau had been introduced to Mr. Lee by a colleague/friend as someone who could help her find and import this type of car."], ["[3]", "Shortly after the transfer of funds, Mr. Lee informed Ms. Lau that the transfer had been returned to her account and that, as he had already paid for the car himself, he wanted her to pay him in cash."], ["[4]", "On April 30, 2010, Mr. Lee visited Ms. Lau at her home and provided a bank document purporting to show that the wire transfer had been returned."], ["[5]", "Although Ms. Lau confirmed with her bank that the wire transfer had not been returned, she acceded to Mr. Lee's demand for money immediately. She arranged to give him $133,000 in cash that very day."], ["[6]", "The following day Mr. Lee attempted to leave on a flight from Vancouver to Las Vegas carrying $131,000 CAD and $1,195 USD. Of the $131,000 CAD, $30,000 was wrapped to bank standards with a Bank of Montreal stamp dated April 28, 2010 (two days before Mr. Lee's visit to Ms. Lau). The rest of the money was either wrapped in plastic, brown paper or loosely contained in Mr. Lee's pockets and wallet."], ["[7]", "Upon departure, Mr. Lee failed to report to CBSA that he was carrying more than $10,000 as he was required to do under s 12 of the Act and was subsequently questioned by CBSA officials."], ["[8]", "Mr. Lee stated initially that the money was his and that he was a professional gambler. Later, when documents relating to the car in Florida were found, he admitted that he was selling the car to Ms. Lau. Mr. Lee also admitted that in 2001 he was involved in the fraudulent sale of high-end vehicles. Having admitted that he had lost Ms. Lau's $133,000 gambling, Mr. Lee stated that he still intended to buy the car for her; however, he did not have an onward air ticket to Florida. The CBSA officer suspected that Ms. Lau had been defrauded of the money."], ["[9]", "Since Mr. Lee also admitted that the $30,000 wrapped to bank standards had come from a loan shark, the CBSA concluded that this amount was illegal and therefore constituted proceeds of crime."], ["[10]", "As the whole amount in Mr. Lee's possession had not been reported, it was seized pursuant to s 18(1) of the Act and, due to reasonable grounds to suspect that it was proceeds of crime, no terms of release were granted."], ["[11]", "Subsequently Ms. Lau took Mr. Lee to a law firm (not, unfortunately for her, the firm representing her before this Court) to attempt to obtain the return of the funds."], ["[12]", "Initially that firm wrote to ask for a Ministerial review indicating that the firm represented Mr. Lee and that the funds were to be returned to him."], ["[13]", "Approximately six weeks later, on June 22, 2010, the firm informed CBSA by letter that it represented both Mr. Lee and Ms. Lau and requested that the funds be returned to Ms. Lau. The firm confirmed that Mr. Lee had been retained to purchase a Porsche and that Ms. Lau had given him the funds."], ["[14]", "On July 20, 2010, CBSA provided Mr. Lee with its Notice of Reasons; however, it turned out that Mr. Lee had died the previous month and before the July 20, 2010 letter was sent."], ["[15]", "On September 28, 2010, the law firm wrote to CBSA advising that it no longer represented Ms. Lau. Approximately six months later, a relative of Mr. Lee advised CBSA that the family (presumably his beneficiaries) were not interested in the matter. The CBSA closed its file in respect of Mr. Lee."], ["[16]", "Ms. Lau had retained current counsel who continued the efforts to secure the return of the money. The firm filed submissions and affidavits explaining that the $133,000 came firstly from Ms. Lau by way of accumulated gifts over three years from her boyfriend Mr. Lu (an artist who attested that he made approximately $200,000 per annum and gave Ms. Lau $100,000). The other source was $30,000 borrowed from a Mr. Chen on April 28, 2010 for which there was no affidavit; however, Ms. Lau provided a letter from his bank confirming the withdrawal on that date."], ["[17]", "What followed was a series of expressions of concern by CBSA as to the source of funds from Mr. Lu and Mr. Chen and a series of further submissions on behalf of Ms. Lau, all to the same effect as the facts in paragraph 16."], ["[18]", "By letter dated June 7, 2011, the Minister issued his s 27 decision confirming that s 12(1) of the Act had been contravened. He further indicated that pursuant to s. 29, he would not exercise his discretion to provide relief from forfeiture in light of the Applicant's failure to demonstrate the legitimate origin of the seized funds."], ["[19]", "The Minister's discretionary decision was made under s 29 of the Act:", "29.", "(1) If the Minister decides that subsection 12(1) was contravened, the Minister may, subject to the terms and conditions that the Minister may determine,", "(a)", "decide that the currency or monetary instruments or, subject to subsection (2), an amount of money equal to their value on the day the Minister of Public Works and Government Services is informed of the decision, be returned, on payment of a penalty in the prescribed amount or without penalty;", "(b)", "decide that any penalty or portion of any penalty that was paid under subsection 18(2) be remitted; or", "(c)", "subject to any order made under section 33 or 34, confirm that the currency or monetary instruments are forfeited to Her Majesty in right of Canada.", "The Minister of Public Works and Government Services shall give effect to a decision of the Minister under paragraph (a) or (b) on being informed of it.", "(2) The total amount paid under paragraph (1)(a) shall, if the currency or monetary instruments were sold or otherwise disposed of under the", "Seized Property Management Act", ", not exceed the proceeds of the sale or disposition, if any, less any costs incurred by Her Majesty in respect of the currency or monetary instruments.", "29.", "(1) S'il décide qu'il y a eu contravention au paragraphe 12(1), le ministre peut, aux conditions qu'il fixe:", "a)", "soit restituer les espèces ou effets ou, sous réserve du paragraphe (2), la valeur de ceux-ci à la date où le ministre des Travaux publics et des Services gouvernementaux est informé de la décision, sur réception de la pénalité réglementaire ou sans pénalité;", "b)", "soit restituer tout ou partie de la pénalité versée en application du paragraphe 18(2);", "c)", "soit confirmer la confiscation des espèces ou effets au profit de Sa Majesté du chef du Canada, sous réserve de toute ordonnance rendue en application des articles 33 ou 34.", "Le ministre des Travaux publics et des Services gouvernementaux, dès qu'il en est informé, prend les mesures nécessaires à l'application des alinéas", "a)", "ou", "b)", "(2) En cas de vente ou autre forme d'aliénation des espèces ou effets en vertu de la", "Loi sur l'administration des biens saisis", ", le montant de la somme versée en vertu de l'alinéa (1)", "a)", "ne peut être supérieur au produit éventuel de la vente ou de l'aliénation, duquel sont soustraits les frais afférents exposés par Sa Majesté; à défaut de produit de l'aliénation, aucun paiement n'est effectué.", "(A more detailed description of the scheme of the Act has been laid out in such cases as", "FRAGMENT_SUPPRESSED)"], ["[20]", "The s 29 decision was based on the Applicant's failure to establish the legitimate origins of the funds, in particular, and gave rise to reasonable suspicion because:", "• There was no documentation establishing the origins of the $100,000 seized. The Minister was unable to identify which withdrawals from the boyfriend's account corresponded to the moneys given by the boyfriend.", "• CBSA was unable to ascertain the origin of the numerous large deposits made into the boyfriend's bank account which would account for the origins of the funds eventually gifted to the Applicant. These concerns had gone unanswered throughout the process.", "• The fact that the Applicant kept the $100,000 in her safe created an undocumented void between a legitimate origin and the seized funds.", "• The claim that the Applicant kept large amounts of currency outside banking institutions was contradicted by her practice of using banks such as when she wired money to Mr. Lee.", "• The fact that the Applicant had sufficient funds in her bank account raised suspicions about why she needed a personal loan and used funds from her personal safe.", "• There were no documents related to the $1,191 USD that was raised.", "• There were no documents submitted establishing the legitimate origins of the $30,000 despite the CBSA requesting such evidence.", "• There were additional concerns surrounding the $30,000 because Mr. Lee claimed that it had been provided by a loan shark; the details of which had been provided by Mr. Lee.", "• These suspicions about the $30,000 also called into question the Applicant's claim to ownership of this amount.", "III.", "ANALYSIS"], ["[21]", "The issues in this judicial review framed by the Applicant are:", "1) Did the Minister's delegate err in applying the wrong legal test when determining the Applicant's request for the return of the funds seized?", "2) Was the decision unreasonable?"], ["[22]", "On the first issue, the Applicant says the standard of review is correctness because it is a matter of law. The Respondent argues that the \"proper test\" is a matter of statutory interpretation of the tribunal's (the Minister's) home statute and therefore the standard of review is reasonableness."], ["[23]", "In my view, neither argument is applicable to the decision at issue."], ["[24]", "The Minister, in interpreting the statute (if that is what he does), does not enjoy the deference that a true tribunal interpreting its statute enjoys. For the reasons given by the Court of Appeal in", "FRAGMENT_SUPPRESSED, (", "sub nom", "FRAGMENT_SUPPRESSED), the Minister's interpretation of law and his powers must be correct for all the legal and policy reasons outlined by the Court of Appeal."], ["[25]", "However, the Minister did not interpret the law or apply a legal test in this instance. The Minister exercised a broad discretion to grant relief from the usual result of seizure - forfeiture to the Crown."], ["[26]", "There is no issue that there was a failure to report the funds and thus a contravention of subsection 12(1) of the Act. Even if Ms. Lau is the owner of the funds, Mr. Lee was her duly constituted agent for transporting the funds across the Canada/US border."], ["[27]", "If the Applicant has challenges to the s 27 decision with respect to reporting or ownership, these are dealt with under s 25 and s 32 and are subject to an action or application (as the case may be) in the Federal Court where \"rights\" are to be dealt with particularly under sections 32-33 with respect to the rights of the \"owner\".", "25.", "A person from whom currency or monetary instruments were seized under section 18, or the lawful owner of the currency or monetary instruments, may within 90 days after the date of the seizure request a decision of the Minister as to whether subsection 12(1) was contravened, by giving notice in writing to the officer who seized the currency or monetary instruments or to an officer at the customs office closest to the place where the seizure took place.", "32.", "(1) If currency or monetary instruments have been seized as forfeit under this Part, any person or entity, other than the person or entity in whose possession the currency or monetary instruments were when seized, who claims in respect of the currency or monetary instruments an interest as owner or, in Quebec, a right as owner or trustee may, within 90 days after the seizure, apply by notice in writing to the court for an order under section 33.", "(2) A judge of the court to which an application is made under this section shall fix a day, not less than 30 days after the date of the filing of the application, for the hearing.", "25.", "La personne entre les mains de qui ont été saisis des espèces ou effets en vertu de l'article 18 ou leur propriétaire légitime peut, dans les quatre-vingt-dix jours suivant la saisie, demander au ministre de décider s'il y a eu contravention au paragraphe 12(1) en donnant un avis écrit à l'agent qui les a saisis ou à un agent du bureau de douane le plus proche du lieu de la saisie.", "32.", "(1) En cas de saisie-confiscation effectuée en vertu de la présente partie, toute personne ou entité, autre que le saisi, qui revendique sur les espèces ou effets un intérêt en qualité de propriétaire ou, au Québec, un droit en qualité de propriétaire ou de fiduciaire peut, dans les quatre-vingt-dix jours suivant la saisie, requérir par avis écrit le tribunal de rendre l'ordonnance visée à l'article 33.", "(2) Le juge du tribunal saisi conformément au présent article fixe à une date postérieure d'au moins trente jours à celle de la requête l'audition de celle-ci."], ["[28]", "In my view, s 29 is a different process which engages the Minister's discretion. In exercising that discretion, the Minister put emphasis on establishing the origins of the funds. Such emphasis is consistent with the objectives of the Act:", "3.", "The object of this Act is", "(a)", "to implement specific measures to detect and deter money laundering and the financing of terrorist activities and to facilitate the investigation and prosecution of money laundering offences and terrorist activity financing offences, including", "(i) establishing record keeping and client identification requirements for financial services providers and other persons or entities that engage in businesses, professions or activities that are susceptible to being used for money laundering or the financing of terrorist activities,", "(ii) requiring the reporting of suspicious financial transactions and of cross-border movements of currency and monetary instruments, and", "...", "(c)", "to assist in fulfilling Canada's international commitments to participate in the fight against transnational crime, particularly money laundering, and the fight against terrorist activity.", "3.", "La présente loi a pour objet:", "a)", "de mettre en oeuvre des mesures visant à détecter et décourager le recyclage des produits de la criminalité et le financement des activités terroristes et à faciliter les enquêtes et les poursuites relatives aux infractions de recyclage des produits de la criminalité et aux infractions de financement des activités terroristes, notamment:", "(i) imposer des obligations de tenue de documents et d'identification des clients aux fournisseurs de services financiers et autres personnes ou entités qui se livrent à l'exploitation d'une entreprise ou à l'exercice d'une profession ou d'activités susceptibles d'être utilisées pour le recyclage des produits de la criminalité ou pour le financement des activités terroristes,", "(ii) établir un régime de déclaration obligatoire des opérations financières douteuses et des mouvements transfrontaliers d'espèces et d'effets,", "...", "c)", "d'aider le Canada à remplir ses engagements internationaux dans la lutte contre le crime transnational, particulièrement le recyclage des produits de la criminalité, et la lutte contre les activités terroristes."], ["[29]", "With respect to the Minister's decision itself (the 2nd issue), the Court of Appeal in", "FRAGMENT_SUPPRESSED, set out the standard of review of the exercise of discretion as reasonableness.", "FRAGMENT_SUPPRESSED"], ["[30]", "Given the totality of the background of this case, it is hardly surprising that the Minister (or his officials) had suspicions as to the source of funds and the flow of monies."], ["[31]", "It is arguable that the Minister's suspicion arising from the Applicant borrowing money rather than using a line of credit is questionable. However, that conclusion must be weighed in the overall context of the facts where traceability of the origin of the funds was at least opaque."], ["[32]", "The comment regarding the Applicant not knowing the nationality of the currency is an error; it was a peripheral comment at best."], ["[33]", "In the context of the questionable history of the source of the $30,000 in bank standard wrapping, it was not unreasonable to put some weight on Mr. Lee's explanation that he obtained it from a loan shark, particularly as it was given at a time when it was an \"admission against interest\"."], ["[34]", "The Applicant's reliance on a loan agreement concerning the $30,000 legitimately raises as many questions as it answers. The loan was taken out two days before the Applicant says she knew Mr. Lee insisted on being paid $133,000. The loan is at best a bare promissory note \"I, Julia Chi Yuen Lau, borrowed $30,000 CAD from Mai Lin Chen. I will pay him back the whole amount in one year\". This agreement, lacking such fundamentals as interest rate (or even confirmation of interest), place of payment and other terms granted, by a successful real estate agent with a MBA, provides a reasonable basis to look for other evidence, including that provided by Mr. Lee."], ["[35]", "The fact that there was no affidavit from Mr. Lee or additional objective evidence as to the origins of the $30,000 showing how or when it was earned, gives reasonable grounds for concern."], ["[36]", "The central thesis of the Minister's decision is that he was not satisfied as to the origins of the funds. There is a clear and rational basis for the Minister's concern and, in terms of standard of review, some deference is owed to the Minister as to whether he ought to have been satisfied with the explanations advanced."], ["[37]", "I conclude that the Minister's decision falls within a range of acceptable outcomes and is reasonable in the circumstances.", "IV.", "CONCLUSION"], ["[38]", "For these reasons, this judicial review will be dismissed with costs.", "JUDGMENT"], ["[39]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed with costs.", "Application dismissed.", "Editor: Sharon McCartney/vnh"]]}