{"id_": "048696", "body_str": [["[1]", "Shore, J.", "[Translation]:"], ["[7] ... It is significant that throughout history and even modern history: e.g. Christians of various denominations, Jews, Moslems, Buddhists, Hindus and Baha'is have been killed for their beliefs without necessarily even having had deep knowledge, or even any knowledge, of their religions, other than adherence to their faith. Many died for their faiths but, according to the annals of history, did not live according to their faiths; yet, that did not stop their slaughter. Therefore, it is important to view the evidence in this case such as provided by the specific church in question and additional evidence therefrom that was provided.", "(As explained by the undersigned in", "FRAGMENT_SUPPRESSED)."], ["[2]", "Assessing the credibility of the refugee claimant is intrinsic to the function of an administrative tribunal. A certain level of deference is owed to the first instance tribunal's findings of fact to protect its primary function of weighing testimony. In some circumstances, however, this Court must intervene where it appears that, upon reviewing the entire record, the findings on the crux of the claim are unsupported by all the evidence, which forms a whole on its own by these nuances:"], ["[1] A decision cannot be rendered in a vacuum without considering the person who is before a first-instance tribunal. Without taking into context all testimony, evidence, both subjective and objective (country of origin condition evidence) and understanding the clear nuances that form threads to comprehending a case, a first-instance tribunal may have heard a case but not necessarily have listened to it ...", "FRAGMENT_SUPPRESSED", ", above).", "II.", "Judicial proceeding"], ["[3]", "This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), of a decision by the Refugee Protection Division (RPD) of the Immigration and Refugee Board (IRB) dated September 9, 2011, that the applicant is neither a Convention refugee as defined in section 96 of the IRPA nor a person in need of protection under section 97 of the IRPA.", "III.", "Facts"], ["[4]", "The applicant, Nour El Houda El Aoudie, 58 years old, is a citizen of Morocco."], ["[5]", "Ms. El Aoudie, a Muslim, was first married in 1975. In 1992, she was divorced because of the domestic violence she was subjected to and the sexual assault of one of her children by her husband."], ["[6]", "Ms. El Aoudie alleged that she was perceived negatively by Moroccan society because of her divorce, her situation as a single mother and the fact that, as a seamstress, she received clients in her home."], ["[7]", "Ms. El Aoudie came to Canada in 2004 to visit one of her daughters and she has remained there since."], ["[8]", "Ms. El Aoudie had psychological problems and existential crises that caused her to become interested in Christianity. In 2004, she met Jean-Paul David, a Canadian citizen promising to marry and sponsor her. The relationship ended because he turned out to be an alcoholic and violent."], ["[9]", "In March 2007, she met Inayath Hussein, a Muslim of Indian heritage, whom she married in July 2007. A few days after the marriage ceremony, Inayath Hussein suggested she come live with his first wife and their three children, which she refused. Ms. El Aoudie apparently also understood that her second husband would not accept her conversion to Christianity. She left her husband in December 2007 and the divorce was granted in December 2008."], ["[10]", "Following her conversion to Christianity, on November 11, 2007, Ms. El Aoudie was baptised on January 13, 2008."], ["[11]", "She claimed", "sur place", "refugee status on December 18, 2007."], ["[12]", "In 2010, Ms. El Aoudie was apparently the victim of attempted murder during a robbery at her workplace.", "IV.", "Decision under judicial review"], ["[13]", "The RPD questioned the applicant's testimony as to whether she truly converted to the Catholic religion. The RPD determined that the alleged conversion of the applicant is a tactic to remain in Canada, close to her children."], ["[14]", "The RPD acknowledged the applicant's fragile psychological state, but found that she wanted to stay in Canada to receive psychological care."], ["[15]", "The RPD made negative credibility findings against the applicant since she had apparently described the baptismal ceremony in a confusing manner. In addition, she was not able to explain the baptismal ceremony or recite the Ten Commandments, she was also unable to specify the reason why she converted on November 11, 2007. Also, the RPD did not give probative value to the baptismal certificate."], ["[16]", "The RPD found that the applicant's intention has always been to live in Canada, as allegedly demonstrated by her two marriages with Canadian citizens for the purpose of being sponsored. The RPD alleges that, faced with these failed marriages, the applicant requested protection from Canada.", "V.", "Issue"], ["[17]", "Is the RPD's decision reasonable?", "VI.", "Relevant statutory provisions"], ["[18]", "The following provisions of the IRPA are applicable in this case:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection", "VII.", "Positions of the parties"], ["[19]", "The applicant alleged that the RPD erred in questioning her conversion to the Catholic religion. The RPD failed to take into account the documentary evidence in the record, including the certificate of baptism and the letter dated March 26 from the Montréal diocese, confirming the seriousness of her membership."], ["[20]", "The RPD allegedly failed to take into account the psychological report filed as evidence demonstrating the applicant's psychological distress. The applicant also submits that the RPD's finding that the applicant converted to Christianity only to benefit from adequate care in Canada is unreasonable given that she always paid for her psychological care."], ["[21]", "The RPD allegedly erred in basing its credibility finding on the applicant's lack of theoretical knowledge, when, in her view, faith cannot be measured solely by knowledge of doctrine. A persecutor will not ask the person to explain the faith to which she has converted before persecuting her; people are not persecuted for the depth of their knowledge of the religion; rather, they are persecuted for the fact that they belong to a religion through which they have become either apostates or heretics."], ["[22]", "The applicant submitted that the RPD failed to consider that, according to the documentary evidence, she could be persecuted in her country of origin because she converted to Christianity."], ["[23]", "The respondent argued that the RPD, in accordance with its mandate as decision-maker, reasonably assessed the credibility of the applicant and that the Court's role is not to substitute its reasoning for that of the RPD."], ["[24]", "The respondent submitted that the RPD may rely on deficiencies in the applicant's account in finding that the testimony was not credible."], ["[25]", "The respondent also explained that it appears from the decision that the RPD did consider the applicant's psychological state."], ["[26]", "It further claimed that the RPD could attach little weight to the documentary evidence submitted if other evidence supported its findings.", "VIII.", "Analysis"], ["[27]", "It is well established by case law that this Court must defer to the administrative tribunal's findings of fact. The reasonableness standard must apply (", "FRAGMENT_SUPPRESSED)."], ["[28]", "More recently, the Supreme Court of Canada, in", "FRAGMENT_SUPPRESSED, further explained the definition of the reasonableness standard:", "FRAGMENT_SUPPRESSED"], ["[29]", "This case requires the assessment of the concept of \"", "sur place", "refugee\" in that an individual, who is not a refugee at the time of leaving his or her country of origin, may still encounter persecution upon his or her return because of specific circumstances arising in the host country (", "FRAGMENT_SUPPRESSED)."], ["[30]", "The RPD's overall analysis is based on its belief that the applicant converted to Christianity for the sole purpose of remaining in Canada. The RPD did not present its analysis in determining whether the applicant was facing a risk of persecution because she had converted, as the following passage demonstrates:", "FRAGMENT_SUPPRESSED"], ["[31]", "The following reasoning of Mr. Justice Yves de Montigny in", "FRAGMENT_SUPPRESSED, applies to this case:", "FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[32]", "In its decision, the RPD was concerned with the applicant's first relationship with a Canadian citizen who had promised that he would marry her and her second marriage with a Canadian citizen of Indian heritage who said that he would sponsor her. Therefore, it inferred that the refugee claim was not credible. This reasoning did not take into account the nuances of the evidence that the applicant did not want to return under any circumstances because she knew that her situation would be precarious in her country of origin and, as demonstrated in the above-cited case law, the RPD did not address the evidence of the applicant's activities in Canada."], ["[33]", "Thus, to call into question the applicant's credibility, the RPD indicated that she was unable to explain the meaning of the baptism, that she described the ceremony in a confused manner and that she was unable to recite the Ten Commandments. This Court has already ruled that the RPD should not confine itself to a microscopic analysis of the testimony of a refugee claimant (", "FRAGMENT_SUPPRESSED)."], ["[34]", "The hearing transcript shows that the RPD spoke at length in its examination about the mandatory presence of \"sponsors\" during the baptism, a term that the applicant had probably not understood. However, she explained the presence of two women who were with her at the time of the baptism by the priest in addition to explaining the \"dream\" that guided her to convert (Tribunal Record (TR) at pp 223-230)."], ["[35]", "As to the RPD's general issue relating to preparation prior to the baptism, the applicant explained what the baptismal ceremony meant to her, spoke of the various Gospels, recited two prayers and submitted that she went to mass once a week", "(TR at pp 231-232).", "These facts were not mentioned in the RPD decision", ". After reviewing the transcript, the RPD did not adequately review the credibility of the applicant's conversion to Christianity, finding that this conversion, if it had taken place, was merely part of the intention to remain in Canada."], ["[36]", "The RPD did not mention the letter of support of Roger Dubois, permanent deacon of the Montréal diocese, confirming the death of Father Yves Gauthier, the applicant's guide, and of the availability of the current priest who accompanied her to testify regarding her participation in the parish where her baptism took place", "(TR at p 104)."], ["[37]", "Given that the RPD was of the view that the applicant had created facts so that she could remain in Canada, it did not carefully review all her actions in Canada to determine whether she is a", "sur place", "refugee."], ["[38]", "Further, this Court is not persuaded on reading the decision that the applicant's psychological state was taken into account. The RPD stated that it recognized the fragile psychological state of the applicant. The RPD, as decision-maker, has the jurisdiction to assess the evidence as it sees fit, in accordance with its jurisdiction, but nevertheless must point out evidence that may be absolutely contrary to its findings (", "FRAGMENT_SUPPRESSED). Moreover, the applicant's conversion is clarified by statements discussed in the psychological report."], ["[39]", "The RPD failed to analyze all of the evidence."], ["[40]", "The RPD, as tribunal of fact, has the advantage of hearing refugee claimants and, thereby, judging their credibility. The RPD's decision is flawed as a result of its hasty decision that the applicant was using a scheme to allow her to remain in Canada. Thus, the RPD failed to adequately review the documents in support of the testimony, which would have required an assessment of the overall context.", "IX.", "Conclusion"], ["[41]", "For all these reasons, the RPD's decision is unreasonable. The application for judicial review is allowed and the matter is referred back for redetermination to a differently constituted panel.", "JUDGMENT"], ["[42]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review be allowed and that the matter be referred to a differently constituted panel for redetermination. No serious question of general importance is to be certified.", "Application allowed.", "Editor: E. Joanne Oley/vnh"]]}