{"id_": "048771", "body_str": [["[1]", "Harrington, J.", ": Raiek Salim's boyhood dream was to become an airline pilot. He now has his licence but says he cannot find work. No one will hire him in Israel, the land of his birth, because he is Arab and a Muslim. No one will hire him in Jordan, where he trained, or in other Arab countries because he holds an Israeli passport. Although he would like to work as an airline pilot in Montreal, he has never applied for permanent residency. He made inquiries at the Canadian Consulate in Tel Aviv. The person he spoke to doubted that he would qualify as a skilled worker immigrating to Quebec because at the time he did not have enough flying hours and had no French."], ["[2]", "Since then he spent some time in Montreal, obtained his Canadian pilot's licence and racked up more flying hours. He also enrolled in a French language course, but did not complete it. Rather he decided to become a refugee."], ["[3]", "He convinced the member of the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada who heard his case that he is a second class citizen in Israel, that opportunities open to others are denied him, and that he and other Israeli citizens of Arab origin are distrusted by large segments of the Jewish population, and subject to harassment and discrimination. She concluded, however, that he was not persecuted within the meaning of the", "United Nations Convention Relating to the Status of Refugees", ", or otherwise in need of Canada's protection. This is the judicial review of that decision.", "THE LEGAL BACKGROUND"], ["[4]", "There is a double aspect to Mr. Salim's claim. He says he fears persecution at the hands of the Israel Intelligence Services. In addition, while the abuse, discrimination and harassment to which he has been subjected throughout his lifetime may not, if considered individually, amount to persecution, they do if considered cumulatively."], ["[5]", "Under section 96 of the", "Immigration and Refugee Protection Act", "[IRPA], which gives effect to the Refugee Convention, there must be an objective basis to one's subjective fear (", "<FRAGMENT_SUPPRESSED>  (QL) (FCA)). It was not submitted that Mr. Salim is in need of protection under section 97 of IRPA on the basis that he would be subjected personally to torture within the meaning of Article 1 of the Convention against Torture, or to a risk to his life or to a risk of cruel and unusual treatment or punishment. It must also be kept in mind that \"[t] he most fundamental principle of immigration law is that non-citizens do not have an unqualified right to enter or remain in the country. At common law an alien has no right to enter or remain in the country\" (", "<FRAGMENT_SUPPRESSED> . Although the dividing line between persecution and cumulative discrimination may be difficult to establish, this is a mixed question of fact and law, also subject to review on the reasonableness standard (", "<FRAGMENT_SUPPRESSED>  (QL)). If a pure error of law was made, it is reviewed, however, on the correctness standard."], ["[7]", "The Supreme Court has cautioned that judicial restraint must be exercised in reviewing on a reasonableness standard. The issue is not whether the reviewing court would have come to the same conclusion. As Mr. Justice Iacobucci stated in", "Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  (QL), at paragraph 80:", "\"I wish to observe, by way of concluding my discussion of this issue, that a reviewer, and even one who has embarked upon review on a standard of reasonableness simpliciter, will often be tempted to find some way to intervene when the reviewer him- or herself would have come to a conclusion opposite to the tribunal's. Appellate courts must resist such temptations. My statement that I might not have come to the same conclusion as the Tribunal should not be taken as an invitation to appellate courts to intervene in cases such as this one but rather as a caution against such intervention and a call for restraint. Judicial restraint is needed if a cohesive, rational, and, I believe, sensible system of judicial review is to be fashioned.\"", "THE FACTS"], ["[8]", "Mr. Salim is currently 32 years of age. In 2003, after working for a few years and saving some money he decided to live his dream and become a pilot. Apparently, no school in Israel would accept him. However he was able to attend a flight academy in Jordan and successfully obtained a licence. Indeed, in 2005 he was the subject of a favourable interview in an Israeli Arabic language newspaper."], ["[9]", "He came to Canada in 2005 in order to continue his aviation studies, to obtain a Canadian pilot's licence, which he did, and to rack up flying hours. He returned to Canada later that year and twice more in 2007, before he finally applied for refugee status."], ["[10]", "As stated above, there were two bases for his claim. The first was his fear of the Israeli Intelligence Services. The second was that incidents of discrimination and harassment considered cumulatively amounted to persecution."], ["[11]", "His fear of the Israeli Intelligence Services derives from his status as a pilot. He would be considered a threat to Israel's national security. His only run-in with the authorities was in October 2007 at the airport in Tel Aviv before boarding a flight for Canada. He was subject to intense interrogation, and questioning with respect to his pilot qualifications and history. He was, however, permitted to catch his flight. Some months earlier, his brother had been interviewed by government agents concerning his activities and his training as a pilot. He believes a case is being made against him. He also suspects that he has been under surveillance in Canada by Israeli authorities, but has no evidence thereof."], ["[12]", "As to discrimination amounting to persecution, in addition to being thwarted in his efforts to become a pilot in Israel, he relied on country documentation which shows that many employers, both state organizations and private enterprises, require prospective employees to have served in the military. Jews are subjected to conscription while Arabs may volunteer. Mr. Salim did not. Indeed, it would seem that few Arabs do."], ["[13]", "Arabs are subject to racial profiling and discriminated against in many areas, including education, employment, housing, and are scorned upon at sporting and other events.", "THE DECISION"], ["[14]", "The RPD member broke down her reasons in two. She first determined whether Mr. Salim's fear of persecution from Israeli Intelligence Services is well-founded. She then analyzed the issue of discrimination versus persecution. She considered two aspects to this part of the claim. One was whether the discrimination alleged by the claimant that he was not allowed to qualify for and then work as a pilot in Israel rose to the level of persecution, and the other was whether the cumulative impact of discrimination throughout his life because he was an Arab and a Muslim \"coupled with worsening country conditions\" led to a well-founded fear or a serious possibility of persecution for the claimant \"in the future\"."], ["[15]", "She relied upon", "The Law of Refugee Status", "by Professor James C. Hathaway to distinguish between first level rights, such as freedom from slavery, freedom of thought, conscious and religion, and second and third level rights, which would include the freedom to leave and return to one's country, freedom from arbitrary detention, the right to access public employment without discrimination, and the right to equal protection for all."], ["[16]", "The RPD member rejected the first part of Mr. Salim's claim. She noted that the only time he was interviewed by the security forces, on 1 October 2007, was less than one week after returning to Israel after having been in Canada for a period of eight months. She thought it entirely reasonable that Israeli security forces may have been interested in him on that fact alone. She also noted that Israeli security screening is extremely stringent and necessary to ensure the safety of all passengers. She was of the view that this event was not persecutory, and did not violate his freedom of movement. More telling are the computer notes from the FOSS System regarding an interview when he arrived in Canada on an earlier visit in January 2007. This was after the article about him had been published. During the interview, he repeatedly denied that he had any problems in Israel, and that he had come to visit a friend. However, his friend was contacted and informed the officer that they had discussed the possibility that he would claim refugee status in Canada and might visit an immigration lawyer. The member found his credibility was impugned because the possibility of claiming refugee protection was discussed prior to the alleged persecutory events involving his brother in February 2007 and his interrogation at the Tel Aviv airport in October 2007."], ["[17]", "The member found there was routine discrimination to which Arab citizens of Israel were subjected to in every airport in Israel, and that many endure what amounts to racial profiling. However, in context, she determined that his rights were not violated in such a way as to constitute persecution."], ["[18]", "She then went on to consider discrimination, considered several of the articles presented and was satisfied that he was discriminated against in not being allowed to study and work as a pilot in Israel. However one aspect of this was that Arabs, unlike Jews, are not compelled to do military service. Most do not, and that fact is often used as a justification for discrimination. The position of the Israeli Government is that there is no official discrimination against Arabs and that when they are treated differently it is only because of security concerns."], ["[19]", "Following the Hathaway hierarchal approach to human rights, social-economic rights or so-called third level rights include the right to work, to an adequate standard of living and a right to an education. She then referred to the", "United Nations High Commissioner for Refugees Handbook", "which provides that differences in the treatment of various groups exists in many societies. However, persons who receive less favourable treatment as a result of such differences are not necessarily victims of persecution."], ["[20]", "Although she was satisfied that sustained or systemic denial of one's right to earn one's living is a form of persecution, she noted that Mr. Salim had finished high school with excellent marks and specialized in computers and communications systems. He later worked in a telecommunications company, as a lead technician. He was only one of two Arabs in the entire company. He claims that he was discriminated against because he was not promoted to a managerial position."], ["[21]", "She determined that there were no serious restrictions on his right to earn his livelihood and that it would be wrong to characterize any discrimination as persecution."], ["[22]", "She then considered the cumulative effect of incidents of discrimination. He was able to study and work, enjoyed relative economic prosperity, which allowed him freedom of movement, lived in a democracy, and although there were problems in certain areas, the Government of Israel generally respected the human rights of its citizens. She concluded that the cumulative nature of the events of discrimination did not constitute persecution.", "MR. SALIM'S CASE"], ["[23]", "Counsel submits that the RPD ignored, \"en masse\", documentary evidence which would have led to a different conclusion, and that the member erred in law with respect to the doctrine of cumulative grounds of persecution and the necessity to prospectively assess the risk of persecution."], ["[24]", "Reference was made to documentation which indicates that some access to land is conferred solely on Jewish citizens, that the grant of highly advantageous access to various public services is on the basis of military service, which discriminates against Arab Israeli citizens, and that the state has failed to investigate and prosecute acts of hate speech."], ["[25]", "It was strenuously argued that a reference to a 2009 United States Department of State Report was severely taken out of context. The member had used that report to state that the Israeli Government generally respected the human rights of its citizens. The entire paragraph of that report reads:", "\"The government generally respected the human rights of its citizens, although there were problems in some areas ...Institutional, legal and societal discrimination against Arab citizens, Palestinian Arabs, non-Orthodox Jews and other religious groups continued ...The government maintained unequal educational systems for Arab and Jewish students.\""], ["[26]", "The member was also criticized for not quoting the entire paragraph of the UNHCR Handbook dealing with cumulative discrimination. Paragraph 55 thereof reads:", "\"Where measures of discrimination are, in themselves, not of a serious character, they may nevertheless give rise to a reasonable fear of persecution if they produce, in the mind of the person concerned, a fear of apprehension and insecurity as regards his future existence. Whether or not such measures of discrimination in themselves amount to persecution must be determined in the light of all the circumstances. A claim to fear of persecution will, of course, be stronger where a person has been a victim of a number of discriminatory measures of this type and where there is thus a cumulative element involved.\"", "THE MINISTER'S RESPONSE"], ["[27]", "The minister submitted that the RPD's conclusion that Mr. Salim had not established that he had a well-founded fear of persecution at the hands of the Israeli Intelligence Services was reasonable. Indeed, his lack of credibility established that he did not have a subjective fear of returning to Israel."], ["[28]", "Likewise, the Board's analysis and conclusions regarding the allegations of discrimination and cumulative grounds for persecution were reasonable, and the allegations of discriminatory incidents were identified and weighed. More specifically, the Board did not find that Arab Israelis were not discriminated against, bur rather that in Mr. Salim's case, the discrimination cumulatively did not amount to persecution.", "ANALYSIS"], ["[29]", "The member's decision, as regards fear of persecution at the hands of Israeli Intelligence Forces, was well within the reasonable range of outcomes and is not to be disturbed ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47)."], ["[30]", "As to cumulative discriminatory acts becoming persecution at some stage, the member was well aware of the law and, in my view, applied it in a reasonable manner. The doctrine of cumulative grounds of persecution was summarized by Mr. Justice Nadon, speaking for the Federal Court of Appeal, in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  N.R. 259. Where evidence establishes a series of actions characterized to be discriminatory, and not persecutory, the cumulative effect of that conduct must be considered. It would be an error of law for the RPD not to consider the cumulative nature of that conduct, as directed against the claimant. The RPD is duty bound to consider all the events which may have an impact on a claimant's submission that he or she has a well-founded fear of persecution."], ["[31]", "That is exactly what the member did, and her analysis was forward-looking. In my opinion, the member did not take country conditions out of context."], ["[32]", "The US DOS Report of 2009 pointed out that \"Palestinian rockets and terrorists attacks killed four and injured 34 civilians in Israel during the year ...\", and that certain fundamental laws, orders and regulations depend on the existence of a \"State of Emergency\" which has been in effect since 1948."], ["[33]", "The report also states:", "\"The law exempts Arab citizens from mandatory military service. Citizens who do not perform military services enjoy fewer social and economic benefits. Arab citizens of Israel generally were ineligible to work in companies with defence contracts or security-related fields.\""], ["[34]", "Mr. Salim did not volunteer for military service. He speculates that he would not have been accepted. In one sense, this law discriminates against Jews who, for the most part, have no choice in the matter. However, since many of Israel's Arab neighbours bemoan her very existence, one can well understand why Arab citizens are not conscripted."], ["[35]", "Discrimination against Arab citizens in Israel by Israeli Airlines was well documented. Country conditions generally show a broad distrust of Jewish citizens towards Arab citizens, and vice versa. There are grave security concerns, but such concerns are by no means confined to Israel. Indeed, Mr. Salim testified that he would be a useful employee in Canada at a flight training school because after 9/11 Arab candidates are not particularly welcome in the United States."], ["[36]", "One of the reports submitted by Mr. Salim is from the Arab Association for Human Rights entitled", "Discrimination in the Israeli Law", ". It claims that since Israel defines itself as Jewish, it cannot be democratic, in that it rests on three minimum conditions: that Jews form the majority, that they are entitled to special treatment and preferential laws, and that there is a reciprocal relationship between Israel and the Jewish people in the Diaspora. Thus, the Palestinian Arab minority is excluded and discriminated against."], ["[37]", "This report promotes a particular agenda. A great many states advance one people or one religion over another. The irony is that this association is actually based in Israel, which suggests that Professor Hathaway's first level right of freedom of thought and expression is respected."], ["[38]", "Another country report allegedly ignored is the", "2009 Report of the Association for Civil Rights in Israel", "which bemoans the fact that \"some would make the rights of Arab citizens conditional upon fulfilling certain duties and obligations, such as mandatory, military or national service ...\" Paradoxically, such a change in the law would put all citizens on an equal footing."], ["[39]", "Country reports show that the Israeli airline El Al had been ordered to compensate Israeli Arab passengers humiliated during a security check in New York, and that it was charged with racial discrimination against potential Arab staff."], ["[40]", "Based on all the evidence before her, it was reasonably open to the member to make the decisions she did. There is no basis for disturbing them. Mr. Salim has formed the view that he could not successfully immigrate to Canada. However, he has not even tried. As the poet says: \"A man's reach must exceed his grasp, or what's a heaven for?\"", "ORDER"], ["[41]", "FOR REASONS GIVEN;", "THIS COURT ORDERS that", "1. The application for judicial review is dismissed.", "2. There is no serious question of general importance to certify.", "Application dismissed.", "Editor: E. Joanne Oley/tw", "[End of document]"]]}