{"id_": "048888", "body_str": [["[1]", "Roy, J.", ": [Translation]: The Court must dispose of an application for judicial review of a decision of a pre-removal risk assessment (PRRA) officer. The PRRA officer issued his decision on April 11, 2013. The application for judicial review was brought under section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act)."], ["[2]", "The issue raised by the applicant is narrow in scope. He is a 27-year old Iranian citizen who fled Iran clandestinely in November 2009. It is not necessary to describe the events that led the applicant to make his way to Canada, where he arrived on December 26, 2009. Suffice it to say that his claim for refugee protection by reason of his political involvement in Iran was denied by the Refugee Protection Division (RPD). That decision was subject to a judicial review that was also unsuccessful."], ["[3]", "Essentially, the RPD determined the applicant's claim on the basis of his credibility. It established right away in its decision that the crucial issue was whether he was credible and then set about demonstrating that he lacked sufficient credibility to warrant a favourable decision. This Court takes no issue with that decision."], ["[4]", "A second issue arose when, after the hearing before the RPD, the applicant submitted an article claiming that Iranians who are refused refugee status are subject to sanctions by their government upon their return to Iran. It would appear that allegations of persecution in Iran that are made in order to be granted refugee status in another country are, according to this article, held against the citizen upon their return to Iran."], ["[5]", "In its sole response to this allegation, the RPD in its decision at paragraph 31 refers to a paragraph taken from a letter we are told was dated November 16, 2005, from an official at the Canada Border Services Agency. It is necessary to reproduce that paragraph from the letter that had already been written over six years before the decision of the RPD:", "The CBSA removes foreign nationals of their valid passports or travel documents issued by their embassy officials. However, in cases where this is not possible, Enforcement Manual 10, Section 20.3 states that the CBSA may remove individuals using other identity documents, including a birth certificate or national identity card. At no point during the removal process are Iranian authorities or other receiving authorities advised that an individual has made a refugee claim in Canada. As a further safeguard to ensure the safety of an individual who is being removed from Canada, any person may submit an application for a Pre-Removal Risk Assessment to the Department of Citizenship and Immigration Canada prior to removal."], ["[6]", "Solely on that basis, the RPD stated in its June 1, 2011, decision that:"], ["[32] The panel concludes that the claimant would not face a risk because of a failed refugee claim."], ["[7]", "The applicant explained to the PRRA officer the risk faced by failed refugee claimants upon their return by means of three arguments. First, he stated that he would be at risk returning to Iran because he fled clandestinely in 2009, without a passport in his possession. Second, he feared that he would be easily identified as someone returning to Iran after failing to obtain refugee status because he could only travel to Iran using Canadian travel documents, which were described at the hearing as consisting of a \"single flight journey document\". Lastly, access to the Federal Court judgment upholding the refusal to grant him refugee status added to his fears. The applicant tells us that these factors must be considered together in order to understand their effect and scope."], ["[8]", "The PRRA officer refused to consider the first two arguments. In so doing, he stated:", "I find the first two issues that deal with his lack of identity documents and Iranian passport, as well as a potential return to Iran under such circumstances, was previously presented to the RPD. The applicant in fact submitted this information in his PIF and the panel considered it in its decision. As well, counsel did not adequately explain how this information was not reasonably available to the RPD. Therefore, I do not find the first two submissions amount to \"new evidence\" as per 113(", ") of the IRPA and did not consider them in my decision.", "Nevertheless, I accept that the publication of the applicant's identity and details of his failed refugee claim through the federal court public information system is a change in the applicant's circumstance that arose since the RPD decision."], ["[9]", "Herein lies the problem. The RPD's decision in no way addresses the first two concerns raised by the applicant. While it is possible that these were referred to in the fairly abundant amount of documentation that had been adduced up to that point, there is nothing to indicate that both arguments were taken into consideration. The RPD's decision was based on the applicant's credibility, which, incidentally, has nothing to do with the potential risks the applicant would face were he to be deported to Iran because his claim for refugee protection had been denied. What creates the risk is the dismissal of the refugee claim and the circumstances in which this occurred. That was the issue before the PRRA officer. Instead, he concluded that these two aspects had been dealt with in the RPD's decision when the well articulated question about the consequences of a dismissed refugee claim could not possibly have been before the RPD at that time."], ["[10]", "Counsel for the respondents tried, on more than one occasion, to argue that the PRRA officer's decision could not be overturned because the RPD's decision had disposed of the two questions and thus the PRRA officer was not obliged to consider them, unless there existed new evidence within the meaning of section 113 of the Act."], ["[11]", "I do not believe that this argument can survive. The RPD's decision would need to be ambiguous to sustain such an argument. It is not. There is no indication to be found that the particular circumstances of a person who arrived in Canada clandestinely, whose refugee claim was denied and who is to be deported on the basis of Canadian travel documents could even have been considered by the RPD. As I noted earlier, I fail to see how this could be the case, given that the PRRA application is founded on the fact that refugee status had been denied. The RPD determined that the applicant was not a refugee. It did not deal with whether a person without refugee status would be at risk because of their failed refugee claim. One cannot say that the RPD disposed of the argument which is not frivolous when it had not-and could not- have commented on it. Furthermore, new evidence, which could not have existed in June 2011, had been submitted to the PRRA officer, while other evidence that had not been available to the RPD was made available to the PRRA officer. Indeed, the passage taken from the correspondence of the Canada Border Services officer from November 16, 2005, reproduced above, appears to acknowledge that it is best for those deported to Iran to remain anonymous. The question should have been examined in full. In my view, paragraph 18 of", "<FRAGMENT_SUPPRESSED>  fully applies to this case:"], ["[18] The Officer's rejection of the Committee's letter as \"new evidence\" ignores the ratio in", "<FRAGMENT_SUPPRESSED> . The letter was relevant because it was \"capable of proving or disproving a fact that is relevant to the claim of protection\". The letter was new evidence in that it was \"capable of ... contradicting a finding of fact by the RPD (including a credibility finding)\". Therefore, the rejection of the letter was an error of law. There was no analysis of the \"new evidence\" criteria."], ["[12]", "The valiant attempts made by the respondents' counsel to show that the RPD had disposed of the two initial arguments presented before the PRRA officer were confronted at every turn by the text of the decision itself."], ["[13]", "Similarly, the PRRA officer's decision is unambiguous. He refused to consider the possible risks associated with a clandestine departure from Iran, even when using a smugger, or the fact that the applicant would be returning to Iran using Canadian travel documents. The only question considered by the PRRA officer was the publication of the Federal Court decision. The other elements were excluded. At page 4 of his decision, we can see how the officer phrased the question that was before him:", "The test to meet in this application, however, is to determine if his evidence establishes, more likely than not, that Iranian authorities continue their pursuit of the applicant, and thus, would likely access the Federal Court of Canada information to persecute him upon his return.", "Moreover, the PRRA officer, after having disposed of these two arguments by claiming that they had been dealt with in the RPD's decision, adds \"[I]n the absence of new evidence or new risk factors, I am unable to conduct a meaningful assessment of the applicant's risks\". Those risks were before him and had been alleged before him. And there was new evidence. As for whether those risks were sufficient, it is not for this Court to determine. As I repeated on numerous occasions during the hearing, the jurisdiction of this Court is limited to reviewing the legality of a tribunal's decision."], ["[14]", "Counsel for the respondents further argued that the RPD's decision, because it disposed of the claim on the basis of the applicant's credibility, meant that there was no need to address the questions proposed by the applicant. But the applicant's credibility had only been an obstacle to his refugee claim. The risk that is at issue here is that of a failed refugee claimant. It is the fact of not having succeeded, we are told, that can be held against him. The question of credibility as a refugee was not relevant at that stage."], ["[15]", "It is a paradox that the PRRA officer states that the applicant provided information which the RPD considered, and in the same breath complains that the applicant failed to adequately explain why that information had not been available to the RPD. The paradox is fully achieved when it is noted that the evidence that was introduced after the RPD's decision was before the PRRA officer. The Court readily agrees that adequacy of reasons is not a stand-alone basis for quashing a tribunal's decision (", "Newfoundland and  <FRAGMENT_SUPPRESSED> , paragraph 14). I also agree that reasons may have their own limitations. Thus, in", "Newfoundland and Labrador Nurses' Union", ", paragraph 16 reads as follows:"], ["[16] Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion ..."], ["[16]", "However, in this case, what the PRRA officer in fact disregarded was all of the arguments because he erroneously concluded that they had already been disposed of. It is not a question of adequacy of reasons, but of the decision not to consider certain elements. I fail to see how, in these circumstances, a decision would be able to meet the test of reasonableness set out in paragraph 47 of", "<FRAGMENT_SUPPRESSED> :"], ["[47] Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[17]", "In this case, with respect, the PRRA officer's decision cannot lend itself to such an exercise."], ["[18]", "I would like to reprise the words of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> . Paragraph 12 reads as follows:", "An application by a failed refugee claimant is not an appeal or reconsideration of the decision of the RPD to reject a claim for refugee protection. Nevertheless, it may require consideration of some or all of the same factual and legal issues as a claim for refugee protection. In such cases there is an obvious risk of wasteful and potentially abusive relitigation. The IRPA mitigates that risk by limiting the evidence that may be presented to the officer. The limitation is found in paragraph 113(a) of the IRPA.", "In the case at bar, the PRRA officer never made it so far as to analyze the evidence that was before him."], ["[19]", "In light of the Court's lack of enthusiasm for following the argument of the respondent's counsel that the RPD had, either implicitly or explicitly, disposed of the applicant's arguments before the PRRA officer, she then attempted to justify the PRRA officer's decision on the merits. The respondents' argument consisted of claiming that the decision to dismiss the PRRA was justified when one examined the new evidence. As the Court has repeatedly held, that is not its role (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> )). That was for the PRRA officer to determine, which he failed to do."], ["[20]", "The issue is whether a claimant whose refugee claim was denied by the RPD can use circumstances that he himself helped create as a basis for a PRRA application, thereby in a certain manner invoking his own actions that created the conditions to prevent him from his own return. In this case, the applicant is the one who clandestinely left his country of origin, which would constitute a risk if he were to return. That risk, he argues, is increased by the fact that he would be returned with Canadian travel documents. Having sought refugee status in Canada, the decision dismissing his application for judicial review is now accessible on the Internet. As we can see, these are all circumstances created by the applicant. How can he now invoke them, after the RPD had declared him not to be credible and thus denied him refugee status? The question was vaguely raised by the respondent's counsel, who even had", "<FRAGMENT_SUPPRESSED>  in her Book of Authorities (see in particular, paragraph 51 of the decision)."], ["[21]", "The difficulty does not arise at that stage because the PRRA officer found that two of those circumstances should not be examined. It will be for a new PRRA officer to dispose of that question and it would not be appropriate for the Court to discuss the matter further."], ["[22]", "There are two observations, in my view that deserve mention. First, this matter was reviewed on a reasonableness standard because both parties agreed to this. However, I did indicate at the hearing that I was not convinced that the issue in this case might not be a matter of procedural fairness, which would then be reviewable on a correctness standard ( <FRAGMENT_SUPPRESSED> , above). Nonetheless, given the conclusion I have arrived at using the highest standard for the applicant, namely, reasonableness, there is no need for me to pursue the matter further, all the more so given that the parties were not prepared to engage in an enlightened debate on it. Second, my conclusion on the PRRA officer's decision is in no way a judgment on the merits. The merits of the arguments put forth by the applicant will have to be assessed by a new PRRA officer without him or her being encumbered by what might come to be considered as determinations on the merits be this Court. Such is not the case.", "JUDGMENT"], ["[23]", "The application for judicial review is allowed. The decision, dated April 11, 2013, by the pre-removal risk assessment (PRRA) officer is set aside and the matter returned for redetermination before a different PRRA officer. The parties were of the view that there were no questions of importance for certification and I share their view.", ".........................", "<FRAGMENT_SUPPRESSED>  Protection Civile (défendeurs)"], ["[1]", "Le juge Roy", ": La Cour doit décider au sujet d'une demande de contrôle judiciaire d'une décision d'un agent d'examen des risques avant renvoi [ERAR]. L'agent d'ERAR a rendu sa décision le 11 avril 2013. Il s'agit d'une demande de contrôle judiciaire présentée en vertu de l'article 72 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC (2001), c 27 (la Loi)."], ["[2]", "La question telle que posée par le demandeur est étroite. Il est un citoyen iranien âgé de 27 ans qui a quitté l'Iran de façon clandestine en novembre 2009. Il n'est pas nécessaire de décrire les péripéties qui auraient permis au demandeur de se rendre au Canada où il est arrivé le 26 décembre 2009. Il suffira de dire que sa demande d'obtention du statut de réfugié en raison de son implication politique en Iran a été rejetée par la Section de la protection des réfugiés [SPR]. Cette décision a fait l'objet d'un contrôle judiciaire qui a, lui aussi, été infructueux."], ["[3]", "Essentiellement, la SPR a décidé de la demande du demandeur sur la base de sa crédibilité. Elle a établi, dès le départ de sa décision, que la question importante était celle de la crédibilité de celui-ci et la SPR s'est employée à démontrer que celle-ci était insuffisante pour justifier une décision favorable. Cette Cour n'a rien trouvé à redire."], ["[4]", "Un deuxième volet s'est ouvert lorsque, après l'audience devant la SPR, le demandeur a déposé un article qui prétend qu'un Iranien qui n'obtient pas le statut de réfugié demandé est sujet à sanctions par son gouvernement lorsqu'il retourne en Iran. Il semble que les allégations de persécution en Iran faites aux fins d'obtenir le statut de réfugié à l'étranger, selon cet article, soient retenues contre le citoyen qui est de retour en Iran."], ["[5]", "Pour seule réponse à cette allégation, la décision de la SPR à son paragraphe 31 réfère à un paragraphe tiré d'une lettre qu'on nous dit datée du 16 novembre 2005 provenant d'un fonctionnaire de l'Agence des services frontaliers du Canada. Il est nécessaire de reproduire ici le paragraphe tiré de cette lettre déjà âgée de plus de six ans au moment où la décision de la SPR est rendue:", "The CBSA removes foreign nationals of their valid passports or travel documents issued by their embassy officials. However, in cases where this is not possible, Enforcement Manual 10, Section 20.3 states that the CBSA may remove individuals using other identity documents, including a birth certificate or national identity card. At no point during the removal process are Iranian authorities or other receiving authorities advised that an individual has made a refugee claim in Canada. As a further safeguard to ensure the safety of an individual who is being removed from Canada, any person may submit an application for a Pre-Removal Risk Assessment to the Department of Citizenship and Immigration Canada prior to removal."], ["[6]", "Sur cette seule base, la SPR déclare dans sa décision du 1er juin 2011 que:"], ["[32] The panel concludes that the claimant would not face a risk because of a failed refugee claim."], ["[7]", "Le demandeur a articulé devant l'agent d'ERAR le risque de retour de celui dont la demande d'asile a échoué en exposant trois arguments. D'abord, il dit qu'il y a risque à son retour en Iran parce que sa sortie en 2009 a été clandestine, sans être en possession d'un passeport. Dans un deuxième temps, il craint d'être facilement identifié comme quelqu'un qui est de retour en Iran après avoir échoué pour recevoir le statut de réfugié puisqu'il ne pourrait voyager en direction de l'Iran que sur la base de documents de voyage canadiens, ce que l'on a décrit à l'audience comme étant un « single flight journey document ». Enfin, l'accès au jugement de la Cour fédérale maintenant le refus de conférer le statut de réfugié ajoute à ses craintes. Ces éléments doivent être considérés ensemble pour en comprendre l'effet et la portée nous dit le demandeur."], ["[8]", "L'agent d'ERAR a refusé de considérer les deux premiers arguments. Ainsi, il dit:", "I find the first two issues that deal with his lack of identity documents and Iranian passport, as well as a potential return to Iran under such circumstances, was previously presented to the RPD. The applicant in fact submitted this information in his PIF and the panel considered it in its decision. As well, counsel did not adequately explain how this information was not reasonably available to the RPD. Therefore, I do not find the first two submissions amount to \"new evidence\" as per 113(", ") of the IRPA and did not consider them in my decision.", "Nevertheless, I accept that the publication of the applicant's identity and details of his failed refugee claim through the federal court public information system is a change in the applicant's circumstance that arose since the RPD decision."], ["[9]", "C'est ici que le bât blesse. La décision de la SPR ne traite en aucune façon des deux premiers éléments soulevés par le demandeur. S'il est possible que des mentions soient faites dans la documentation assez abondante qui a été soumise à ce moment, rien n'indique que le tout ait été pris en considération. La décision de la SPR porte sur la crédibilité du demandeur. Cela, par ailleurs, n'a rien à voir avec les risques que le demandeur pourrait courir s'il doit être déporté en Iran parce que sa demande de réfugié s'est soldée par un échec. Ce qui crée le risque est le rejet de la demande de réfugié dans les conditions dans lesquelles elle a été faite. C'est de cette question dont était saisi l'agent d'ERAR. Or, il a plutôt conclu que ces deux aspects avaient fait l'objet d'une décision par la SPR alors que la question bien articulée des conséquences d'un refus d'accorder le statut de réfugié ne peut être devant elle."], ["[10]", "L'avocate des défendeurs a tenté, plus d'une fois, d'argumenter que la décision de l'agent d'ERAR ne pouvait être renversée parce que la décision de la SPR avait traité des deux questions qui n'avaient donc pas à être considérées au stade de l'ERAR, à moins qu'il y avait une preuve nouvelle au sens de l'article 113 de la Loi."], ["[11]", "Je ne crois pas que cet argument puisse survivre. La décision de la SPR devait être ambiguë pour permettre un tel argument. Tel n'est pas le cas. On ne trouve aucune indication que la situation particulière d'une personne arrivée au Canada clandestinement, dont la demande de réfugié a été rejetée et qui se retrouve à être déportée sur la base de documents de voyage canadiens ait pu être même considérée par la SPR. Comme je l'ai déjà noté, je vois mal comment cela aurait pu être le cas puisque la demande d'ERAR est fondée sur le fait que le statut de réfugié a été refusé. La SPR a décidé que le demandeur n'est pas un réfugié. Elle ne traitait pas de la situation de la personne qui n'a pas le statut de réfugié qui serait à risque parce qu'elle a échoué dans sa tentative. On ne peut dire que la SPR a disposé de l'argument qui n'est pas frivole quand elle n'en dit rien et qu'elle ne pourrait rien en dire. De plus, de nouveaux éléments de preuve, qui ne pouvaient exister en juin 2011 étaient invoqués devant l'agent d'ERAR, alors que d'autres présentés comme non accessibles lors de l'audience devant la SPR le devenaient devant l'agent d'ERAR. De fait, le passage tiré de la correspondance de l'agent des Services frontaliers du Canada du 16 novembre 2005 que j'ai reproduit plus haut semble reconnaître que l'anonymat devrait être préféré pour qui est déporté en Iran. Il eut fallu considérer la question pleinement. À mon avis, le paragraphe 18 de l'arrêt", "<FRAGMENT_SUPPRESSED>  trouve pleinement application:"], ["[18] Le rejet par lettre du Comité en tant que « preuve nouvelle » va à l'encontre des concepts établis dans", "<FRAGMENT_SUPPRESSED> . La lettre était pertinente puisqu'elle était « [apte] à prouver ou à réfuter un fait qui intéresse la demande d'asile ». La lettre était une preuve nouvelle car elle était « [apte] [...] à réfuter une conclusion de fait tirée par la SPR (y compris une conclusion touchant la crédibilité) ». Par conséquent, le rejet de la lettre était une erreur de droit. Aucune analyse du critère des « preuves nouvelles » n'a été faite."], ["[12]", "Les vaillantes tentatives de l'avocate des défendeurs de faire la démonstration que la SPR avait disposé des deux premiers arguments présentés devant l'agent d'ERAR se butaient à chaque occasion au texte même de la décision."], ["[13]", "De la même manière, la décision de l'agent d'ERAR ne comporte aucune ambiguïté. Il a refusé de considérer les risques possiblement associés avec un départ clandestin d'Iran, utilisant même un passeur, et le fait que le retour en Iran se ferait en utilisant des documents de voyage canadiens. Tout ce dont il était question devant l'agent d'ERAR était de la publication de la décision en Cour fédérale. Les autres éléments étaient exclus. À la page 4 de sa décision, on peut lire comment l'agent formule la question à laquelle il doit répondre:", "The test to meet in this application, however, is to determine if his evidence establishes, more likely than not, that Iranian authorities continue their pursuit of the applicant, and thus, would likely access the Federal Court of Canada information to persecute him upon his return.", "Qui plus est, l'agent d'ERAR, après avoir disposé de ces deux arguments en prétendant qu'ils avaient fait l'objet de la décision de la SPR ajoute « [I] n the absence of new evidence or new risk factors, I am unable to conduct a meaningful assessment of the applicant's risks. » Ces risques étaient présents et étaient allégués devant lui. Et il y avait nouvelle preuve. Quant à savoir si ces risques sont suffisants, ce n'est pas à cette Cour de se prononcer à cet égard. Comme je l'ai répété à de nombreuses reprises durant l'audience, la juridiction de cette Cour n'est que de contrôler la légalité de la décision d'un tribunal inférieur."], ["[14]", "L'avocate des défendeurs a aussi argumenté que la décision de la SPR, parce qu'elle disposait de la demande sur la base de la crédibilité du demandeur, faisait en sorte qu'il n'y avait pas à considérer les questions proposées par le demandeur. Or, la crédibilité du demandeur a été un frein à sa demande de réfugié seulement. Le risque dont il est ici question est celui du candidat réfugié qui ne réussit pas. C'est le fait de ne pas avoir réussi qui, nous dit-on, peut être retenu contre lui. La question de la crédibilité au titre de réfugié n'est pas pertinente à ce stade."], ["[15]", "Il est paradoxal que l'agent d'ERAR dise à la fois que le demandeur a soumis l'information et la SPR l'a considérée et, à la phrase suivante, que le demandeur n'a pas expliqué adéquatement comment il se fait que l'information n'était pas disponible à la SPR. Le paradoxe est complet lorsque l'on constate que de la preuve postérieure à la décision de la SPR était devant l'agent d'ERAR. La Cour convient d'emblée que la suffisance des motifs donnés ne constitue pas, en elle-même, une justification pour casser une décision d'un tribunal inférieur (", "Newfoundland and  <FRAGMENT_SUPPRESSED> , paragraphe 14). J'accepte aussi que les motifs peuvent être limités. Ainsi, dans", "Newfoundland and Labrador Nurses' Union", ", on lit au paragraphe 16:"], ["[16] Il se peut que les motifs ne fassent pas référence à tous les arguments, dispositions législatives, précédents ou autres détails que le juge siégeant en révision aurait voulu y lire, mais cela ne met pas en doute leur validité ni celle du résultat au terme de l'analyse du caractère raisonnable de la décision. Le décideur n'est pas tenu de tirer une conclusion explicite sur chaque élément constitutif du raisonnement, si subordonné soit-il, qui a mené à sa conclusion finale ..."], ["[16]", "Cependant, en l'espèce, ce que l'agent d'ERAR a ignoré ce sont, en fait, tous les arguments parce que, erronément, l'agent d'ERAR en est venu à la conclusion qu'ils avaient déjà fait l'objet d'une disposition. Ce n'est pas de la suffisance des motifs dont il est ici question, mais bien de la décision arrêtée de ne pas considérer certains éléments. Je vois mal, en ces circonstances, comment une telle décision peut satisfaire au test de la raisonnabilité tel qu'énoncé au paragraphe 47 de l'arrêt", "<FRAGMENT_SUPPRESSED> :"], ["[47] La norme déférente du caractère raisonnable procède du principe à l'origine des deux normes antérieures de raisonnabilité: certaines questions soumis aux tribunaux administratifs n'appellent pas une seule solution précise, mais peuvent plutôt donner lieu à un certain nombre de conclusions raisonnables. Il est loisible au tribunal administratif d'opter pour l'une ou l'autre des différentes solutions rationnelles acceptables. La cour de révision se demande dès lors si la décision et sa justification possèdent les attributs de la raisonnabilité. Le caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit."], ["[17]", "Ici, ceci dit avec égards, la décision de l'agent d'RAR ne peut pas se prêter à cet exercice."], ["[18]", "Je me permets de rappeler les propos de la Cour d'appel fédérale dans", "<FRAGMENT_SUPPRESSED> . On peut lire au paragraphe 12:"], ["[12] La demande d'ERAR présentée par un demandeur d'asile débouté ne constitue pas un appel ni un réexamen de la décision de la SPR de rejeter une demande d'asile. Néanmoins, une demande d'ERAR peut nécessiter l'examen de quelques-uns ou de la totalité des mêmes points de fait ou de droit qu'une demande d'asile. Dans de tels cas, il y a un risque évident de multiplication inutile, voire abusive, des recours. La LIPR atténue ce risque en limitant les preuves qui peuvent être présentées à l'agent d'ERAR. Cette limite se trouve à l'alinéa 113", ") de la LIPR, ...", "En notre espèce, l'agent d'ERAR ne s'est jamais rendu à l'examen de nouvelles preuves qui lui étaient présentées."], ["[19]", "Considérant le peu d'enthousiasme de la Cour à la suivre dans son argument qu'implicitement ou même explicitement la SPR avait disposé des arguments du demandeur devant l'agent d'ERAR, l'avocate des défendeurs a tenté de justifier sur le fond la décision de l'agent d'ERAR. L'argument des défendeurs revenait à prétendre que la décision de rejeter l'ERAR était justifiée lorsqu'on examinait la nouvelle preuve. Comme la Cour l'aura répété, là n'est pas son rôle (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). C'était à l'agent d'ERAR de se prononcer, ce qu'il a fait défaut de faire."], ["[20]", "La question se pose de savoir si un candidat réfugié débouté devant la SPR peut se fonder sur des circonstances qu'il aurait lui-même créées lors de sa demande d'ERAR, d'une certaine manière en invoquant ses propres agissements créant les conditions pour empêcher son propre retour. En notre espèce, le demandeur est celui qui a quitté clandestinement son pays d'origine, ce qui constituerait un risque lors de son retour. Ce risque, prétend-il, est augmenté du fait qu'il devrait être retourné en utilisant des documents de voyage canadiens. Ayant recherché le statut de réfugié au Canada, la décision rejetant le contrôle judiciaire qu'il a mené est maintenant accessible sur un site Internet. Comme on le voit, il s'agit de situations qui sont toutes créées par le demandeur. Dans quelle mesure peut-il maintenant les invoquer, après que la SPR l'aura déclaré non crédible et lui ait donc refusé le statut de réfugié? La question a été soulevée vaguement par l'avocate des défendeurs qui avait même la décision", "<FRAGMENT_SUPPRESSED>  à son cahier d'autorités (voir en particulier le paragraphe 51 de la décision)."], ["[21]", "Cette difficulté ne se présente pas à ce stade puisque l'agent d'ERAR a conclu que deux de ces circonstances ne devraient pas être examinées. Ce sera au nouvel agent d'ERAR à disposer de cette question et il ne serait pas approprié que la Cour discute davantage de cette question."], ["[22]", "Deux observations méritent à mon sens d'être faites. D'abord, cette affaire a été examinée sur la base de la norme de la décision raisonnable parce que les parties en ont convenu. J'ai cependant indiqué à l'audience que je n'étais pas convaincu qu'il ne s'agissait pas en l'espèce d'une question d'équité procédurale qui fait l'objet d'un contrôle judiciaire sur la base de la décision correcte ( <FRAGMENT_SUPPRESSED> , précité). Cependant, étant donné la conclusion à laquelle j'en suis venu sur la base du standard plus élevé pour le demandeur, soit la raisonnabilité, il n'est pas nécessaire de considérer cette question davantage, d'autant que les parties n'étaient pas prêtes à en faire un débat éclairé. Deuxièmement, ma conclusion sur la décision de l'agent d'ERAR n'est en aucune manière une conclusion relative au fond de l'affaire. Le mérite des arguments mis de l'avant par le demandeur devra faire l'objet d'un examen par un nouvel agent d'ERAR sans qu'il, ou elle, soit encombré(e) parce qu'on pourrait croire être des considérations de la part de notre Cour sur le fond. Tel n'est pas le cas.", "JUGEMENT"], ["[23]", "La demande de contrôle judiciaire est accordée. La décision rendue le 11 avril 2013 par un agent d'examen des risques avant renvoi [ERAR] est infirmée et le dossier est retourné pour nouvelle audition et détermination par un agent d'ERAR différent. Les parties étaient d'avis qu'il n'y avait pas de question importante à certifier et je partage leur avis.", "[End of document]"]]}