{"id_": "048819", "body_str": [["[1]", "Beaudry, J.", ": Pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, (", "IRPA", ") the Applicants seeks leave to commence an application for judicial review of the decision rendered by the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated December 30, 2002, wherein the Board determined that the Applicants were not Convention Refugees in need of protection.", "BACKGROUND"], ["[2]", "The Applicants are citizens of Turkey. They are both Kurdish and are claiming refugee status by reason of their race, religion, political opinions and membership in a particular social group pursuant to section 96 of", "IRPA", ". They also seek protection pursuant to section 97 of", "IRPA", ", as they claim they have substantial grounds to believe that they could be tortured within the meaning of Article 1 of the", "Convention Against Torture", "and that there is a risk to their lives or a cruel and unusual treatment or punishment if they were to return to Turkey."], ["[3]", "The male applicant refused to perform his military service as he did not want to contribute to an army that terrorized Kurds. The applicant assumed the identity of a friend by using a copy of his identity card and moved from his village to Mersin, where he avoided Kurdish neighbourhoods and identity checks. He separated from his first wife and married the female applicant in 1997. The applicant was forced to destroy his fake identity card when his friend died on April 22, 2001. On December 29, 2001, he returned to his village and was arrested at a control spot when they realized he had not performed his military service. He was held for three days and was viciously beaten. He slipped past soldiers who had accompanied him by bus to Ankara and turned to an agent to flee the country. The police visited his wife, the female applicant, in early January 2002. She was 2 and 1/2 months pregnant and the police beat her until she lost the baby. The applicants left Turkey on February 27, 2002, and arrived in Canada on March 1, 2002. The applicants do not wish to return primarily because the male applicant does not want to report for military service, which is considered a crime in Turkey. Because of his identity, he fears he will be arrested, held, tortured and maybe even killed. The female applicant fears the same outcome."], ["[4]", "The Refugee Board rejected the applicants' claim on December 30, 2002 on the basis that the applicants did not fit the profile of Kurds in need of protection and that documentary evidence demonstrated that violence in Southeast Turkey had virtually ceased. Furthermore, the testimony of the female claimant was found not to be credible.", "DECISION OF THE REFUGEE BOARD"], ["[5]", "The Board focussed on three main points in reaching its negative conclusion. Firstly, the events described by the applicant upon his arrest by police officers did not constitute persecution as described in the decision of", "<FRAGMENT_SUPPRESSED> ; 55 N.R. 129 (F.C.A.), which defined persecution to be persistent or systematic punishment in relation to opinion or religious belief."], ["[6]", "Secondly, the Board considered documentary evidence which stated that military action in Southeast Turkey had virtually ceased, and thus the applicant's fear of bearing arms against his fellow Kurds was unfounded. Thirdly, the Board found that the applicant's fear of being arrested, tortured or killed upon return to Turkey was not reasonable in light of recent documentary evidence that there was no systematic discrimination against Turkish conscripts during military service, and rejected asylum seekers returning to Turkey did not risk persecution provided they were in possession of valid travel documentation (See Exhibit A-3- Turkey Assessment-Immigration and Nationality Directorate (IND), Home Office, UK (London: IND, April 2002), paragraph 5.74). Finally, the", "Handbook on Procedures and Criteria for Determining Refugee Status", "published by the Office of the UN High Commissioner reads as follows at paragraphs 167 and 171:", "\"In countries where military service is compulsory, failure to perform this duty is frequently punishable by law.[...] Penalties may vary from country to country and are not normally regarded as persecution. Fear of prosecution and punishment for desertion or draft-evasion does not in itself constitute well-founded fear of persecution under the definition.", "\"Not every conviction, genuine though it may be, will constitute a sufficient reason for claiming refugee status after desertion or draft-evasion. It is not enough for a person to be in disagreement with his government regarding the political justification for a particular military action. Where, however, the type of military action, with which an individual does not wish to be associated, is condemned by the international community as contrary to basic rules of human conduct, punishment for desertion or draft-evasion could, in light of all other requirements of the definition, in itself be regarded as persecution.\""], ["[7]", "In light of the above documentary evidence, the Board found that there was no danger of persecution should the applicants be returned, and they did not fit the profile of being those sought by authorities. Finally, the Board found that the evidence of the female applicant was not credible. When the Board asked the female claimant about her miscarriage and if it was strictly due to gynecological reasons, she referred the Board to the medical report of January 2002, which deals with torture. The Board found it unlikely that a medical report would mention torture without mentioning the obvious physical effects of the torture. Consequently, the Board did not find the claimant's testimony credible.", "ISSUES TO BE DETERMINED"], ["[8]", "The issues to be determined are as follows:", "1. Did the Board err in disbelieving the evidence of the female applicant with respect to her miscarriage?", "2. Did the Board err in failing to consider the issue of cumulative harassment?", "ANALYSIS"], ["[9]", "I will first deal with a preliminary objection raised by the respondent. The respondent submits that as the applicants have failed to file their own affidavits based on personal knowledge in support of their application for leave, and have just filed the affidavit of Rizni Faruk, paralegal, the lack of a personal affidavit in support of their application for leave is a fatal flaw and a third party affidavit cannot serve to remedy this failure (", "<FRAGMENT_SUPPRESSED> ; 216 F.T.R. 305; 2002 FCT 164, where Dawson, J., stated at paragraphs 11, 12 and 13:", "\"At the commencement of oral argument counsel for the Minister submitted that the application for judicial review should be dismissed because it was not supported by a proper affidavit. Ms. Turcinovica had filed no affidavit and the application was supported by the affidavit of Ms. Turcinovica's lawyer's assistant. This was said to fall short of the obligation on an applicant to produce an affidavit based on personal knowledge. In consequence, it was urged on the Minister's behalf that the application should be dismissed because it was not supported by a proper affidavit.", "\"The failure of an application to be supported by affidavits based on personal knowledge has been held not to result automatically in dismissal of an application for judicial review: see:", "<FRAGMENT_SUPPRESSED>  (F.C.A.). [...]", "\"In the present case, I am satisfied that the affidavit before the court is sufficient to establish the fact of the application and its rejection. I am not, therefore, prepared to dismiss the application on this basis.\"", "It is well-established that the use of third party affidavits is not fatal to an application for judicial review. Though I do not applaud the use of third person affidavits, I am not prepared to dismiss the application for judicial review on this basis. As the affidavit of Rizni Faruk is based on personal knowledge of the applicants' testimony at the hearing, it is sufficient to support this application.", "STANDARD OF REVIEW"], ["[11]", "The applicant submits that the issues of past persecution, what constitutes persecution, as well as cumulative harassment, are all ones of mixed fact and law and therefore the standard of review is reasonableness simpliciter. The respondent submits that the standard of review to be applied to the Board's determination is one of patent unreasonableness. Only where the evidence viewed reasonably is incapable of supporting the tribunal's decision will a finding of fact be patently unreasonable. I agree with the respondent that the standard of review to be used in the assessment of persecution is one of patent unreasonableness. It is acknowledged in", "<FRAGMENT_SUPPRESSED> , addendum [1998] 1 S.C.R. 1222, that the Refugee Division is a Board specialized in the assessment of risk of persecution, and that such determinations are factual in nature. Thus, the standard of review here is one of patent unreasonableness. With respect to issues of credibility, this Court will only intervene where the applicant can demonstrate that the Board's decision was based on an erroneous finding of fact that it made in a capricious manner or without regard for the material before it:", "Federal Court Act", ", R.S.C. 1985, c. F-7, s. 18.1(4). The Board is a specialised tribunal capable of assessing the plausibility and credibility of a testimony, so long as its inferences are not unreasonable (", "<FRAGMENT_SUPPRESSED>  (F.C.A.)), and its reasons are expressed clearly and comprehensibly (", "<FRAGMENT_SUPPRESSED>  (F.C.A.)).", "Did the Board err in disbelieving the evidence of the female applicant with respect to her miscarriage?"], ["[12]", "The applicant submits that the Board's negative credibility finding with regard to the testimony of the female applicant is nonsensical. The female applicant attested in her PIF and her viva voce evidence that police beat her and caused her to suffer a miscarriage. This was corroborated by a medical note indicating she had been to a doctor and testified that she was beaten and as a result lost her baby. There is no inconsistency between the applicant's evidence and the viva voce evidence and it is not implausible. As the Board did not question the credibility of any other evidence from either applicant, the finding does not provide any valid basis for disbelieving the applicant and hence is patently unreasonable."], ["[13]", "The respondent submits that it was not unreasonable for the Board to question the female applicant's medical report. The report is brief and silent as to any physical, objective evidence of torture or injuries to the female's body. It appears that the reference to torture in the medical report is based solely on the applicant's testimony and it was not unreasonable for the Board to find such evidence to be debatable and the applicant's allegations not credible."], ["[14]", "It is true that the question of weight and credibility to be given to evidence is within the scope of the Board (", "<FRAGMENT_SUPPRESSED>  (T.D.)). Here the applicant referred the Board to Exhibit P-6, or the medical report. The panel found it suspicious that a medical report would discuss torture, but not the physical repercussions of the torture. In response, they made a negative credibility finding on the female applicant's testimony and evidence. Yet the testimony of both applicants was sworn to and is thus deemed to be truthful unless there are reasonable grounds to find otherwise. As the Board did not question the credibility of either applicant throughout the decision, and I cannot find anything in the evidence put before the Board that would provide reasonable grounds to disbelieve the applicants, I cannot not accept this negative credibility finding of the Board. There is no inconsistency between the female applicant's evidence and the viva voce evidence. Though the medical report is hearsay evidence, it is a reviewable error for the Board to draw a negative credibility inference from this report, as the Board never questioned the credibility of the female or the male applicant (", "<FRAGMENT_SUPPRESSED>  (T.D.)).", "Did the Board err in failing to consider the issue of cumulative harassment?"], ["[15]", "The applicant finally submits that the Board erred in law when it did not make any adverse credibility findings with regard to the applicant's evidence, other than the miscarriage evidence, yet failed to consider the issue of cumulative harassment. The male applicant attested in his personal information form (PIF) to a minimum of 15 incidents of detention and abuse at the hands of police, which forced him to go into hiding and constantly move from place to place. His final arrest resulted in a three day detention and beating and a subsequent adoption into the army, where he would likely suffer serious discrimination at the hands of Turkish officers. His wife was beaten and as a result, she lost her 2 month old baby. As the Board is under an obligation to consider the totality of the evidence, its failure to do so constitutes a reviewable error (", "Retnem and  <FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[16]", "The respondent submits that there is no evidence that the Board failed to consider all relevant evidence in arriving at its decision. The fact that the decision was unfavourable to the applicants does not demonstrate that evidence was ignored."], ["[17]", "Again, I must find in favour of the applicant on this point. It is well established that a failure to deal with the cumulative nature of the persecution suffered by a claimant is a patent error (", "Retnem", ", supra). Cumulative persecution is defined in the UNHCR", "Handbook on Procedures and Criteria for Determining Refugee Status", "in the following terms, at paragraph 53:", "\"In addition, an applicant may have been subjected to various measures not in themselves amounting to persecution (e.g. discrimination in different forms), in some cases combined with other adverse factors (e.g. general atmosphere of insecurity in the country of origin). In such situations, the various elements involved may, if taken together, produce an effect on the mind of the applicant that can reasonably justify a claim to well-founded fear of persecution on 'cumulative grounds.' [...]\""], ["[18]", "Though the abuse suffered by the male applicant upon his arrest may not have in itself constituted persecution, the Board failed to consider the numerous other abusive detentions recounted by the applicant as a series of events that could amount to persecution (", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[19]", "Though it is true that past persecution cannot be used solely to establish a fear of future persecution, such persecution is capable of forming the foundation for present fear, as stated by Dawson, J., in", "<FRAGMENT_SUPPRESSED> ; 218 F.T.R. 205; 2002 FCT 334, at paragraph 17:", "\"[...] the evidence establishes a series of actions characterized to be discriminatory there is a requirement to consider the cumulative nature of that conduct. This requirement reflects the fact that prior incidents are capable of forming the foundation for present fear. [...]\""], ["[20]", "In the case at hand, the male applicant attested to at least 15 abusive police detentions, which ultimately forced him to go into hiding. During his last detention, he was brutally beaten for three days and forced to join the army, where he would likely face further discrimination. His wife was beaten to the point of miscarriage. The Board did not even consider the possibility of cumulative harassment. The Board's failure to consider cumulative persecution, as well the Board's negative credibility finding in relation to the female applicant, are both reviewable errors."], ["[21]", "For these reasons, I must allow this application for judicial review. The matter is referred to a differently constituted panel for rehearing and redetermination."], ["[22]", "The parties declined to submit a question for certification. In this case, there is no question to be certified.", "ORDER"], ["[23]", "THIS COURT ORDERS THAT the application for judicial review of the decision rendered by the Refugee Protection Division of the Immigration and Refugee Board dated December 30, 2002, is allowed. The matter is referred to a differently constituted panel for rehearing and redetermination. No question is certified.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/pdk", "[End of document]"]]}