{"id_": "049011", "body_str": [["[1]", "O'Reilly, J.", ": Mr. Rajakariya Kanesaratnasingham is a 48 year-old Tamil citizen of Sri Lanka. He arrived in Canada in 2004 after enduring what he described as a variety of forms of mistreatment on the part of the Liberation Tigers of Tamil Eelam (LTTE), the Sri Lankan Army (SRA) and the Eelam People's Democratic Party (EPDP). He claimed refugee protection here, but a panel of the Immigration and Refugee Board dismissed his claim for a lack of reliable evidence."], ["[2]", "Mr. Kanesaratnasingham argues that the Board erred in two areas: (1) It failed to conduct a full analysis of his claim; and (2) It made unwarranted negative credibility findings against him. I agree with Mr. Kanesaratnasingham on the first ground and must, therefore, allow this application for judicial review and order a new hearing before a different panel.", "I.", "Issue"], ["[3]", "Did the Board conduct a full analysis of Mr. Kanesaratnasingham's claim?"], ["[4]", "Given my conclusion that a new hearing is warranted on this issue, it is unnecessary for me to address the various credibility findings that Mr. Kanesaratnasingham characterized as erroneous.", "II.", "Analysis", "(1) Factual Background"], ["[5]", "Mr. Kanesaratnasingham worked in a hardware store during the 1980s and then started his own paint business in 1985. He operated the business for about ten years and then starting earning money selling fuel. Over the years, he says he was arrested and beaten by the SRA, and was forced to pay bribes to the LTTE and the EPDP, each of whom suspected he was helping the other. He finally decided to leave after the EPDP threatened to harm him and his wife because they had failed to vote for the EPDP in a recent election.", "(2) The Board's Decision"], ["[6]", "The Board found that Mr. Kanesaratnasingham had failed to produce sufficient reliable evidence to support his claim. For example, he failed to produce business records or medical reports that would have corroborated his claims of extortion and physical abuse. In addition, the Board found inconsistencies, implausibilities and omissions in Mr. Kanesaratnasingham's testimony. As a result, it concluded that Mr. Kanesaratnasingham had not shown a well-founded fear of persecution or proved he was at risk of cruel or unusual treatment or punishment.", "(3) Discussion and Conclusion"], ["[7]", "The Board accepted that Mr. Kanesaratnasingham was who he said he was, even though he had used false documents to enter Canada. His genuine documents - an identity card, marriage certificate, birth certificate and business registration - proved that he was a Tamil male from the north of Sri Lanka. He testified before the Board in the Tamil language. While the Board was not satisfied that the evidence showed that Mr. Kanesaratnasingham lived in a particular town, or that certain events took place in particular locations, it did not conclude that Mr. Kanesaratnasingham was not a Tamil male from the north of Sri Lanka. Nor did the Board refer to documentary evidence showing that persons in Mr. Kanesaratnasingham's circumstances were at serious risk of persecution given the general situation of armed conflict and violence in northern Sri Lanka, both at the time he left and at present."], ["[8]", "In my view, the fact that Mr. Kanesaratnasingham's documentary evidence was scant and his testimony somewhat inconsistent in some areas was not a basis on which to conclude that his claim was entirely unfounded. There remained evidence before the Board, including Mr. Kanesaratnasingham's uncontradicted oral testimony and objective documentary evidence, that was capable of sustaining a valid claim for refugee protection. Accordingly, there was some basis for believing that persons in Mr. Kanesaratnasingham's circumstances would be at risk of persecution if they returned to Sri Lanka. In my view, the Board failed to address that possibility and, therefore, did not carry out a complete analysis of Mr. Kanesaratnasingham's claim as it was required to do, even though it had concerns about some of Mr. Kanesaratnasingham's evidence:", "<FRAGMENT_SUPPRESSED>  (QL) at para. 47;", "<FRAGMENT_SUPPRESSED>  (QL) at para. 25;", "<FRAGMENT_SUPPRESSED>  (QL) at para. 11."], ["[9]", "Accordingly, I must allow this application for judicial review and order a new hearing before another panel of the Board. Neither party proposed a question of general importance for me to certify, and none is stated.", "JUDGMENT"], ["[10]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is allowed and a new hearing before another panel of the Board is ordered;", "2. No question of general importance is stated.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}