{"id_": "050144", "body_str": [["[1]", "Dubé, J.", "[TRANSLATION]: This application by the plaintiffs asks the court to make an order pursuant to Federal Court rule 336(5) reversing a decision by the senior prothonotary, Mr. Jacques Lefebvre, in this matter on September 4, 1986, striking out the plaintiff Jeffrey Rogers Fashions Canada Inc. (\"Canada\") from the statement of claim on the ground that this plaintiff had no right, title or interest in the alleged artistic work acquired by assignment or grant in writing."], ["[2]", "As this is a complex matter and the prothonotary gave no reasons for his order, the arguments presented to the prothonotary by counsel for the defendant in support of his application to strike must be reviewed."], ["[3]", "The plaintiff Jeffrey Rogers Knitwear Productions Limited (\"Jeffrey\") alleged in paragraph 5 of its statement of claim that it holds the copyright in the artistic work \"Diamond Jacquard\". In paragraph 8 of the same statement of claim, the plaintiff \"Canada\" alleged that it is the distributor and exclusive licensee in Canada of the copyright of \"Jeffrey\" in the artistic work in question. In examination the following question was put by the defendant:", "\"Notwithstanding the fact that plaintiff, Jeffrey Rogers Fashions Canada Inc. may be the exclusive Canadian licensee of Jeffrey Rogers Knitwear Productions Limited's alleged copyright in the design known as 'Diamond Jacquard', is it not a fact that a written license agreement with respect thereto does not exist between Jeffrey Rogers Knitwear Productions Limited and Jeffrey Rogers Fashions Canada Inc.?\""], ["[4]", "To this question Jeffrey Rogers Knitwear answered: \"There is in fact no written licence\"."], ["[5]", "The defendant accordingly alleged that the plaintiff \"Canada\" should be struck from the statement of claim on the ground that it has no right to sue since it holds no right, title or interest assigned or granted in writing. In this regard the defendant referred to three paragraphs of the Copyright Act, [see footnote 1] and I quote:", "\"12(4) The owner of the copyright in any work may assign the right, either wholly or partially, and either generally or subject to territorial limitations, and either for the whole term of the copyright or for any other part thereof, and may grant any interest in the right by licence, but no such assignment or grant is valid unless it is in writing signed by the owner of the right in respect of which the assignment or grant is made, or by his duly authorized agent.", "...", "\"20(1) Where copyright in any work has been infringed, the owner of the copyright is, except as otherwise provided by this Act, entitled to all such remedies by way of injunction, damages, accounts and otherwise, as are or may be conferred by law for the infringement of a right.", "...", "\"20(5) The author or other owner of any copyright or any person or persons deriving any right, title or interest by assignment or grant in writing from any author or other owner as aforesaid, may each, individually for himself, in his own name as party to a suit, action or proceeding, protect and enforce such rights as he may hold, and to the extent of his right, title and interest is entitled to the remedies provided by this Act.\""], ["[6]", "The prothonotary undoubtedly relied on these arguments in coming to the conclusion that the plaintiff \"Canada\" should be struck from the action as it had no right, title or interest by assignment or grant in writing in the artistic work in question. At first sight, this conclusion appears to be quite unobjectionable."], ["[7]", "At the hearing of this appeal before me, however, counsel for the plaintiffs put forward arguments which merit consideration. First, he mentioned the consistent line of authority that the court should not allow a motion to strike out unless it is clear that no reasonable cause of action exists. In other words, if the court has doubts as to whether a party has a right of recourse, it should refrain from ordering that the party be struck out and allow the judge of the merits to determine the existence of the rights in question. This position taken by counsel for the plaintiffs is quite correct, in my opinion, and I must therefore examine counsel's arguments."], ["[8]", "Fox has dealt with the meaning to be given to s. 12(4) of the Act, cited above, and wrote the following in The Canadian Law of Copyright and Industrial Designs [see footnote 2]:", "\"... The provisions of s. 12(4) that the grant of an interest in a copyright must be in writing signed by the owner or his agent refers only to a licence that carries with it a proprietary interest and not to a mere licence in the nature of a permission or dispensation. The type of licence referred to in s. 12(4) of the Act is not a mere dispensation to do the things set out in the licence agreement. The 'grant of an interest' referred to in the section means a proprietary interest in the particular right that is the subject matter of the agreement, with a licence to exercise it. Such a permission for the mere doing of an act that would otherwise be an infringement of copyright may be given orally or by implication, and passes no interest.\""], ["[9]", "Counsel for the plaintiffs further submitted, based on Fox, that a grant in writing is necessary only when the licence carries with it a proprietary interest, and not when the licence is merely a dispensation: such permission can be given orally since it passes no interest. From this counsel concluded that, since the right claimed by the plaintiff \"Canada\" is only a distribution right, this right may have been given to it orally and it can maintain the right against the defendant."], ["[10]", "Further, under the provisions of s. 20(5) the author or other owner of any copyright acquired by assignment or grant in writing may, individually for himself, bring an action to assert his rights. In other words, again according to the interpretation of counsel for the plaintiffs, an owner who has a distribution right given orally could not sue individually for himself: however, there is nothing against his suing jointly with the author. In other words, the plaintiff \"Canada\" could not sue alone since it has no grant in writing, but it could sue jointly with \"Jeffrey\". That is the argument of counsel for the plaintiffs."], ["[11]", "The Imperial Copyright Act of 1911 [see footnote 3], provided as follows in s. 6:", "\"6. Civil remedies for infringement of copyright. Where copyright in any work has been infringed, the owner of the copyright shall except as otherwise provided by this Act, be entitled to all such remedies by way of injunction or interdict, damages, accounts, and otherwise, as are or may be conferred by law for the infringement of a right.\""], ["[12]", "There is the following annotation at the bottom of page 728 of the digest of the aforesaid Act:", "\"Where the plaintiff has only an equitable title he must join the legal owner before he can obtain final judgment either for an injunction or any other relief (see  <FRAGMENT_SUPPRESSED> ; and see also  <FRAGMENT_SUPPRESSED>  MacG. Cop. Cas. 293).\""], ["[13]", "Counsel for the plaintiffs drew a parallel with the case at bar, in which the plaintiff \"Canada\" has only a distribution right: it must accordingly join the owner of the copyright in order to obtain judgment. The writer Fox, again in the volume quoted above, returns to s. 20(5), at p. 440 this time, and compares it with the aforesaid Imperial Act:", "\"... There was no counterpart to this subsection in the Imperial Copyright Act of 1911 and its effect is obviously to make a change in the existing law applicable to the right of licensees and assignees to sue for infringement. Under the earlier law the equitable owner of copyright or an interest therein had to join the legal owner either as co-plaintiff or defendant before he could sue. On this principle it has been established under the earlier law that a licensee was not the owner of copyright or any part of it and, therefore, could not sue without joining the legal owner, either as a plaintiff or defendant. Obviously the statutory provision in the Canadian Act effects a change to the extent that the owner of 'any right, title or interest by assignment or grant in writing' may sue in his own name without joining the legal owner as party.\""], ["[14]", "In Performing Right Society Limited and London Theatre of Varieties Limited, [see footnote 4], the Privy Council held (at 2) under the aforesaid Imperial Act:", "Held", ", that, the interest of the plaintiffs in the performing rights being equitable only, they were not entitled to obtain a perpetual injunction against an infringement of their rights without joining the legal owners of the copyright as parties to the action.\""], ["[15]", "It should be mentioned that the aforesaid Imperial Act contained no equivalent to s. 20(5) of the Canadian Act."], ["[16]", "Counsel for the plaintiffs accordingly invited the court to find that if the plaintiff \"Canada\" clearly did not have a right to sue alone, as it had no grant in writing, it nevertheless had the right to defend its interests by joining \"Jeffrey\" which owns the copyright."], ["[17]", "However appealing this suggestion may be, my interpretation of the Act and the case law on the point prevents me from accepting it."], ["[18]", "As noted by counsel for the defendant, the Federal Court has already considered the matter in  <FRAGMENT_SUPPRESSED>  the court striking out the statement of claim of the assignee of film distribution rights. The following paragraph from the decision of Rouleau, J., clearly summarizes his thinking (at 386):", "\"It is clear to me that the plaintiffs herein do not have a cause of action under s. 20 of the Federal Court Act, R.S.C. 1970, c. 10 (2nd Supp). It was alleged before the court by the plaintiffs that they held copyright in a film production of the rock group called 'Queen'. It is evident to me pursuant to the agreement of November 24, 1981, between one of the defendants and Mobile Vision-Q Productions Inc., that any copyright or rights derived therefrom were owned by the defendant Rushing Water Productions Limited; that the plaintiffs herein, if at all, were granted no more than an ancillary right or a collateral interest under the Copyright Act, R.S.C. 1970, c. C-30. It would appear to me that the entire action is a breach of contract and this court has no jurisdiction to entertain these proceedings.\""], ["[19]", "The rights and obligations of persons regarding the field of copyright are to be found exclusively in the Copyright Act and are defined and limited by the boundaries of that Act. In this regard Estey, J., of the Supreme Court said the following in  <FRAGMENT_SUPPRESSED>  existing rights in property or conduct nor falls between rights and obligations heretofore existing in the common law. Copyright legislation simply creates rights and obligations upon the terms and in the circumstances set out in the statute.\""], ["[20]", "Section 20(5) of the Copyright Act provides that an assignee whose rights are conferred in writing may exercise the remedies contained in that Act. Since \"Canada\" holds its distribution right under an oral agreement, this paragraph confers on it no right to sue, whether alone or jointly with the owner of the copyright."], ["[21]", "The subsections of s. 20 all have to be interpreted in relation to each other. Section 20(1) provides that only the owner of the copyright can remedy an infringement of his right, except as otherwise provided by this Act. \"Canada\" does not meet the conditions stated in the exceptions and therefore does not have a sufficient interest to bring legal proceedings."], ["[22]", "The right to sue under the Copyright Act is nonexistent if there is no writing ( <FRAGMENT_SUPPRESSED>  and only allows it to hear a party when that party itself has an interest covered by the Act. In this regard I cite the remarks of Walsh, J., in  <FRAGMENT_SUPPRESSED>  interpreted by recent jurisprudence, and a party who otherwise would have no standing in the court to sue cannot acquire it, whether by way of a cross demand, third party proceeding or otherwise, or in this case by way of being made co-plaintiff in an action brought by plaintiff, B. Anne Cameron, arising out of her alleged copyright rights over which the court would have jurisdiction.\""], ["[23]", "It accordingly follows that the plaintiffs' application is dismissed and the decision of the prothonotary upheld. Costs to follow.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/blk", "Footnotes", "1. R.S.C. 1970, c. C-30.", "2. Harold G. Fox, (2nd Ed. 1967), Carswell, p. 298.", "3. The Complete Statutes of England classified and annotated in continuation of Halsbury's Laws of England, vol. 3, London, Buttworth and Co., 1929.", "4. [1924] A.C. 1.", "5. 1 C.P.R.(3d) 385 (F.C.T.D.).", "6. [1980] 1 S.C.R. 357; 29 N.R. 296.", "7. (1985), 4 C.P.R.(3d) 349, at pages 358-361.", "8. (1985), 2 C.P.R.(3d) 491, at page 497.", "[End of document]"]]}