{"id_": "050119", "body_str": [["[1]", "Barnes, J.", ": This is an application by Djeneba Sow seeking to set aside an appeal decision of the Refugee Appeal Division [RAD] of the Immigration and Refugee Board from an earlier Refugee Protection Division [RPD] decision which denied her claim to refugee protection. The determinative issue in the underlying proceedings was identity. Neither the RPD nor the RAD was satisfied that Ms. Sow was a citizen of Mauritania and both, therefore, considered it unnecessary to assess her substantive allegations of risk."], ["[2]", "In the hearing before the RPD, Ms. Sow produced a single identity document in the form of a photocopy of a birth certificate. The RPD was not satisfied with Ms. Sow's explanations for failing to produce the original birth certificate or additional reliable identity documentation. It was also concerned by Ms. Sow's inability to answer basic questions about her life in Mauritania. It concluded its decision by finding that she had not established her personal or national identity and had not made reasonable attempts to do so. The RPD also drew a \"significant negative credibility inference\" from Ms. Sow's testimony in support of her identity and nationality."], ["[3]", "Ms. Sow appealed the RPD finding to the RAD where she sought to strengthen her claim with evidence about her subsequent but failed efforts to obtain better identity documents. The RAD refused to admit any of the newly adduced evidence on the basis that it either did not comply with the admissibility criteria in section 110(4) of the", "Immigration and Refugee Protection Act", "[IRPA] or was irrelevant."], ["[4]", "The RAD considered the merits of Ms. Sow's appeal on the evidentiary record before the RPD. The RAD identified the standard of review it was required to apply as reasonableness. It described the scope of its review authority in the following way:"], ["[42] For these reasons, the RAD concludes that, in considering this appeal, it must show deference to the factual and credibility findings of the RPD. The notion of deference to administrative tribunal decision-making requires a respectful attention to the reasons offered or which could be offered in support of the decision made. Even if the reasons given do not seem wholly adequate to support the decision, the RAD must first seek to supplement them before it substitutes its own decision."], ["[43] The appropriate standard of review in this appeal is one of reasonableness. Reasonableness is concerned mostly with the existence of justification, transparency, and intelligibility within the RPD decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and the law."], ["[5]", "The RAD went on to consider the reasonableness of the RPD's identity findings. It began by reviewing the RPD's analysis of the birth certificate and, in particular, the conclusion that its appearance did not correspond with Ms. Sow's evidence about the poor quality of the discarded original. The RAD found that the RPD had not conducted an impermissible forensic analysis and had the relative advantage of \"first hand access to the document\" and \"a degree of expertise in this area\". The RAD found no error in the RPD's treatment of this evidence. It described the RPD's adverse credibility finding concerning this evidence to be justifiable, transparent and intelligible and, therefore, reasonable. The RAD concluded its review of the record in the following way:"], ["[49] Even if the RPD had erred in its credibility assessment of the photocopy of the birth certificate, the RAD would nevertheless find the RPD's identity determination to be reasonable. The photocopy of the birth certificate does not establish any link or connection with the Appellant who appeared before the RPD."], ["[50] The RPD's finding that the Appellant has not established her identity falls within a range of possible, acceptable outcomes that is defensible in respect of the fact and law. As such, this appeal cannot succeed."], ["[6]", "The RAD declined Ms. Sow's request for an oral hearing for the following reasons:"], ["[51] The Appellant", "did not ask that an oral hearing", "be held, pursuant to Section 110(6) of IRPA."], ["[52] The RAD has not admitted any of the new evidence submitted by the Appellant in support of her appeal. As such, the RAD must proceed without a hearing, and", "the Appellant's request for an oral hearing is denied.", "[Emphasis added]"], ["[7]", "Counsel for Ms. Sow raises three issues for the Court's consideration. Mr. Mangalji says that the RAD adopted a wrong standard of review, that it misapplied section 110(4) of the IRPA when it declined to receive evidence on the issue of Ms. Sow's identity and it erred by failing to consider a request for an oral hearing. In my view, there is merit to each of these concerns and, notwithstanding the evident deficiencies in Ms. Sow's case, the matter must be remitted for redetermination."], ["[8]", "For the reasons given by Justice Michael Phelan in", "REFERENCE_SUPPRESSED, the standard of review to be applied to the issue of the scope of the RAD's appellate authority is that of correctness. This is an issue of sufficient importance to the legal system and to the equitable treatment of refugee claimants that it does not permit any deviation from a uniform standard."], ["[9]", "On the issue of the RAD's exclusion of evidence under section 110(4) of the IRPA, I concur with the reasons given by Justice Jocelyne Gagné in", "REFERENCE_SUPPRESSED, that the standard of judicial review is that of reasonableness."], ["[10]", "I agree with counsel for the Applicant that the RAD erred in adopting a reasonableness standard of review; the RAD has a more robust appellate jurisdiction than the one it applied. Here I am guided by the considered view of Justice Phelan in", "CITATION_SUPPRESSED,", "above. Justice Phelan found that the policy rationale for deference by the RAD is not sustainable except in relation to credibility issues (see para 37). He also observed that the RAD owed no deference to the RPD based on relative expertise - both were qualified to assess evidence in refugee cases (see para 49). He concluded by characterizing the RAD's appellate authority in the following terms:"], ["[54] Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision."], ["[11]", "In", "REFERENCE_SUPPRESSED, Justice George Locke described the standard of review applicable to RAD appeals as follows:"], ["[13] Considering again the decision of Justice Phelan in", "CITATION_SUPPRESSED", ", above, I am of the view that the RAD erred in finding that the standard of review for the RPD's decision is that of reasonableness."], ["[14] Except in cases where the credibility of a witness is critical or determinative or when the RPD has a particular benefit from the RAD to draw a specific conclusion, the RAD must not give any deference to the analysis of the evidence made by the RPD: see", "CITATION_SUPPRESSED. The RAD has as much expertise as the RPD and maybe more with respect to the analysis of the relevant documents and the representations from the parties."], ["[15] Under section 111(1) of the IRPA, the RAD has the right substitute the decision that should have been made. Therefore, the RAD must make an independent analysis of the evidence to form its own opinion.", "Also see", "REFERENCE_SUPPRESSED, and", "REFERENCE_SUPPRESSED."], ["[12]", "The RAD declined to reconsider the RPD's qualitative analysis of Ms. Sow's birth certificate because the RPD had first-hand access to the document and because it also had a degree of expertise in assessing such a document."], ["[13]", "With respect, the RPD enjoyed no adjudicative advantage over the RAD in assessing this evidence and it should have examined the birth certificate independently. The RAD acknowledged its status as a specialized tribunal in the area of refugee protection and had the entire documentary record before it. The birth certificate was of central importance to Ms. Sow's assertion of identity and it was wrong for the RAD to defer to the RPD's finding about its facial condition. Ms. Sow was entitled to a first-hand assessment of this evidence and she did not receive one."], ["[14]", "The RAD's rejection of at least some of the evidence tendered on behalf of Ms. Sow was unreasonable. Section 110(4) of the IRPA must be applied by the RAD with a degree of flexibility commensurate with the surrounding circumstances."], ["[15]", "On this issue, I strongly endorse the views of Justice Gagné in", "CITATION_SUPPRESSED:"], ["[55] Accordingly, in order for there to be a \"full fact-based appeal\" before the RAD, the criteria for the admissibility of evidence must be sufficiently flexible to ensure it can occur. Often, the evidence at stake will be essential for proving the factual basis of the errors the claimant alleges were made by the RPD. This consideration becomes all the more pertinent in light of the strict timelines a claimant now faces for initially submitting evidence before the RPD. A claimant now has 50 days to present all documents from the date he or she made the claim; the previous legislative scheme required the documents 20 days prior to a hearing, which, on average, took much longer to take place. When the RPD confronts a claimant on the weakness of his evidentiary record, the RAD should, in subsequent review of the decision, have some leeway in order to allow the claimant to respond to the deficiencies raised."], ["[56] But there is more. In", "CITATION_SUPPRESSED", ", Justice Sharlow distinguishes between the express and the implicit questions raised by paragraph 113(a) of the Act and specifically states that the four implied questions (credibility, relevance, newness and materiality) find their source in the purpose of paragraph 113(a) within the statutory scheme of the Act relating to refugee claims and PRRA applications. In my view, they need to be addressed in that specific context and are not transferable in the context of an appeal before the RAD."], ["[57] In sum, I am of the view that it was unreasonable for the RAD to strictly apply the", "CITATION_SUPPRESSED", "test in interpreting subsection 110(4) of the Act all the while failing to appreciate that its role is quite different from that of a PRA officer."], ["[58] In order to achieve statutory coherence, in that the RAD would be able to hear fleshed out appeals of questions of fact and of mixed fact and law, the main issue is whether the evidence \"was not reasonably available, or that the person could not reasonably (or normally according to the French version) have been expected in the circumstances to have presented.\""], ["[16]", "The RAD was wrong to import the approach to the receipt of new evidence recognized in", "REFERENCE_SUPPRESSED. An appeal to the RAD is not the equivalent of a Pre-Removal Risk Assessment [PRRA]. Indeed, it has been repeatedly held in this Court that a PRRA is not an appeal from an unfavourable refugee determination. The reasons for strictly limiting the receipt of new evidence in the context of a PRRA are mostly absent from those that apply to an appeal from a refugee determination, particularly given the truncated timeline for completing the underlying RPD proceeding."], ["[17]", "The RAD's assessment of the fresh evidence tendered on behalf of Ms. Sow is difficult to follow. Paragraph 15 of the decision states that \"documents (a) through (d) are not evidence that arose after the rejection of the Appellants' [sic] refugee claims [sic]\". In the next paragraph documents (c) and (d) are said to be emails \"which arose after the rejection of the claim\". Suffice it to say, it cannot be both."], ["[18]", "The RAD also rejected documents (c) and (d) on the basis that they were not relevant to prove Ms. Sow's identity. It is certainly correct that those emails did no more than establish the failed attempts by counsel to obtain better identity documentation. In that sense, they did not add anything substantive to prove Ms. Sow's identity. But that is not to say that the emails were irrelevant. Section 106 of the IRPA clearly states that evidence bearing on unsuccessful steps taken to obtain identity documentation is relevant and may overcome a concern about the adequacy of what was produced. This seems to me a recognition that, in some parts of the world, cogent identity documentation may be difficult, if not impossible, to obtain and legitimate refugee claimants ought not to be prejudiced by that fact alone."], ["[19]", "I accept the point made by counsel for the Respondent that much more could have been done to attempt to overcome the identity concerns of the RPD and the RAD. But that point does not displace the obligation of the RAD to apply the required standard of review to the evidence or to reasonably accept and assess the evidence put to it."], ["[20]", "Having regard to the above, I need not deal with the argument that the RAD failed to address Ms. Sow's request for an oral hearing. The fact that the RAD contradicted itself on the face of its decision may well reflect nothing more than a failure to proof-read the decision."], ["[21]", "For the foregoing reasons, this application for judicial review is allowed. The matter will be remitted for reconsideration on the merits by a different decision-maker. Counsel for Ms. Sow has proposed three questions for certification. Having regard to my disposition of the application, those questions are moot. The Respondent did not submit a question for certification and, in the result, no question is certified.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed with the matter to be remitted for reconsideration on the merits by a different decision-maker.", "Application allowed.", "Editor: J. Danielle King/nmg", "[End of document]"]]}