{"id_": "050332", "body_str": [["[1]", "Near, J.", ": The Applicant, the Attorney General of Canada, seeks judicial review of a decision of a Designated Member of the Pension Appeals Board (Designated Member) granting leave to appeal the denial of Canada Pension Plan (CPP) disability benefits by a Review Tribunal (RT) to the Respondent, Brenda Kucman. The Respondent has not submitted material contesting this application and did not appear at the hearing."], ["[2]", "For the following reasons, the application is allowed.", "I.", "Background"], ["[3]", "In August 2008, the Respondent applied for CPP disability benefits based on \"back pain lower & upper.\" She indicated that she could no longer work full-time in housekeeping. The Minister of Human Resources and Skills Development (the Minister) denied her application, initially and on reconsideration, since her disability was not considered \"severe and prolonged.\""], ["[4]", "The Respondent requested an appeal of the Minister's decision to the RT in a letter dated November 18, 2009. A hearing was held on October 13, 2010."], ["[5]", "The RT's decision dismissed the Respondent's appeal on December 13, 2010 stating that although she had a medical condition, she had \"not demonstrated that it is more likely than not that she is disabled within the meaning of the CPP on the basis of the evidence as a whole.\""], ["[6]", "The Respondent filed a Notice of Appeal to the Pension Appeals Board (the Board) on March 21, 2011. Her reasons for doing so were articulated as follows: \"I believe that I am disabled according to the definition in the CPP act.\""], ["[7]", "A Designated Member of the Board rendered an", "ex parte", "decision granting leave to appeal the RT decision on May 31, 2011. The parties were informed of this decision in a subsequent letter. No accompanying reasons or formal record of the decision were provided by the Designated Member.", "II.", "Legislative and Procedural Framework"], ["[8]", "Subsection 83 of the", "Canada Pension Plan", ", RSC 1985, c C-8 (the", "Plan", ") governs the grant or refusal of leave to appeal to the Board. Leave to appeal is not as of right. Under subsection 83(1), a party dissatisfied with the decision of a RT must apply in writing to the Chairman or Vice-Chairman of the Board."], ["[9]", "Applications for leave to appeal must meet the requirements set out in Rule 4 of the", "Pension Appeals Board Rules of Procedure (Benefits)", ", CRC, c 390 (", "PAB Rules", "):", "4. An appeal from a decision of a Review Tribunal shall be commenced by serving on the Chairman or Vice-Chairman an application for leave to appeal, which shall be substantially in the form set out in Schedule I and shall contain", "(a) the date of the decision of the Review Tribunal, the name of the place at which the decision was rendered and the date on which the decision was communicated to the appellant;", "(b) the full name and postal address of the appellant;", "(c) the name of an agent or representative, if any, on whom service of documents may be made, and his full postal address;", "(d) the grounds upon which the appellant relies to obtain leave to appeal; and", "(e) a statement of the allegations of fact, including any reference to the statutory provisions and constitutional provisions, reasons the appellant intends to submit and documentary evidence the appellant intends to rely on in support of the appeal.", "4. L'appel de la décision d'un tribunal de révision est interjeté par la signification au président ou au vice-président d'une demande d'autorisation d'interjeter appel, conforme en substance à l'annexe I, qui indique:", "a) la date de la décision du tribunal de révision, le nom de l'endroit où cette décision a été rendue et la date à laquelle la décision a été transmise à l'appelant;", "b) les nom et prénoms ainsi que l'adresse postale complète de l'appelant;", "c) le cas échéant, le nom et l'adresse postale complète d'un mandataire ou d'un représentant auquel des documents peuvent être signifiés;", "d) les motifs invoqués pour obtenir l'autorisation d'interjeter appel; et", "e) un exposé des faits allégués, y compris tout renvoi aux dispositions législatives et constitutionnelles, les motifs que l'appelant entend invoquer ainsi que les preuves documentaires qu'il entend présenter à l'appui de l'appel."], ["[10]", "These applications are disposed of", "ex parte", ", unless directed otherwise (", "PAB Rules", ", s 7). The Chairman or Vice-Chairman can also designate a member to exercise their duties in either granting or refusing leave."], ["[11]", "Where leave is refused, written reasons must be provided (", "Plan", ", subsection 83(3)). Conversely, by granting leave the initial application for leave to appeal effectively becomes the Notice of Appeal (", "Plan", ", s 83(4)). Thereafter, the Board can conduct a", "de novo", "hearing on the claim for a disability pension on its merits (", "FRAGMENT_SUPPRESSED). Parties are, however, able to seek judicial review of the decision of a designated member to grant leave to appeal with this Court, as the Applicant has done in the present case (see", "FRAGMENT_SUPPRESSED).", "III.", "Issues"], ["[12]", "The Applicant raises the following issues:", "(a) Was the Designated Member required to record a decision to grant leave?", "(b) Are written reasons required in granting leave to appeal based on the mandatory requirements set out in Rule 4 of the", "PAB Rules", "(c) Did the Designated Member err in law by either applying no test or an incorrect test in granting leave to appeal?", "(d) Did the application for leave to appeal raise an arguable case?", "IV.", "Standard of Review"], ["[13]", "Questions of procedural fairness raised by this application demand the correctness standard (", "FRAGMENT_SUPPRESSED)."], ["[14]", "The issue of whether the Designated Member applied the proper test in granting leave to appeal is a question of law also reviewable on a standard of correctness, while the determination as to whether the application raises an arguable case is reviewed on a standard of reasonableness (", "FRAGMENT_SUPPRESSED).", "V.", "Analysis"], ["[15]", "The Applicant submits that decisions to grant leave must be recorded in some way based on the reasoning of Justice Roger Hughes in", "FRAGMENT_SUPPRESSED where it was stated:", "FRAGMENT_SUPPRESSED"], ["[16]", "In this case, the parties were similarly informed of the decision by way of a letter without any reference to a decision on the record or the identity of the Designated Member. This would constitute an error in granting leave as in", "FRAGMENT_SUPPRESSED", ", above, particularly when considered in light of concerns regarding the lack of reasons and application of the legal test."], ["[17]", "The Applicant also contends that the Designated Member was required to provide written reasons in granting leave to appeal, since leave is not granted as of right. The application submitted was deficient in that it failed to comply with Rule 4 of the", "PAB Rules", "necessitating a statement of the allegations of fact, reasons the appellant intended to submit, and documentary evidence that would be relied on. Given these deficiencies, the Designated Member should have explained why discretion was exercised to grant leave to appeal."], ["[18]", "The Applicant acknowledges that there is no statutory requirement to provide reasons in granting leave. Indeed, only a refusal under subsection 83(3) of the", "Plan", "triggers an express obligation for reasons."], ["[19]", "This Court has nevertheless held on several occasions that Designated Members were required to provide reasons in support of discretionary decisions granting leave to appeal (", "FRAGMENT_SUPPRESSED)."], ["[20]", "To the extent that my colleagues have departed from that established principle, it is in instances where the reasons given by the party making the application for leave to appeal, on becoming the Notice of Appeal, were sufficiently expansive to assess whether the appropriate legal test was applied along with the reasonableness of the decision to grant leave (see", "FRAGMENT_SUPPRESSED)."], ["[21]", "In", "FRAGMENT_SUPPRESSED, Justice Richard Mosley noted the lack of reasons and failure of the appellant to set out a specific error of law or fact in his application, but found it was a matter for the Court to assess whether there was an arguable case to grant leave. While this may make sense in certain instances, I am unwilling to take that approach with this case."], ["[22]", "Where the application for leave to appeal is defective for a failure to comply with Rule 4 absent any reasons \"one can only speculate as to whether the designated member was aware of the legal test to be applied on applications for leave and whether his assessment of the record in applying that test was reasonable\" (", "FRAGMENT_SUPPRESSED)."], ["[23]", "Since the Respondent's application for leave to appeal contained a single sentence \"I believe that I am disabled according to the definition in the CPP act\", it neither complied with the", "PAB Rules", "nor provided a basis for considering the test applied and the reasonableness of the decision as raising an arguable case. The Designated Member's failure to give reasons proves fatal to his grant of leave to appeal to the Respondent.", "VI.", "Conclusion"], ["[24]", "As the Designated Member failed to record the decision and provide reasons that would allow me to assess whether the correct legal test was applied and granting leave was reasonable, the application for judicial review is allowed. The decision to grant the Respondent's application for leave to appeal is quashed and the matter is remitted back to another member for re-determination.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed. The decision to grant the Respondent's application for leave to appeal is quashed and the matter is remitted back to another member for re-determination.", "Application allowed.", "Editor: Sharon McCartney/vnh", "[End of document]"]]}