{"id_": "050415", "body_str": [["[1]", "Mainville, J.", ": This is an appeal by the Minister of Citizenship and Immigration (the Minister) under subsection 14(5) of the", "Citizenship Act", "and related statutory and regulatory provisions, from a decision by a citizenship judge granting Canadian citizenship to the respondent.", "Facts and decision under appeal"], ["[2]", "The facts relevant to the appeal are not in dispute."], ["[3]", "The respondent, Mr. Elie Samih Takla, is a citizen of Lebanon. He is an engineer and works in a specialized field related to the petroleum industry. He and his family became permanent residents of Canada on April 21, 2002, and they arrived in Canada to reside here on August 16, 2003."], ["[4]", "The respondent's wife and children are all Canadian citizens since they successfully met all the requirements of the", "Act", "in this respect, including the requirements concerning the period of residence in Canada."], ["[5]", "However, when the respondent submitted his application for citizenship on September 26, 2006, he stated that he had been physically present in Canada for only 597 days in the four years immediately preceding his application."], ["[6]", "His application was therefore referred to a citizenship judge and, in a decision dated February 26, 2009, the respondent's application for citizenship was approved. The citizenship judge took into account the six criteria outlined in", "Koo, Re", ", [1993] 1 F.C. 286; 59 F.T.R. 27 (T.D.)."], ["[7]", "The citizenship judge found that almost all the respondent's absences were related to his work as a specialized engineer. The respondent's specialized work required numerous trips abroad to serve his employer's clients. His trips led him to spend long periods of time in various countries, including France, the United Arab Emirates, Iran, Lebanon, Tunisia, Algeria, Great Britain, Russia, Spain and Norway. The respondent's trips were mainly in North Africa and France since his employer's head office is in Algiers."], ["[8]", "The citizenship judge found that the respondent has only one permanent residence, which is situated in Canada, where his wife and children live and to which he returns at the end of each of his numerous business trips. The respondent's residence in Canada is a house that he owns; he has also acquired other buildings in Canada as investments. His wife works in Canada and his children go to school here. The respondent pays his taxes in Canada on his world-wide income."], ["[9]", "The citizenship judge therefore concluded as follows: \"On balance, the quality of the applicant's connection to Canada is higher than to any other country. Canada has become the applicant's home. Indeed the applicant is what Canada is all about. As such, the applicant, according to the jurisprudence settled by Madame Justice Reed in", "Re Koo", ", has met the residence requirements of s. 5(1)(c) of the", "Act", ".\"", "Positions of parties"], ["[10]", "The Minister challenges the citizenship judge's decision on the grounds that he erred by finding that the respondent satisfied the residence requirement under the", "Act", ", and that he misapplied the approach in this regard that the Federal Court established in", "Koo", ", above. The Minister also criticizes the judge for failing to give sufficient reasons for his decision. In the Minister's opinion, the decision by the citizenship judge in this case is unreasonable."], ["[11]", "Counsel for the Minister notes that the respondent has not even accumulated 730 days of physical presence in Canada during the five years immediately preceding the application for citizenship, and thus, in this case, even the requirements of physical presence in Canada under subsections 28(1) and (2) of the", "Immigration and Refugee Protection Act", ", reproduced in the appendix, have not been met. Counsel for the Minister contends that the interpretation of the provisions of the", "Immigration and Refugee Protection Act", "must be consistent with the interpretation of the provisions relating to the acquisition of citizenship in the", "Citizenship Act"], ["[12]", "The respondent, who is representing himself, maintains that he is well established in Canada with his family but that his professional obligations require him to travel constantly outside the country to support himself and his family."], ["[13]", "The respondent does not foresee that he will be physically present in Canada three years out of four in the foreseeable future but says that he is able to meet the criterion of two years of physical presence out of five years under the", "Immigration and Refugee Protection Act", "to maintain his permanent resident status."], ["[14]", "The respondent nonetheless wishes to acquire Canadian citizenship, and he maintains that the citizenship judge's decision should be upheld given that he is established in Canada and is not as consistently physically present in any other country as he is in Canada.", "Relevant statutory provisions"], ["[15]", "The relevant statutory provisions are the definition of the word \"Court\" in subsection 2(1) of the", "Citizenship Act", ", as well as subsection 5(1), paragraph 14(1)(a), subsections 14(2), (5) and (6), section 16 and subsection 26(1) of the", "Act", ", sections 18.5 and 21 of the", "Federal Courts Act", ", paragraph 300(c) of the", "Federal Courts Rules", "and subsections 28(1) and (2) of the", "Immigration and Refugee Protection Act", ". These provisions are reproduced in the appendix.", "Appropriate standard of review - Introduction"], ["[16]", "Relying on certain Federal Court decisions, counsel for the Minister suggests that the appropriate standard of review on this appeal from a decision of a citizenship judge is reasonableness."], ["[17]", "This approach calls for a number of clarifications and comments because of the particular nature of this appeal."], ["[18]", "Section 14(5) of the", "Citizenship Act", ", reproduced in the appendix, explicitly provides that a decision of a citizenship judge may be appealed to the Federal Court. Section 21 of the", "Federal Courts Act", "also provides for this. Section 18.5 of the", "Federal Courts Act", "explicitly provides that a decision that can be appealed under a federal Act is not subject to judicial review by the Federal Court. Moreover, section 16 of the", "Citizenship Act", "states that the Federal Court of Appeal does not have jurisdiction to hear and determine an application for judicial review in such cases."], ["[19]", "Parliament therefore clearly and explicitly provided for an appeal and not for a judicial review: see the Federal Court decisions in", "<FRAGMENT_SUPPRESSED> ; 164 F.T.R. 177 (T.D.), at paragraph 9;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.), at paragraph 8;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 191 F.T.R. 62 (T.D.), at paragraph 2; and", "<FRAGMENT_SUPPRESSED> ; 306 F.T.R. 206; 2006 FC 1536, at paragraph 38."], ["[20]", "Nevertheless, the appropriate standard of review on an appeal from a decision by an administrative tribunal is not always easy to determine. In the legal context arising from the decision in", "<FRAGMENT_SUPPRESSED>  it is appropriate to re-evaluate the standard of review to be applied on an appeal from a decision by a citizenship judge under subsection 14(5) of the", "Citizenship Act"], ["[21]", "Prior to <FRAGMENT_SUPPRESSED> , above, a clear majority of the Federal Court's jurisprudence held that the appropriate standard of review on an appeal on the issue of whether an applicant has met the residence requirement was reasonableness simpliciter:", "<FRAGMENT_SUPPRESSED> ; 284 F.T.R. 139; 2005 FC 1555, at paragraph 14;", "<FRAGMENT_SUPPRESSED> ; 2005 FC 981;", "<FRAGMENT_SUPPRESSED> ; 2005 FC 778, at paragraph 6;", "<FRAGMENT_SUPPRESSED> ; 2004 FC 1752;", "<FRAGMENT_SUPPRESSED> ; 2004 FC 1594, at paragraphs 19 to 21;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[22]", "The standard of review that the Federal Court generally applies on appeals from decisions by citizenship judges was often closer to the \"palpable and overriding error\" standard that characterizes appeals on questions of fact. As Mr. Justice Lutfy (now Chief Justice) correctly pointed out in", "Lam", ", above, at paragraph 33:", "\"Justice and fairness, both for the citizenship applicants and the Minister, require some continuity with respect to the standard of review while the current", "Act", "is still in force and despite the end of the de novo trials. The appropriate standard, in these circumstances, is one close to the correctness end of the spectrum. However, where citizenship judges, in clear reasons which demonstrate an understanding of the case law, properly decide that the facts satisfy their view of the statutory test in paragraph 5(1)(c), the reviewing judges ought not to substitute arbitrarily their different opinion of the residency requirement. It is to this extent that some deference is owed to the special knowledge and experience of the citizenship judge during this period of transition.\""], ["[23]", "Since the <FRAGMENT_SUPPRESSED> decision, above, Federal Court decisions have, for the most part, favoured the reasonableness standard of review on an appeal from a decision of a citizenship judge under subsection 14(5) of the", "Citizenship Act", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2009 FC 188, at paragraph 8;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2008 FC 939, at paragraph 7; and", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "Although I am also of the view that the reasonableness standard of review applies in this case in accordance with the Supreme Court of Canada's teachings in <FRAGMENT_SUPPRESSED> , this standard is not uniform and it varies in accordance with the analysis that the Court must carry out pursuant to that decision. For the reasons set out in the analysis which follows, I am of the view that the reasonableness standard of review calls for qualified deference here where the Court is hearing an appeal from a decision of a citizenship judge under subsection 14(5) of the", "Citizenship Act", "Appropriate standard of review-Analysis"], ["[25]", "Before <FRAGMENT_SUPPRESSED> , almost all Federal Court decisions applied the reasonableness simpliciter standard of review to appeals from decisions by citizenship judges under subsection 14(5) of the", "Citizenship Act", ". The reasonableness simpliciter standard was based on the principles set out by the Supreme Court of Canada in a series of decisions, inter alia:", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 75 W.A.C. 1;", "Director of Investigation and  <FRAGMENT_SUPPRESSED> ."], ["[26]", "All these judgments dealt with the issue of appeals from decisions by specialized administrative tribunals. The issue before the Supreme Court of Canada was whether deference applied even where the", "Act", "in question provided for a right of appeal from decisions made by these tribunals and did not protect their decisions through a privative clause. In these four decisions, the Supreme Court of Canada held that a particular standard of review applied in such circumstances, a standard that it called \"reasonableness simpliciter\"."], ["[27]", "The Supreme Court of Canada also noted that this particular standard was closely akin to the standard of review applied on appeals from findings of fact by trial judges. There is no doubt that the reasonableness simpliciter standard of review was the subject of a number of criticisms and controversies. The reasons that led the Supreme Court of Canada to establish a new standard of review rather than applying the well-known standard of review on appeals in such cases appear to be related to the desire to respect the expertise and specialization of these tribunals. Thus, in", "<FRAGMENT_SUPPRESSED>  decision by a securities commission was established as follows at page 591 of the decision:", "\"... On one hand, we are dealing with a statutory right of appeal pursuant to s. 149 of the", "Act", ". On the other hand, we are dealing with an appeal from a highly specialized tribunal on an issue which arguably goes to the core of its regulatory mandate and expertise.", "\"This Court's decision in", "<FRAGMENT_SUPPRESSED>  (", "Bell Canada", "), is particularly helpful in deciding the present case as it dealt with a statutory right of appeal rather than an application for judicial review. Gonthier, J., writing for this Court, stated the following at pp. 1745-46:", "'It is trite to say that the jurisdiction of a court on appeal is much broader than the jurisdiction of a court on judicial review. In principle, a court is entitled, on appeal, to disagree with the reasoning of the lower tribunal.", "'However,", "within the context of a statutory appeal from an administrative tribunal, additional consideration must be given to the principle of specialization of duties", ". Although an appeal tribunal has the right to disagree with the lower tribunal on issues which fall within the scope of the statutory appeal,", "curial deference should be given to the opinion of the lower tribunal on issues which fall squarely within its area of expertise", ".' [Emphasis added.]", "\"Consequently, even where there is no privative clause and where there is a statutory right of appeal, the concept of the specialization of duties requires that deference be shown to decisions of specialized tribunals on matters which fall squarely within the tribunal's expertise. ...\""], ["[28]", "The Supreme Court noted in", "Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED>  appeals to the Federal Court of Appeal from decisions by the Competition Tribunal and stated as follows at paragraphs 59 and 60:", "\"The standard of reasonableness simpliciter is also closely akin to the standard that this Court has said should be applied in reviewing findings of fact by trial judges. In", "Stein v. 'Kathy K' (The Ship)", ", [1976] 2 S.C.R. 802, at p. 806, Ritchie, J., described the standard in the following terms:", "'... the accepted approach of a court of appeal is to test the findings [of fact] made at trial on the basis of whether or not they were", "clearly wrong rather than whether they accorded with that court's view of the balance of probability", ".' [Emphasis added.]", "\"Even as a matter of semantics, the closeness of the 'clearly wrong' test to the standard of reasonableness simpliciter is obvious. ... Because the clearly wrong test is familiar to Canadian judges, it may serve as a guide to them in applying the standard of reasonableness simpliciter.\""], ["[29]", "The reasonableness simpliciter standard thus appeared to be closely akin to the standard of review normally applied on appeals from findings of fact and factual inferences made at trial, with an additional degree of deference given the specialized role generally conferred on an administrative tribunal. Madam Justice Abella recently described the standard of review on appeals from findings of fact and factual inferences in", "<FRAGMENT_SUPPRESSED> :", "\"... Findings of fact and factual inferences made at trial, as a result, are not to be reversed unless there is 'palpable and overriding error', or a fundamental mischaracterization or misappreciation of the evidence (", "<FRAGMENT_SUPPRESSED> , at paras. 10-18;", "<FRAGMENT_SUPPRESSED> , at paras. 52-76).\""], ["[30]", "The reasonableness simpliciter standard was collapsed into the reasonableness standard as a result of the <FRAGMENT_SUPPRESSED> decision, but it is useful to keep in mind that, in doing so, the Supreme Court did not set aside the underlying principles of that standard. The majority of the judges stated the following on this point at paragraphs 44, 45 and 48 (Emphasis added.):", "\"As explained above, the patent unreasonableness standard was developed many years prior to the introduction of the reasonableness simpliciter standard in <FRAGMENT_SUPPRESSED> . The intermediate standard was developed to respond to what the Court viewed as problems in the operation of judicial review in Canada, particularly the perceived all-or-nothing approach to deference, and in order to create a more finely calibrated system of judicial review (see also L. Sossin and C.M. Flood,", "The Contextual Turn: Iacobucci's Legacy and the Standard of Review in Administrative Law", "(2007), 57 U.T.L.J. 581). However, the analytical problems that arise in trying to apply the different standards undercut any conceptual usefulness created by the inherently greater flexibility of having multiple standards of review. Though we are of the view that the three-standard model is too difficult to apply to justify its retention, now,", "several years after <FRAGMENT_SUPPRESSED> , we believe that it would be a step backwards to simply remove the reasonableness simpliciter standard and revert to pre- <FRAGMENT_SUPPRESSED> law. As we see it, the problems that <FRAGMENT_SUPPRESSED> attempted to remedy with the introduction of the intermediate standard are best addressed not by three standards of review, but by two standards, defined appropriately.", "We therefore conclude that the two variants of reasonableness review should be collapsed into a single form of 'reasonableness' review.", "The result is a system of judicial review comprising two standards - correctness and reasonableness. But the revised system cannot be expected to be simpler and more workable unless the concepts it employs are clearly defined.", ". . . . .", "\"The move towards a single reasonableness standard does not pave the way for a more intrusive review by courts and", "does not represent a return to pre- <FRAGMENT_SUPPRESSED> formalism", ". In this respect, the concept of deference, so central to judicial review in administrative law, has perhaps been insufficiently explored in the case law. What does deference mean in this context? Deference is both an attitude of the court and a requirement of the law of judicial review. It does not mean that courts are subservient to the determinations of decision makers, or that courts must show blind reverence to their interpretations, or that they may be content to pay lip service to the concept of reasonableness review while in fact imposing their own view. Rather, deference imports respect for the decision-making process of adjudicative bodies with regard to both the facts and the law. ...\""], ["[31]", "In determining the appropriate standard of review, the Supreme Court of Canada invites us to conduct a two-step analysis. \"First, courts ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question.\" ( <FRAGMENT_SUPPRESSED> , at paragraph 62). Here, as we noted above, a clear majority of Federal Court decisions maintained that reasonableness simpliciter was the appropriate standard of review on appeals under subsection 14(5) of the", "Citizenship Act", "on the issue of whether the applicant has satisfied the period of residence requirement. That standard was closely akin to the standard of review applied on appeals from findings of fact by trial judges. In this context, applying the reasonableness standard here without further analysis does not seem satisfactory to me."], ["[32]", "The Supreme Court of Canada invites us to take the analysis to the second step, an analysis of the factors making it possible to identify the proper standard of review ( <FRAGMENT_SUPPRESSED> , at paragraph 64):", "\"The analysis must be contextual. As mentioned above, it is dependent on the application of a number of relevant factors, including: (1) the presence or absence of a privative clause; (2) the purpose of the tribunal as determined by interpretation of enabling legislation; (3) the nature of the question at issue, and; (4) the expertise of the tribunal. In many cases, it will not be necessary to consider all of the factors, as some of them may be determinative in the application of the reasonableness standard in a specific case.\""], ["[33]", "Here, there is no privative clause in the", "Citizenship Act", ". Decisions made by citizenship judges are subject to a general right of appeal to the Federal Court without leave. The purpose for which citizenship judges act under subsection 14(1) of the", "Citizenship Act", "is to review applications for citizenship and to determine whether the requirements of subsection 5(1) of the", "Act", "have been met. The questions in these cases are essentially questions of fact or mixed questions of law and fact. Citizenship judges do not have any specialized expertise: no training or particular expertise is required under the", "Citizenship Act", ", which simply provides in subsection 26(1) that the \"Governor in Council may appoint any citizen to be a citizenship judge.\""], ["[34]", "Citizenship judges do not have the same degree of expertise or specialization as the CRTC, the Securities Commission, the Competition Tribunal or the college of physicians that were the subject of the decisions in", "<FRAGMENT_SUPPRESSED>  Parliament entrusted a specialized task to citizenship judges, and that choice should be respected on appeals from their decisions."], ["[35]", "A number of factors favour the correctness standard of review when this Court is hearing an appeal from a decision by a citizenship judge under subsection 14(5) of the", "Citizenship Act", ". However, respecting Parliament's choice to entrust a specialized task to these judges favours choosing the reasonableness standard of review to the extent that the deference linked to that standard is sufficiently flexible to respond to the particular context of these appeals."], ["[36]", "The application of the reasonableness standard must be sufficiently elastic to take into account the various types of administrative tribunals in question. As Justice Binnie notes in", "<FRAGMENT_SUPPRESSED> :", "\"In my view, the interpretation of s. 18.1 of the", "Federal Courts Act", "must be sufficiently elastic to apply to the decisions of hundreds of different 'types' of administrators, from Cabinet members to entry-level", "fonctionnaires", ", who operate in different decision-making environments under different statutes with distinct grants of decision-making powers. Some of these statutory grants have privative clauses; others do not. Some provide for a statutory right of appeal to the courts; others do not. It cannot have been Parliament's intent to create by s. 18.1 of the", "Federal Courts Act", "a single, rigid Procrustean standard of decontextualized review for all 'federal board[s], commission[s] or other tribunal[s]', an expression which is defined (in s. 2) to include generally all federal administrative decision-makers. A flexible and contextual approach to s. 18.1 obviates the need for Parliament to set customized standards of review for each and every federal decision-maker.\""], ["[37]", "Justice Binnie also indicates in <FRAGMENT_SUPPRESSED> , above, at paragraph 59, that \"[r]easonableness is a single standard that takes its colour from the context. One of the objectives of <FRAGMENT_SUPPRESSED> was to liberate judicial review courts from what came to be seen as undue complexity and formalism.\""], ["[38]", "The characteristics of elasticity and adaptability of the reasonableness standard of review suggested by Justice Binnie are particularly applicable here since Parliament expressly excluded the operation of section 18.1 of the", "Federal Courts Act", "in favour of a right of appeal to the Federal Court. As the Supreme Court of Canada has noted on a number of occasions, where Parliament has shown a clear intent then, absent any constitutional challenge, that is the standard of review that is to be applied:", "<FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , above, at paragraph 30, <FRAGMENT_SUPPRESSED> , above, at paragraph 30."], ["[39]", "In this context, I am of the view that the reasonableness standard of review must be applied with flexibility and adapted to the particular context in question. Thus, the Court must show deference, but a qualified deference, when hearing an appeal from a decision by a citizenship judge under subsection 14(5) of the", "Citizenship Act", "concerning the determination of compliance with the residence requirement. The issues of jurisdiction, procedural fairness and natural justice raised in these appeals are nonetheless reviewed against the correctness standard in accordance with the principles outlined in <FRAGMENT_SUPPRESSED> . This is an approach that is consistent with both Parliament's expressed intention to subject these decisions to a right of appeal and the Supreme Court of Canada's teachings concerning the duty of the courts to show deference when sitting on an appeal from decisions of administrative tribunals.", "Interpretation of paragraph 5(1)(c) of Citizenship Act"], ["[40]", "Although the wording of paragraph 5(1)(c) of the", "Citizenship Act", "seems very clear, the case law has held otherwise. Indeed, the wording of the subsection in question, which is reproduced in the appendix, clearly indicates that a permanent resident must have \"within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada\", calculated in the following manner: for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence."], ["[41]", "It is difficult to imagine clearer language. Nonetheless, there are three competing jurisprudential schools on this issue. The first, referred to in Mr. Justice Muldoon's decisions in", "Pourghasemi, Re", ", [1993] F.C.J. No. 232; 62 F.T.R. 122 (T.D.), and", "Harry, Re", ", [1998] F.C.J. No. 189; 144 F.T.R. 141 (T.D.), maintains that the wording of the", "Act", "is clear and that it requires a physical presence in Canada for three years. The second, illustrated by Mr. Justice Thurlow's decision in", "Papadogiorgakis, Re", ", [1978] 2 F.C. 208 (T.D.), takes the position that the mere intention to reside in Canada is sufficient to acquire Canadian citizenship insofar as a certain connection with Canada is maintained. In", "Papadogiorgakis", ", the Canadian resident in question had spent very little time in Canada because he was studying abroad, but he maintained a residence with friends in Nova Scotia."], ["[42]", "The third jurisprudential school has become dominant with time and it is based on Madam Justice Reed's analysis in", "Koo", ", above. This jurisprudential school maintains that the test is whether the individual has centralized his or her mode of existence in Canada. To determine whether this test has been met, six questions must be asked (", "Koo", ", at pages 293 and 294):", "(1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship;", "(2) where are the applicant's immediate family and dependents (and extended family) resident;", "(3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country;", "(4) what is the extent of the physical absences - if an applicant is only a few days short of the 1095 day total it is easier to find deemed residence than if those absences are extensive;", "(5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted temporary employment abroad;", "(6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country."], ["[43]", "The", "Koo", "test was adopted in this Court's jurisprudence to the point that it is now, by far, the dominant test, \"perhaps in part because the six questions were specifically set out on a form used by citizenship judges\", as Mr. Justice Martineau notes in the recent decision in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Lutfy (now Chief Justice), in his well reasoned decision in", "Lam", ", above, enunciated the following principle (at paragraph 14): \"[I]t is open to the citizenship judge to adopt either one of the conflicting schools in this Court and, if the facts of the case were properly applied to the principles of the chosen approach, the decision of the citizenship judge would not be wrong.\" This approach was largely followed subsequently: see inter alia,", "<FRAGMENT_SUPPRESSED> ; 168 F.T.R. 235 (T.D.), at paragraph 11,", "<FRAGMENT_SUPPRESSED> ; 2001 FCT 733, at paragraph 29,", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  particular context of that decision. The decision was rendered in a situation that was perceived to be temporary given the statutory amendments that were under consideration at the time (", "Lam", ", at paragraph 15):", "\"The difficulty created by this Court's conflicting interpretation of paragraph 5(1)(c) may soon end. Bill C-63 proposes the enactment of a new", "Citizenship of Canada Act", "which is intended to clarify the residency requirement. According to the new proposals, a person resides, for a given day, in Canada '... if the person, during the day, ... is physically present in Canada'. This change appears to remove the discretion to credit the applicant for citizenship, with days towards the residency requirement, when the person is in fact absent from Canada. Bill C-63 will also remove the statutory appeal, now found in subsection 14(5). Consequently, if and when Bill C-63 is enacted, the current debate concerning the legal test for residency and the issue of the standard of review of a citizenship statutory appeal will no longer be relevant.\""], ["[46]", "In the current context, since the situation that was perceived as temporary at that time has become permanent, it appears appropriate, in my view, to settle on one interpretation of subsection 5(1)(c) of the", "Citizenship Act", ". Considering the clear majority of this Court's jurisprudence, the centralized mode of living in Canada test established in", "Koo", ", above, and the six questions set out therein for analytical purposes should become the only test and the only analysis."], ["[47]", "Although I am of the view that the test of physical presence for three years maintained by the first jurisprudential school is consistent with the wording of the", "Act", ", it appears to me preferable to promote a uniform approach to the interpretation and application of the statutory provision in question. I arrive at this conclusion in an attempt to standardize the applicable law. It is incongruous that the outcome of a citizenship application is determined based on analyses and tests that differ from one judge to the next. To the extent possible, coherence in administrative decision making must be fostered, as Mr. Justice Gonthier properly indicated in", "<FRAGMENT_SUPPRESSED>  O.A.C. 321, at page 327:", "\"It is obvious that coherence in administrative decision making must be fostered. The outcome of disputes should not depend on the identity of the persons sitting on the panel for this result would be [Translation] 'difficult to reconcile with the notion of equality before the law, which is one of the main corollaries of the rule of law, and perhaps also the most intelligible one': Morissette,", "Le contrôle de la compétence d'attribution: thèse, antithèse and synthèse", "(1986), 16 R.D.U.S. 591, at p. 632.\""], ["[48]", "The Federal Court of Appeal adopted this principle in", "<FRAGMENT_SUPPRESSED> :", "\"It is fundamental to the idea of justice that adjudicators, whether in administrative tribunals or courts, strive to ensure that similar cases receive the same treatment. This point was made eloquently by Gonthier, J., when writing for the majority in", "<FRAGMENT_SUPPRESSED> , at page 327 (", "Consolidated-Bathurst", ") ...\""], ["[49]", "Quite recently, the Federal Court of Appeal noted that it is not reasonable to uphold two schools of jurisprudential interpretation of the same statutory provision:", "<FRAGMENT_SUPPRESSED> . On this point, the Federal Court of Appeal endorsed the following comments of Justice Juriansz in the recent decision of the Ontario Court of Appeal entitled", "<FRAGMENT_SUPPRESSED> ; 251 O.A.C. 28; 2009 ONCA 491, at paragraph 48:", "\"From a common sense perspective, it is difficult to accept that two truly contradictory interpretations of the same statutory provision can both be upheld as reasonable. If two interpretations of the same statutory provision are truly contradictory, it is difficult to envisage that they both would fall within the range of acceptable outcomes. More importantly, it seems incompatible with the rule of law that two contradictory interpretations of the same provision of a public statute, by which citizens order their lives, could both be accepted as reasonable.\""], ["[50]", "Finally, as a last point, it is useful to note that the", "Koo", "test and the six-questions analysis attached to that test are only useful to the extent that residence in Canada has actually been established at a date prior to the citizenship application in order to effectively calculate a period of residence under the", "Citizenship Act", ". In fact, if the threshold issue of residence has not been established, the judge should not conduct a more thorough analysis. The comments of Madam Justice Layden-Stevenson in this respect in", "<FRAGMENT_SUPPRESSED>  (T.D.), at paragraph 13, are relevant:", "\"The difficulty with the appellant's reasoning is that it fails to address the threshold issue, his establishment of residence in Canada. Unless the threshold test is met, absences from Canada are irrelevant ... In other words, a two-stage inquiry exists with respect to the residency requirements of paragraph 5(1)(c) of the", "Act", ". At the first stage, the threshold determination is made as to whether or not, and when, residence in Canada has been established. If residence has not been established, the matter ends there. If the threshold has been met, the second stage of the inquiry requires a determination of whether or not the particular applicant's residency satisfies the required total days of residence. It is with respect to the second stage of the inquiry, and particularly with regard to whether absences can be deemed residence, that the divergence of opinion in the Federal Court exists.\"", "On this issue, see also", "<FRAGMENT_SUPPRESSED> ; 225 F.T.R. 215; 2002 FCT 1067, at paragraph 4, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; 2009 FC 299, at paragraph 21.", "Analysis of decision"], ["[51]", "Against this background, I will analyse the decision by the citizenship judge in this case."], ["[52]", "Here, the citizenship judge was of the view that the respondent had centralized his mode of existence in Canada and that, consequently, he should be granted Canadian citizenship although he had been physically present in Canada for only 590 [sic] days during the four years immediately preceding his application. Is this decision reasonable? In other words, does the qualified deference that the Court must show to the citizenship judge in his assessment of the evidence or his analyses regarding the establishment of a residence in Canada and the determination of the centralization of mode of existence in Canada test permit the Court to intervene?"], ["[53]", "The first step is to determine whether the respondent established his residence in Canada on a date preceding his citizenship application in order to calculate a period of residence in Canada. Here, the citizenship judge found that the respondent had, in fact, established his residence in Canada as of August 16, 2003, with his wife and children. In this case, the first step of the analysis set out in the <FRAGMENT_SUPPRESSED> decision, above, was answered in the affirmative by the citizenship judge. There is nothing in the record to suggest that this finding of fact by the citizenship judge was not reasonable."], ["[54]", "Since the respondent established a residence in Canada as of August 16, 2003, the second step is to determine, in light of the", "Koo", "decision, whether the respondent, in fact, centralized his mode of existence in Canada subsequent to establishing his residence. In this regard, we must analyse the six questions in the", "Koo", "decision."], ["[55]", "The first question to ask under the", "Koo", "analysis is whether the respondent was physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship. The citizenship judge did not really answer this question; he merely noted that the respondent had been absent from Canada on a quasi-permanent basis until August 16, 2003, the date on which he established his residence in Canada, and that he had maintained that residence since. Thus, instead of answering the question, the citizenship judge used a circular argument whereby his final finding on the residence issue compensated for the respondent's physical absence from Canada immediately prior to his application."], ["[56]", "The respondent did not even accumulate the 730 days of presence in Canada required under subsection 28(1) of the", "Immigration and Refugee Protection Act", ", which is certainly an important factor in answering the first question, to the extent that it is desirable that a certain consistency be maintained between that", "Act", "and the provisions concerning the acquisition of citizenship in the", "Citizenship Act", ". Moreover, the evidence in the record shows that the application for citizenship was submitted on September 26, 2006, and that from January 1 to September 26, 2006, the respondent was absent from Canada for 127 days out of 269, i.e., almost half the time. Based on the evidence, the answer to the first question does not favour granting citizenship to the respondent."], ["[57]", "The second question concerns where the respondent's immediate family and dependants as well as his extended family are residing. The citizenship judge noted that the respondent's wife and children reside in Canada and are fully integrated here. On the other hand, the respondent's extended family resides in Lebanon. The answer to the second question certainly favours granting citizenship if only the respondent's wife and children are considered. However, the citizenship judge did not analyse the links between the respondent and his extended family in Lebanon."], ["[58]", "The purpose of the third question is to determine whether the respondent's physical presence in Canada indicates that he is returning home to Canada or merely visiting. The citizenship judge noted that the respondent regularly returns to Canada to sojourn there with his wife and children when his trips abroad are completed. Here, the answer to the third question favours granting citizenship."], ["[59]", "The fourth question attempts to assess the extent of the respondent's physical absences to determine whether he is only a few days short of residence or whether the absences are more significant; if an applicant is only a few days short, it may be possible to find deemed residence. The citizenship judge properly found that the answer to this question does not favour granting citizenship given the large number of days of absence."], ["[60]", "The fifth question seeks to determine whether the respondent's physical absence is temporary or recurrent in nature. The citizenship judge made a brief finding, in one sentence, that the respondent's absences were temporary since they were connected to his employment. This finding is flawed. The citizenship judge confused the nature of the absences with their continued recurrence. Here, the respondent works for a foreign company, and his specialized work will not allow him to work in Canada in his specialized area in the foreseeable future. The respondent himself believes it is improbable that he will be able to work in Canada in his field in the foreseeable future, given the current economic situation and the petroleum industry's state of development in Canada in general and in Alberta in particular. Contrary to the citizenship judge's finding in this regard, a reasonable answer to the fifth question does not favour granting citizenship."], ["[61]", "The sixth question concerns the quality of the respondent's connection with Canada in order to determine whether it is more substantial than that which exists with any other country. The citizenship judge noted that the respondent's family is well established and integrated in Canada, that he ordinarily and repeatedly returns to Canada and that he pays his taxes in Canada on his world-wide income. He concluded that the respondent's connection with Canada was more substantial than that which existed with any other country. There is nothing in the record to suggest that the citizenship judge's finding in this regard was unreasonable. As the respondent indicated in his application for citizenship and repeated before me at the appeal hearing, Canada is now his home base. In the absence of evidence to the contrary, I must defer to the citizenship judge on this point. Accordingly, the answer to the sixth question favours granting citizenship to the respondent."], ["[62]", "This is a case where the answers to a number of the six relevant questions do not support a finding that the respondent centralized his mode of existence in Canada during the relevant period."], ["[63]", "On the contrary, the respondent spent much more time outside Canada than in the country during the relevant period, and the evidence indicates that this situation is neither temporary nor unusual."], ["[64]", "The decision by the citizenship judge is therefore not reasonable in a number of respects, which allows this Court to intervene and to grant the appeal. Consequently, the appeal will be allowed."], ["[65]", "Of course, the respondent may submit another application for citizenship if he decides that this is appropriate, and it will be examined on the basis of another period of reference."], ["[66]", "The Minister did not request costs when the appeal was filed, but at the hearing his counsel asked orally for an amendment to add a request for costs. Given the late request for costs and the particular circumstances of the case, I am not awarding any costs.", "JUDGMENT"], ["[67]", "THE COURT ORDERS AND ADJUDGES", "that the appeal is allowed and that, consequently, the grant of citizenship to the respondent on the basis of his application dated September 26, 2006, is denied.", "Appeal allowed.", "Editor: E. Joanne Oley/pdk", "APPENDIX", "RELEVANT STATUTORY PROVISIONS", "Citizenship Act", "2(1) In this Act,", ". . . . .", "\"Court\" means the Federal Court;", ". . . . .", "5(1) The Minister shall grant citizenship to any person who", "(a) makes application for citizenship;", "(b) is eighteen years of age or over;", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "(d) has an adequate knowledge of one of the official languages of Canada;", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.", "14(1) An application for", "(a) a grant of citizenship under subsection 5(1) or (5),", ". . . . .", "shall be considered by a citizenship judge who shall, within sixty days of the day the application was referred to the judge, determine whether or not the person who made the application meets the requirements of this Act and the regulations with respect to the application.", "(2) Forthwith after making a determination under subsection (1) in respect of an application referred to therein but subject to section 15, the citizenship judge shall approve or not approve the application in accordance with his determination, notify the Minister accordingly and provide the Minister with the reasons therefor.", ". . . . .", "(5) The Minister or the applicant may appeal to the Court from the decision of the citizenship judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which", "(a) the citizenship judge approved the application under subsection (2); or", "(b) notice was mailed or otherwise given under subsection (3) with respect to the application.", "(6) A decision of the Court pursuant to an appeal made under subsection (5) is, subject to section 20, final and, notwithstanding any other Act of Parliament, no appeal lies therefrom.", "16. Notwithstanding section 28 of the Federal Courts Act, the Federal Court of Appeal does not have jurisdiction to hear and determine an application to review and set aside a decision made under this Act if the decision may be appealed under section 14 of this Act.", "26(1) The Governor in Council may appoint any citizen to be a citizenship judge. ...", "Federal Courts Act", "18.5 Despite sections 18 and 18.1, if an Act of Parliament expressly provides for an appeal to the Federal Court, the Federal Court of Appeal, the Supreme Court of Canada, the Court Martial Appeal Court, the Tax Court of Canada, the Governor in Council or the Treasury Board from a decision or an order of a federal board, commission or other tribunal made by or in the course of proceedings before that board, commission or tribunal, that decision or order is not, to the extent that it may be so appealed, subject to review or to be restrained, prohibited, removed, set aside or otherwise dealt with, except in accordance with that Act.", "21. The Federal Court has exclusive jurisdiction to hear and determine all appeals that may be brought under subsection 14(5) of the Citizenship Act.", "Federal Courts Rules", "300. This Part (Part V - Applications) applies to", ". . . . .", "(c) appeals under subsection 14(5) of the Citizenship Act; ...", "Immigration and Refugee Protection Act", "28(1) A permanent resident must comply with a residency obligation with respect to every five-year period.", "(2) The following provisions govern the residency obligation under subsection (1):", "(a) a permanent resident complies with the residency obligation with respect to a five-year period if, on each of a total of at least 730 days in that five-year period, they are", "(i) physically present in Canada,", "(ii) outside Canada accompanying a Canadian citizen who is their spouse or common-law partner or, in the case of a child, their parent,", "(iii) outside Canada employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province,", "(iv) outside Canada accompanying a permanent resident who is their spouse or common-law partner or, in the case of a child, their parent and who is employed on a full-time basis by a Canadian business or in the federal public administration or the public service of a province, or", "(v) referred to in regulations providing for other means of compliance;", "(b) it is sufficient for a permanent resident to demonstrate at examination", "(i) if they have been a permanent resident for less than five years, that they will be able to meet the residency obligation in respect of the five-year period immediately after they became a permanent resident;", "(ii) if they have been a permanent resident for five years or more, that they have met the residency obligation in respect of the five-year period immediately before the examination; and", "(c) a determination by an officer that humanitarian and compassionate considerations relating to a permanent resident, taking into account the best interests of a child directly affected by the determination, justify the retention of permanent resident status overcomes any breach of the residency obligation prior to the determination."]]}