{"id_": "050522", "body_str": [["[1]", "Campbell, J.", ": The present Application concerns a humanitarian and compassionate (H&C) decision respecting a young person who came to Canada under the following circumstances:", "The applicant is a 19 year old citizen of Armenia. The applicant was sent to Canada to visit his maternal aunt in March 1999. He was 7 years old.", "The applicant's parents in Armenia then decided that he should remain in Canada. They made this decision believing it was in his best interests owing to his fragile health.", "The applicant's parents signed a paper giving guardianship to his aunt in Canada. The applicant was 8 years old when this decision was made for him. He has now remained here for over 10 years.", "In December 2008, the applicant's aunt submitted an H & C application for the applicant. The evidence contained in the application indicated that the applicant had grown up in Canada and was established here. He had lived with his Canadian aunt throughout his childhood and regards her as a mother.", "(Applicant's Memorandum of Law and Argument, pp.35-36)"], ["[2]", "A primary reason provided by the Officer who denied the Applicant's request for relief is that he would suffer no hardship in returning to Armenia because he would live in the loving care of his parents. On this factual issue, the Applicant argues that his request for relief was misconducted because the decision under review was rendered without consideration of all the evidence he had to offer, and, therefore, in breach of the duty of fairness owed to him."], ["[3]", "The Applicant's breach of fairness argument is that the negative H&C decision was rendered prior to him being provided with the opportunity to submit updated information that goes to establish a critical change in his family situation in Armenia. As stated in the Applicant's affidavit filed in support of the present Application, the updated information in his possession to supply was that, since the Applicant's father is now retired from the Russian military and qualifies for retirement housing located in Russia, the Applicant's parents decided to move to Russia at the expense of the Russian military. The significance of the updated information is that, if the Applicant were to return to Armenia after his parents' move to Russia, he would not live in their care because he has no access to Russia (Application Record, p. 14). The Applicant learned of the critical change to his evidence in the fall of 2010 but did not immediately forward it for consideration because he was waiting for confirming evidence of his parents' impending move (Application Record, p.15)."], ["[4]", "The fairness argument puts a focus on the sequence of uncontested events with respect to the production of evidence in support of the Applicant's request for H&C relief. The Applicant's application is dated December 22, 2008. In response to his application, the Applicant received a letter from Immigration and Citizenship Canada (CIC) dated April 23, 2009 in which the following statement is made: [TRANSLATION]", "Please note that our office is currently processing a high volume of applications. There may be a delay of 30-42 months in processing your application. Please do not contact our office for an update of your application. We will inform you if an interview or", "additional information", "is required.", "[Emphasis added]", "(Certified Tribunal Record, p.19)"], ["[5]", "With respect to the Applicant being provided with the opportunity to supply additional information, the Respondent's internal Field Operation Support System (FOSS) records contain the following notation with respect to a letter prepared and dated October 21, 2010:", "Letter sent to client requesting the completion and return of client history update form as well as any other information he would like considered for his H&C appl.", "(Respondent's Record, p.7)", "In addition, on the record of the present Application, the Officer provides the following confirming affidavit evidence:", "The Field Operational Support System (\"FOSS\") notes for file no. 3122-3820-8085 indicate that a letter was sent to the applicant at [his Ottawa address] on October 21, 2010. A copy of the letter was kept on the file. The letter requested that the applicant complete a client history form and indicated that the applicant had 30 days to provide any further information to be considered with his application.", "(Respondent's Record, p. 2)", "There is no issue that the address on the Officer's letter of request for additional information is the address supplied by the Applicant for communications with respect to his application."], ["[6]", "The Respondent argues that an applicant for H&C relief is under a continuing duty to file additional evidence at it arises, and an H&C officer does not have a duty to ensure that an applicant has additional information to supply before rendering a decision. In the present case, I give no weight to this argument because the Officer was expressly concerned with obtaining additional information prior to a decision being rendered; this was the purpose of the preparation of the letter of October 21, 2010."], ["[7]", "With no knowledge of the Applicant's updated information, the Officer rejected the Applicant's request for relief by letter dated January 17, 2011 after only 21 months of processing time. The Applicant swears that he did not receive the letter of request. Indeed, he did not learn of the evidence that a letter was sent until he received the Officer's reasons for decision on April 20, 2011 (Application Record, p.15). There is no basis upon which to doubt the truth of the affidavit evidence filed in the present Application by either the Applicant or the Officer."], ["[8]", "The Respondent argues that the fact that the Applicant did not receive the letter of request has no impact on the evidence that the letter was sent and, therefore, the rendering of the decision without the Applicant's updated evidence does not constitute a reviewable error. In support of this argument the Respondent relies on the decision in", "<FRAGMENT_SUPPRESSED>  where Justice Barnes makes the following finding at paragraph 12:", "[...] when a communication is", "correctly sent", "by a visa officer to an address (e-mail or otherwise) that has been provided by an applicant which has not been revoked or revised and where there has been no indication received that the communication may have failed, the risk of non-delivery rests with the applicant and not with the respondent. In the result, this application must be dismissed.", "[Emphasis added]", "The Respondent argues that the phrase\"correctly sent\" is merely referring to the communication address supplied by an applicant. However, in", "<FRAGMENT_SUPPRESSED>  Justice Hughes at paragraph 5 expands on that interpretation to find that", "proof of sending", "is required:", "The principle to be derived from these cases, [", "<FRAGMENT_SUPPRESSED> ; and,", "<FRAGMENT_SUPPRESSED> ] all dealing with the communications from the Embassy processing the application to the applicant or applicant's representative, is that the so-called \"risk\" involved in a failure of communication is to be borne by the Minister if it cannot be proved that the communication in question was sent by the Minister's officials. However, once the Minister proves that the communication was sent, the applicant bears the risk involved in a failure to receive the communication.", "Thus, by considering the decisions in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> together, I find that the principle to be applied in communication cases is as follows: upon proof on a balance of probabilities that a document was sent, a rebuttable presumption arises that the applicant concerned received it, and the applicant's statement that it was not received, on its own, does not rebut the presumption."], ["[9]", "Thus, the question becomes: what does it take to prove on a balance of probabilities that a document was sent? In my opinion, to find that a document was\"correctly sent\", as that term is used in <FRAGMENT_SUPPRESSED> , it must have been sent to the address supplied by an applicant by a means capable of verifying that the document actually", "went on its way", "to the applicant."], ["[10]", "For example, with respect to documents, proving that a letter went on its way is verified by sending it by registered mail and producing documentation that this was the manner of sending, or by producing an affidavit from the person who actually posted the letter. Proving that a fax went on its way is verified by producing a fax log of sent messages confirming the sending. Proving that an email went on its way is verified by producing a printout of the sender's e-mail sent box showing the message concerned was addressed to the e-mail address supplied for sending, and as no indication of non-delivery, the e-mail did not \"bounce back\". Other evidence that a document went on its way might suffice; the determination in each case depends on the evidence advanced."], ["[11]", "In the present case, I find that, because there is no evidence verifying that the request letter went on its way to the Applicant, the rebuttal presumption established on the authority of <FRAGMENT_SUPPRESSED> does not arise. Therefore, because the Applicant did not receive due notice to file the additional important evidence in his possession prior to the decision under review being rendered, I find a breach of the duty of fairness owed by the Officer to the Applicant, and, therefore, the decision under review was made in reviewable error.", "ORDER"], ["[12]", "THIS COURT ORDERS that", "the decision under review is set aside and the matter is referred back for redetermination by a differently constituted panel."], ["[13]", "There is no question to certify.", "[End of document]"]]}