{"id_": "050597", "body_str": [["[1]", "Phelan, J.", ": In this Pre-Removal Risk Assessment (PRRA) decision concerning a 62 year old citizen of Eritrea, the Officer reached three critical conclusions: (1) that conscription including that of children in Eritrea ceased in 2000; (2) that certain letters submitted carried no weight where they corroborated the Applicant but wee credible if they undermined the Applicant's position; (3) that the Applicant was not entitled to a hearing under s. 167 of the Immigration Regulations.", "Background"], ["[2]", "The Applicant, a person of Eritrean descent, had lived most of his life in Ethiopia. He was expelled from Ethiopia to Eritrea when fighting broke out in 1998. The Applicant's refugee claim was rejected before the coming into force of the Immigration and Refugee Protection Act (\"IRPA\"). After exhausting various remedies, he was subjected to a PRRA which was found to be negative."], ["[3]", "While the Officer held that she would not review the earlier findings, she would consider the Applicant's new evidence of risk. That evidence excluded two (2) letters both written in 2002: the first was between two of the Applicant's children which reported that the family in Eritrea was fine but also reported on a government roundup of people for military service; the other was from an unknown person but addressed to \"Father\" reporting that government authorities were breaking into homes (including their own), and were conscripting young girls and boys on a daily basis."], ["[4]", "In the Officer's discussion of this evidence under the heading of (\"section 96 IRPA issues\") the Officer rejected the first letter as being inconsistent with the documentary evidence that forced recruitment ended in 2000 and therefore gave it little weight. The second letter was given little weight because it came from an unknown source and was inconsistent with the documentary evidence."], ["[5]", "Despite the rejection of the first letter in the Officer's IRPA section 96 analysis, the Officer, in her IRPA section 97 analysis, relied the same letters, comment that \"the family is fine\" in order to dismiss the Applicant's claim of fear of risk and need for protection.", "Analysis"], ["[6]", "The standard of review of credibility findings, which is at the heart of this PRRA decision, is patent unreasonableness. With respect to findings on specific facts, the Federal Court Act s. 18.1(4)(d) sets the standard as \"an erroneous finding of fact made in a perverse or capricious manner or without regard for the material before it\"."], ["[7]", "The issue of conscription is highly relevant to the Applicant's case, not because a 62 year old man would be subject to conscription, but because there is evidence that parents of children who escape conscription may be subject to abuse and physical harm."], ["[8]", "Two 2002 reports of Amnesty International refer to the existence of conscription continuing into 2002; one of the reports refers to the physical risk to relatives of draft dodgers.", "The Court was not pointed to, nor could it find, conflicting documentary evidence which would call these reports into question."], ["[9]", "While it is open to the Officer to prefer some evidence over another, there is no such conflicting evidence on this point."], ["[10]", "The two letters submitted as new evidence were not inconsistent with the Amnesty International reports - they were absolutely consistent with this evidence. The Officer found the letters of little or no weight because they were not consistent with documentary evidence without indicating to which documentary evidence she was referring."], ["[11]", "In these circumstances, it is also patently reasonable and perverse to accord the letters little or no weight as confirming the Applicant's claim of risk and to then selectively rely on a part of one of the letters to undermine the Applicant's risk. Either the letters had no weight and should be disregarded or they are relevant and taken as part of the proof their contents in all respects."], ["[12]", "The Applicant had requested an oral hearing in accordance with the factors listed in section 167 of the Immigration Regulations which reads:", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "167. Pour l'application de l'alinéa 113b) de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection."], ["[13]", "The Respondent says that no oral hearing is required because the new evidence did not, and therefore would not, have resulted in a positive PRRA."], ["[14]", "With respect, in my view this is an erroneous conclusion of law. The Respondent suggests an interpretation which presupposes advance knowledge of the result of the PRRA decision."], ["[15]", "Section 167 is an awkwardly worded section. On one reading of the section, paragraph (a) suggest that the evidence at issue is evidence which challenges the presumption of the Applicant's credibility. However, in paragraph (c), that same evidence would be evidence that would favour an Applicant."], ["[16]", "In my view, section 167 becomes operative where credibility is an issue which could result in a negative PRRA decision. The intent of the provision is to allow an Applicant to face any credibility concern which may be put in issue."], ["[17]", "The record in this case shows that the Officer had credibility concerns. Although the case was decided principally on the basis of \"objective fear\", if the Applicant's contentions had been accepted, a positive PRRA would have resulted. The fact that, in the end, the PRRA decision is based on other than credibility does not lessen the right to an oral hearing."], ["[18]", "For all these reasons, this application for judicial review will be granted and the matter will be remitted to another officer for determination.", "[End of document]"]]}