{"id_": "050751", "body_str": [["[1]", "Lemieux, J.", ": On December 14, 2000, Nintendo of North America (\"NOA\") the owner of the registered trademarks GAME BOY, GAME LINK, GAME CAMERA and GAME BOY PRINTER used in association with, inter alia, portable video game systems and peripheral or connecting equipment and its exclusive Canadian distributor and wholly owned subsidiary Nintendo of Canada Ltd. (\"NOCL\"), jointly referred to as Nintendo, launched a patent infringement and passing-off action against Battery Technologies Inc. (\"BTI\") because of its use of the trademark GAME BUDDY, Canadian trademark application pending, in association with rechargeable batteries and battery rechargers for use with hand-held video games."], ["[2]", "BTI defended and counterclaimed on January 10, 2001 and made a further amendment to its pleadings on January 30, 2001."], ["[3]", "Nintendo now moves to strike BTI's entire counterclaim pursuant to paragraph 221(1)(a), (b), and (c) of the", "Federal Court Rules, 1998", ", claiming BTI's counterclaim discloses no reasonable cause of action, is immaterial and redundant or is scandalous, frivolous or vexatious. In the alternative, Nintendo says that:", "(a) paragraphs 34 to 37, paragraphs 43 and 44 and the reference to the United States and elsewhere in paragraphs 30 and 32 should be struck."], ["[4]", "In a further alternative, Nintendo says this Court has no jurisdiction over the causes of action raised by BTI should this Court find they were properly raised."], ["[5]", "A second aspect of this motion concerns the costs to be awarded for the adjourned return of the motion scheduled for February 5, 2001.", "THE STRUCTURE OF BTI's DEFENCE AND COUNTERCLAIM", "(1) The defence"], ["[6]", "In its defence, BTI:", "(1) denies the ownership, validity and enforceability of NOA's trademark registration asserting, inter alia, non-registrability at the date of registration, claiming GAME BOY is clearly descriptive and pleading improper licensing;", "(2) claiming the word \"GAME\" is a clearly descriptive term when used in relation to video game systems;", "(3) stating no resemblance between BOY and BUDDY; and", "(4) denying any confusion between the business of BTI and the business of Nintendo."], ["[7]", "In paragraphs 16 through 19 of its defence, BTI goes on to assert the approval and specific acquiescence, in August 1998, by Nintendo for the use by BTI of the trademark GAME BUDDY as well as the receipt from Nintendo of specific instructions as to how to use Nintendo's marks on BTI packaging and specifically, the mark GAME BOY on GAME BOY products in association with the GAME BUDDY product of BTI."], ["[8]", "BTI claims these approvals were granted to BTI by Nintendo after Nintendo declined BTI's request for a licence, a refusal according to BTI because of Nintendo's lack of interest in entering the battery pack business and the fact the licence was not necessary."], ["[9]", "BTI claims as a result Nintendo consented in and/or acquiesced to the use of the mark GAME BUDDY and BTI detrimentally relied on that consent and acquiescence.", "(2) The counterclaim"], ["[10]", "BTI's counterclaim is contained in paragraphs 22 to 46 of its amended statement of defence and counterclaim."], ["[11]", "In its counterclaim, BTI claims against Nintendo the following:", "(a) a", "declaration", "that between the parties, BTI is the owner of the trademark GAME BUDDY and that such a trademark does not infringe the GAME BOY trademark or any other trademark owned by NOA;", "(b)", "punitive and exemplary damages", "in the amount of $150,000 for \"the callous, malicious and high-handed conduct of Nintendo\";", "(c)", "in the event the Court finds BTI has infringed the trademark rights of Nintendo", "(i)", "a declaration that no damages", "of any nature are payable to Nintendo for past sales of battery packs bearing the GAME BUDDY trademark or for trademark dilution, damage to reputation or passing-off;", "(ii)", "damages for reimbursement of out-of-pocket expenses", "including the amount of $25,000 for marketing, packaging and promotion;", "costs", "of at least $40,000 for the filing and prosecution of trademarks in Canada and elsewhere;", "damages", "of at least $500,000 for lost sales or for destruction of inventory and packaging of 10,000 units in stock;", "(iii)", "damages in the amount of $175,000 for costs thrown", "away directly attributable to the product development and promotion in association with the trademark GAME BUDDY;", "(iv)", "damages in the amount of $500,000 for harm to reputation and goodwill suffered", "by BTI;", "(v)", "damages in the amount of $500,000 for disruption of business, lost sales", "and other injury to the business of BTI;", "(vi)", "damages for unfair competition", "in the amount of $100,000 against Nintendo for its making false and misleading statements discrediting the business of BTI."], ["[12]", "The material facts relied upon by BTI in its counterclaim for the relief it is seeking arises essentially out of the material facts pleaded in its defence, that is, the approval and acquiescence of Nintendo of the use by BTI of the mark GAME BUDDY in association with BTI's battery pack including the use of Nintendo's GAME BOY mark and its video game product on BTI's packaging, all of which BTI claims it relied upon."], ["[13]", "BTI's reliance on Nintendo's approvals led it to launch on the market its battery pack in association with the trademark GAME BUDDY and incurring significant expense in doing so. BTI says it then filed a trademark application for the mark GAME BUDDY in Canada and in the United States which it says was not opposed by Nintendo until October 26, 1999, some ten months or more after the product had been on the market and well over the year after the use of the mark had been secured by BTI."], ["[14]", "As a result of Nintendo's objections, BTI says it ceased to produce any further product bearing the mark GAME BUDDY and has not proceeded with distributing its inventory of approximately 10,000 units bearing that mark."], ["[15]", "In paragraph 34 and 35 of its counterclaim, BTI seeks exemplary and punitive damages by reason of Nintendo bringing these proceedings in a callous, malicious and blatant disregard of the approvals given by Nintendo."], ["[16]", "In paragraph 36, BTI pleads losses arising from the non distribution of its inventory and further losses to its reputation and goodwill."], ["[17]", "In paragraph 37, BTI alleges Nintendo's actions in challenging the use and registration of the mark GAME BUDDY seriously depreciates the value of the goodwill in that mark and causes it irreparable harm."], ["[18]", "In paragraphs 38 and 39 of its counterclaim, BTI pleads detrimental reliance arising out of Nintendo's actions and approvals which led it to expend monies to launch its product after gaining permission from Nintendo before doing so."], ["[19]", "In paragraphs 40 and 41, BTI, in its counterclaim, pleads that, Nintendo, by its silence in failing to raise any objections to the use of the mark GAME BUDDY for a period of well over fourteen months following complete disclosure of BTI's proposed use of the mark, and over a year following the commencement of the use of that mark, communicated their acquiescence to the use of the mark by BTI. The whole matter is compounded by Nintendo's subsequent trademark opposition for which Nintendo must bear the burden and liability if successful in the action."], ["[20]", "In paragraph 42 of its counterclaim, BTI says Nintendo should be estopped from objecting to the use and registration of the mark GAME BUDDY as a result of Nintendo's representations, subsequent silence and delay in objecting to that use following BTI's launch."], ["[21]", "In paragraph 43, BTI pleads and relies \"upon the equitable doctrine of estoppel, acquiescence and set-off in respect of the action and damages claimed\"."], ["[22]", "In paragraph 44, BTI says Nintendo's alleged infringement are false and misleading statements intending to discredit the business of BTI and constitute unfair competition in Canada."], ["[23]", "In paragraph 45, BTI pleads and relies on the facts alleged in its statement of defence.", "THE ISSUES"], ["[24]", "As I see it, the following issues arise out of Nintendo's motion to strike:", "(1) Whether BTI's counterclaim discloses any reasonable cause of action.", "(2) Whether Rule 186 has been complied with so that set-off may be pleaded.", "(3) Whether BTI's reference in paragraphs 30 and 32 to its counterclaim to its application in the United States for registration of the trademark GAME BUDDY should be struck on grounds of relevancy.", "(4) Whether BTI's claim that Nintendo's allegations of infringement are false and misleading statements and constitute unfair competition under section 7(a) of the", "Trade-marks Act", "should be struck.", "(5) In the alternative, whether the causes of action raised by Nintendo in its counterclaim are outside the jurisdiction of the Federal Court.", "ANALYSIS", "(a) The approach"], ["[25]", "The test for striking out a pleading is well-known. Justice Estey for the Supreme Court of Canada in", "Inuit Tapirisat of Canada and  <FRAGMENT_SUPPRESSED> , said this at page 740:", "\"As I have said, all the facts pleaded in the statement of claim must be deemed to have been proven. On a motion such as this a court should, of course, dismiss the action or strike out any claim made by the plaintiff only in plain and obvious cases and where the court is satisfied that \"the case is beyond doubt\"."], ["[26]", "<FRAGMENT_SUPPRESSED>  (T.D.), at 735, Pratte, J.A., expressed the test as \"unless it be obvious that the plaintiff's action is so clearly futile that it has not the slightest chance of succeeding\".", "(b) Estoppel and acquiescence", "(i) Reasonable cause of action"], ["[27]", "In its counterclaim, BTI founds its claim for some of the damages claimed on the equitable doctrines of estoppel and on acquiescence."], ["[28]", "It is clear that neither detrimental reliance on material representation, a form of estoppel by conduct, nor acquiescence or laches, forms the basis for a cause of action or can be wielded as a sword; its application is in defence only (see", "<FRAGMENT_SUPPRESSED> ; 27 A.P.R. 216; 76 D.L.R.(3d) 303, and", "<FRAGMENT_SUPPRESSED>  (S.C.), per McEarchern, C.J.H.C., as he then was).", "(ii) Jurisdiction"], ["[29]", "<FRAGMENT_SUPPRESSED>  (F.C.A.), Justice Strayer, on behalf of the Federal Court of Appeal, struck a counterclaim in an action where the statement of claim alleged infringement and the defence and counterclaim pleaded use of the invention under a licence."], ["[30]", "Justice Strayer wrote at pages 276-77:", "\"With respect, it appears to us that although it is the same license which is involved in both the statement of defence and the counterclaim, it is invoked for a different purpose in each pleading. In the statement of defence it is being used as a shield against a claim of infringement. In the counterclaim it is being used as a sword, a basis for obtaining remedies against the appellant for its enforcement. The counterclaim, when viewed by itself, would stand alone as an action for breach of contract and as such is not within the jurisdiction of this Court. Using the language of", "<FRAGMENT_SUPPRESSED>  basis of the statement of claim and the statement of defence, and incidental to that determination the license, its existence, terms and validity may well have to be considered. But the counterclaim which must be viewed as a distinct action primarily involves a claim for an alleged breach of contract.", "\"It may well be, as counsel for the respondent ably demonstrated, that this result will lead to inconvenience. But that is not, of itself, a basis for this Court assuming jurisdiction.\""], ["[31]", "When BTI's counterclaim is looked upon as a distinct action (see also rule 189 of the", "Federal Court Rules, 1998", ", which speaks of permitting a defendant to make a counterclaim instead of bringing a separate action) it primarily or essentially involves a claim for damages grounded either in contract or in tort and, in my view, it matters not that the claims asserted, except for the claim of malicious prosecution, are contingent on a finding of infringement. I do not accept BTI's view that such contingency transforms its counterclaim from a sword to a shield.", "(c) Punitive and exemplary damages"], ["[32]", "BTI counterclaims for punitive and exemplary damages in the amount of $150,000 for callous, malicious and high-handed conduct by Nintendo. This claim is also beyond the jurisdiction of the Court by way of counterclaim as this claim is grounded in tort resembling malicious prosecution or abuse of process.", "(d) False and misleading statement"], ["[33]", "In paragraph 44 of its counterclaim, BTI pleads that Nintendo's allegations of alleged infringement are false and misleading statements tending to discredit the business of BTI and constitutes unfair competition."], ["[34]", "The cause of action invoked is the statutory cause of action provided by paragraph 7(a) of the", "Trade-marks Act"], ["[35]", "This paragraph must be struck on the basis decided by my colleague Justice Dubé in", "Chase Manhattan Corp. v. 3133559 Canada Inc. et al.", ", [1999] F.T.R. Uned. 468 (T.D.), in that an allegation in a statement of claim cannot stand as the basis for claiming that the party who has commenced the action has made a false or misleading statement under paragraph 7(a) of the", "Act", ". Justice Dubé added that statements in pleadings are mere allegations which are to be considered privileged at common law and, if at the end of the day, it turns out that the allegations are false, there are other remedies.", "(e) Other matters"], ["[36]", "Given the result I have reached, I need not deal with Nintendo's point about no valid set-off in the counterclaim because no set-off was claimed in its defence and its concerns about references to the U.S.", "DISPOSITION"], ["[37]", "For these reasons, BTI's counterclaim is struck out in its entirety with costs to Nintendo."], ["[38]", "The parties asked me to make a cost award for the adjourned February 5, 2001 motion. BTI says that the costs thrown away include preparation of responding materials seeking an adjournment and having legal counsel from its Vancouver office attend on the motion. After considering the materials, I do not see that the conduct of either side warrants costs to either of them in any event of the cause. As a result, the costs of the February 5, 2001 adjourned motion, shall be in the cause.", "Motion allowed.", "Editor: Rodney A. Jordan/pdk", "[End of document]"]]}