{"id_": "050849", "body_str": [["[1]", "Russell, J.", ": This is an application for judicial review of the decision of a Minister's Delegate (Delegate) dated 23 February 2011 (Decision) in which the Delegate found that the Applicant had committed acts of substantial gravity within the meaning of paragraph 115(2)(", ") of the", "Immigration and Refugee Protection Act", "(Act). The Decision permits the Applicant's", "refoulement", "to Sri Lanka notwithstanding his status in Canada as a convention refugee.", "BACKGROUND"], ["[2]", "The Applicant is a Tamil citizen of Sri Lanka currently living in Canada under house arrest. He is married and has a one-year-old daughter with his wife, Niranjala Rajanayagam (Rajanayagam). He also has a nine-year-old son who lives in Canada with Seuranie Persaud (Persaud) the Applicant's former common-law wife. The Applicant first entered Canada on 31 August 1994. At that time, he claimed refugee status under the former", "Immigration Act", ". He was recognized as a convention refugee by the Convention Refugee Determination Division (CRDD) without a hearing on 2 March 1995. The Applicant went on to become a permanent resident of Canada on 13 March 1997."], ["[3]", "Between 1999 and 2001, the Applicant accumulated four criminal convictions in Canada. He was convicted of assault, failure to comply with a recognizance, and two counts of mischief under $5000. His conviction for assault was related to an incident at the India Theatre in Toronto where he struck several other people with a meat cleaver during a brawl. The two mischief convictions were related to an incident at the Tamil Community Center, also in Toronto, where the Applicant and two accomplices overturned tables of food, damaged sound equipment, smashed windows and damaged property with metal pipes. At the time of these incidents the Applicant was a member of the AK Kannan gang in Toronto."], ["[4]", "In October 2000, two teenaged men were shot to death while they were sitting in a car in Scarborough, Ontario. The deceased were members of the Sellapu gang, which is affiliated with VVT, a rival gang to AK Kannan. At that time, two witnesses identified the Applicant to police as one of the gunmen. However, the Applicant was neither charged or convicted of any offence in relation to this incident."], ["[5]", "In December 2000, Persaud, the Applicant's son, and Persaud's friend were sitting in the Applicant's car when unknown persons fired several gunshots at the car (Driveway Shooting). In March 2001 the Applicant was shot six times as he was leaving the Mimico Correctional facility where he was serving an intermittent sentence for his assault conviction (Mimico Shooting)."], ["[6]", "On 24 August 2001, the Respondent issued a report which alleged the Applicant was inadmissible for involvement in organized criminality, based on his AK Kannan membership. The Applicant was arrested and detained on 18 October 2001 because of the Minister alleged he was a danger to the public and unlikely to attend his admissibility hearing. The Applicant was referred to an admissibility hearing under section 24 of the former", "Immigration Act.", "The Immigration Division of the Immigration and Refugee Board (ID) found on 28 May 2003 that the Applicant was inadmissible to Canada under paragraph 37(1)(", ") of the Act because he was involved in organized criminal activity. On that date, the ID also issued a deportation order against the Applicant."], ["[7]", "The Applicant applied for leave and judicial review of the ID's admissibility decision on 11 June 2003. On 29 June 2004, Justice Elizabeth Heneghan granted leave, and on 12 October 2004, Justice Heneghan dismissed the application for judicial review (see", "<FRAGMENT_SUPPRESSED> .)"], ["[8]", "After the Applicant returned to Canada in 2009 (see below) the CBSA scheduled him for removal between 23 and 26 March 2011. The removal was to be based on the deportation order issued against the Applicant in 2003. The Applicant challenged the continuing force of the 2003 deportation by an application for leave and judicial review dated 15 March 2011. Justice Robert Barnes granted leave on 28 July 2011 and the application is currently before the Court (IMM-1715- 11)."], ["[9]", "Because the Applicant is a Convention refugee, the Minister or his delegate had to issue a danger opinion against him under subsection 115(2) of the Act in order to return him to Sri Lanka. The Minister first issued a danger opinion under paragraph 115(2)(", ") on 4 October 2005 (2005 Danger Opinion). The Applicant applied for judicial review of that opinion on 25 October 2005. After removal proceedings were initiated by the Respondent in 2005, the Applicant made a motion for a stay of removal in this Court. This motion was denied by Justice Eleanor Dawson on 2 December 2005."], ["[10]", "The Applicant then asked the Ontario Court for an injunction to stop his deportation. During that proceeding, the Respondent undertook to assist the Applicant to return to Canada if his application for judicial review of the danger opinion was successful. Justice Wilson of the Ontario Court of Justice dismissed the motion for a stay on 5 December 2005. The Canada Border Services Agency (CBSA) removed the Applicant to Sri Lanka on 7 December 2005."], ["[11]", "On the day he was returned to Sri Lanka, Sri Lankan authorities detained the Applicant at the Colombo Airport. After interrogating him for a day, they released him. During a visit to his family in Colombo in 2006, the Applicant says that he, his brother, and their friend were surrounded by approximately 25 soldiers while they were out driving. They were released unharmed after being questioned. Also in 2006, Sri Lankan authorities arrested the Applicant at an army checkpoint because his National ID card showed he was a Tamil from Jaffna. He was detained and interrogated, but was allowed to call a lawyer, and was released after one week."], ["[12]", "In a judgment dated 28 February 2007, Justice Michael Kelen dismissed the application for judicial review of the 2005 Danger Opinion (", "<FRAGMENT_SUPPRESSED> ). Justice Kelen also certified two questions. The Applicant pursued an appeal to the Federal Court of Appeal and, on 24 April 2008, the Federal Court of Appeal quashed the 2005 Danger Opinion and remitted the matter to the Minister for reconsideration (see", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> FCA])."], ["[13]", "On 16 December 2008, while the Applicant was still in Sri Lanka, the CBSA served him with notice that the Minister intended to seek a new danger opinion under paragraph 115(2)(", ") of the Act. The Minister provided disclosure at this time and invited the Applicant to make submissions. The disclosure package included among its 2,195 pages a statutory declaration from Detective Constable Crisanto Fernandes, a member of the Toronto Police Service. In this declaration, Detective Fernandes provided a narrative overview of his involvement in the Tamil Task Force - a joint operation of the Toronto, York, Peel and Durham regional police services and the RCMP - and the Applicant's suspected involvement in gang activities."], ["[14]", "The Applicant says that several men came to his house in Sri Lanka early on the morning of 30 January 2009. They banged loudly on his door and, when he answered, the men demanded to see his identification. They blindfolded and handcuffed him and put him in the back of a white van. He says they detained him for approximately three days and, while he was detained, they shackled him to a hook on the floor of his room, beat him with fists, threw cold water on him at night and tortured him with electric shock. He says his captors released him on 1 February 2009 with an apology, after they checked with authorities at the Colombo airport and determined that his story was confirmed."], ["[15]", "After repeated requests by the Applicant to return him to Canada pursuant to the undertaking the Respondent had given before the Ontario Court of Justice in 2005, the Respondent issued the Applicant a Temporary Resident Visa (TRV) in February 2009. On 24 February 2009, the Applicant returned to Canada. The CBSA detained him on arrival and placed him in immigration detention. He remained in immigration detention until April 2009, when he was released to house arrest."], ["[16]", "The Applicant made his initial submissions for the new 115(2)(", ") danger opinion on 7 August 2009. These submissions included an expert report from Professor Anthony Good, a Professor Emeritus in Social Anthropology at the University of Edinburgh. They also included a report from Dr. Gerald M. Devins, a consulting and clinical psychologist and Professor of Psychology and Psychiatry at the University of Toronto, on risk to the Applicant in Sri Lanka. The Applicant also submitted a statutory declaration (2009 Declaration) and certified copies of notices of complaints his brother had filed with the Committee to Monitor Investigations into Abductions and Disappearances in Sri Lanka (CMIAD) and the Human Rights Commission of Sri Lanka (HRCSL) related to the 30 January 2009 incident. In these submissions, the Applicant asked for the opportunity to cross-examine Detective Fernandes. He also asked for the chance to cross-examine Paranirupan Ariyaratnam (Ariyaratnam), a man who had been interviewed by police in connection with the Mimico Shooting."], ["[17]", "The Applicant also made submissions to the Delegate in December 2010 (2010 December Submissions). He provided the Delegate with a statutory declaration (2010 Declaration), a declaration from Rajanayagam, a supplementary expert report from Professor Good, and some other documents. He also reiterated his objection to Detective Fernandes' affidavit and noted that the CBSA had not responded to his request to cross-examine Detective Fernandes."], ["[18]", "The Applicant made further submissions in January 2011. These submissions included several emails related to the Applicant's return to Sri Lanka in 2005, news articles on Tamil gangs in Toronto and his arrest, and a letter from Amnesty International which said that Amnesty International was concerned that the Applicant would be detained and tortured if he were returned to Sri Lanka (Amnesty International Report). Gloria Nafziger, the Refugee Coordinator at the Toronto office of Amnesty International, wrote the Amnesty International Report."], ["[19]", "Prior to making her Decision, the Delegate noted that there was a discrepancy between the Applicant's PIF, filed in 1994 in support of his refugee claim, and his 2009 Declaration. In the PIF from 1994, the Applicant said he was detained and forced to work by the LTTE on several occasions between 1989 and 1994, before he came to Canada. In the 2009 Declaration, he said he left Sri Lanka for Germany, where he remained until coming to Canada in 1994. She invited the Applicant to make submissions on this discrepancy, which he did on 15 February 2011. These submissions consisted of a letter from counsel, and another statutory declaration from the Applicant (2011 Declaration)."], ["[20]", "The Delegate reviewed the materials before her and gave her opinion in the 70-page Decision signed on 23 February 2011. She found that the Applicant could be deported despite subsection 115(1) of the Act and that this would not violate his rights under section 7 of the", "Charter of Rights and Freedoms.", "DECISION UNDER REVIEW"], ["[21]", "The Delegate began by reviewing the Applicant's immigration history, his criminal record, and his involvement in organized crime. She noted that this Court had reviewed the Applicant's involvement in gang activity in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> 2004 FC 1757]. She quoted sections of that decision which indicate the police alleged the Applicant was a member of the AK Kannan street gang. She also quoted sections of <FRAGMENT_SUPPRESSED> 2004 FC 1757 which referred to the Driveway Shooting, the Mimico Shooting, and the incident at the India Theater."], ["[22]", "The Delegate also referred to <FRAGMENT_SUPPRESSED> 2004 FC 1757 and portions of the transcript of an interview between Detective Constable Glen Furlong of the Toronto Police Service, Detective Constable Vernon Ward of the York Regional Police Service (Constable Ward) and Ariyaratnam. In that interview, Ariyaratnam identified the Applicant as a member of the AK Kannan gang. The Delegate quoted paragraph 9 of <FRAGMENT_SUPPRESSED> 2004 FC 1757 where Justice John O'Keefe wrote that Ariyaratnam knew the Applicant would be shot at Mimico because he had been recruited to carry out the shooting."], ["[23]", "The Delegate then noted that the ID found the Applicant inadmissible under paragraph 37(1)(", ") of the Act in 2003. She quoted extensively from that decision in her reasons and reviewed the evidence given at the admissibility hearing by Constable Ward. In his evidence, Constable Ward said that he had been assigned the cases of the Applicant and Persaud. Constable Ward had informed the Applicant about the pending attempt on his life, but noted that the Applicant seemed unconcerned. The ID noted in 2003 that the transcript of the interview with Ariyaratnam, was the most persuasive piece of evidence in its determination that the Applicant was inadmissible."], ["[24]", "The Delegate then quoted at length from the transcript of the Ariyaratnam interview including a discussion about the Applicant's membership in AK Kannan. The Applicant is also mentioned as a person who scares little people and who tried to beat up Ariyaratnam on one occasion. The quoted portion also includes a discussion of the circumstances surrounding the Mimico Shooting."], ["[25]", "The Delegate noted that the Applicant had applied for judicial review of the ID's determination that he was inadmissible under paragraph 37(1)(", ") of the Act. She also noted that Justice Heneghan had dismissed the judicial review in <FRAGMENT_SUPPRESSED> 2004 FC 1397. The Delegate found that the Applicant was still inadmissible under paragraph 37(1)(", ") of the Act.", "The Original 115(2)(", ") Decision and the Comments of the Federal Court of Appeal"], ["[26]", "The Delegate also quoted from <FRAGMENT_SUPPRESSED> , above, where the Federal Court of Appeal held that acts committed which support a positive opinion under 115(2)(", ") could be acts which the subject committed himself or acts of a criminal organization in which the subject was complicit. The Federal Court of Appeal also said that when considering liability arising from complicity, delegates must apply Canadian law, including the", "Criminal Code", "RSC 1985 c. C-46 (Code) and other federal statutes. The Federal Court of Appeal also noted that paragraph 37(1)(", ") of the Act contained a definition of \"organized criminality\" that was different from that in subsection 467.1(1) of the Code. Further, the Federal Court of Appeal held that only acts of substantial gravity would meet the threshold required to justify", "refoulement", "under section 115 of the Act.", "Nature and Severity of the Applicant's Acts"], ["[27]", "The Delegate then determined whether the Applicant's acts were of a nature and severity which would justify", "refoulement", ". In doing so, she considered the Applicant's submissions. In his August 2009 submissions, the Applicant said that his relatively few criminal convictions where not of sufficient severity to meet the threshold established by the Federal Court of Appeal for a positive opinion under paragraph 115(2)(", ") of the Act. He also pointed out that it had been eight years since his last criminal conviction, that his involvement in the AK Kannan gang had only been for four years, and that the gang had been defunct for nearly eight years. The Delegate characterized the submissions in her Decision as the Applicant presenting himself as reformed and no longer a threat to Canadians."], ["[28]", "The Delegate also noted the Applicant's objection to a number of documents that had been disclosed to him by the Minister. In his submissions, the Applicant said that neither the Project 1050 Overview - a report prepared by Detective Constable Rob Takeda of the Toronto Police Street Violence Task Force - nor the Media Package - a collection of news articles gathered by the CBSA - was evidence because neither was authored or signed. He also said that the Media Package was unreliable and should not be considered."], ["[29]", "The Delegate also noted that the Applicant objected to the police occurrence reports which had been placed before her. He thought that these should be given no weight at all. He similarly objected to the transcript of the Ariyaratnam interview, saying that Ariyaratnam had lied and made statements that were self-serving."], ["[30]", "Finally, the Delegate noted the Applicant's objection to Detective Fernandes's affidavit. The Applicant said that Detective Fernandes's assertions were little more than expressions of opinion."], ["[31]", "After reviewing all the Applicant's objections, the Delegate said she agreed with him that the evidence before her had varying degrees of reliability and that, where she had given more or less weight to pieces of evidence, she had noted this in her reasons. While the Applicant had indicated that she should given the police occurrence reports no weight, he noted in his submissions that", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> FCA] showed that they could be used, so long as they were not used as evidence of an individual's criminality."], ["[32]", "On the Applicant's objection to the transcript of the Ariyaratnam interview, the Delegate said that the interview had been relied on by the ID at the Applicant's admissibility hearing in 2003 and that she had no reason to disregard it. She also noted that the Applicant had made similar objections to the same pieces of evidence at his admissibility hearing and that the ID had carefully reviewed the evidence and found it was reliable."], ["[33]", "The Delegate also reviewed the Applicant's December 2010 submissions in which he said that there were no reasonable grounds to believe that he had committed acts of substantial gravity to justify his", "refoulement", ". He said that the affidavit of Detective Fernandes, which was the focus of the CBSA's case against him, had no probative value because it was neither signed nor commissioned. The Delegate considered this argument and rejected it, saying that a signed and dated copy had been disclosed to the Applicant with the Minister's notice of intent to seek an opinion on 16 December 2008. She also noted that Detective Fernandes had been found credible with respect to similar testimony on the activities of the AK Kannan gang at the admissibility hearing of Jothiravi Sittampalam, the leader of the AK Kannan gang. The Delegate found that she had no reason to doubt Detective Fernandes's testimony."], ["[34]", "The Delegate also noted the Applicant's objection to portions of the CBSA's Memorandum to the Delegate in support of the 115(2)(", ") opinion. The Delegate said that she had taken his objections into account, along with the CBSA's memorandum, in coming to her own conclusion based on the evidence before her.", "Analysis of the Nature and Severity of the Applicant's Acts"], ["[35]", "The Delegate began her analysis of the nature and severity of the Applicant's past acts by instructing herself on the task before her. She said that it was incumbent upon her to make a fresh determination on the evidence. She also noted that the standard of proof was low, requiring only that she be satisfied, based on reasonable grounds to believe, that the Applicant's past acts were substantially grave."], ["[36]", "The Delegate found that the ID's reasons at the admissibility hearing provided a solid account of the oral evidence, written statements, opinions of law enforcement officials and texts referred to. She noted that the Applicant had had the opportunity to provide evidence and to call and cross-examine witnesses at the admissibility hearing. She found that the ID's findings of fact were a useful backdrop to her analysis, noting that the Applicant's application for judicial review of the ID's inadmissibility finding had been denied."], ["[37]", "The Delegate again noted that the evidence before her had varying degrees of reliability and she analyzed it accordingly.", "Evidence at the Beyond a Reasonable Doubt Standard"], ["[38]", "The Delegate noted that the Applicant has four criminal convictions, including two for mischief and one for assault. She reviewed the circumstances of the mischief conviction which is arising from the incident at the Tamil Community Center described above.", "Other Documentary Evidence"], ["[39]", "The Delegate again took note of the Applicant's submission that the only elements of proof she should consider were his criminal convictions. Over this argument, however, she found other facts from other sources were evidence she had to consider."], ["[40]", "First, in 1997, a man named Santhirakumar Fernando identified the Applicant as one of three men who knocked on his door and demanded entry. During the incident, the Applicant was in possession of a handgun. For this incident, the Applicant was charged with, but not convicted of, several offences. The Delegate based this finding on a supplementary arrest report related to the incident."], ["[41]", "Second, the Applicant was an enforcer for AK Kannan who intimidated witnesses in the past, based on a showcase report contained in a supplementary record of his arrest from 22 November 1998."], ["[42]", "Third, the AK Kannan gang, of which the Applicant was a member, was known to carry heavy weapons and a store of weapons found behind a gas station was being tested to see if any of the guns were linked to shootings in the Toronto area. This finding was based on the \"Pilot Project Report - Tamil Organized Crime\" which was prepared by the Metropolitan Toronto Police Tamil Task Force."], ["[43]", "Fourth, Project 1050 was a joint task-force of CIC and the Toronto Police service based on the Project 1050 Overview prepared by Detective Takeda. Project 1050 had targeted the AK Kannan gang."], ["[44]", "Fifth, Ariyaratnam had identified the Applicant as someone who scared little people, including Ariyaratnam. He also said that the Applicant would be the subject of an assassination attempt which came about on 5 March 2001 at the Mimico Correctional Center. Ariyaratnam had said that this assassination attempt was retaliation against AK Kannan."], ["[45]", "The Delegate also found that Detective Fernandes had been found reliable by the ID at the admissibility hearing for Jothiravi Sittampalam, the leader of AK Kannan. She then quoted from Detective Fernandes's declaration which he had provided for the case against the Applicant. Detective Fernandes said that the Applicant was a high-ranking member of AK Kannan and was an enforcer for the gang. He also said that the Applicant was known to intimidate witnesses to prevent them from testifying against gang members. Detective Fernandes also said that the Applicant was identified as one of the shooters in an incident where two teenaged men were killed in Scarborough, Ontario, even though he was not charged. Detective Fernandes further said that gang members often retaliate and do not often report violence out of fear of reprisal."], ["[46]", "The Delegate noted that the Applicant denied any involvement in the shooting of the two teenagers referred to by Detective Fernandes in his declaration. The Delegate said that in the 2010 Declaration the Applicant had said he was at home with his girlfriend at the time of the shooting. The Delegate found the Applicant's expression of shock at seeing this allegation in Detective Fernandes's affidavit was disingenuous because the homicide investigators notes implicated him in the shooting."], ["[47]", "The Delegate referred to a number of newspaper articles that told the story of how, on 19 October 2010, officers from the Project 1050 task force arrested 51 people suspected of involvement in AK Kannan and its rival gang, VVT. She quoted", "The Toronto Sun", "as saying that \"Among those arrested was AK Kannan boss Panchan Naga ... At the time [of the Mimico shooting] detectives said the attack was possibly in retaliation for his alleged link to the murders of Sajeevan Sritharan, 18, and Riskitresan Selvarajah, 17, a year ago.\" [brackets in original]."], ["[48]", "The Delegate also referred to an exchange from the Applicant's admissibility hearing where the Applicant had said that he thought the Mimico Shooting occurred because the media misquoted him after he spoke following the Driveway Shooting. He also said that he asked \"why do they kill me?\" when Constable Ward told him that there was an assassination attempt plotted against him. Based on this evidence, the Delegate found, on a balance of probabilities, that the Applicant knew the reason he was targeted and that his explanation that he was targeted because he was misquoted was implausible."], ["[49]", "The Delegate referred to the ID's finding that the Applicant was shot in retribution for what he had done to rival gang members. She quoted the ID's reasons to this effect and noted that the Applicant had said in his submissions to her that his actions showed only that he was an immature youth with a chip on his shoulder who could not control his anger when he was drunk. The Delegate contrasted this assertion with the CBSA's characterization of the Applicant as a well-known gang enforcer who was one of AK Kannan's main decision-makers. She noted the Applicant's objection that the CBSA's memo contained assertions and dramatic hypothesizing, but she found that the conclusions in the memo were a plausible depiction of the Applicant's actions."], ["[50]", "The Delegate then summarized her conclusions on the nature and severity of the Applicant's acts."], ["[51]", "First, she found that he had taken part in violent assaults as a member of the AK Kannan gang. Her reasonable grounds for this finding were based on the police occurrence reports related to his convictions for assault and mischief. She also based this finding on Ariyaratnam's statement that the Applicant picked on little people, a statement which the ID had found credible at the Applicant's admissibility hearing."], ["[52]", "Second, the Delegate found that AK Kannan was a gang that had committed serious crimes, including murder. She did not find that AK Kannan was either a highly organized criminal enterprise or a loose association of youths, the alternative theories which had been advanced by the CBSA and the Applicant, respectively. This conclusion was based in part on an excerpt from", "Cold Terror", ", a book written by Stewart Bell of the", "National Post"], ["[53]", "Third, the Delegate found that the Applicant was an enforcer for AK Kannan who had intimidated witnesses. She said that her reasonable grounds for this belief were based on \"police information available at the time,\" which included Detective Fernandes's declaration and a supplementary arrest report from 22 November 1998."], ["[54]", "Fourth, the Applicant was targeted twice for assassination by a rival gang. This spoke to the seriousness with which he was pursued by the rival gang. VVT leadership believed he had committed serious acts against them. The Delegate found that the evidence gave her reasonable grounds to believe that the Applicant knew why he was targeted and that he did not want to share this knowledge with the police. He knew that this evidence revealed that he had been involved in a serious crime. The Delegate based these findings on the evidence given at the Applicant's admissibility hearing and Ariyaratnam's statement."], ["[55]", "Fifth, the Applicant had been a suspect in a double homicide investigation and could have been prosecuted had witnesses been willing to testify. She found that notes made by police officers at the same time as the investigation into the shooting indicated that witnesses identified the Applicant as one of two shooters. Though the credibility of these witnesses was not tested and they did not testify at any trial, the Delegate found that unwillingness to testify is a hallmark of Tamil gang members, as described in", "Cold Terror,", "above, and in Detective Fernandes's declaration."], ["[56]", "Sixth, the Applicant was a member of AK Kannan from 1997 to 2001. He was an adult and became a father during this period. She referred to an academic article in the CBSA memo which said that rank-and-file members rarely remained in gangs past their teens but that key members remained into their twenties. The Delegate found that the Applicant's age while he was a gang member was relevant and revealing of his position in the gang.", "Conclusions on Nature and Severity"], ["[57]", "The Delegate concluded that there were reasonable grounds to believe that the Applicant committed violent acts against rival gang members. She found that there was evidence he had personally committed violent acts, including participating in a shooting that resulted in two deaths. She concluded that there were reasonable grounds to believe that the Applicant's past acts were serious. He was not a misguided, angry youth, but an enforcer and adult who consciously identified himself with the gang. The Applicant took part in inter-gang warfare as a member of a gang which is known to have committed murders and possessed firearms. The Applicant's past acts were of substantial gravity.", "Risk on Return to Sri Lanka"], ["[58]", "Once she had determined that the Applicant had committed acts that were substantially grave, the Delegate turned her attention to the risk he would face if he were returned to Sri Lanka. She noted that paragraph 115(2)(", ") of the Act creates an exception to the general principle of non-refoulement. She also noted that she was required to examine the factors under section 97 of the Act and that, under paragraph 97(1)(", "), the risk faced by the Applicant must not be one generally faced by people in every part of Sri Lanka. She said that she also took into account the risk of persecution under section 96 of the Act, though section 97 was the principal guide to her inquiry."], ["[59]", "The Delegate noted that the Applicant had said in his 2009 Declaration that he was born in Jaffna in 1973 and had traveled to Germany to seek asylum in 1989", "His German asylum claim was denied in 1992. She then noted that in his 1994 PIF he had said that he was arrested by the Indian Peace Keeping Force (IPKF) in Jaffna in 1988, taken from his family's farm in 1991 by the LTTE, and then released after his father paid a bribe. He also said that he had been forced to return to the LTTE camp to work once a month until 1994. In 1994, he said he had received military training and was threatened with death unless he joined the LTTE. He said that, at that time, he was afraid for his life and so fled to Canada."], ["[60]", "The Delegate said that the Applicant had not explained the discrepancy between these two accounts in his initial submissions. She also noted that she had invited him to make submissions on this issue and that he had replied that he was surprised she was raising the issue, given that CIC had his German Driver's License since 2001."], ["[61]", "The Delegate noted that the Applicant had said in his February 2011 submissions in response to the discrepancy that, when he came to Canada, he had employed a translator who had advised him that his failed asylum claim in Germany would hurt his Canadian claim. He said the translator had invented the story about his troubles with the LTTE between 1988 and 1994. The Applicant had said that, though the specific events cited in his PIF were untrue, he genuinely feared the IPKF, the LTTE, and the Sri Lankan Army, and it was this fear that had grounded his refugee claim.", "Submissions on Risk"], ["[62]", "The Delegate next reviewed the Applicant's submissions on risk. She noted that his August 2009 submissions referred to his arrests in Sri Lanka in 2006 and the allegation that he was tortured between 30 January and 1 February 2009. She also noted his reference to Professor Good's report."], ["[63]", "The Delegate quoted at length from the Applicants 2009 statutory declaration in which he described the arrest and torture he experienced in January and February of that year. The Applicant's account did not strike Professor Good as \"unusual, implausible, or at odds with what is generally known about Sri Lanka.\""], ["[64]", "The Delegate also noted that, in his December 2010 submissions, the Applicant drew attention to a letter written from the Criminal Investigation Division of the Sri Lankan Police to the CBSA in 2008 (CID Letter). He said that letter was irrefutable evidence that the Sri Lankan Police took the position that he was a member of the LTTE and that AK Kannan was an LTTE Cadre. In those submissions the Applicant also requested an opportunity to cross-examine diplomatic officials who had produced reports included in the package provided to the Delegate by the CBSA, and who said they were unaware of mistreatment of people returning to Sri Lanka from Canada. The Applicant said that objective evidence left no doubt that people like him who were suspected of LTTE involvement were at risk of torture. The Delegate noted that the Applicant also submitted an updated affidavit, an updated report from Professor Good, the Amnesty International Report, and country condition reports to support his position on risk.", "Analysis of Risk"], ["[65]", "The Delegate acknowledged that the Applicant's refugee claim had been accepted by the CRDD without a hearing in 1995. She found that, although at that time the LTTE was at war with the Sri Lankan government, the north of Sri Lanka is now under government control. She noted the Applicant's submission that he would likely be persecuted because he would be identified as a former LTTE member by the authorities in Sri Lanka. The Applicant supported this assertion with country condition evidence and his own past experiences.", "Country Condition Information"], ["[66]", "The Delegate examined the Amnesty International Report, which said that", "In our opinion the CID letter allows [sic] that Mr. Nagalingam will almost certainly be detained on or shortly after arrival in Sri Lanka, and as such faces a grave risk of arbitrary and incommunicado detention and torture in that country and should not be removed to Sri Lanka."], ["[67]", "The Delegate noted that Ms. Nafsziger had not provided any credentials to prove her expertise other than that she was employed by Amnesty International. It was unclear to the Delegate how much of the record Ms. Nafsziger had seen, and she had not identified any sources for her information and opinion."], ["[68]", "The Delegate reviewed the two reports provided by Professor Good. She noted that his 2009 report indicated: that the quality of official record keeping in Sri Lanka is high; that the background of returning asylum seekers was likely known to authorities there; and that Sri Lankan authorities would likely know the Applicant's background. Professor Good also said in his report that: the law in Sri Lanka allowed arrest and lengthy detention without charge; that torture is routinely used by security forces and goes unpunished; and that abductions and disappearances had been carried out by paramilitary proxies. The Delegate noted that Professor Good's 2009 report was inconclusive as to how the defeat of the LTTE by government forces in 2009 would affect the level of risk to returnees."], ["[69]", "In his 2010 report, Professor Good said that the Sri Lankan government was actively pursuing those who were suspected of involvement with the LTTE. The Delegate contrasted this report with a quotation from the 5 July 2001 -", "UNHCR Guidelines on Sri Lanka", "(UNHCR Guidelines) which said that the Sri Lankan government had relaxed the", "Emergency Regulations", "that had permitted some of the more questionable practices. The UNHCR Guidelines also said that some adults who had been detained for LTTE involvement had been released following completion of rehabilitation programs. The UNHCR Guidelines noted allegations of torture and death of LTTE suspected detainees in prison and that persons suspected of having links to the LTTE may be at risk of persecution in Sri Lanka. The UNHCR Guidelines also said that links to the LTTE could exclude some people from refugee status, though those same people could be at risk of persecution because of their LTTE membership."], ["[70]", "The Delegate found that LTTE involvement was a factor to consider, but that country documentation did not indicate large scale mistreatment of former LTTE affiliates."], ["[71]", "The Delegate reviewed the", "UK Home Office Operation Guidance Note Sri Lanka: August 2009", "which indicated that low level supporters of the LTTE would not generally be of interest to the Sri Lankan authorities. While high-profile LTTE members would be wanted by the authorities, the Delegate found that there was no evidence that the Applicant was such a person. She also referred to the", "UK Home Office - Country of Origin Information Report for Sri Lanka", ", dated 11 November 2010 which said that, while many LTTE supporters had been detained in Protective Accommodation and Rehabilitation Centers (PARCS), those with low-level involvement were generally released after completing community reintegration programs."], ["[72]", "The Delegate also noted that the Sri Lankan government had instituted a reconciliation commission. She found, based on an article from the Integrated Regional Information Networks - a news service of the UN Office for the Coordination of Humanitarian Affairs - that a trend of Sri Lankan refugees returning home had developed. She found that the Tamil diaspora believed there was increasing normalcy and stability in Sri Lanka and that the likelihood of persecution had decreased.", "The Applicant's Past Experiences"], ["[73]", "The Delegate found that the Applicant had spent the period from 2005 to 2009 in Sri Lanka practically without incident. She referred to his interview at the Canadian High Commission in Colombo in 2008, where he said he had been arrested and released after two weeks in 2006. At that interview, he also said that, apart from this arrest and detention, he had not been jailed or severely mistreated. He said that he was tortured at a camp in Jaffna before he came to Canada. The Delegate noted that the High Commission did not issue a Temporary Resident Permit immediately after the interview as it determined that further checks were needed. She also noted that the Applicant had been served with a notice of the Minister's intent to seek a new 115(2)(", ") decision on 23 January 2009 and that, on 9 February 2009, he told officers at the High Commission about his alleged abduction and beating. For the Delegate, the timing of his latest allegation of mistreatment gave rise to credibility concerns. She examined a medical report from Dr. Ellawalla, a Consultant Trauma and Orthopedic Surgeon at the Asiri Central Hospital in Colombo, which said that the Applicant had soft tissue contusions on his shoulder and wrist and that X-rays did not show any bone injuries."], ["[74]", "The Delegate also quoted from the CID Letter which said that", "On Interrogation [the Applicant] admitted committing the following crimes in Canada:", "1) Assaulting a security officer on duty at a cinema hall in Canada", "2) creating a commotion and causing damages to a restaurant in 1999", "3) being a member of LTTE cadre, AK Kannan's group", "The letter also said that there were no records showing that the Applicant was a member of \"Vambottas Gang.\""], ["[75]", "The Delegate considered the fact that the Applicant's alleged abduction between 30 January and 1 February 2009 took place after he was served with notice of the Minister's intent to seek a new 115(2)(", ") decision. She reiterated the fact that he had been living in Sri Lanka for several years without incident prior to this event. The Delegate noted that the Applicant misrepresented himself in 1994 and also misrepresented himself at the 2008 interview at the High Commission in Colombo when he said he had been tortured before coming to Canada. She based this finding on the Applicant's 2011 Declaration, where he said that he had been repeatedly approached by the LTTE to join them before he came to Canada."], ["[76]", "The Delegate found that the Applicant was not credible and had lied about being tortured on two previous occasions when it served his purposes. She found it highly plausible that whatever happened to him between 30 January 2009 and 1 February 2009 did not involve torture. Not only was the Applicant not credible, but he had a strong interest in building a case for the new 115(2)(", ") determination. The Delegate also found that the medical officer who examined the Applicant ten days after his alleged abduction and beating - Dr. Ellawalla - did not conclude that his injuries were consistent with his story of torture. She did, however, accept that this could have happened and that, according to Professor Good, this was not impossible in Sri Lanka. In a footnote to the Decision, the Officer made an alternative finding: if the Applicant had not been detained and tortured, there was no risk to him of further detention and torture."], ["[77]", "The Delegate reasoned that, because record keeping by the Sri Lankan authorities was meticulous, according to Professor Good, the fact that the Applicant had been arrested and released indicated that he was not of interest to those authorities. The Delegate concluded that, on a balance of probabilities, the Applicant was not likely to be tortured, or to face cruel or unusual treatment or punishment, or be killed on return to Sri Lanka.", "Conclusion on Section 96 Risks"], ["[78]", "The Delegate noted that Tamils from northern Sri Lanka continue to be treated with suspicion by the authorities. Though there were reports of harsh treatment of those suspected of LTTE involvement, the possibility of such treatment did not amount to", "prima facie", "recognition of Tamils from the North as convention refugees. She concluded that there was no more than a mere possibility that the Applicant would face persecution if", "refouled.", "Humanitarian & Compassionate Factors"], ["[79]", "After her conclusions on the risks faced by the Applicant on return to Sri Lanka, the Delegate analyzed the Humanitarian and Compassionate (H&C) factors that were part of the balancing process she had to conduct.", "Applicant's Submissions"], ["[80]", "The Delegate noted that in his August 2009 submissions the Applicant had drawn attention to his efforts to re-establish his relationship with his son, which had been severed by his deportation in 2005. He also said that Canada was the only place he would have a future because he would either face torture and death or have to live in hiding in Sri Lanka. In his December 2010 submissions the Applicant said he was married and had a 3-month-old daughter. Though he was not living with his wife and daughter, the Children's Aid Society (CAS) having intervened because of concerns about his fitness as a parent, the Applicant and his wife were before the family courts to try to change that.", "Analysis of H&C Factors", "Establishment"], ["[81]", "The Delegate found that the Applicant had little financial or community establishment because he had been under house arrest since 2009 and had been in detention from 2001 to 2005, when he was deported.", "Family in Canada and Abroad"], ["[82]", "The Delegate noted that the Applicant lives with his two brothers and his parents. The psychological report from Dr. Devins indicates that, though he is in regular contact with his two sisters in Sri Lanka, phone calls to them made him feel bad and he felt guilty about the separation. The same report also indicated that he had a loving relationship with his fiancée (now his wife). The Applicant and his wife had never lived together and they had married only one month before the birth of their daughter."], ["[83]", "Though the Applicant had strong affection for his Canadian family, the Delegate found that his most recent stay in Canada - beginning with his return in 2009 - had been brief. Consequently, though there would be hardship for all concerned if he were removed, this separation could not have been unanticipated. Further, the family could keep in contact through visits and phone calls.", "Best Interests of the Children"], ["[84]", "In the 2010 Declaration, the Applicant said he wanted to live with his wife and daughter. He also said that he wanted to rebuild his relationship with his son, Nicholas. The Delegate noted, however, that the Applicant had indicated he had had practically no contact with Nicholas and that it was unclear what contact he had had with his daughter."], ["[85]", "The Delegate found that there was little on which to base a finding that Nicholas would be adversely affected by the Applicant's removal. She found that his daughter would be detrimentally affected by his separation from his wife, but that this was tempered by the fact that the Applicant was apart from his daughter because of CAS intervention. She found that his wife and daughter could relocate to Sri Lanka to be with him or take holidays there.", "Psychological Condition"], ["[86]", "The Delegate quoted several paragraphs of a letter from Dr. Devins's report which concluded that the Applicant would suffer extreme and irreparable psychological harm if returned to Sri Lanka. The Delegate found that this conclusion was beyond the expertise of the psychologist and that this report was based on a single interview. She noted that there was no evidence the Applicant had sought counseling on his own. Though the psychologist prescribed freedom from deportation to recover his mental health, this was not a consideration that weighed heavily in his favour", "General Situation in Sri Lanka"], ["[87]", "The Applicant's village in Sri Lanka was in some disorder following the end of the conflict between the LTTE and Sri Lankan government forces. The Delegate found, however, that Sri Lanka was headed in the right direction and, though he would experience a time of transition, this would not amount to significant hardship to the Applicant.", "Balancing and Decision"], ["[88]", "The Federal Court of Appeal held  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED> , at paragraph 45 that", "the Delegate must balance the nature and severity of the acts committed or of the danger to the security of Canada against the degree of risk, as well as against any other humanitarian and compassionate considerations"], ["[89]", "The Delegate reiterated her conclusions that the Applicant had committed past actions that were substantially grave and that he would be unlikely to face torture in Sri Lanka. These pointed toward", "refoulement.", "She was not satisfied that the hardship the Applicant and his family would face sufficiently counter-balanced the nature and severity of his past acts."], ["[90]", "The Delegate found that the Applicant could be deported despite subsection 115(1) of the Act, since this would not violate his rights under section 7 of the Charter.", "ISSUES"], ["[91]", "The Applicant raises the following issues:", "1) Whether the Delegate breached his right to procedural fairness by:", "a) denying him the opportunity to cross examine Detective Fernandes;", "b) failing to provide him with adequate reasons;", "c) following a procedure that breached the duty of fairness;", "2) Whether the Delegate's conclusion on the nature and severity of his past acts was unreasonable because she:", "a) found him responsible for acts which he was not convicted of;", "b) relied on non-conviction evidence;", "c) failed to identify which", "Criminal Code", "offences he had committed; and", "d) did not base her finding on all of the evidence before her;", "3) Whether the Delegate's assessment of the risk he would face on return to Sri Lanka was unreasonable because she:", "a) ignored or misunderstood evidence going to his abduction in 2009;", "b) made a finding of fact that was speculative;", "c) ignored or unreasonably dismissed the expert evidence he submitted.", "STANDARD OF REVIEW"], ["[92]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the Court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[93]", "In", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that the standard of review with respect to questions of procedural fairness is correctness. Further, the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> held that the \"procedural fairness element is reviewed as a question of law. No deference is due. The decision-maker has either complied with the content of the duty of fairness appropriate for the particular circumstances, or has breached this duty.\""], ["[94]", "The opportunity to cross-examine witnesses is a procedural choice that engages the right to procedural fairness (see", "<FRAGMENT_SUPPRESSED> ) Further, in", "<FRAGMENT_SUPPRESSED>  at para. 100. Nonetheless, the court will not second guess procedural choices made in the exercise of the agency's discretion which comply with the duty of fairness.", "The standard of review in this case on issues 1(a) and 1(c) is correctness."], ["[95]", "In", "<FRAGMENT_SUPPRESSED> , at paragraph 59, the Supreme Court of Canada held that", "Administrative bodies must also be correct in their determinations of true questions of jurisdiction or", "vires", ".[...] true jurisdiction questions arise where the tribunal must explicitly determine whether its statutory grant of power gives it the authority to decide a particular matter .", "Whether the Delegate had the authority to make a finding of criminal culpability is a true question of", "vires", ", so the standard of review with respect to issue 2(a) is correctness."], ["[96]", "As the Supreme Court held in <FRAGMENT_SUPPRESSED> (above, at paragraph 50).", "When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question. The analysis will bring the court to decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer. From the outset, the court must ask whether the tribunal's decision was correct."], ["[97]", "Issue 2(b) engages issues of admissibility of evidence. As the Supreme Court of Canada held in", "R v Fanjoy", ", [1985] SCJ No 55 at paragraph 9, the admissibility of evidence is a question of law. In <FRAGMENT_SUPPRESSED> at paragraph 60, the Supreme Court of Canada also held that questions of law within the expertise of the decision maker will generally be reviewable on a standard of reasonableness. The Immigration and Refugee Board has expertise in questions of credibility and entering evidence, so the standard of review with respect to issue 2(b) is reasonableness."], ["[98]", "Whether making a determination under paragraph 115(2)(", ") requires a Minister's delegate to find that the subject of that decision committed specific offences calls for the delegate to interpret the words \"on the basis of the nature and severity of acts committed\" in that paragraph. As the Supreme Court of Canada held in <FRAGMENT_SUPPRESSED> , above, at paragraph 60, a decision-maker's interpretation of its enabling statute will generally be given deference. The Delegate in this case is empowered to act by subsection 6(1) of the Act, so, in interpreting 115(2)(", "), she is interpreting her enabling statute. The standard of review on issue 2(c) is reasonableness (see also", "<FRAGMENT_SUPPRESSED> .)"], ["[99]", "Issues 2(d) and 3(a) through (c) all involve factual findings by the Delegate. In", "Nagalingam  <FRAGMENT_SUPPRESSED> , at paragraph 32, the Federal Court of Appeal held that the findings of fact of a Minister's delegate under subsection 115(2) were to be afforded deference. The standard of review on these issues is reasonableness."], ["[100]", "In", "Newfoundland and  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that the adequacy of reasons is not a freestanding ground for quashing a decision (see paragraph 14). The reviewing Court is to examine the reasons along with the outcome to determine if the Decision is within a range of possible, acceptable outcome."], ["[101]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "STATUTORY PROVISIONS"], ["[102]", "The following provisions of the Act are applicable in this proceeding:", "37. (1) A permanent resident or a foreign national is inadmissible on grounds of organized criminality for", ") being a member of an organization that is believed on reasonable grounds to be or to have been engaged in activity that is part of a pattern of criminal activity planned and organized by a number of persons acting in concert in furtherance of the commission of an offence punishable under an Act of Parliament by way of indictment, or in furtherance of the commission of an offence outside Canada that, if committed in Canada, would constitute such an offence, or engaging in activity that is part of such a pattern;", "...", "115. (1) A protected person or a person who is recognized as a Convention refugee by another country to which the person may be returned shall not be removed from Canada to a country where they would be at risk of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion or at risk of torture or cruel and unusual treatment or punishment.", "(2) Subsection (1) does not apply in the case of a person", "...", ") who is inadmissible on grounds of security, violating human or international rights or organized criminality if, in the opinion of the Minister, the person should not be allowed to remain in Canada on the basis of the nature and severity of acts committed or of danger to the security of Canada.", "ARGUMENTS", "The Applicant", "The Delegate Erred in her Assessment of Nature and Severity"], ["[103]", "The Applicant first notes that the Delegate found she could rely solely on the acts he personally committed to find that he could be", "refouled", "under paragraph 115(2)(", ") of the Act. He challenges this finding on several grounds.", "The Delegate Erred by Finding the Applicant Responsible for Acts of which he had not Been Convicted"], ["[104]", "The Applicant says that immigration officers do not have the jurisdiction to make findings of criminal culpability. When the Delegate found that he had participated in a shooting that resulted in two deaths and had committed violent assaults, she made a finding of criminal culpability and so exceeded her jurisdiction.", "The Delegate Erred by Relying on Detective Fernandes's Affidavit"], ["[105]", "The Applicant argues that the Delegate breached his right to procedural fairness when she denied him the opportunity to cross-examine Detective Fernandes on his declaration. It is a general principal of the common law that any party to a proceeding has the right to cross-examine the other parties' witnesses. He says that this principal applies to administrative tribunals. He relies on", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that the lack of cross-examination substantially reduces the probative value of an affidavit. He says that his rights to life, liberty, and security of the person were at stake in this case so he should have been given the opportunity to cross-examine Detective Fernandes.", "The Delegate Improperly Relied on Police Occurrence Reports and Non- Conviction Evidence"], ["[107]", "The Applicant quotes from", "<FRAGMENT_SUPPRESSED>  where Justice Francis Muldoon said at paragraph 49 that", "Since the charges are, at most, some prosecutor's allegations, one wonders what precisely is the weight they import, if any? Unresolved, they cannot impugn the applicant's character or credibility. Reference to such charges was inadmissible."], ["[108]", "<FRAGMENT_SUPPRESSED>  stands for the proposition that a withdrawn charge, without more, may not be relied on by the ID. The Applicant also says that", "<FRAGMENT_SUPPRESSED>  is authority for the proposition that outstanding criminal charges are irrelevant and should not be considered."], ["[109]", "The Applicant also quotes from <FRAGMENT_SUPPRESSED> FCA where the Federal Court of Appeal held at paragraph 50 that", "The jurisprudence of this Court indicates that evidence surrounding withdrawn or dismissed charges can be taken into consideration at an immigration hearing. However, such charges cannot be used, in and of themselves, as evidence of an individual's criminality."], ["[110]", "The prohibition on relying on criminal charges extends to police occurrence reports and other non-conviction evidence. When she relied on the notes of the homicide investigator and Ariyaratnam's statement, the Delegate made a reviewable error.", "The Delegate Failed to Identify the Acts the Applicant Committed"], ["[111]", "In the alternative to the above arguments, the Applicant argues that delegates are obligated to identify which specific criminal offences they find the subject of a 115(2)(", ") opinion has committed. Delegates must make findings that both the", "mens rea", "and", "actus reus", "elements of those offences are satisfied in order to find a person can be", "refouled", "under paragraph 115(2)(", ")."], ["[112]", "In <FRAGMENT_SUPPRESSED> FCA, the Federal Court of Appeal said that, when examining complicity in acts of substantial gravity under paragraph 115(2)(", "), delegates must refer to Canadian law, including the definition of party liability in the", "Criminal Code.", "The Applicant says this means that, though it is within the delegates' jurisdiction of a delegate to find personal commission of acts of substantial gravity, that determination must be based on Canadian criminal law. The acts of substantial gravity must be clearly identified", "Criminal Code", "offences and delegates must find that subjects of 115(2)(", ") opinions committed the", "actus reus", "and had the requisite", "mens rea"], ["[113]", "In this case, the Delegate failed to identify the specific offences she found the Applicant had committed. It was not enough for her to find that he had participated in violent assaults or the shooting of two teenagers. These acts could support a number of different criminal code offences and it was incumbent on the Delegate to identify which offence she found the Applicant had committed. This was a breach of the Applicant's right to procedural fairness because it amounts to a failure to provide adequate reasons; the reasons are inadequate in this case because they prevent a court from reviewing the reasonableness of the Decision on this point.", "The Delegate Erred in Interpreting Paragraph 115(2)(b)"], ["[114]", "The Delegate found that the assaults and participation in a shooting were acts of substantial gravity that justified", "refouling", "the Applicant to Sri Lanka. The Applicant says that, in so finding, the Delegate erred in her interpretation of paragraph 115(2)(", ") because these acts do not meet the threshold of substantial gravity required under that paragraph. The Applicant again refers to <FRAGMENT_SUPPRESSED> FCA in which the Federal Court of Appeal quoted from an academic text which said that", "The text of Article 33(2) makes it clear that it is only convictions for crimes of a particularly serious nature that will come within the purview of the exception. This double qualification-", "particularly", "and", "serious", "- is consistent with the restrictive scope of the exception and emphasizes that", "refoulement", "may be contemplated pursuant to this provision only in the most exceptional of circumstances. Commentators have suggested that the kinds of crimes that will come within the purview of the exception will include crimes such as murder, rape, armed robbery, arson, etc. [italics in original]"], ["[115]", "The Applicant admits that he was convicted of assault, but says he was not convicted of murder, so his acts do not meet the threshold of substantial gravity.", "The Delegate's Finding on Risk was Unreasonable", "The Delegate Erred in her Treatment of the Evidence of Torture"], ["[116]", "The Applicant says that the Delegate ignored evidence related to his abduction in January/February 2009, the complaints his brother filed with the HRCSL and the CMIAD, and a newspaper article about his abduction. He says that the Delegate examined three factors in assessing his account of torture: the timing of the incident; his misrepresentation in 1994 and Dr. Ellawalla's lack of conclusion that his injuries were consistent with his story. The Delegate's finding that what he said happened to him could have happened is unclear so she breached his right to procedural fairness by failing to make a clear finding of fact with respect to his story of abduction and torture.", "The Delegate Made Findings of Fact that were Speculative"], ["[117]", "The Applicant says that he emphasized the CID Letter in his December 2010 submissions. He also says that he provided Professor Good's report and the Amnesty International Report in January 2011. Both of these expert reports show that their authors were aware of the events surrounding his story of torture. The Delegate does not cite any evidence for her conclusion that the events of 2009 and the CID Letter show he is not at risk of torture. The Delegate also does not say why she disagrees with the conclusions of Professor Good so the finding he is not at risk of torture is based on pure conjecture.", "The Delegate Failed to Consider the Expert Evidence"], ["[118]", "The Applicant notes that both the Amnesty International Report and Professor Good's reports conclude that he is at risk of arbitrary detention and torture. However, the Delegate did not weigh this evidence. She simply dismissed the Amnesty International Report based on its author's lack of credentials and ignored Professor Good's reports."], ["[119]", "The Delegate was under a duty to explain how she reached a conclusion contrary to the evidence of the expert reports. If she believed she should not consider the expert evidence, she was under a duty to explain that conclusion. Since she did not, the Delegate's reasons were inadequate and breached the Applicant's right to procedural fairness.", "The Delegate Provided Inadequate Reasons"], ["[120]", "Although the Delegate's reasons are long, they are not adequate. The Applicant notes that reasons must set out findings of fact and address the major points in issue. The Delegate did not do this, so her reasons are inadequate and in breach of the Applicant's right to procedural fairness.", "The Procedure Employed was Unfair"], ["[121]", "The Applicant says that he has concerns about the objectivity and independence of the Delegate. He says that the procedure employed in coming to an opinion under paragraph 115(2)(", ") is flawed and breaches his rights under the Charter.", "The Respondent", "The Delegate Properly Assessed the Applicant's Acts"], ["[122]", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> FC], this Court rejected the proposition that only criminal convictions can be considered when determining whether a person is inadmissible under paragraph 37(1)(", ") of the Act. At paragraphs 35 through 37 of <FRAGMENT_SUPPRESSED> FC, Justice Judith Snider wrote that", "However, even more responsive to this argument, are the opinions of the Federal Court and the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  I", "and", "Sittampalam II", ". I turn to the comments of Justice Hughes  <FRAGMENT_SUPPRESSED>  I", ", at para. 35 where he stated:", "I do not read the Member's Report at pages 53 and following under the heading \"Criminality\" as giving improper weight to charges laid or contemplated to be laid but which never went forward. These circumstances are mentioned in the Report but only in the context of a detailed consideration as to the circumstances themselves that were behind the charges or contemplated charges. It was these circumstances and not the charges or contemplated charges that supported the Member's findings that there were reasonable grounds for finding that section 37(1)(a) of IRPA applied.", "The Court of Appeal confirmed this point  <FRAGMENT_SUPPRESSED>  II", ", at paragraphs 50-51 where that Court stated as follows:", "The jurisprudence of this Court indicates that evidence surrounding withdrawn or dismissed charges can be taken into consideration at an immigration hearing. However, such charges cannot be used, in and of themselves, as evidence of an individual's criminality: see, for example,", "<FRAGMENT_SUPPRESSED>  135 A.C.W.S. (3d) 456 (F.C.T.D.) at para.11;", "<FRAGMENT_SUPPRESSED>  (T.D.) at para. 35.", "In this regard, I agree with the Judge that the Board did not rely on the police source evidence as evidence of the appellant's wrongdoing. Rather, he considered the circumstances underlying the charges and contemplated charges -- including the frequency of the appellant's interactions with the police and the fact that others involved were often gang members -- to establish that there are \"reasonable grounds to believe\", a standard that is lower than the civil standard, that the A.K. Kannan gang engages in the type of activity set out in paragraph 37(1)(a).\"", "In my view, in the present application, we have exactly the same evidence of the police incidents being put to substantially the same use as was done by the Board in reaching the conclusion on inadmissibility. If reliance in that manner by the Board, in the context of the inadmissibility determination, was acceptable to the Courts  <FRAGMENT_SUPPRESSED>  I", "and", "Sittampalam II", ", it is certainly acceptable in the context before me."], ["[123]", "The same principle applies to a determination under paragraph 115(2)(", ") of the Act, so it was proper for the Delegate to consider non-conviction evidence."], ["[124]", "The Delegate also addressed the lack of cross-examination of Detective Fernandes when she said", "Counsel notes that Detective Fernandes' [", "sic", "] affidavit contained in \"RD9 was unsigned and undated. However, the same affidavit with a signature and date was disclosed to counsel earlier with the Notice dated December 16, 2008. I also note that Detective Fernandes [", "sic", "] testifed at the Admissibility Hearing of Jothiravi Sittampalam/Sittambalam and was found to be a credible witness by the Immigration Division member - and that he testifed on similar subjects (his familiarity with AK Kannan and their activities). I have no reason to question Detective Fernandes [", "sic", "] credibility."], ["[125]", "The Delegate based her Decision on several pieces of evidence, only one of which was Detective Fernandes's affidavit. She noted that he was found to be a credible witness at the Applicant's admissibility hearing and she had no reason to doubt his credibility. There is no evidence the Delegate put too much or too little weight on this affidavit"], ["[126]", "The issue for this Court to decide is whether there was any evidence rationally capable of supporting the Delegate's finding that there were reasonable grounds to believe the Applicant participated in a violent attack that resulted in two deaths. Since there was evidence in the form of witness statements to police, Ariyaratnam's statement, and the retaliatory shootings, the Delegate's finding was reasonable.", "The Delegate Properly Assessed Risk"], ["[127]", "The Delegate gave several reasons why she did not accept that he was tortured by the Sri Lankan authorities in 2009. She considered the timing of the alleged incident, the Applicant's history of misrepresentation, and Dr. Ellawalla's report. Against these, the Delegate balanced Professor Good's reports, which said that the Applicant's alleged experience was not unusual or implausible for Sri Lanka."], ["[128]", "The two complaints that the Applicant submitted, one filed with the HRCSL and one filed with the CMIAD, are of low probative value. All that they show is that someone purporting to be the Applicant's brother filed two complaints. They do not show that the Applicant was actually tortured."], ["[129]", "The Delegate considered the CID Letter and Professor Good's reports when she found the Applicant was at a low risk of torture on return. Though the Applicant was interrogated in 2005, which was referred to in the CID Letter, the Applicant was not mistreated and was released. He claims he was picked up and tortured on a tip in 2009, but he also says that he was released with an apology. The Respondent says that it its unlikely the police would apologize to a former member of an LTTE cadre; it was not unreasonable for the Delegate to find the Applicant was not at risk from the Sri Lankan authorities."], ["[130]", "The Delegate did not ignore the Amnesty International Report. It was proper for the Delegate to examine the credentials provided by Gloria Nafziger, the author of the letter, as well as the sources she consulted. It was therefore reasonable for the Delegate to place little weight on this report, given the results of her inquires."], ["[131]", "The Delegate properly considered Professor Good's reports and balanced them against the UNHCR and UK Home Office reports which were available to her.", "The Delegate's Reasons are Adequate"], ["[132]", "The Delegate used straightforward logic to put the expert reports and the CID letter into perspective. The parties do not dispute that the Sri Lankan authorities know who the Applicant is, which is all that the CID letter shows. Further, Professor Good said that the Sri Lankan authorities keep meticulous records of detentions and interrogations. There was sufficient evidence for the Delegate's conclusions, and she clearly articulated her rationale in her reasons. What the Applicant disagrees with is the final Decision, not the reasons themselves.", "The Applicant's Reply", "Non-conviction Evidence"], ["[133]", "The Applicant says that the Respondent's reliance on <FRAGMENT_SUPPRESSED> FC (above) is misplaced. In <FRAGMENT_SUPPRESSED> FC, the Minister's delegate considered whether a convention refugee who had been found inadmissible for serious criminality and organized criminality under paragraph 37(1)(", ") of the Act was also a danger to the public under paragraph 115(2)(", "). Justice Snider held that the delegate was only permitted to rely on non-conviction evidence to establish broader patterns of behaviour. In <FRAGMENT_SUPPRESSED> FC, Justice Snider quoted from the decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> FCA 326, where Justice Linden wrote at paragraph 50 that", "The jurisprudence of this Court indicates that evidence surrounding withdrawn or dismissed charges can be taken into consideration at an immigration hearing. However, such charges cannot be used, in and of themselves, as evidence of an individual's criminality ..."], ["[134]", "Had the delegate in <FRAGMENT_SUPPRESSED> FC found that the convention refugee had committed specific acts based on the non-conviction evidence, Justice Snider would have found that this was an error"], ["[135]", "The present case is not like <FRAGMENT_SUPPRESSED> FC because the Delegate was not looking at organized criminality. In her Decision, the Delegate said that she found the Applicant could be", "refouled", "based on acts that he had committed personally. When she found that the Applicant had committed these acts, she relied on dismissed and withdrawn charges and other non-conviction evidence. This was the error cautioned against in <FRAGMENT_SUPPRESSED> , above, and", "<FRAGMENT_SUPPRESSED> .", "Cross-examination of Detective Fernandes"], ["[136]", "The Applicant says that the Respondent has not addressed his argument that he was denied procedural fairness when the Delegate refused to allow him to cross-examine Detective Fernandes on his affidavit. Though the Delegate found Detective Fernandes was credible, this is no answer to a breach of procedural fairness.", "There was No Evidence the Applicant Participated in the Scarborough Shooting"], ["[137]", "The only evidence that could possibly link the Applicant to the shooting of two men in Scarborough in October 2000 were the statements of rival gang members given to the investigating police officers. These statements were before the Delegate as double-hearsay, as they were introduced into evidence through the affidavit of Detective Fernandes. Further, any link between the Mimico shooting and the Driveway Shooting was pure conjecture. There was insufficient evidence to raise even reasonable grounds to believe that the Applicant had participated in this shooting."], ["[138]", "The Respondent has not answered the Applicant's argument that the Delegate was required to find that he committed the", "actus reus", "and had the requisite", "mens rea", "of specific", "Criminal Code", "offences in order to find that he had committed acts of substantial gravity.", "Analysis of Risk was Unreasonable-"], ["[139]", "In her analysis of risk, it was appropriate for the Delegate to approach the Applicant's allegation that he was arrested and tortured in early 2009 with caution. However, the Delegate was obligated to make a finding on the evidence before her, which she did not do. What the Delegate actually did was set out to diminish the value of the evidence before her, piece by piece."], ["[140]", "Though the Applicant admitted in his 2011 Declaration that he lied on his PIF in 1994, this was an insufficient basis for the Delegate to find that his account of torture was not credible, especially since his allegation was corroborated by other evidence. The Delegate also ignored Dr. Devins's psychological report which discussed the post-traumatic symptoms the Applicant suffered after he was tortured in 2009. Further, the Delegate improperly dismissed the human rights complaints the Applicant's brother filed, saying that they did not prove that the torture took place."], ["[141]", "Though the Delegate was entitled to weigh each piece of evidence before her, she had a duty to assess the impact of all the evidence globally, which she did not do. This renders her approach to the analysis of risk perverse and capricious.", "The Delegate Ignored the Expert Reports"], ["[142]", "When the Delegate drew her conclusion that the Applicant was no longer of interest to the CID, she did so contrary to the explicit findings of Professor Good and Amnesty International. Since she was not making the same finding as the experts, the Delegate was under a duty to explain why she thought they were wrong about the continuing risk to the Applicant. Rather than engaging with the expert reports as she was required to do, the Delegate dismissed both of these reports out of hand.", "ANALYSIS", "General"], ["[143]", "This is the second time that an opinion by a delegate of the Minister that the Applicant can be", "refouled", "under paragraph 115(2)(", ") of the Act has come before this Court for judicial review."], ["[144]", "Justice Kelen dismissed the Applicant's application for judicial review of the 4 October 2005 opinion of the Delegate, but the Federal Court of Appeal quashed Justice Kelen's decision and the delegate's opinion."], ["[145]", "In the course of rendering its decision in <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal provided extensive guidance to delegates who are called upon to render an opinion under paragraph 115(2)(", ") of the Act. Although <FRAGMENT_SUPPRESSED> FCA dealt with complicity under paragraph 115(2)(", "), the following points made by the Court are, in my view, important for the application presently before me:", "12 The relevant provisions of the", "Convention Relating to the Status of Refugees", ", July 28, 1951, [1969] Can. T.S. No. 6 (the Convention) are as follows:", "Article 1. - Definition of the term \"refugee\"", "...", "F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that.", ") He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;", ") He has committed a serious non-political crime outside the country of refuge prior to his admission to that country as a refugee;", ") He has been guilty of acts contrary to the purposes and principles of the United Nations.", "Article 33. - Prohibition of expulsion or return (\"refoulement\")", "1. No Contracting State shall expel or return (\"refouler\") a refugee in any manner whatsoever to the frontiers of territories where his life or freedom would be threatened on account of his race, religion, nationality, membership of a particular social group or political opinion.", "2. The benefit of the present provision may not, however, be claimed by a refugee whom there are reasonable grounds for regarding as a danger to the security of the country in which he is, or who, having been convicted by a final judgement of a particularly serious crime, constitutes a danger to the community of that country.", "36 Both certified questions call for a proper understanding of the international legal principle of", "non-refoulement", ", found at Article 33(1) of the Convention and incorporated into Canadian law by subsection 115(1) of the Act. Subsection 115(1) prohibits the return of Convention refugees and protected persons to any country where they would be at risk of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion, or at risk of torture or cruel and unusual treatment or punishment.", "37 While it is acknowledged that this rule forms the cornerstone of asylum in international refugee law, its protection is not absolute. Indeed, subsection 115(2), which in turn incorporates Article 33(2) of the Convention into Canadian law, expressly allows to derogate from this principle where the subject is (a) found inadmissible on grounds of serious criminality and constitutes, in the opinion of the Minister, a danger to the public in Canada or (b) found inadmissible on grounds of security, violating human or international rights or organized criminality if, in the opinion of the Minister, the person should not be allowed to remain in Canada on the basis of the nature and severity of acts committed or of danger to the security of Canada.", "...", "44 By way of summary then, the principles applicable to a delegate's decision under paragraph 115(2)(", ") of the Act and the steps leading to that decision are as follows:", "(1) A protected person or a Convention refugee benefits from the principle of", "non-refoulement", "recognized by subsection 115(1) of the Act, unless the exception provided by paragraph 115(2)(", ") applies;", "(2) For paragraph 115(2)(", ") to apply, the individual must be inadmissible on grounds of security (section 34 of the Act), violating human or international rights (section 35 of the Act) or organized criminality (section 37 of the Act);", "(3) If the individual is inadmissible on such grounds, the delegate must determine whether the person should not be allowed to remain in Canada on the basis of the nature and severity of acts committed or of danger to the security of Canada;", "(4) Once such a determination is made, the delegate must proceed to a section 7 of the Charter analysis. To this end, the Delegate must assess whether the individual, if removed to his country of origin, will personally face a risk to life, security or liberty, on a balance of probabilities. This assessment must be made contemporaneously; the Convention refugee or protected person cannot rely on his or her status to trigger the application of section 7 of the Charter (", "Suresh, supra", "at paragraph 127).", "(5) Continuing his analysis, the Delegate must balance the nature and severity of the acts committed or of the danger to the security of Canada against the degree of risk, as well as against any other humanitarian and compassionate considerations (", "Suresh, supra", "at paragraphs 76-79;", "Ragupathy, supra", "at paragraph 19).", "...", "Standard of proof under paragraph 115(2)(b) of the Act: reasonable grounds", "47 The determination of the proper standard of proof required to bring the appellant under the exceptions of paragraph 115(2)(", ") is important, as an error on the standard would undeniably permeate the interpretation of the law and the review of the evidence.", "48 As noted above, subsections 115(1) and (2) of the Act incorporate the principle of", "non-refoulement", "along with its exceptions into Canadian law.", "49 Although subsection 115(2) does not explicitly re-state the evidentiary threshold of \"reasonable grounds\" found at Article 33(2) of the Convention, it does confer to the Minister a discretionary power to decide \"if, in (his) opinion, the person should not be allowed to remain in Canada.\" In my view, this discretionary power, examined within the structure of section 115 of the Act, is consistent with a standard of reasonable grounds. Discretionary decisions will generally be afforded considerable deference. However, I hasten to add \"that discretion must be exercised in accordance with the boundaries imposed in the statute, the principles of the rule of law, the principles of administrative law, the fundamental values of Canadian society, and the principles of the Charter\" (", "Baker, supra", "at paragraph 56).", "50 I therefore conclude that the proper standard for a determination under subsection 115(2) of the Act is reasonable grounds. In doing so, I note that this standard has previously been articulated as being:", "...a standard of proof that, while falling short of a balance of probabilities, nonetheless connotes \"a bona fide belief in a serious possibility based on credible evidence.\"  <FRAGMENT_SUPPRESSED>  (F.C.A.).", "...", "69 In addressing my final point of analysis on the second certified question, I accept the appellant's argument that the \"fundamental character of the prohibition of", "refoulement", "and the humanitarian essence of the ... Convention more generally, must be taken as establishing a high threshold for the operation of exceptions\" (Lauterpacht, sir E. and D. Bethlehem, \"The scope and content of the principle of non-refoulement\" in", "Refugee Protection in International Law", "(Cambridge: E. Feller, V. Turk and F. Nicholson, 2003) at paragraph 169).", "70 This idea of a \"high threshold for the operation of exceptions\" is supported by the wording of the Act itself and the choices made by Parliament. Specifically, I note that paragraph 115(2)(", ") applies where the person has been found inadmissible for", "serious criminality", ", as defined by subsection 36(1) of the Act, that is, for convictions relating to \"an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years, or of an offence under an Act of Parliament for which a term of imprisonment of more than six months has been imposed.\" Conversely, inadmissibility for", "criminality", "pursuant to subsection 36(2) does not fall within the exceptions of paragraph 115(2)(", ") or (", "), thereby indicating that minor offences were not contemplated as meeting this particular threshold. This is even more so when we consider that, for paragraph 115(2)(", ") to apply, the individual has to be found, in the opinion of the Minister, to be \"a danger to the public in Canada\".", "71 Indeed, as Lauterpacht and Bethlehem note:", "186. The text of Article 33(2) makes it clear that it is only convictions for crimes of a particularly serious nature that will come within the purview of the exception. This double qualification-", "particularly", "and", "serious", "- is consistent with the restrictive scope of the exception and emphasizes that", "refoulement", "may be contemplated pursuant to this provision only in the most exceptional of circumstances. Commentators have suggested that the kinds of crimes that will come within the purview of the exception will include crimes such as murder, rape, armed robbery, arson, etc.", "[References omitted]", "72 This same restrictive approach applies to paragraph 115(2)(", "). I note that, under this paragraph, inadmissibility on grounds of organised criminality is treated with the same importance as inadmissibility on security grounds (section 34) or inadmissibility for violating human or international rights (section 35). Under those two sections, a person is inadmissible for, among other things:", "- Engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada (34(1)(", "));", "- Engaging in terrorism (34(1)(", "));", "- Committing an act outside Canada that constitutes an offence referred to in sections 4 to 7 of the", "Crimes against Humanity and War Crimes Act", "(35(1)(", ")).", "73 Despite the critical nature of these infractions, Parliament has nonetheless given the Minister the discretion to assess the nature and severity of the acts before determining if the subject should be", "refouled", "under paragraph 115(2)(", "). This, to me, suggests that paragraph 115(2)(", ") will only be triggered where the acts committed are of substantial gravity.", "...", "78 In this case, the Delegate found that the A.K. Kannan was a criminal organization generally involved in severe criminal acts, and that the appellant was an active member in that group. This is not sufficient to meet the threshold of paragraph 115(2)(", ") of the Act. On this point, I note that the specific rank of the appellant within the A.K. Kannan criminal organization is unclear. In the Request for Minister's Opinion,", "supra", ", the appellant is said to be a \"leader\" by a source \"confirmed [to be] reliable\" (at paragraph 24), whereas in the Delegate's Opinion, he is referred to as an \"enforcer\" on the basis of a witness' statement who later disowned his prior declaration to that effect."], ["[146]", "In the present case, the Delegate specifically rejected complicity as the basis for her opinion and chose to base her determination under paragraph 115(2)(", ") upon acts personally committed by the Applicant."], ["[147]", "In so doing, she first of all had to determine whether there were reasonable grounds (i.e. a serious possibility based on credible evidence) for believing that the Applicant had personally engaged in criminal acts the nature and severity of which warranted the application of the exception embodied in paragraph 115(2)(", ")."], ["[148]", "In undertaking this exercise the Delegate had to bear in mind that:", "a. The discretion under subsection 115(2) must be exercised in accordance with the boundaries imposed in the statute, the principles of the rule of law, the principles of administrative law, the fundamental values of Canadian society, and the principles of the Charter;", "b. The fundamental character of", "refoulement", "and the humanitarian essence of the Convention must be taken as establishing a high threshold for the operation of the exception;", "c. Paragraph 115(2)(", ") will only be triggered if the acts committed personally by the Applicant are \"of substantial gravity.\" Minor offenses will not meet this threshold."], ["[149]", "Once the Delegate determined that the Applicant should not be allowed to remain in Canada on the basis of the nature and severity of the acts he had committed, she then had to assess whether, on a balance of probabilities, his removal to Sri Lanka would expose him to face a risk to his life, security or liberty."], ["[150]", "The Delegate then had to balance the nature and severity of the acts by the Applicant committed against the degree of a risk he faced, if any, as well as against any other humanitarian and compassionate considerations.", "Nature and Severity of Acts Committed"], ["[151]", "As the Decision makes clear, the Delegate was fully aware of the principles laid down by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , and did her best to follow them. This application for judicial review is about whether she succeeded in doing so."], ["[152]", "When she found that the acts the Applicant committed were of a nature and severity sufficient to engage the exception contained in paragraph 115(2)(", ") of the Act, the Delegate relied upon a variety of evidence and came to the following conclusions:", "The evidence before me provides me with reasonable grounds to believe that Mr. Nagalingam committed violent acts against rival gang members resulting in that gang targeting him for assassination on two occasions. In the present case, there is evidence of Mr. Nagalingam having personally committed violent acts including participation in a shooting which resulted in two deaths. In my opinion, to prove that he was also likely complicit by \"aiding and abetting\" his comrades in additional criminal endeavours is not required.", "I am satisfied, to the necessary standard of reasonable grounds to believe, that Mr. Nagalingam's past acts were serious. For a period of some 4 years he was an \"enforcer\" for the AK Kannan gang. It is my belief that he was not merely a misguided, drunken, angry youth (Counsel's view), but in fact an adult who consciously identified himself with a violent criminal organization which had no respect for the laws of Canada. Specifically, he took part in the violent inter-gang warfare activities of the AK Kannan - a gang known to have committed murders against their rival gang members and known for possessing a variety of firearms.", "I therefore conclude that Mr. Nagalingam's past acts as a member of the A.K. Kannan gang were of substantial gravity."], ["[153]", "The Decision suggests that the above conclusions are based upon the following factual findings made by the Delegate:", "1. The Applicant took part in violent assaults as a member of the AK Kannan gang (based on the police occurrence reports for his convictions of assault and mischief and because, according to Ariyaratnam, he \" always scared little people\");", "2. AK Kannan was a gang that perpetrated serious crimes - most notably assassinations of rival gang members (based on an excerpt from a book by", "National Post", "journalist Stewart Bell);", "3. As early as November 1998, the Applicant was as an \"enforcer\" in the AK Kannan gang and he had a history of intimidating witnesses (based on the declaration of Detective Fernandes and a supplementary record of arrest, dated 22 November 2008);", "4. The Applicant was targeted by the rival VVT gang in retribution for acts he committed against one of its affiliates. That there were two attempts on his life speaks to the seriousness with which he was pursued - these were not random acts or acts committed in the heat of the moment. The VVT leadership believed he had committed acts that were extremely serious (based on the evidence reviewed at the Applicant's admissibility hearing in 2003);", "5. The Applicant was identified as a participant in a double shooting, so he is a suspect in the related investigation. Based on the investigating officer's notes, he could have been prosecuted and possibly convicted if the witnesses had been willing to testify (based on the declaration of Detective Fernandes and exhibited notes of an investigating officer);", "6. The Applicant belonged to the AK Kannan gang for a number of years - at least from 1997-2001. At that time he was not a youth, but rather between the ages of 24 and 28. The research compiled by the CBSA suggested that \"rank and file\" members rarely remain affiliated with gangs past adolescence, while those who occupy more senior positions in gangs remain members into their mid-twenties."], ["[154]", "In essence, the Delegate found there were reasonable grounds to believe that the Applicant had personally engaged in violent inter-gang warfare activities as a member of the AK Kannan gang (a gang known to have murdered rival gang members and known for possessing firearms) and, in particular, that the Applicant had participated in a shooting which had resulted in two deaths."], ["[155]", "The Applicant suggests there are several reviewable errors contained in these findings. My review of the Decision, and the evidence referred to, leads me to the conclusion that there was sufficient evidence to support reasonable grounds to believe that the Applicant had committed violent acts, including homicide, on behalf of the AK Kannan gang. Hence, I cannot accept that the Delegate erred by finding the Applicant responsible for acts for which he had not been convicted (I see nothing in the Federal Court of Appeal decision in <FRAGMENT_SUPPRESSED> FCA or in paragraph 115(2)(", ") or the scheme of the Act that requires a conviction), or that the Delegate placed improper reliance on police occurrence reports, charges, and other non-conviction evidence, or that the Delegate failed to identify the particular offense for which the Applicant was responsible and failed to make a clear finding that the evidence satisfied the elements of that particular offense."], ["[156]", "In my view, the Applicant is attempting to introduce restrictions and conditions into the paragraph 115(2)(", ") process for which there is no statutory or other authority. His piecemeal evisceration of the Delegate's reasons does not take into account the Decision as a whole and the entire history of decisions concerning the Applicant that it follows and draws upon. The Applicant is a proven liar and obviously wishes to downplay the violent role he played in a context where threats and reprisals ensured that witnesses would not come forward and actual convictions were difficult to obtain. It would be ridiculous if the Applicant's success at violence and intimidation could now shield him from a negative 115(2)(", ") opinion. There are reasonable grounds to believe that this man killed two men; this is a crime of sufficient gravity to warrant the application of this paragraph, to say nothing of the crimes of which he was actually convicted."], ["[157]", "It is certainly possible to argue about the cogency and value of some of the evidence used to ground the Delegate's conclusions. However, in my view, the reasons are clear and show why the Delegate found there are reasonable grounds to believe that the Applicant has killed on behalf of the AK Kannan gang for which he would have been convicted of homicide if anyone had dared to testify. I think that this homicide qualifies as an act of \"substantial gravity\" and satisfies both the Article 33(2) of the Convention and the Federal Court of Appeal's reading of paragraph 115(2)(", ") at paragraph 73 <FRAGMENT_SUPPRESSED> FCA: \"paragraph 115(2)(", ") will only be triggered where the acts committed are of substantial gravity.\""], ["[158]", "It seems to me, then, that if the Applicant has any grounds for his attack upon this aspect of the Decision, those grounds must lie in the sufficiency of the evidence used to support the conclusion he killed on behalf of the AK Kannan gang or the Delegate's failure to allow him to test at least some of that evidence through cross-examination of Detective Fernandes."], ["[159]", "As the Federal Court of Appeal, relying upon", "Baker", ", made clear in <FRAGMENT_SUPPRESSED> FCA at paragraph 49, the discretionary power embodied in section 115 of the Act \"must be exercised in accordance with the boundaries imposed in the statute, the principles of the rule of law, the principles of administrative law, the fundamental values of Canadian society, and the principles of the Charter.\""], ["[160]", "One of the fundamental principles of administrative law is procedural fairness. On the present facts, the Applicant repeatedly requested that, given the rights and risks at stake in this case, he be given the opportunity to cross-examine Detective Fernandes. The evidence in Detective Fernandes's sworn declaration was key to the CBSA's case against the Applicant, but his multiple requests to cross-examine Detective Fernandes were ignored. The record shows that someone has written on the letter from Applicant's counsel, dated 7 August 2009 and requesting the opportunity to cross-examine Detective Fernandes the words \"not happening\". I think it is also important to note that in the 7 August 2009 submissions, the Applicant also requested the opportunity to cross-examine Ariyaratnam, who had given statements to the police that the Delegate had relied on to conclude that the Applicant was an enforcer in AK Kannan. On the 7 August 2009 submissions, someone has written next to the request to cross-examine Ariyaratnam the words \"in what setting?\" and \"", "no jurisdiction", "\" [underlining in original]. It appears that the Delegate, or someone else at CIC, was under the impression that the 115(2)(", ") process gave the Delegate neither the authority nor the facility to allow cross-examination. Right or wrong though this conclusion may be, the record does not disclose how the Delegate arrived at this conclusion, and I see nothing in the record to support it. The procedural choice to deny the opportunity to cross-examine does not meet the threshold established in <FRAGMENT_SUPPRESSED> , above."], ["[161]", "It is clear then, that the Respondent was well aware that the Applicant wanted to cross-examine Detective Fernandes and that the Respondent decided for some unexplained reason not to grant the Applicant's request. In my view, this raises two procedural fairness issues: the failure to allow the Applicant to cross-examine Detective Fernandes in a situation where the consequences of the Decision are extremely serious for the Applicant; and the failure to provide reasons for refusing the request to cross-examine."], ["[162]", "It is well-established law that, in general, \"Any party is entitled to cross-examine any other party who gives evidence and his witnesses, and no evidence affecting a party is admissible against that party unless the latter has had an opportunity of testing its truthfulness by cross-examination.\" See Halsbury's Laws of England, 4th Edition, Volume 17 (London: Butterworths, 1980) at page 193."], ["[163]", "This principle has been attributed to", "<FRAGMENT_SUPPRESSED>  and opposed to natural justice, that the evidence of one party should be received as evidence against another party, without the latter having an opportunity of testing its truthfulness by cross-examination. ..."], ["[164]", "In the present case, of course, we are not dealing with criminal procedure and the full panoply of safeguards devised to ensure that guilt is established beyond reasonable doubt. However, the Supreme Court of Canada considered the obligations of administrative tribunals with respect to this duty of natural justice  <FRAGMENT_SUPPRESSED>  (Township)", ", above:", "It is within the context of a statutory process that it must be noted that cross-examination is a vital element of the adversarial system applied and followed in our legal system, including, in many instances, before administrative tribunals since the earliest times. Indeed the adversarial system, founded on cross-examination and the right to meet the case being made against the litigant, civil or criminal, is the procedural substructure upon which the common law itself has been built. That is not to say that because our court system is founded upon these institutions and procedures that administrative tribunals must apply the same techniques. Indeed, there are many tribunals in the modern community which do not follow the traditional adversarial road. On the other hand, where the rights of the citizen are involved and the statute affords him the right to a full hearing, including a hearing of his demonstration of his rights, one would expect to find the clearest statutory curtailment of the citizen's right to meet the case made against him by cross-examination."], ["[165]", "Given the important interests at stake in the Applicant's case, including freedom from persecution and torture and the rights to life, liberty and security of the person, it is my view that both section 7 of the", "Charter of Rights and Freedoms", "and the common-law principles of natural justice required that he be given an opportunity to test the evidence given by Detective Fernandes. The Delegate placed a very strong reliance on Detective Fernandes's evidence for her finding that the Applicant was involved in violent crime, including acts of homicide. At the very least, the Delegate was required to provide the Applicant with clear reasons why procedural fairness in this case did not permit him to cross-examine Detective Fernandes on his declaration."], ["[166]", "The Federal Court of Appeal in <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , held that:", "The jurisprudence of this Court indicates that evidence surrounding withdrawn or dismissed charges can be taken into consideration at an immigration hearing. However, such charges cannot be used, in and of themselves, as evidence of an individual's criminality: see, for example,  <FRAGMENT_SUPPRESSED>  135 A.C.W.S. (3d) 456 (F.C.T.D.) at para.11;  <FRAGMENT_SUPPRESSED>  (T.D.) at para. 35."], ["[167]", "In the case at bar, it is my view that the Delegate used evidence \"surrounding\" serious charges that were never brought against the Applicant to ground her paragraph 115(2)(", ") finding concerning reasonable grounds to believe that the Applicant has committed crimes of sufficient gravity."], ["[168]", "This evidence included the homicide investigator's notes (which did not lead to a criminal charge against the Applicant), Detective Fernandes's sworn declaration and Ariyaratnam's statement. In my view, it was not inappropriate for the Delegate to rely upon this evidence, but she appears to have forgotten the procedural fairness issues that arise when someone wishes to challenge sworn testimony. As the Federal Court of Appeal made abundantly clear in <FRAGMENT_SUPPRESSED> FCA at paragraph 49, paragraph 115(2)(", ") discretion must be exercised within the boundaries \"imposed in the statute, the principles of the rule of law, the principles of administrative law, the fundamental values of Canadian society, and the principles of the Charter.\" These boundaries include the rules of procedural fairness applicable in this context. Simply put, procedural fairness required the Delegate to at least consider whether cross-examination of Detective Fernandes was required and to provide clear reasons for any refusal, which she did not."], ["[169]", "The Respondent has not, in my view, provided a satisfactory answer on this point."], ["[170]", "In the Decision itself the Delegate says that she has \"no reason to question Detective Fernandes' credibility\", page 24 of the Decision:", "Counsel notes that Officer Fernandes' [", "sic", "] affidavit contained in \"RD 9\" was unsigned and undated. However, the same affidavit with a signature and date was disclosed to counsel earlier with the Notice dated December 16, 2008.", "I also note that Officer Fernandes testified at the Admissibility Hearing of Jothiravi Sittampalam/Sittambalam and was found to be a credible witness by the Immigration Division member-and that he testified on similar subjects (his familiarity with AK Kannan and their activities). I have no reason to question Officer Fernandes' [", "sic", "] credibility.", "[Emphasis added]", "This is as close as the Delegate comes to explaining why the information and evidence provided by Detective Fernandes does not need to be tested: his evidence has been used in other contexts and there is no need to doubt his credibility. In my view, this does not answer the procedural fairness issues that arise in this case. Just because there is no apparent reason on the face of the record to doubt Detective Fernandes's credibility does not mean that his credibility, and the value of the evidence he provides, will look the same if he is cross-examined. The purpose of cross-examination is to test and contextualize apparently credible and acceptable evidence."], ["[171]", "The Delegate's refusal to allow the Applicant to cross-examine Detective Fernandes is tantamount to denying the Applicant a right to test the evidence against him because the Delegate has decided it is credible and acceptable without the benefit of cross-examination. The Respondent has argued before me that the system is not set up to allow for cross-examination in this context. He says the 115(2)(", ") discretion does not require or involve any oral hearing, and Parliament decided that the kind of evidence testing that goes on in a courtroom should not be part of the process that a delegate undertakes in rendering an opinion based upon all of the evidence before her."], ["[172]", "I can find nothing in the Act or Regulations to suggest that Parliament intended to exclude cross-examination in all instances, or that Parliament intended to exclude procedural fairness considerations that would require a delegate to consider the issue of cross-examination. At the same time, we have specific direction from the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> FCA that the discretion under section 115 \"must be exercised in accordance with the boundaries imposed in the statute, the principles of the rule of law, the principles of administrative law, the fundamental values of Canadian Society and the principles of the Charter.\" In other words, in my view, the rules of procedural fairness articulated in", "Baker", "remain very much a part of the process under section 115 of the Act."], ["[173]", "At page 38 of the Decision, the Delegate says that", "As early as November 1998, Mr. Nagalingam's position in AK Kannan was as an enforcer and he had a history of intimidating witnesses. My reasonable grounds for this belief is based on police information at that time."], ["[174]", "The Delegate has footnoted this statement to a supplementary record of arrest and to Detective Fernandes's affidavit. At paragraph 15 of his affidavit, Detective Fernandes said that", "[Nagalingam's] position in this gang was as an enforcer. He has been known to intimidate witnesses in criminal proceedings."], ["[175]", "Detective Fernandes does not refer to any evidence in his affidavit to support this assertion, to which the Delegate has used similar language in the Decision. The Delegate has also referred to a supplementary arrest report related to the 22 November 1998 India Theatre incident, which reads in part", "The accused is a known gang member of the Tamil gang known as the AK Kannan gang and his position in this group is as an enforcer."], ["[176]", "Both the affidavit and the supplementary arrest report contain similar language to what ultimately ended up in the Decision. What I think is important is that we cannot say for certain how the Delegate relied on the arrest report and the affidavit in coming to the conclusion that the Applicant was an enforcer. She clearly felt it was important enough to cite both documents as evidence, but we cannot tell if she felt that the affidavit bolstered the arrest report, or vice versa."], ["[177]", "Second, at page 39 of the Decision, the Delegate says that Detective Fernandes's affidavit and", "Cold Terror", "- the book by Stewart Bell of the National Post - show that an unwillingness to testify is a hallmark of gang victims. Intimidating witnesses was one of the acts that the Delegate found the Applicant had committed while he was a member of AK Kannan. As Detective Fernandes said at paragraph 28 of his affidavit:", "Gang members have few convictions; the reason being that victims and witnesses are reluctant to testify for fear of reprisal. As a result, most gang members escape convictions due to the lack of evidence at the time the matter is scheduled for trial."], ["[178]", "As in the first example, it is not clear to me what role the affidavit played in the Delegate's conclusion. Detective Fernandes's comments on cross-examination could have changed her opinion, if she felt that his affidavit bolstered the credibility of the Stewart Bell book. It may be that the fact that Detective Fernandes agreed with both the supplementary arrest record and", "Cold Terror", "made the Delegate more comfortable with relying on these documents; we just do not know."], ["[179]", "Though it is not clear how extensively the Delegate relied on Detective Fernandes's affidavit, at the very least I cannot say that she placed no reliance on it, or his credibility, to bolster her conclusions. Given the interests at stake in this application - separating the Applicant from his family, for one - it is simply not safe to say that he did not need to cross-examine Detective Fernandes on his affidavit.", "Opportunity to Cross-examine"], ["[180]", "I have reviewed the record in this proceeding and nothing indicates that the Applicant was ever given the opportunity to cross-examine Detective Fernandes or that he had the opportunity to raise the issue but did not. The Applicant asked to cross examine Detective Fernandes in his submissions of 7 August 2009, but did not get an answer from the Respondent. He also raised the issue in his 19 December 2010 submissions and went so far as to say that", "It should be noted that there may be more information that would come out on cross-examination than Officer Fernandes has so far set out in his affidavit, and that may be adverse to the CBSA's case."], ["[181]", "There is nothing to show that the Applicant has been anything but diligent in asking for the opportunity to cross examine Detective Fernandes."], ["[182]", "I have also reviewed the relevant portions of the record from the Applicant's immigration proceedings before the Court. Although Detective Fernandes's affidavit was sworn in 2008, after both the 2003 admissibility hearing and the 2005 danger opinion, the information in it concerns events which all occurred prior to 2001. Had Detective Fernandes been examined or cross-examined in these (or other) earlier proceedings, this could have addressed the Applicant's concerns. However, he was not."], ["[183]", "The ID Member at the 2003 admissibility hearing based her decision on the testimony of three witnesses: the Applicant, Persaud - his then common-law wife - and Constable Ward - the Police Officer who had interviewed Ariyaratnam. There is no indication on the record that Detective Fernandes was examined during this proceeding or that the Applicant should have asked to cross-examine him but did not."], ["[184]", "In the Decision, the Delegate notes that the ID found Detective Fernandes reliable at Jothiravi Sittampalam's admissibility hearing (Sittampalam being the former leader of AK Kannan). However, at the 2003 admissibility hearing, Constable Ward testified that Detective Fernandes and two other detectives had identified some people as AK Kannan members. The Member said in that decision that", "For the purpose of this decision, the reasons for [Detective Fernandes's and the other's] conclusions and the sources from which such information was obtained could not be challenged for credibility concerns. I am of the view that in the absence of their testimony, a minimum probative value can be accorded to the results of their investigations."], ["[185]", "Although the Member at the Applicant's admissibility hearing did not say that Detective Fernandes was not credible, she was at least concerned that he might have more to add. This, I think, undermines the Delegate's statement that, \"I have no reason to question Officer Fernandes' [", "sic", "] testimony.\" The contradictory findings of the two ID members on the reliability of Detective Fernandes's evidence indicate to me that the Delegate should have been alive to the possibility that he should be cross-examined. Detective Fernandes did not testify at the Applicant's admissibility hearing, so the Applicant did not have an opportunity to either object to his evidence or cross-examine him at that time."], ["[186]", "With respect to the 2005 danger opinion, there was no oral hearing at all. Detective Fernandes also did not provide any evidence to support that danger opinion, so the issue of cross-examining him did not arise. Since Detective Fernandes's evidence was not before the delegate in 2005, the Applicant could not have been expected to ask to cross-examine him at that time."], ["[187]", "Finally, I think it is worth noting again that what the Delegate relied on was an affidavit from 2008. Though earlier proceedings may have given the Applicant the opportunity to test some of Detective Fernandes's evidence, he would have been unable to challenge the assertions which were most relevant to the danger opinion under review in this case, as they had not yet been made."], ["[188]", "To allow cross-examination on evidence submitted to the Minister's delegate does not involve turning that process into an oral hearing and importing criminal rules of evidence. It simply involves applying well-recognized principles of procedural fairness taken from administrative law. In my view, this would not necessarily require that cross-examination on affidavits be allowed in all cases (although it is difficult to conceive of a set of circumstances where it would be safe to disallow it when requested), but a delegate must consider the matter and provide reasons why it is not appropriate or reasonable on the facts. The Court must be able, on judicial review, to see that the delegate's refusal to allow cross-examination is within the range of possible, acceptable outcomes. There is no evidence before me that the Delegate did either of these things. Cross-examination might well have strengthened the evidence against the Applicant or it might have provided grounds to question Detective Fernandes' assessment and the evidence upon which it was based. We will never know. All we know is that someone made a decision not to allow cross-examination, and not to tell the Applicant, or the Court, why. This is not acceptable given the interests at stake, and Canada's obligations under the Convention.", "Risk in Sri Lanka"], ["[189]", "As the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> FCA said, and as the Delegate well understood, an opinion under paragraph 115(2)(", ") requires that the Delegate assess whether the Applicant, if removed to his country of origin, will personally face a risk to life, security or liberty, on a balance of probabilities. The Delegate must then balance the nature and severity of the acts committed against the degree of risk, as well as against any other humanitarian and compassionate consideration."], ["[190]", "In assessing risk, the Delegate had to take into account the Applicant's own account of what had happened to him in his past encounters with the Sri Lankan authorities as well as documentation that addressed prospective risk. In assessing the documentation that supported the Applicant's position, the Delegate does say a number of things that can be questioned. However, when reviewed in the context of the whole risk assessment, I do not think they render that assessment unreasonable or procedurally unfair."], ["[191]", "For example, in her treatment of the Amnesty International Report supporting the Applicant's position on prospective risk, the Delegate has the following to say:", "I note that the person at the Toronto office who prepared the letter, a Ms. Gloria Nafziger, did not provide any credentials to support her analysis, other than being an employee of Amnesty International in Toronto and that she \"consulted human rights information regarding Sri Lanka.\" None of the author's sources were provided. I also note that it is unclear how much of the record before me was reviewed by Ms. Nafziger before coming to this conclusion."], ["[192]", "The Applicant says that Ms. Nafziger's credentials are irrelevant because she is not giving her personal opinion and is relaying the opinion that Amnesty International itself has taken on the risks that he faces if returned to Sri Lanka. I think, however, that this misses the principal point that the Delegate is making."], ["[193]", "The Delegate does not dismiss the Amnesty International Report; she merely assesses what she regards as its shortcomings in order to decide what weight it should be given. In my view, the point is that the Amnesty International Report cannot be accepted as conclusive because full sources are not cited, it is not clear how much Amnesty International knows about the full record on the Applicant that is available to the Delegate, and it is not clear how the opinion was compiled. Further, Ms. Nafziger's role in the process is not clear, hence the concern about her credentials. I see nothing unreasonable in this assessment and, in any event, it has to be viewed in the context of the whole assessment on risk, not in isolation."], ["[194]", "Also, as regards the medical evidence, the Applicant complains that it supported his account of what had happened to him in 2009, or was at least neutral. The Delegate's comments on that evidence are as follows:", "Thirdly, the medical officer examining Mr. Nagalingam some 10 days after his alleged mistreatment did not make any conclusions in her letter to the High Commissioner as to whether his injuries, apparently slight, were consistent with his narrative of what had transpired."], ["[195]", "The Applicant says that his injuries were consistent, but all the Delegate is saying, in my view, is that she does not have the medical officer's opinion to confirm this position. I see nothing unreasonable or inaccurate occurring here. In any event, when the whole rationale for the risk assessment is reviewed, I do not think this is a material point."], ["[196]", "The principal basis for rejecting future risk was the Applicant's story of what happened to him in 2009, before he returned to Canada. The Delegate was reasonably suspicious of the Applicant's credibility concerning this event and gave sufficient reasons for doubting him."], ["[197]", "The Delegate makes this clear when she says that \"at a minimum, therefore, I accept that what Mr. Nagalingam states happened to him in January/February 2009, could have happened.\" The rest of the analysis assesses risk on the basis of what the Applicant said about what happened to him:", "Accepting the entirety of Mr. Nagalingam's statements, the chronology of events which occurred, therefore, is as follows:", "1. December 2005: Mr. Nagalingam is returned to Sri Lanka as a criminal deportee and is greeted at the airport with an interrogation involving questioning on his involvement in the LTTE. His interrogators had copies of news articles about Mr. Nagalingam. He was not mistreated at that time, but as a letter from the CID in 2008 indicates the CID was satisfied at that time that Mr. Nagalingam admitted being a member of the LTTE via his affiliation with the AK Kannan. He was released.", "2. August 2008: Apparently in reply to an enquiry from the Canadian High Commission (CHC), the CID sent a letter to the CHC indicating that Mr. Nagalingam is not a member of the Vambottas gang - apparently a Sri Lankan gang.", "3. January/February 2009: Mr. Nagalingam was picked up by security forces and mistreated at a detention center based on a \"tip\". According to Mr. Nagalingam's affidavit when the officials keeping him in detention checked with officials at the airport and found that Mr. Nagalingam's story was consistent they decided to let him go and apologized. According to the CAIPS notes, at that point, they no longer believed he had an affiliation to the LTTE.", "According to Professor Good's reports, record keeping by security officials in Sri Lanka is remarkably solid when it comes to information on detentions/interrogations. Therefore, given the grilling that Mr. Nagalingam has had in the past upon arrival in 2005, and after he was picked-up \"on a tip\" in 2009, and the fact that he was released after questioning it appears Mr. Nagalingam is not presently of interest to authorities. I therefore find that while authorities would be likely to have an extensive dossier on Mr. Nagalingam that at this point in time there is little to indicate that they would have any continued interest in him, particularly as there is no evidence before me that he ever held a high-level position in the LTTE or that he ever worked as an expatriate fundraiser for the LTTE during his time in Canada, through his involvement in the AK Kannan.", "Conclusion on section 97 risks", "For all of the afore stated reasons, I am satisfied on a balance of probabilities that Mr. Nagalingam is not likely to face personalized risks as identified in section 97 of IRPA - namely that he is unlikely to be tortured, face cruel or unusual treatment or be killed if returned to Sri Lanka."], ["[198]", "In his reports, Professor Good expresses the opinion that the Applicant will be picked up by the Sri Lankan authorities and tortured. But, as the Decision makes clear, this opinion is belied by the Applicant's own account. The Applicant says that the Sri Lankan authorities picked him up in 2009 and tortured him, but let him go on the basis of what he told them about himself and what they were told by officials at the airport. The authorities even went so far as to apologize to him. Given that the CID believed in 2008 that he was an LTTE member, it hardly makes sense that Sri Lankan authorities would release him and apologize in 2009, if they continued to think he was an LTTE member or had any further interest in detaining and torturing him. I think this is the essence of the Delegate's risk assessment and, based upon the evidence before her, I cannot say it was unreasonable or procedurally unfair in any way."], ["[199]", "As well as assessing risk, the Delegate also had to balance the degree of risk against the nature and severity of the acts committed by the Applicant. Because of the procedural fairness issues noted earlier, this balancing aspect is necessarily flawed because the Applicant was not given the opportunity to test the evidence supporting the Delegate's conclusions on the nature and severity of his criminal acts in so far as those conclusions were based upon the sworn evidence and opinions of Detective Fernandes.", "Conclusions"], ["[200]", "As far as I can determine, the only reviewable error I can find with the Decision is the procedural fairness issue identified above. In my view, however, this is a significant error that requires the matter to be returned for reconsideration by a different delegate. The Federal Court of Appeal in <FRAGMENT_SUPPRESSED> FCA made it clear that, in the context of a delegate's opinion, the discretion under subsection 115(2) of the Act must be exercised in accordance with,", "inter alia", ", the principles of administrative law. In this case, there is no indication from the Delegate that she even considered whether cross-examination of Detective Fernandes was required to ensure procedural fairness. She certainly provided no reasons on point, or explained to the Applicant why his request was not allowed or why procedural fairness in this case did not require cross-examination.", "JUDGMENT"], ["[201]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and the matter is returned for reconsideration by a different Minister's delegate.", "2. There is no question for certification.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}