{"id_": "050936", "body_str": [["[1]", "Kane, J.", ": The applicants seek judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the", "Act", "] of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") made on January 15, 2013, which determined that they were not Convention refugees pursuant to section 96, nor persons in need of protection pursuant to section 97 of the", "Act"], ["[2]", "For the reasons that follow, the application is dismissed.", "Background"], ["[3]", "The applicants, Wilmer Lopez (\"Wilmer\") and Kelvin Recinos Amaya (\"Kelvin\"), are half brothers and citizens of El Salvador who allege persecution by the criminal gang, the \"Maras\". The Board rejected their claim for protection on the basis that they lacked credibility and subjective fear of persecution."], ["[4]", "Wilmer alleged that he was repeatedly approached by members of the Maras 13 gang controlling his neighbourhood, who threatened him when he would not join the gang. His claim was based on specific incidents described in his Personal Information Form [\"PIF\"], including a knife threat by El Snarf in December 2004, a threat by four members of the gang, including El Snarf, later in December 2004, and a demand for money by El Gato in August 2005 with a threat of bodily harm. In September 2005, he fled to the US, where he remained for approximately four and a half years. He arrived in Canada with his father and Kelvin in 2010."], ["[5]", "Kelvin alleged that he lived in a neighbourhood controlled by the Maras 18 gang and was harassed and extorted by members of the gang. He referred to specific incidents in his PIF. In 2004, he was assaulted and threatened with death by gang members, including El Seco, for refusing to join the Maras. In March 2004, while riding his bicycle, he refused to stop as requested by the gang and a rock was thrown at him, and threats were uttered. In 2005, after changing schools to avoid the gang, he was attacked by four gang members; two months later, El Seco told him he was attacked for refusing to join the gang and also that he should break up with his girlfriend, who was of interest to El Seco. In 2006, he was assaulted and later threatened, along with his girlfriend, for accidentally scratching the car of a gang member. About a month later, he was again assaulted by gang members for unknowingly asking their girlfriends to dance."], ["[6]", "On April 5, 2007, several of his friends were murdered by members of the Maras while attending Easter events."], ["[7]", "On April 23, 2007, he left El Salvador for the US, where he remained for over three years. He arrived in Canada with his father and Wilmer in 2010."], ["[8]", "Neither of the applicants sought asylum in the US.", "The decision under review"], ["[9]", "The Board issued one decision in two distinct parts with respect to Wilmer and Kelvin."], ["[10]", "The Board found Wilmer's credibility to be undermined by major omissions and contradictions between his PIF and his testimony that go directly to the heart of his refugee protection claim."], ["[11]", "The Board noted that Wilmer had omitted from his narrative the fact that, in addition to threatening him, El Snarf also demanded money. The Board remarked that, at the hearing, Wilmer testified that he was approached and threatened in December 2004 by three members of the Maras, which contradicted his narrative, in which he stated that he was approached and threatened by four individuals, two of whom he knew and two of whom he recognized. The Board noted that when confronted with this contradiction, Wilmer further contradicted himself by stating that he meant he recognized three of the individuals."], ["[12]", "The Board remarked that when asked if he was harassed by the Maras between December 2004 and August 2005, Wilmer initially said no but then indicated that he had received numerous insults. The Board noted that these incidents were not mentioned in his narrative and refused to accept Wilmer's explanation that he had omitted them because there were more significant incidents to recount. The Board also referred to other errors made by Wilmer during the hearing, including misdating the year of the incident that prompted him to leave El Salvador. The Board noted Wilmer's explanation for these omissions and contradictions - that he was nervous and had not remembered - but found it to be unpersuasive because: he had confirmed that he knew and understood the content of his PIF; that there were several inconsistencies and omissions; and the fact that he could have reviewed his PIF at leisure prior to attending the hearing."], ["[13]", "The Board noted that Wilmer had stayed illegally in the US for over four years without claiming asylum and that during this period, he risked being deported at any time. The Board found this behaviour to be inconsistent with that of a person who truly fears being persecuted upon return to their country of origin. The Board was not persuaded by Wilmer's explanation that he was advised by those around him to not claim asylum in the US and that he had no money to contact a lawyer."], ["[14]", "The Board also found Kelvin's credibility to be undermined by major omissions that go directly to the heart of his refugee protection claim."], ["[15]", "The Board noted that Kelvin had omitted from his narrative the fact that the March 2004 incident, when he was knocked off his bicycle by members of the Maras, and continual intimidation by the Maras between May 2006 and April 2007, were the result of his refusal to join the gang."], ["[16]", "The Board also noted that Kelvin was unable to provide precise dates for most of the events alleged. The Board found that, in some cases, he was unable to remember neither the date, month, or year of the incident, while in other cases, his account was uncertain."], ["[17]", "The Board gave no probative weight to a document dated September 21, 2011, produced by Kelvin, which alleges that his mother had been threatened and extorted by the Maras and that she had filed a complaint with the police in El Salvador. The Board found this document to be self-serving and produced only to support his refugee protection claim. The Board found Kelvin's explanation for providing the document to the Board only three days prior to the hearing to be implausible and far-fetched. Kelvin stated that he had forgotten about it and had only remembered when he received the notice for his hearing. The Board also drew an adverse credibility inference from the fact that Kelvin had forgotten to bring to the hearing a copy of the police report referred to in the letter, purportedly because he was rushing to catch the bus."], ["[18]", "The Board also concluded that Kelvin's behaviour is inconsistent with his alleged fear. The Board noted that, in response to a question by counsel about why he could not live elsewhere in El Salvador, Kelvin referred only to financial and work reasons but did not mention that he feared the Maras would be able to find him."], ["[19]", "Moreover, the Board noted that Kelvin had stayed in the US illegally for three years without claiming asylum. During this period, he risked being deported at any time. The Board found this behaviour to be inconsistent with that of a person who truly fears being persecuted upon return to their country of origin. The Board found Kelvin's explanation for not claiming asylum in the US to be unpersuasive.", "The issues"], ["[20]", "The applicants allege that the Board's decision is not reasonable for four reasons: the Board erred in its assessment of the applicants' credibility by misunderstanding their evidence and by exaggerating minor inconsistencies and omissions; the Board erred in finding that the applicants lacked subjective fear; the Board erred in failing to conduct a separate analysis under section 97 of the", "Act", "; and, the Board erred in failing to consider the Canada-US Safe Third Country Agreement (the \"Safe Third Country Agreement\").", "Standard of review"], ["[21]", "The parties agree that the applicable standard of review is that of reasonableness. The jurisprudence emphasizes that where the standard of reasonableness applies, the role of the Court is to determine whether the Board's decision \"falls within 'a range of possible, acceptable outcomes which are defensible in respect of the facts and law' (", "Dunsmuir", ", at para. 47). There might be more than one reasonable outcome. However, as long as the process and the outcome fit comfortably with the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferable outcome.\" (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59). The Court will not re-weigh the evidence or remake the decision."], ["[22]", "It is well-established that boards and tribunals are ideally placed to assess the credibility of refugee claimants (", "<FRAGMENT_SUPPRESSED> (FCA)); and that given its role as trier of fact, the Board's credibility findings should be given significant deference (", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 1329;", "<FRAGMENT_SUPPRESSED> FTR 82)."], ["[23]", "As stated by Justice Martineau at para 7 of", "<FRAGMENT_SUPPRESSED>  FTR 43:", "The determination of an applicant's credibility is the heartland of the Board's jurisdiction. This Court has found that the Board has well-established expertise in the determination of questions of fact, particularly in the evaluation of the credibility and the subjective fear of persecution of an applicant: see", "<FRAGMENT_SUPPRESSED>  at para. 38 (QL) (T.D.); and", "<FRAGMENT_SUPPRESSED>  at para. 14.", "Were the Board's credibility findings reasonable?"], ["[24]", "Although the applicants submit that the inconsistencies and omissions that the Board seized upon were either minor or exaggerated, and that discrepancies must be real and significant, these inconsistencies and omissions related to the majority of the incidents that Wilmer relied upon to establish his claim."], ["[25]", "I agree that it would be possible to reconcile Wilmer's initial account, in which he stated that he encountered four members of the Maras, two of whom he knew and two of whom he recognized, with his later answer that he recognized three of them. However, the Board probed this contradiction and gave Wilmer an opportunity to explain himself. Similarly, his mistake in referring to August 2005 rather than August 2004 as the date of the knife threat which precipitated his decision to leave for the US could have been a simple misstatement of the year. The Board acknowledged that an inconsistency or omission, taken on its own, could be attributed to nervousness. However, the Board's adverse credibility finding was based on the cumulative nature of the several contradictions and omissions in Wilmer's narrative."], ["[26]", "The Board noted that Wilmer did not mention a fear of the Maras if he were returned to El Salvador and rather referred to financial difficulties. This is not entirely accurate. Wilmer indicated that he had no money to relocate and that if he visited his family he feared being killed by the Maras."], ["[27]", "With respect to Kelvin, he submits that the Board should not be conducting a memory test and that his failure to provide precise dates is not as important as the fact that he described the incidents of threats. For example, he submits that he could not recall the dates of his short-lived relationship with his girlfriend because it was a teenage relationship long ago."], ["[28]", "The Board's credibility findings regarding Kelvin were reasonably open to the Board. The Board was not testing his precise memory but noted that he was unable to provide any specific dates for many of the key events that he alleged in his claim. However, in his PIF he provided more precise dates that had other significance, including his birthday and the incident that occurred at Easter."], ["[29]", "In addition, the fact that he claimed to have forgotten to bring a key document to his hearing, which had been scheduled for months, reasonably led the Board to draw a negative credibility inference."], ["[30]", "The Board is entitled to draw reasonable conclusions with respect to credibility based on implausibility, common sense and rationality of an applicant's narrative, and may reject testimony if it does not accord with the probabilities. As noted by Justice Shore in", "<FRAGMENT_SUPPRESSED> [2007] FCJ No 97:"], ["[1] The Court is of the opinion that the Board may draw reasonable conclusions based on implausibilities, common sense and rationality and may reject testimony if it does not accord with the probabilities affecting the case as a whole: (", "<FRAGMENT_SUPPRESSED>  (QL))"], ["[31]", "The jurisprudence has established that internal inconsistencies in an applicant's story, as well as inconsistencies between an applicant's story and other evidence, may provide the basis for the Board's negative credibility findings (", "<FRAGMENT_SUPPRESSED> [2006] FCJ No 1516)."], ["[32]", "Given that the Board had the benefit of hearing and probing the applicants' testimonies and that the Board's credibility findings are to be given significant deference, it was open for the Board to make adverse credibility findings on the whole of the applicants' evidence, which revealed inconsistencies and omissions regarding many of their key allegations.", "Did the Board err in finding that the applicants did not have a subjective fear?"], ["[33]", "The applicants submit that the Board erred in finding that their prolonged stay in the US without claiming refugee protection demonstrates a lack of a subjective fear of persecution in El Salvador, since both provided reasonable explanations. The applicants note that they arrived in the US as teenagers, were advised by their father not to claim asylum, and that they did not have the resources to get legal advice."], ["[34]", "The respondent submits that delay in claiming refugee status and failure to claim protection in the US may also undermine an applicant's credibility (", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1062 [ <FRAGMENT_SUPPRESSED> ])"], ["[35]", "Although the failure to claim refugee status in another country is not determinative of a lack of subjective fear, it is a relevant factor which also affects credibility (", "<FRAGMENT_SUPPRESSED> ."], ["[36]", "In <FRAGMENT_SUPPRESSED> ,", "supra", "at paras 14-15, Justice Mosley addressed this issue noting;"], ["[14] This Court has held that delay in seeking refugee protection is an important factor to consider when weighing a claim for refugee status:", "<FRAGMENT_SUPPRESSED> . Delay points to a lack of subjective fear of persecution or negates a well-founded fear of persecution. This is based on the rationale that someone who is truly fearful would claim refugee status at their first available opportunity:", "<FRAGMENT_SUPPRESSED>  at para. 16;"], ["[15] Recently, in", "<FRAGMENT_SUPPRESSED>  at para. 15, this Court found that the applicant's failure to claim asylum at his first opportunity further undermined his credibility. The same is true in the case at bar. The principal applicant remained in the United States for seven years. For five of those years she had a tourist visa. After the visa expired she still took no steps to seek protection in the United States. It was reasonable for the Board to expect that \"if she were truly in fear\" of being deported, she would have looked into the matter of filing an asylum claim as soon as possible. There is no reasonable explanation on file as to why she did not do this, other than her attempt to resort to a marriage of convenience."], ["[37]", "In the present case, the Board gave the applicants an opportunity to explain why they did not make a refugee protection claim in the US, but found their explanations - that they were told not to risk deportation or could not afford legal counsel - not compelling considering the length of time spent in the US. The Board also based its conclusion on the fact that, when asked why they could not relocate within El Salvador, the fear of the Maras was not mentioned by Kelvin, and was mentioned by Wilmer as a risk he would face if he visited his family, but that financial, work and housing issues were referred to first."], ["[38]", "The Board reasonably concluded that the applicants' failure to seek asylum in the US, despite being there for an extended period of time, was inconsistent with a subjective fear of the Maras.", "Did the Board err in failing to conduct a Section 97 analysis?"], ["[39]", "The applicants submit that a negative credibility determination, which may be determinative of a refugee claim under section 96 of the", "Act", ", is not necessarily determinative of a claim under subsection 97(1) in cases, such as this one, where independent and objective evidence points to the situation that young Salvadorian males living in Maras-controlled neighbourhoods are at risk of gang violence. The applicants note that, even if they are not entirely credible, there is no dispute that they are young Salvadorian males living in a Maras-controlled neighbourhood."], ["[40]", "The respondent's position is that a negative credibility finding is sufficient to dispose a claim under both sections 96 and 97, unless there is objective evidence of a risk (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> [2008] FCJ No 1685 [ <FRAGMENT_SUPPRESSED> ]). The respondent submits that there is no merit in the applicants' claim that their risk profile as young males in a Maras-controlled neighbourhood warranted a separate section 97 analysis; a risk under section 97 must be personalized, as opposed to generalized."], ["[41]", "The Board did not err in not conducting a separate section 97 analysis. As established in <FRAGMENT_SUPPRESSED> ,", "supra", "at para 3, a negative credibility finding is sufficient to dispose a claim under both sections 96 and 97, unless there is independent and credible documentary evidence in the record capable of supporting a positive disposition of the claim."], ["[42]", "The applicants rely on documentary evidence which indicates that young Salvadorian males in Maras-controlled neighbourhoods are at risk of gang violence. These documents seek to demonstrate a generalized risk experienced by all young Salvadorian males in neighbourhoods controlled by the Maras. However, personalized risk, as opposed to generalized risk, is required under subparagraph 97(1)(b)(ii) of the", "Act"], ["[43]", "This Court has considered the application of section 97 in many cases and has clarified how the section 97 analysis, which differentiates between personalized and generalized risk, should be conducted.  <FRAGMENT_SUPPRESSED> [2013] FCJ No 377, Justice Gleason referred to her previous decision in", "<FRAGMENT_SUPPRESSED>  FTR 290 [ <FRAGMENT_SUPPRESSED> ], which canvassed a long line of jurisprudence."], ["[9] As I held in <FRAGMENT_SUPPRESSED> , section 97 of the IRPA mandates the following inquiry. First, the RPD must correctly characterize the nature of the risk faced by the claimant. This requires the Board to consider whether there is an ongoing future risk, and if so, whether the risk is one of cruel or unusual treatment or punishment. Most importantly, the Board must determine what precisely the risk is. Once this is done, the RPD must next compare the risk faced by the claimant to that faced by a significant group in the country to determine whether the risks are of the same nature and degree."], ["[44]", "In <FRAGMENT_SUPPRESSED> ,", "supra", "at para 41, Justice Gleason explained the steps in the section 97 analysis:"], ["[41] The next required step in the analysis under section 97 of IRPA, after the risk has been appropriately characterized, is the comparison of the correctly-described risk faced by the claimant to that faced by a significant group in the country to determine whether the risks are of the same nature and degree. If the risk is not the same, then the claimant will be entitled to protection under section 97 of IRPA. Several of the recent decisions of this Court (in the first of the above-described line of cases) adopt this approach."], ["[45]", "The applicants acknowledge that the result of the section 97 analysis is not guaranteed: even if the analysis had been conducted, the Board might have concluded that the risk was a generalized risk. However, their position is that the Board erred in not considering the section 97 risk at all."], ["[46]", "To reiterate, I do not agree that the Board erred. As noted, the negative credibility findings are sufficient to foreclose the section 97 analysis unless there is independent objective evidence to support that the particular applicants would face a personalized risk. The documentary evidence addressed only the risk faced by some young males in El Salvador. The applicants did not provide objective and credible evidence of the risk faced by them, which is the starting point for the section 97 analysis. The evidence presented by the applicants was found to not be credible.", "Did the Board err in not considering the Safe Third Country Agreement?"], ["[47]", "The applicants submit that the Board should have considered the Safe Third Country Agreement before drawing adverse conclusions based on their failure to claim asylum in the US, because they eventually came to Canada to reunite with their relatives."], ["[48]", "The applicant also notes that the principles of the", "Act", "include the goals of family reunification."], ["[49]", "In my view, the Safe Third Country Agreement has no application to the facts of this case in the context of the applicants' refugee claims. The applicants were allowed to enter Canada despite the fact that they had remained in the US for three and four and a half years, respectively. The Safe Third Country Agreement permitted their entry into Canada and to have their refugee claim considered, because they asserted at the port of entry that they had relatives in Canada."], ["[50]", "The Board was not required to consider the Safe Third Country Agreement before concluding that the applicants' lengthy stay in the US undermined their credibility and subjective fear of the Maras."], ["[51]", "The provisions of the", "Act", "empowering the Governor-in-Council to enter into the Safe Third Country Agreement are intended to address the sharing of responsibility for the", "consideration", "of refugee claims", "with countries that comply with the relevant Articles of the Conventions and have an acceptable human rights record (", "Canadian Council for  <FRAGMENT_SUPPRESSED> Imm LR (3d) 159). Paragraph 101(1)(e) of the", "Act", "achieves this objective by providing that a person entering Canada from a \"designated country\" is ineligible to have his or her claim for refugee protection considered by the Refugee Protection Division. The US was named a designated country pursuant to section 159.3 of the", "Immigration and Refugee Protection Regulations", ". The Safe Third Country Agreement provides four exceptions to the application of paragraph 101(1)(e) of the", "Act", ": family member exceptions; unaccompanied minors exception; document holder exceptions; and public interest exceptions."], ["[52]", "In this case, the applicants were not barred from having their refugee protection claim considered by the Board. Ultimately, the Board considered their claims but determined that they were not convention refugees or persons in need of protection.", "Conclusion"], ["[53]", "The Board reasonably found that the applicants lacked credibility and that their failure to seek protection in the US during their lengthy stay there undermined their subjective fear. The Board's decision is justified, transparent and intelligible. It falls within the range of possible acceptable outcomes which are defensible in respect of the facts and the law.", "JUDGMENT"], ["[54]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed.", ".........................", "Lopez,  <FRAGMENT_SUPPRESSED>  demandeurs sollicitent, en vertu de l'article 72 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi], le contrôle judiciaire de la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) a, le 15 janvier 2013, refusé de leur reconnaître la qualité de réfugiés au sens de la Convention au sens de l'article 96 ou celle de personnes à protéger au sens de l'article 97 de la Loi."], ["[2]", "Pour les motifs qui suivent, la demande est rejetée.", "Contexte"], ["[3]", "Les demandeurs, Wilmer Lopez (Wilmer) et Kelvin Recinos Amaya (Kelvin), sont des demi-frères de citoyenneté salvadorienne qui affirment avoir été persécutés par les membres d'un groupe criminalisé, les « Maras ». La Commission a rejeté leur demande d'asile pour manque de crédibilité et parce qu'ils n'avaient pas de crainte suggestive de persécution."], ["[4]", "Wilmer alléguait qu'il avait été accosté à plusieurs reprises par des membres du gang 13 des Maras qui contrôlait son quartier et qu'il avait fait l'objet de menaces après qu'il eut refusé d'y adhérer. Sa demande reposait sur des faits précis relatés dans son formulaire de renseignements personnels (FPR), et notamment sur un incident remontant à décembre 2004 au cours duquel « El Snarf » l'avait menacé au couteau, sur un autre incident survenu plus tard en décembre 2004 au cours duquel quatre membres du gang, dont El Snarf, l'avaient menacé et, enfin sur un incident remontant au mois d'août 2005 au cours duquel « El Gato » lui avait demandé de l'argent en le menaçant de sévices corporels en cas de refus. En septembre 2005, Wilmer s'est enfui aux États-Unis, où il est demeuré pendant environ quatre ans et demi. Il est arrivé au Canada en compagnie de son père et de Kelvin en 2010."], ["[5]", "Kelvin a expliqué qu'il habitait un quartier contrôlé par la gang 18 des Maras et qu'il avait été victime de harcèlement et d'extorsion de la part des membres de ce gang. Il a mentionné des incidents précis dans son FRP. En 2004, il a été agressé et a fait l'objet de menaces de mort de la part de membres de ce gang, dont « El Seco », parce qu'il avait refusé de devenir membre des Maras. En mars 2004, alors qu'il roulait à bicyclette, il a refusé de s'arrêter pour obéir à l'ordre d'un des membres du gang. On lui a lancé un caillou et on lui a proféré des menaces. En 2005, après avoir changé d'école pour éviter les membres du gang, il a été agressé par quatre membres du gang; deux mois plus tard, El Seco lui a expliqué qu'il avait été agressé parce qu'il avait refusé de devenir membre du gang, ajoutant qu'il devait également rompre avec sa petite amie, parce qu'El Seco s'intéressait à elle. En 2006, il a été agressé, puis menacé, avec sa petite amie, pour avoir éraflé accidentellement la voiture d'un des membres du gang. Environ un mois plus tard, il a été de nouveau agressé par les membres du gang pour avoir invité à danser des filles dont il ignorait qu'elles étaient leurs petites amies."], ["[6]", "Le 5 avril 2007, plusieurs de ses amis ont été assassinés par des membres des Maras alors qu'ils participaient aux festivités pascales."], ["[7]", "Le 23 avril 2007, il a quitté le Salvador pour les États-Unis, où il est demeuré pendant plus de trois ans. Il est arrivé au Canada en compagnie de son père et de Wilmer en 2010."], ["[8]", "Aucun des demandeurs n'a présenté de demande d'asile aux États-Unis.", "Décision à l'examen"], ["[9]", "La Commission a rendu une seule décision comportant deux volets, l'un concernant Wilmer et l'autre, Kelvin."], ["[10]", "La Commission a estimé que la crédibilité de Wilmer était minée par des contradictions et omissions majeures entre son FRP et son témoignage et que ces contradictions et omissions touchaient au cœur même de sa demande d'asile."], ["[11]", "La Commission a fait observer que Wilmer avait omis de relater dans son récit circonstancié le fait qu'en plus de le menacer, El Snarf lui avait également demandé de l'argent. La Commission a fait observer qu'à l'audience, Wilmer avait expliqué qu'il avait été abordé et menacé en décembre 2004 par trois membres des Maras, ce qui contredisait son exposé circonstancié dans lequel il déclarait qu'il avait été accosté et menacé par quatre individus, dont deux qu'il connaissait et avait reconnus. La Commission a fait observer que, confronté à cette contradiction, Wilmer s'était de nouveau contredit en affirmant qu'il avait voulu dire qu'il avait reconnu trois des individus en question."], ["[12]", "La Commission a fait observer que, lorsqu'on l'avait interrogé pour savoir s'il avait été harcelé par les Maras entre décembre 2004 et août 2005, William avait commencé par répondre par la négative pour ensuite affirmer qu'il avait reçu de nombreuses insultes. La Commission a signalé que les incidents en question n'étaient pas mentionnés dans l'exposé circonstancié du demandeur et elle a refusé d'accepter l'explication de Wilmer suivant laquelle il avait omis ces incidents parce qu'ils n'étaient pas suffisamment importants pour qu'il les rapporte. La Commission a également mentionné d'autres erreurs commises par Wilmer au cours de l'audience, notamment en ce qui concerne l'année au cours de laquelle s'était produit l'incident qui l'avait incité à quitter le Salvador. La Commission a fait observer que les explications fournies par Wilmer pour justifier les omissions et contradictions en question en l'occurrence, qu'il était nerveux et ne se souvenait pas n'étaient pas convaincantes parce que Wilmer avait confirmé qu'il connaissait et comprenait la teneur de son FPR, qu'il y avait plusieurs contradictions et omissions et, enfin, que Wilmer aurait pu revoir son FRP à tête reposée avant de se présenter à l'audience."], ["[13]", "La Commission a fait observer que Wilmer était demeuré illégalement aux États-Unis pendant plus de quatre ans sans demander l'asile et qu'au cours de cette période, il risquait d'être expulsé en tout temps. La Commission a conclu que ces agissements n'étaient pas compatibles avec ceux d'une personne craignant véritablement d'être persécutée si elle devait être refoulée vers son pays d'origine. La Commission n'était pas convaincue par les explications de Wilmer suivant lesquelles ses proches lui avaient conseillé de ne pas demander l'asile aux États-Unis et suivant lesquelles il n'avait pas d'argent pour consulter un avocat."], ["[14]", "La Commission a également conclu que la crédibilité de Kelvin était entachée par plusieurs omissions importantes qui touchaient au cœur même de sa demande d'asile."], ["[15]", "La Commission a fait observer que Kelvin avait omis de préciser, dans son exposé circonstancié, que l'incident de mars 2004, au cours duquel il avait été renversé de sa bicyclette par des membres des Maras, et les intimidations dont il avait constamment fait l'objet de la part des Maras entre mai 2006 et avril 2007, faisaient suite à son refus d'adhérer au gang."], ["[16]", "La Commission a également fait observer que Kelvin n'avait pas été en mesure de fournir de dates précises pour la plupart des faits allégués. La Commission a conclu que, dans certains cas, Kelvin ne se souvenait ni de la date, ni du mois ni de l'année de l'incident, alors que dans d'autres cas, son récit était vague."], ["[17]", "La Commission n'a accordé aucune valeur probante à un document du 21 septembre 2011 produit par Kelvin dans lequel il était allégué que la mère de Kelvin avait fait l'objet de menaces et d'extorsion de la part des Maras et avait porté plainte auprès de la police au Salvador. La Commission a conclu que ce document était un document intéressé qui n'avait été produit que pour étayer sa demande d'asile. La Commission a estimé que les explications données par Kelvin pour justifier le fait qu'il n'avait produit le document à la Commission que trois jours avant l'audience étaient invraisemblables et tirées par les cheveux. Kelvin a déclaré qu'il avait simplement oublié jusqu'au moment où il avait reçu un avis de convocation à l'audience. La Commission a également tiré une inférence négative au sujet de la crédibilité de Kelvin en raison du fait qu'il avait oublié d'apporter à l'audience une copie du rapport de police mentionné dans la lettre, prétextant qu'il avait dû courir pour prendre l'autobus."], ["[18]", "La Commission a également conclu que les agissements de Kelvin étaient incompatibles avec sa présumée crainte. La Commission a fait observer qu'interrogé par l'avocat quant à la raison pour laquelle il ne pouvait vivre ailleurs au Salvador, Kelvin n'avait mentionné que des raisons financières et professionnelles sans alléguer qu'il craignait que les Maras puissent le retrouver."], ["[19]", "La Commission a par ailleurs fait observer que Kelvin était demeuré illégalement aux États-Unis pendant trois ans sans demander l'asile. Au cours de cette période, il risquait d'être expulsé en tout temps. La Commission a conclu que ce comportement n'était pas compatible avec celui d'une personne qui craindrait véritablement d'être persécutée si elle devait retourner dans son pays d'origine. La Commission a estimé que les explications données par Kelvin pour justifier le fait qu'il n'avait pas demandé l'asile aux États-Unis n'étaient pas convaincantes.", "Questions en litige"], ["[20]", "Les demandeurs affirment que la décision de la Commission est déraisonnable, et ce, pour les quatre raisons suivantes: la Commission a commis une erreur dans son évaluation de la crédibilité des demandeurs en interprétant mal leur témoignage et en exagérant certaines incohérences et omissions mineures; la Commission a commis une erreur en concluant que les demandeurs n'avaient pas de crainte suggestive; la Commission a commis une erreur en ne procédant pas une analyse distincte en vertu de l'article 97 de la Loi et, enfin, la Commission a commis une erreur en ne tenant pas compte de l'Entente entre le Canada et les États-Unis sur les tiers pays sûrs (l'Entente sur les tiers pays sûrs).", "Norme de contrôle"], ["[21]", "Les parties s'entendent pour dire que la norme de contrôle applicable en l'espèce est celle de la décision raisonnable. Il ressort de la jurisprudence que, lorsque la norme de contrôle de la décision raisonnable s'applique, le rôle de la Cour consiste à déterminer si la décision de la Commission « fait partie des \"issues possibles acceptables pouvant se justifier au regard des faits et du droit\" (", "Dunsmuir", ", par. 47). Il peut exister plus d'une issue raisonnable. Néanmoins, si le processus et l'issue en cause cadrent bien avec les principes de justification, de transparence et d'intelligibilité, la cour de révision ne peut y substituer l'issue qui serait à son avis préférable » (", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , au paragraphe 59). La Cour ne soupèsera pas de nouveau la preuve et elle ne rendra pas une nouvelle décision."], ["[22]", "Il est de jurisprudence constante que les commissions et les tribunaux administratifs se trouvent dans une situation idéale pour évaluer la crédibilité des demandeurs d'asile (", "<FRAGMENT_SUPPRESSED> (CAF)), et que les conclusions que la Commission tire au sujet de la crédibilité devraient bénéficier d'une retenue appréciable compte tenu du rôle qu'elle joue en tant qu'arbitre des faits (", "<FRAGMENT_SUPPRESSED> , au paragraphe 65, 415 FTR 82)."], ["[23]", "Ainsi que le juge Martineau l'explique au paragraphe 7 du jugement", "<FRAGMENT_SUPPRESSED>  FTR 43:", "L'évaluation de la crédibilité d'un demandeur constitue l'essentiel de la compétence de la Commission. La Cour a statué que la Commission a une expertise bien établie pour statuer sur des questions de fait, et plus particulièrement pour évaluer la crédibilité et la crainte subjective de persécution d'un demandeur: voir", "<FRAGMENT_SUPPRESSED> (QL) (1re inst.);", "<FRAGMENT_SUPPRESSED> , au paragraphe 14.", "Les conclusions tirées par la Commission au sujet de la crédibilité étaient-elles raisonnables?"], ["[24]", "Bien que les demandeurs fassent valoir que les contradictions et les omissions relevées par la Commission étaient mineures ou exagérées et que les incohérences doivent être véritables et importantes, les contradictions et omissions en question concernaient la plupart des incidents sur lesquels Wilmer se fondait pour établir le bien-fondé de sa demande."], ["[25]", "Je suis d'accord pour dire qu'il serait possible de concilier le récit initial dans lequel Wilmer affirmait avoir rencontré quatre membres des Maras, ajoutant qu'il connaissait et avait reconnu deux d'entre eux, avec la réponse qu'il avait donnée plus tard et suivant laquelle il avait reconnu trois de ces individus. La Commission s'est toutefois penchée sur cette contradiction et a donné à Wilmer la possibilité de s'expliquer. De même, l'erreur que Wilmer a commise en mentionnant août 2005 au lieu d'août 2004 comme date à laquelle étaient survenues les menaces au couteau qui l'avaient incité à s'enfuir aux États-Unis ne constituait peut-être rien de plus qu'une simple distraction. La Commission a reconnu que, prise isolément, une contradiction ou une omission peut être attribuée à la nervosité. La conclusion négative que la Commission a tirée au sujet de la crédibilité était toutefois fondée sur la nature cumulative des diverses contradictions et omissions relevées dans l'exposé circonstancié de Wilmer."], ["[26]", "La Commission a fait observer que Wilmer n'avait pas mentionné qu'il craignait les Maras s'il devait retourner au Salvador et qu'il avait plutôt évoqué des difficultés d'ordre financier. Cela n'est pas tout à fait exact. Wilmer a expliqué qu'il n'avait pas d'argent pour aller s'installer ailleurs au Salvador et qu'il craignait d'être tué par les Maras s'il devait rendre visite à des membres de sa famille."], ["[27]", "Pour ce qui est de Kelvin, celui-ci a expliqué que la Commission n'aurait pas dû lui faire subir un test de mémoire et que son omission de donner des dates précises était moins importante que le fait qu'il avait relaté les incidents au cours desquels des menaces avaient été proférées. Par exemple, il affirmait ne pouvoir se souvenir des dates de ses courtes fréquentations avec sa petite amie parce qu'il s'agissait de fréquentations entre adolescents qui remontaient à plusieurs années."], ["[28]", "Il était raisonnablement loisible à la Commission de tirer ses conclusions au sujet de la crédibilité de Kelvin. La Commission ne cherchait pas à vérifier la fiabilité de la mémoire de Kelvin; elle a cependant fait observer que Kelvin n'était pas en mesure de citer des dates précises dans le cas d'un grand nombre des faits clés allégués dans sa demande. Toutefois, dans son FPR, Kelvin avait fourni des dates plus précises sur d'autres faits importants, y compris sa date d'anniversaire et l'incident survenu à Pâques."], ["[29]", "De plus, le fait que Kelvin prétendait avoir oublié d'apporter un document clé à l'audience, alors que la tenue de celle-ci était prévue depuis plusieurs mois, a amené raisonnablement la Commission à tirer une conclusion négative sur sa crédibilité."], ["[30]", "S'agissant de la crédibilité, la Commission peut tirer des conclusions raisonnables fondées sur des invraisemblances, le bon sens et la logique à la lumière de l'exposé circonstancié du demandeur et elle peut rejeter un témoignage qui ne concorde pas avec les probabilités. Comme le juge Shore le fait observer dans le jugement", "<FRAGMENT_SUPPRESSED> [2007] ACF no 97:"], ["[1] La Cour est d'avis que la Commission peut tirer des conclusions raisonnables fondées sur des invraisemblances, le bon sens et la rationalité, et peut rejeter un témoignage s'il ne concorde pas avec les probabilités de l'ensemble de l'affaire. (", "<FRAGMENT_SUPPRESSED>  (QL))."], ["[31]", "Il est de jurisprudence constante que les contradictions internes relevées dans la version des faits du demandeur ainsi que les incohérences entre la version des faits du demandeur et d'autres éléments de preuve peuvent servir de fondement à une conclusion négative de la Commission en matière de crédibilité (", "<FRAGMENT_SUPPRESSED> )."], ["[32]", "Compte tenu du fait que la Commission a eu l'avantage d'entendre et d'analyser le témoignage des demandeurs et du fait qu'il y a lieu de faire preuve de beaucoup de retenue en ce qui concerne les conclusions tirées par la Commission au sujet de la crédibilité, il était loisible à la Commission de tirer des conclusions négatives au sujet de la crédibilité, vu l'ensemble de la preuve produite par les demandeurs qui révélait des contradictions et des omissions sur de nombreuses allégations clés.", "La Commission a-t-elle commis une erreur en concluant que les demandeurs n'avaient pas de crainte subjective?"], ["[33]", "Les demandeurs affirment que la Commission a commis une erreur en concluant que leur séjour prolongé aux États-Unis sans y demander l'asile démontrait qu'ils n'avaient pas de crainte suggestive de persécution au Salvador étant donné qu'ils avaient tous les deux fourni des explications raisonnables. Les demandeurs font observer qu'à leur arrivée aux États-Unis, ils étaient des adolescents, que leur père leur avait conseillé de ne pas demander l'asile et qu'ils ne disposaient pas des ressources nécessaires pour pouvoir consulter un avocat."], ["[34]", "Le défendeur affirme que le retard à demander l'asile et l'omission de demander l'asile aux États-Unis sont des faits qui sont susceptibles de miner la crédibilité du demandeur (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] )"], ["[35]", "Bien que le défaut de demander l'asile dans un autre pays ne soit pas déterminant en ce qui concerne l'existence d'une crainte suggestive, il s'agit d'un facteur pertinent qui a également une incidence sur la crédibilité (", "<FRAGMENT_SUPPRESSED> )."], ["[36]", "Dans le jugement <FRAGMENT_SUPPRESSED> , précité, aux paragraphes 14 et 15, le juge Mosley aborde la question et fait observer ce qui suit:"], ["[14] La Cour a statué que le retard dans la présentation d'une demande d'asile est un facteur important qui doit être pris en compte dans le cadre de l'examen de cette demande:", "<FRAGMENT_SUPPRESSED> . Un retard révèle une absence de crainte subjective de persécution ou de crainte fondée de persécution, car une personne ayant une crainte véritable demanderait l'asile à la première occasion:", "<FRAGMENT_SUPPRESSED> ."], ["[15] La Cour a récemment conclu, dans", "<FRAGMENT_SUPPRESSED> que le fait que le demandeur n'avait pas demandé l'asile à la première occasion avait miné davantage sa crédibilité. On peut en dire autant en l'espèce. La demanderesse principale est demeurée aux États-Unis durant sept ans. Pendant cinq de ces sept ans, elle avait un visa de touriste. Après l'expiration de celui-ci, elle n'a rien fait pour demander l'asile aux États-Unis. Il était raisonnable pour la Commission de s'attendre à ce que la demanderesse, si elle « craignait réellement » d'être expulsée, se renseigne au sujet de la présentation d'une demande d'asile dès que possible. Aucun motif raisonnable n'a été donné pour expliquer pourquoi elle ne l'a pas fait, outre ses efforts pour conclure un mariage de convenance."], ["[37]", "Dans le cas qui nous occupe, la Commission a offert aux demandeurs la possibilité d'expliquer la raison pour laquelle ils n'avaient pas demandé l'asile aux États-Unis, mais a jugé non convaincantes les explications qu'ils ont fournies - en l'occurrence qu'on ne leur avait pas parlé de risque d'expulsion et qu'ils n'avaient pas les moyens de se payer un avocat - compte tenu de la durée de leur séjour aux États-Unis. La Commission a également fondé sa conclusion sur le fait que, interrogé quant à savoir pourquoi ils ne pourraient s'installer ailleurs au Salvador, Kelvin n'avait pas mentionné sa crainte des Maras et que Wilmer n'avait mentionné ce risque qu'advenant le cas où il rendrait visite aux membres de sa famille, alors que des problèmes de logement, de travail et d'argent avaient d'abord été évoqués."], ["[38]", "La Commission a conclu de façon raisonnable que le défaut des demandeurs de demander l'asile aux États-Unis malgré leur long séjour dans ce pays n'était pas compatible avec une crainte suggestive des Maras.", "La Commission a-t-elle commis une erreur en ne procédant pas à une analyse fondée sur l'article 97?"], ["[39]", "Les demandeurs affirment qu'une conclusion négative en matière de crédibilité qui peut sceller le sort d'une demande d'asile présentée en vertu de l'article 96 de la Loi ne détermine pas nécessairement celle d'une demande présentée en vertu du paragraphe 97(1) lorsque, comme en l'espèce, des éléments de preuve indépendants et objectifs permettent de penser que les jeunes Salvadoriens de sexe masculin vivant dans des quartiers contrôlés par les Maras sont exposés à des risques de violence de la part de gangs. Les demandeurs font observer que, même s'ils ne sont pas entièrement crédibles, il est acquis aux débats qu'ils sont de jeunes Salvadoriens de sexe masculin vivant dans un quartier contrôlé par les Maras."], ["[40]", "La thèse du défendeur est que, lorsque la Commission tire une conclusion négative en ce qui concerne la crédibilité, cette conclusion suffit pour rejeter la demande, tant en vertu de l'article 96 que de l'article 97, à moins qu'il n'existe des éléments de preuve objectifs confirmant l'existence d'un risque (", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> [2008] ACF no 1685 [ <FRAGMENT_SUPPRESSED> ] ). Le défendeur estime mal fondé l'argument des demandeurs suivant lequel leur profil de jeunes hommes vivant dans un quartier contrôlé par les Maras justifie une analyse distincte en vertu de l'article 97; l'analyse du risque effectué en vertu de l'article 97 doit être faite en fonction de la situation personnelle de l'intéressé et non en fonction de la situation générale."], ["[41]", "La Commission n'a pas commis d'erreur en ne procédant pas à une analyse distincte en vertu de l'article 97. Ainsi que la Cour d'appel l'a expliqué dans l'arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 3, une conclusion négative en matière de crédibilité suffit pour rejeter la demande, tant en vertu de l'article 96 que de l'article 97, à moins que le dossier ne comporte une preuve documentaire indépendante et crédible permettant d'étayer une conclusion favorable au demandeur et de faire droit à sa demande d'asile."], ["[42]", "Les demandeurs se fondent sur des éléments de preuve documentaire suivant lesquels les jeunes Salvadoriens de sexe masculin vivant dans des quartiers contrôlés par les Maras sont exposés à des risques de violence de la part de gangs. Ces documents visent à démontrer le risque généralisé auquel sont exposés l'ensemble des jeunes Salvadoriens de sexe masculin dans les quartiers contrôlés par les Maras. Toutefois, c'est le risque personnalisé et non le risque généralisé qu'il convient d'analyser pour satisfaire aux exigences du sous-alinéa 97(1)", ")(ii) de la Loi."], ["[43]", "Notre Cour a examiné l'application de l'article 97 dans de nombreuses affaires et a expliqué comment procéder à une analyse fondée sur l'article 97 en fonction des différences qui existent entre un risque personnalisé et un risque généralisé. Dans le jugement", "<FRAGMENT_SUPPRESSED>  la juge Gleason cite sa décision antérieure dans l'affaire", "<FRAGMENT_SUPPRESSED>  FTR 290 [ <FRAGMENT_SUPPRESSED> ], dans laquelle elle avait analysé une longue série de décisions:"], ["[9] Comme je l'ai soutenu dans la décision <FRAGMENT_SUPPRESSED> , une analyse fondée sur l'article 97 de la LIPR doit être effectuée. Premièrement, la SPR doit décrire correctement la nature du risque auquel est exposé l'intéressé. Cela exige de la Commission qu'elle considère s'il y a un risque permanent éventuel et, dans l'affirmative, si le risque équivaut à un traitement ou une peine cruel ou inusité. Surtout, la Commission doit déterminer ce qu'est précisément le risque. Une fois cela fait, la SPR doit ensuite comparer le risque auquel est exposé l'intéressé à celui auquel est exposé un groupe significatif de personnes originaires du même pays pour déterminer si les risques sont de même nature et du même degré."], ["[44]", "Dans le jugement <FRAGMENT_SUPPRESSED> , précité, au paragraphe 41, la juge Gleason a expliqué les étapes que comportait l'analyse prévue à l'article 97:"], ["[41] L'étape suivante à franchir dans le cadre de l'analyse prévue à l'article 97 de la LIPR, une fois que le risque a été correctement qualifié, consiste à comparer le risque qui a été correctement décrit et auquel le demandeur d'asile est exposé, avec celui auquel est exposée une partie importante de la population de son pays pour déterminer si ces risques sont similaires de par leur nature et leur gravité. Si le risque qu'il court est différent, le demandeur d'asile a alors le droit de se réclamer de la protection de l'article 97 de la LIPR. Plusieurs des décisions récentes de notre Cour - s'inscrivant dans le premier courant jurisprudentiel susmentionné - ont retenu cette approche."], ["[45]", "Les demandeurs reconnaissent que le résultat de l'analyse prévue à l'article 97 n'est pas garanti: même si l'analyse a eu lieu, la Commission peut conclure que le risque est un risque généralisé. Toutefois, les demandeurs affirment que la Commission a commis une erreur en ne tenant aucunement compte des risques prévus à l'article 97."], ["[46]", "Je répète que je ne suis pas d'accord pour dire que la Commission a commis une erreur. Comme je l'ai déjà signalé, les conclusions négatives tirées au sujet de la crédibilité sont suffisantes pour se passer d'une analyse fondée sur l'article 97 à moins qu'il n'existe des éléments de preuve indépendants et objectifs permettant de conclure que le demandeur serait exposé à un risque personnalisé. La preuve documentaire n'abordait que le risque auquel étaient exposés certains jeunes hommes au Salvador. Les demandeurs n'ont pas fourni d'éléments de preuve objectifs et crédibles démontrant le risque auquel ils étaient exposés, ce qui est le point de départ de toute analyse prévue à l'article 97. La Commission a jugé que la preuve présentée par les demandeurs n'était pas crédible.", "La Commission a-t-elle commis une erreur en ne tenant pas compte de l'Entente sur les tiers pays sûrs?"], ["[47]", "Les demandeurs affirment que la Commission aurait dû tenir compte de l'Entente sur les tiers pays sûrs avant de tirer des conclusions défavorables de leur défaut de demander l'asile aux États-Unis parce qu'ils sont par la suite venus au Canada pour se rapprocher de leur famille."], ["[48]", "Le demandeur affirme également que la réunification des familles est un des principes consacrés par la Loi."], ["[49]", "À mon avis, l'Entente sur les tiers pays sûrs ne n'applique pas aux faits de la présente affaire dans le contexte des demandes d'asile présentées par les demandeurs. Les demandeurs ont été admis au Canada malgré le fait qu'ils avaient séjourné aux États-Unis pendant trois ans et quatre ans et demi respectivement. L'Entente sur les tiers pays sûrs permettait leur admission au Canada ainsi que l'examen de leur demande d'asile parce qu'ils avaient affirmé au point d'entrée qu'ils avaient de la famille au Canada."], ["[50]", "La Commission n'avait pas l'obligation de tenir compte de l'Entente sur les tiers pays sûrs avant de conclure que le séjour prolongé des demandeurs aux États-Unis minait leur crédibilité et leur crainte suggestive des Maras."], ["[51]", "Les dispositions de la Loi habilitant le gouverneur en conseil à conclure l'Entente sur les tiers pays sûrs visent à traiter du partage de la responsabilité de", "l'examen des demandes d'asile", "avec des pays signataires qui se conforment aux articles applicables des Conventions et qui ont des antécédents acceptables en matière de respect des droits de la personne (", "Conseil canadien pour les réfugiés c Canada", ", 2008 CAF 229, au paragraphe 75, 73 Imm LR (3d) 159). L'alinéa 101(1)", ") de la Loi atteint cet objectif en prévoyant qu'une demande d'asile est irrecevable devant la Section de la protection des réfugiés lorsque le demandeur provient d'un « pays désigné ». Or, les États-Unis sont un pays désigné au titre de l'article 159.3 du", "Règlement sur l'immigration et la protection des réfugiés.", "L'Entente sur les tiers pays sûrs prévoit quatre exceptions à l'application de l'alinéa 101(1)", ") de la Loi: l'exception relative aux membres de la famille; l'exception concernant les mineurs non accompagnés; les exceptions applicables aux titulaires de documents et, enfin, les exceptions fondées sur l'intérêt public."], ["[52]", "Dans le cas qui nous occupe, les demandeurs n'étaient pas irrecevables à faire examiner leur demande d'asile par la Commission. La Commission a finalement examiné leur demande, mais a conclu qu'ils n'avaient ni la qualité de réfugié au sens de la Convention ni celle de personne à protéger.", "Conclusion"], ["[53]", "La Commission a conclu de façon raisonnable que les demandeurs manquaient de crédibilité et que leur décision de ne pas demander l'asile aux États-Unis pendant leur séjour prolongé dans ce pays minait leur crainte subjective. La décision de la Commission était justifiée, transparente et intelligible. Elle appartient donc aux issues possibles acceptables pouvant se justifier au regard des faits et du droit.", "JUGEMENT"], ["[54]", "LA COUR REJETTE", "la demande de contrôle judiciaire.", "[End of document]"]]}