{"id_": "050927", "body_str": [["[1]", "Pinard, J.", ": This is an application for judicial review of the decision rendered by a Veterans Review and Appeal Board (\"VRAB\") appeal panel on or about June 2, 2008, which confirmed a VRAB review panel's assessment of the extent of the applicant's disabilities for the purposes of assessing his pension under the", "Pension Act", ", R.S.C. 1985, c. P-6 (the \"Pension Act\").  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, William James Gillis, served in the Canadian Armed Forces from 1975 to 1981, during which time he was stationed in Canada and Germany.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In 1978, the applicant tore his anterior cruciate ligament (\"ACL\") and the medial meniscus in his right knee while playing in a sporting match. In 1981, he tore the ACL of his left knee, again while playing sports. Since then, the applicant has had at least four operations on each of his knees, including at least one instance of reconstructive surgery on each knee.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In 1982, the applicant was awarded a disability pension under the Pension Act, because of the injuries to his knees. His left knee was assessed as being 15% disabled, and his right knee as being 20% disabled.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On February 25, 1998 the applicant requested a reassessment of the extent of the disabilities to his knees because he felt they had deteriorated since their initial assessment. On May 6, 1998, the Department of Veterans Affairs Canada (the \"Department\") increased the assessed disability to his left knee to 20%; the assessed disability to his right knee was left unchanged at 20%.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On December 13, 2004, the applicant again asked the Department to reassess the extent of the disabilities to his knees. The applicant was examined by Dr. Kenneth C. Hill who subsequently produced a report dated March 30, 2005, and ordered x-rays of the applicant's knees.  <FRAGMENT_SUPPRESSED>"], ["[7]", "On April 28, 2005, the applicant was examined by Dr. Henry Huey. He took x-rays of the applicant's knees and produced a report dated April 29, 2005 in which he concluded, among other things, that the applicant had \"severe narrowing of both medial joint compartments\" and \"severe bilateral osteoarthritis\".  <FRAGMENT_SUPPRESSED>"], ["[8]", "On June 8, 2005, the Department increased the assessed disability for the applicant's right knee to 25%; the assessed disability for his left knee remained 20% (the \"Assessment Decision\").  <FRAGMENT_SUPPRESSED>"], ["[9]", "The applicant appealed the 2005 Assessment Decision to the VRAB review panel (the \"Review Panel\"). He argued at his Review Hearing that each knee should be assessed at 30%, effective December 13, 2004. No new medical evidence was adduced. On February 15, 2007 the Review Panel affirmed the 2005 Assessment Decision.  <FRAGMENT_SUPPRESSED>"], ["[10]", "On April 4, 2007, the applicant appealed the Review Panel's decision. A hearing took place before a VRAB appeal panel (the \"Appeal Panel\") on May 6, 2008. The applicant, through his representative, presented oral arguments and submitted a written statement dated April 4, 2007, as well as copies of three photographs of his knees. On or about June 2, 2008 the Appeal Panel issued a decision upholding the Review Panel's ruling. It is this decision that is currently under review.  <FRAGMENT_SUPPRESSED>"], ["[11]", "According to the Appeal Panel, the applicant's argument rested principally on the strength of Dr. Huey's x-ray report of April 29, 2005. The Appeal Panel acknowledged that the applicant's knees were \"highly problematic\", but disagreed that the mere mention of the word \"severe\" in the x-ray report was sufficient to find that his assessment should be raised to 30-40%, given that other medical evidence before it supported the Department's 2005 assessment. In particular, the Appeal Panel referred to the letter from Dr. Hill of March 30, 2005, and found that his description of the applicant's symptoms was consistent with an assessment in the range of 20-30% for both knees. The Appeal Panel acknowledged that Dr. Hill wrote his opinion before having seen the x-ray, but noted that no updated opinion had been provided from him by the applicant.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In addition, the Appeal Panel pointed to the applicant's continued ability, albeit diminished, to participate in many of his accustomed activities, which suggested that his knees were not \"severely affected\" in the manner contemplated by the Department. The Appeal Panel also expressed a \"strong sense\" that the applicant \"had not undertaken all of the modalities of treatment available to him to manage his condition\", having opted not to undergo bilateral knee replacement surgery and having resisted taking strong pain medication for fear of dependency.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Appeal Panel concluded, following its review of the Table of Disabilities and the evidence on file, that the Review Panel's decision to affirm the Department's assessment was reasonable and appropriate. Moreover, the Appeal Panel found it not unreasonable to defer to the expertise of the Department, particularly as no additional expert evidence had been provided to challenge the recommendations.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The following provisions of the Pension Act are relevant to this proceeding:  <FRAGMENT_SUPPRESSED>", "2. The provisions of this Act shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to provide compensation to those members of the forces who have been disabled or have died as a result of military service, and to their dependants, may be fulfilled.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "2. Les dispositions de la présente loi s'interprètent d'une façon libérale afin de donner effet à l'obligation reconnue du peuple canadien et du gouvernement du Canada d'indemniser les membres des forces qui sont devenus invalides ou sont décédés par suite de leur service militaire, ainsi que les personnes à leur charge.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "35(1) Subject to section 21, the amount of pensions for disabilities shall, except as provided in subsection (3), be determined in accordance with the assessment of the extent of the disability resulting from injury or disease or the aggravation thereof, as the case may be, of the applicant or pensioner.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(2) The assessment of the extent of a disability shall be based on the instructions and a table of disabilities to be made by the Minister for the guidance of persons making those assessments.  <FRAGMENT_SUPPRESSED>", "35(1) Sous réserve de l'article 21, le montant des pensions pour invalidité est, sous réserve du paragraphe (3), calculé en fonction de l'estimation du degré d'invalidité résultant de la blessure ou de la maladie ou de leur aggravation, selon le cas, du demandeur ou du pensionné.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(2) Les estimations du degré d'invalidité sont basées sur les instructions du ministre et sur une table des invalidités qu'il établit pour aider quiconque les effectue.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Additionally, the following provisions of the", "Veterans Review and Appeal Board Act", ", S.C. 1995, c. 18 (the \"VRAB Act\") are also pertinent:  <FRAGMENT_SUPPRESSED>", "3. The provisions of this Act and of any other Act of Parliament or of any regulations made under this or any other Act of Parliament conferring or imposing jurisdiction, powers, duties or functions on the Appeal Panel shall be liberally construed and interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "3. Les dispositions de la présente loi et de toute autre loi fédérale, ainsi que de leurs règlements, qui établissent la compétence du Tribunal ou lui confèrent des pouvoirs et fonctions doivent s'interpréter de façon large, compte tenu des obligations que le peuple et le gouvernement du Canada reconnaissent avoir à l'égard de ceux qui ont si bien servi leur pays et des personnes à leur charge.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "25. An applicant who is dissatisfied with a decision made under section 21 or 23 may appeal the decision to the Appeal Panel.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "25. Le demandeur qui n'est pas satisfait de la décision rendue en vertu des articles 21 ou 23 peut en appeler au Tribunal.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "39. In all proceedings under this Act, the Appeal Panel shall  <FRAGMENT_SUPPRESSED>", "(a) draw from all the circumstances of the case and all the evidence presented to it every reasonable inference in favour of the applicant or appellant;  <FRAGMENT_SUPPRESSED>", "(b) accept any uncontradicted evidence presented to it by the applicant or appellant that it considers to be credible in the circumstances; and  <FRAGMENT_SUPPRESSED>", "(c) resolve in favour of the applicant or appellant any doubt, in the weighing of evidence, as to whether the applicant or appellant has established a case.  <FRAGMENT_SUPPRESSED>", "39. Le Tribunal applique, à l'égard du demandeur ou de l'appelant, les règles suivantes en matière de preuve:  <FRAGMENT_SUPPRESSED>", "a) il tire des circonstances et des éléments de preuve qui lui sont présentés les conclusions les plus favorables possible à celui-ci;  <FRAGMENT_SUPPRESSED>", "b) il accepte tout élément de preuve non contredit que lui présente celui-ci et qui lui semble vraisemblable en l'occurrence;  <FRAGMENT_SUPPRESSED>", "c) il tranche en sa faveur toute incertitude quant au bien-fondé de la demande.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant submits that the VRAB Appeal Panel erred by failing to apply or properly apply sections 3 and 39 of the VRAB Act when assessing the extent of the disability to his left knee, right knee, or both knees.  <FRAGMENT_SUPPRESSED>"], ["[17]", "At the hearing before me, counsel for the parties agreed that the appropriate standard of review in this matter is reasonableness. Indeed, the Federal Court of Appeal established in", "<FRAGMENT_SUPPRESSED>  N.R. 266, that the standard of review applied to an assessment of whether a VRAB appeal panel has given proper effect to section 39 is reasonableness (see also", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[18]", "The relevant Table of Disabilities, 1995, was published under the authority of the Minister of Veterans Affairs Canada in compliance with subsection 35(2) of the Pension Act to assist Veterans Affairs Canada and Medical Officers in fulfilling their responsibilities. Chapter 18 concerns lower extremities, and the corresponding Table includes the following assessment guidelines for the knee:  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>", "22. Osteoarthritis knee  <FRAGMENT_SUPPRESSED>", "Nil to 40%\t  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (a) full range, no effusion, stable, some crepitus  <FRAGMENT_SUPPRESSED>", "5-10%  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (b) lacks 10 extension  <FRAGMENT_SUPPRESSED>", "Minimum 15%  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (c) flex only to 90  <FRAGMENT_SUPPRESSED>", "Minimum 15%\t  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (d) fused (optimal position)  <FRAGMENT_SUPPRESSED>", "30%  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (e) unstable, lacks extension or flexes only 90  <FRAGMENT_SUPPRESSED>", "Minimum 20%  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (f) unstable, effusion, lacks extension or flexion beyond 90  <FRAGMENT_SUPPRESSED>", "Minimum 20%\t  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (g) unstable, effusion, lacks extension and flexes less than 90  <FRAGMENT_SUPPRESSED>", "25%  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  - (h) severely affected knee, unstable  <FRAGMENT_SUPPRESSED>", "30% to 40%\t  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"], ["[19]", "Before the VRAB Appeal Panel, the applicant contested the Review Panel's decision to uphold the Department assessment according to which 20% and 25% disability was assigned to the applicant's knees, respectively, on the basis of the above Table.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The applicant now urges the Court to find that the Appeal Panel erred in failing to meet its statutory duty, as defined in section 39 of the VRAB Act, to resolve any doubt, when weighing the evidence, in his favour. He also claims the Appeal Panel erred in failing to apply section 3, which requires that the provisions of the Pension Act be liberally construed and \"interpreted to the end that the recognized obligation of the people and Government of Canada to those who have served their country so well and to their dependants may be fulfilled\".  <FRAGMENT_SUPPRESSED>"], ["[21]", "In particular, the applicant takes issue with the Appeal Panel's treatment of Dr. Huey's x-ray report, wherein he describes the applicant as having \"severe narrowing of both medial joint compartments ... associated with subchondral sclerosis and moderate marginal bony hypertrophy\", and diagnoses him with \"severe bilateral osteoarthritis\".  <FRAGMENT_SUPPRESSED>"], ["[22]", "The respondent counters that the Appeal Panel properly relied on Dr. Hill's evidence, which, unlike Dr. Huey's, specifically addressed the criteria set out in the Table. These criteria include range of motion, which the Appeal Panel found to be a \"significant factor\" in the disability assessment. Dr. Hill had reported that the applicant's range of motion in his left knee was 0 to 115 and 0 to 110 in his right knee, which was, according to the Appeal Panel, consistent with an assessment in the 20-30% range. As to Dr. Huey's 2005 x-ray report, the respondent argues that it provided inadequate evidence that the applicant's knees were \"severely affected\" in the manner contemplated by the Table of Disabilities, as it makes no reference to any of the criteria set out therein.  <FRAGMENT_SUPPRESSED>"], ["[23]", "For the following reasons, I cannot agree with the respondent's position.  <FRAGMENT_SUPPRESSED>"], ["[24]", "This Court has established that where a Board is faced with contradictory medical evidence, it is entitled to reject evidence which it does not find credible, or where it provides reasons for its rejection of the evidence (", "<FRAGMENT_SUPPRESSED> , at paragraph 28). In this case, the Appeal Panel appears to have assumed a contradiction between Dr. Hill and Dr. Huey's respective evidence, where one did not necessarily exist.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Justice John M. Evans' comments in", "<FRAGMENT_SUPPRESSED> , at paragraph 14, are helpful in this regard:  <FRAGMENT_SUPPRESSED>", "It is important to note that in this case the reasonableness or otherwise of the [Veterans Review and Appeal] Board's conclusion is to be determined in light of both the evidence before it and the relevant statutory provisions. In particular, while claimants have the burden of proving their entitlement to a pension, they are considerably assisted by the provisions of section 39 of the", "Veterans Review and Appeal Board Act", "which direct the Board on the manner in which it must approach the evidence. Thus, it is to draw every reasonable inference form the evidence in favour of the appellant; accept as true credible and trustworthy evidence produced by the claimant; and in weighing the evidence, resolve any doubt in favour of the appellant. In addition, section 3 requires that the powers, duties and functions of the Board be interpreted in a liberal manner in recognition of Canada's debt to its war veterans.  <FRAGMENT_SUPPRESSED>"], ["[26]", "At page 6 of its decision, the Appeal Panel writes:  <FRAGMENT_SUPPRESSED>", "The Board acknowledges that the Appellant's knees are highly problematic, but does not agree that", "based on a 2005 x-ray Report alone", ", mentioning the word \"severe\" that the Appellant's assessment should be raised to the 30-40% level. (My emphasis.)  <FRAGMENT_SUPPRESSED>"], ["[27]", "A careful reading of the evidence, however, reveals that support for a higher disability assessment was not necessarily limited to Dr. Huey's x-ray report. Significantly, Dr. Hill concludes his own report as follows:  <FRAGMENT_SUPPRESSED>", "This patient has developed delayed changes following ACL injuries to his knees. It is likely moderately advanced on the right and less so on the left. I have ordered x-rays of his knees today and the reports will be sent on to you.  <FRAGMENT_SUPPRESSED>", "I think this patient is approaching the situation where he likely requires a total knee replacement on the right and probably will require it in the not too distant future on the left as well", "He has a significant disability in the lower extremities at this point in time", ". (My emphasis)  <FRAGMENT_SUPPRESSED>"], ["[28]", "This passage is highlighted by the applicant in his written submissions to the Appeal Panel:  <FRAGMENT_SUPPRESSED>", "... I am unsure of how there can be a misinterpretation of these words. \"Requires a total knee replacement\" and \"He has a significant disability in the lower extremities at this point and time\" would indicate to most that the condition is SEVERE ...  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Appeal Panel makes no reference to Dr. Hill's remarks about the applicant's looming prospect of bilateral total knee replacement surgery, except in reference to his reluctance to proceed with it. This hesitation is pointed to by the Appeal Panel as an example of the applicant's failure to undertake \"all of the modalities of treatment available to him to manage his condition\". There is no attempt to consider the significance of the statement, as far as the seriousness of the applicant's condition, and no mention is made in the decision of Dr. Hill's comment that the applicant has \"significant disability in the lower extremities\". In my view, such an omission constitutes an error warranting this Court's intervention.  <FRAGMENT_SUPPRESSED>"], ["[30]", "It is noteworthy that the Appeal Panel expressly favoured Dr. Hill's report over Dr. Huey's, as demonstrated in its remarks at page 6 of the decision:  <FRAGMENT_SUPPRESSED>", "The Board has reviewed the letter of Dr. K.C. Hill dated 30 March 2005, and determined that Dr. Hill's description of the Appellant's symptomology is consistent with an assessment in the 20-30% range for both of his knees. As the Review Panel concluded,", "this Board also concludes that Dr. Hill's report is sufficiently detailed in its description to be given a high degree of probative value by the Board", ". (My emphasis.)  <FRAGMENT_SUPPRESSED>"], ["[31]", "Despite the probative value assigned to it, relevant portions of Dr. Hill's report were given insufficient consideration. The Appeal Panel was unreasonable in failing to consider the significance of Dr. Hill's comments, to the extent that they corroborated those of Dr. Huey, in its assessment of the applicant's degree of disability. Its failure to do so was inconsistent with sections 3 and 39 of the VRAB Act.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Although the above finding is enough to dispose of this matter, I will address briefly the Appeal Panel's comment that it had a \"strong sense\" the applicant had \"not undertaken all of the modalities of treatment available to him\". This was, apparently, based on his reluctance to undergo bilateral knee replacement surgery and to take \"sufficiently strong pain medication\". Significantly, however, no mention is made by the Appeal Panel of the fact that the applicant had already undergone eight operations on his knees, including ACL reconstruction. Nor is any evidence cited to support the Appeal Panel's view that \"additional pain management is available to the Appellant in a manner that would not place him a position of dependency\". Once again, these omissions are at odds with the presumptions set out in the statute.  <FRAGMENT_SUPPRESSED>"], ["[33]", "For all the above reasons, the application for judicial review will be allowed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[34]", "The application for judicial review is allowed and the matter is remitted to a differently constituted panel for reconsideration in a way not inconsistent with these Reasons. No costs are awarded, as none are sought.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}