{"id_": "051273", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to s. 18.1 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, for judicial review of a decision of the Governor in Council, made by way of Order-in-Council P.C. 2005-1289 (OIC), dated June 28, 2005. The Governor in Council set aside the results of the Gull Bay First Nation election of November 8, 2004, pursuant to s. 79(c) of the", "Indian Act", ", R.S.C. 1985, c. I-5, because three candidates did not reside on-reserve for the purposes of s. 75(1) of the", "Indian Act", ". Pursuant to the order of Chief Justice Lutfy, dated January 26, 2007, the mootness issue shall be incorporated as part of this application."], ["[2]", "The applicants seek:", "1. an order allowing this application for judicial review;", "2. a declaration that the residency requirement in s. 75(1) of the", "Indian Act", "violates s. 15 of The", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11 (the", "Charter", ") and is not justified under s. 1;", "3. an order striking down s. 75(1) of the", "Indian Act", "4. an order quashing the OIC for lack of jurisdiction and error of law;", "5. an order quashing and setting aside the OIC because the Governor in Council erred in making it; and", "6. costs on a solicitor-client basis."], ["[3]", "The respondent requests that this application be dismissed with costs."], ["[4]", "Judgment was issued in this matter on August 20, 2007.", "Background"], ["[5]", "This case involves an application for judicial review of a decision by the Governor in Council setting aside the results of a band election, as well as the constitutionality of the residency requirement for band council positions. Approximately 260 First Nation Bands, including Gull Bay First Nation, have adopted the electoral code under the", "Indian Act", "and the", "Indian Band Election Regulations", ", C.R.C., c. 952 (the", "Regulations", ")."], ["[6]", "The applicants are members of Gull Bay First Nation. They were elected to serve a two-year term as band councillors following an election held on November 8, 2004. In December 2004, three electors filed election appeals alleging that six of the candidates (Eugene Esquega, Brian King, Gwendoline King, Hugh King, Sr., Rita King and Wayne King) were ineligible, since they did not reside on-reserve. About 55 percent of the 644 electors in Gull Bay First Nation live off-reserve."], ["[7]", "Copies of the appeals and supporting documents were sent to the electoral officer and all of the candidates in January 2005. The six applicants responded to the allegations by submitting affidavits to the Department of Indian and Northern Affairs Canada later that month. The Minister also obtained additional information from the electors who filed the appeal and a band elder. This information was not disclosed to the applicants. The Minister considered the materials submitted inadequate for determining the validity of the election, and appointed Isaac Larry Dyck to investigate the allegations in March 2005. Mr. Dyck conducted investigations from March 22 until April 6, 2005, in order to determine the residency of the six applicants at the time of the nomination meeting on September 2, 2004."], ["[8]", "The investigative report was submitted to the Minister on April 26, 2005, and concluded that Brian King, Gwendoline King, and Rita King did not reside on-reserve. This report was not provided to the applicants. After receiving the report, Christine Aubin, then Acting Director of Band Governance, recommended that the Minister report to the Governor in Council that Brian King, Gwendoline King and Rita King were ineligible candidates for band council. Ms. Aubin also recommended that the election of all nine councillors be set aside, since the ineligibility of three candidates would have affected the election results."], ["[9]", "The Governor in Council issued an OIC dated June 28, 2005, wherein the election of all nine councillors was set aside. The applicants filed a notice of application for judicial review of the OIC on July 28, 2005. By order dated August 10, 2005, Justice Lemieux ordered that the applicants be reinstated as councillors, and granted an injunction preventing a by-election pending the result of this application for judicial review. The band council term expired on November 8, 2006. On December 14, 2006, Gull Bay First Nation held an election and the applicants were re-elected as councillors. On January 25, 2007, another election appeal was filed alleging that Rita King and Gwendoline King were not ordinarily resident on-reserve.", "Minister's Recommendation"], ["[10]", "The Gull Bay Election Appeal Report, dated May 30, 2005, was prepared by Christine Aubin, Assistant Director of Band Governance.", "Order-in-Council 2005-1289"], ["[11]", "The OIC, dated June 28, 2005, is reproduced below:", "\"Whereas, on November 8, 2004, the Gull Bay Band, in the Province of Ontario, held an election for a chief and nine councillors, the summary of which is set out in the annexed schedule;", "\"Whereas, in accordance with paragraph 14(c) of the", "Indian Band Elections Regulations", ", the Minister of Indian Affairs and Northern Development has reported that three persons nominated to be candidates for councillor were ineligible to be candidates as they did not reside on the reserve at the time of their nomination, as required by s. 75(1) of the", "Indian Act", "\"Therefore, Her Excellency the Governor General in Council, on the recommendation of the Minister of Indian Affairs and Northern Development, pursuant to paragraph 79(c) of the", "Indian Act", ", hereby sets aside the election, on November 8, 2004, of Lawrence Shonias, Eugene Esquega, Hugh King, Sr., Owen Barry, Brian King, Rita King, Wayne King, Gwendoline King and Isidore Poile as councillors of the Gull Bay Band, in the Province of Ontario.\"", "Issues"], ["[12]", "The applicants submitted the following issues for consideration:", "1. What is the appropriate standard of review of the decision of the Governor in Council?", "2. Did the Governor in Council breach the duty of procedural fairness owed to the applicants?", "3. Does the requirement to \"reside\" on the reserve in s. 75(1) of the", "Indian Act", "violate s. 15 of the", "Charter", "by denying the applicants the opportunity to participate on the Council of Gull Bay First Nation on the basis of the recognized analogous ground of Aboriginal-residency?", "4. If this requirement to \"reside\" violates s. 15 of the", "Charter", ", can it be justified in a free and democratic society under s. 1 of the", "Charter", "5. What is the appropriate remedy for the applicants should the Court find that the requirement to \"reside\" in s. 75(1) of the", "Indian Act", "is unconstitutional and, therefore, that Order-in-Council 2005-1289 was issued without jurisdiction and in error of law?"], ["[13]", "The respondent submitted the following issues for consideration:", "1. Did the Governor in Council violate the duty of procedural fairness?", "2. Did the Governor in Council err in setting aside the election of the Gull Bay First Nation Band Council?", "3. Is s. 75 of the", "Indian Act", "contrary to s. 15 of the", "Charter", ", and if so, can it be saved under s. 1 of the", "Charter", "4. Is the application for judicial review moot?", "Applicants' Submissions", "I. Judicial Review of the OIC"], ["[14]", "The applicants submitted that where the Governor in Council bases its decision on information from a Minister's report, and there was no evidence otherwise, its reasons for the decision were those of the  <FRAGMENT_SUPPRESSED> ).", "(a) Standard of Review"], ["[15]", "The applicants applied the pragmatic and functional approach in order to determine the appropriate standard of review (see", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 193). It was submitted that:", "1. The", "Indian Act", "did not contain a privative clause, which pointed to a lower level of deference;", "2. The decision-maker was the Governor in Council, which pointed to a high level of deference. However, it had little experience addressing legal issues;", "3. The purpose of the provision and of the", "Act", "as a whole pointed to a stricter standard of review. It was submitted that the discretion conferred was limited with respect to the circumstances in which decision-making authority could be exercised. Also, the decision related directly to the interests of individuals running for council, not a balancing of interests; and", "4. The question was one of mixed fact and law."], ["[16]", "The applicants submitted that the standard of review applicable to the interpretation of provisions of the", "Indian Act", "and matters of procedural fairness was correctness. It was submitted that the OIC was reviewable on the standard of reasonableness.", "(b) Review of OIC"], ["[17]", "The applicants submitted that the term \"reside\" included occasional residence, while the term \"ordinarily resident\" suggested more than occasional residence (see", "<FRAGMENT_SUPPRESSED>  D.L.R. 689). The applicants noted that the investigator's report and the Minister's recommendation treated these terms synonymously. It was submitted that the Governor in Council violated the principle of statutory construction that every word in a legislative text must be given its own meaning. The applicants submitted that the Governor in Council erred in interpreting the word \"resides\" under s. 75(1) of the", "Indian Act", "as having the same meaning as \"ordinarily resident\".", "II. Constitutionality of Subsection 75(1) of the", "Indian Act"], ["[18]", "The applicants submitted that when a decision is subject to judicial review, the constitutional validity of the legislative provision in question must be determined in order to find out whether the decision was made properly (see", "<FRAGMENT_SUPPRESSED>  (F.C.A.)).", "(a) Section 15"], ["[19]", "The applicants applied the test for determining whether a legislative provision violated s. 15 of the", "Charter", "found in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1. Both parties agreed that the first and second steps of the test were satisfied, since s. 75(1) of the", "Indian Act", "drew a distinction between band members living on or off the reserve by prohibiting off-reserve members from becoming councillors on the analogous ground of \" <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1)."], ["[20]", "The third step required a determination of whether the provision discriminated against the applicants within the meaning of s. 15 of the", "Charter", ". The applicants therefore proceeded to apply the relevant contextual factors set out in", "Law", "above."], ["[21]", "The applicants submitted that the Gull Bay Band was a distinct body politic, defined by its membership, family ties, and historical land use - not geography. It was submitted that off-reserve band members suffered pre-existing disadvantage in comparison to on-reserve members (see", "The Report of the Royal Commission on Aboriginal Peoples", "). The applicants submitted that the legislative history of the governance provisions of the", "Indian Act", "and", "Regulations", "supported the findings of the", "Royal Commission", "that residency restrictions were used to assimilate Aboriginal people through political disenfranchisement. In <FRAGMENT_SUPPRESSED> above, the Supreme Court of Canada found no correspondence between residency requirements underlying the right to vote in band elections and the desire or ability of off-reserve members to participate in the representative governance of their First Nation (see also", "<FRAGMENT_SUPPRESSED> )."], ["[22]", "The respondent suggested that residency requirements had a dual purpose in ensuring that council members had a heightened knowledge of reserve issues and were more accessible to band members. However, Lynn Ashkewe admitted under cross-examination that a band council consisting solely of on-reserve members would not ensure access for the majority of electors, who live off-reserve. There was also no evidence that the current Gull Bay Band Council was out of touch with reserve issues. In <FRAGMENT_SUPPRESSED> above, the Supreme Court rejected the argument that band councils addressed only reserve issues and that such issues dealt with by council only affected on-reserve band members."], ["[23]", "The applicants submitted that the interest at stake was the democratic right of participation in the representative governance of their band. In", "Hartley", "above, the Court applied the reasoning in <FRAGMENT_SUPPRESSED> and held that the six-month residency requirement for electors violated s. 15 of the", "Charter", "and was not saved by s. 1, as it prohibited off-reserve band members from participating in the representative governance of their band. While", "Hartley", "involved the band custom electoral system, the Court has held that the reasoning in <FRAGMENT_SUPPRESSED> applied equally to custom and", "Indian Act", "electoral systems.", "(b) Section 1"], ["[24]", "The applicants submitted that the respondent had to present evidence of the clear purpose of an impugned provision (see", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 577). Under cross-examination, Ms. Ashkewe admitted that the purpose identified above was her personal conclusion only. It was submitted that the true purpose of the residence requirement was to disenfranchise off-reserve band members of their right to participate in the governance of their band, in an effort to assimilate them. Therefore, this was an unconstitutional and discriminatory purpose."], ["[25]", "In the alternative, it was submitted that the purpose identified by the respondent was irrational. On-reserve councillors would not be more accessible to the majority of band members, as they live off-reserve. Ms. Ashkewe admitted under cross-examination that off-reserve councillors would be more accessible to off-reserve band members. In <FRAGMENT_SUPPRESSED> above, the Supreme Court determined that band councils had a significant effect upon off-reserve members. The applicants filed affidavits demonstrating their knowledge of reserve issues, and the impact of council decisions upon off-reserve members. It was submitted that the residency requirement had no rational connection to the purpose, since neither the", "Indian Act", "nor the", "Regulations", "required a location for council meetings, frequency or notice of such meetings, or the opportunity for band members to participate in them."], ["[26]", "The applicants submitted that s. 75(1) of the", "Indian Act", "failed the minimal impairment element of the test. There was no evidence that the interests of the applicants or off-reserve band members had been accommodated (see <FRAGMENT_SUPPRESSED> ). Under cross-examination, Ms. Ashkewe admitted that the Minister did not consider alternatives to the prohibition of off-reserve members from participation in band governance. In addition, s. 31 of the", "Indian Band Procedure Regulations", ", C.R.C., c. 950, could be utilized by councils to provide access to meetings for all band members."], ["[27]", "With regard to proportionality, the applicants submitted that their right, and that of all off-reserve band members, to participate in the government of their band was a fundamental democratic right. The band council was the only body which exercised", "Indian Act", "powers, approved expenditures, protected band member rights pursuant to a treaty or Aboriginal rights, and participated in political umbrella groups and negotiations on behalf of all band members. It was submitted that the impugned provision had a disproportionate impact upon the right of the applicants to be chosen as community leaders.", "(c) Remedy"], ["[28]", "The applicants submitted that the appropriate remedy was for the Court to strike down the residency requirement in s. 75(1) of the", "Indian Act", "immediately, pursuant to s. 52 of the", "Constitution Act, 1982", ", being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11. It was submitted that this case was distinguishable from <FRAGMENT_SUPPRESSED> , which involved a delayed declaration of invalidity due to significant administrative grounds and a desire to allow the government to amend the electoral sections of the", "Indian Act", ". The applicants submitted that should the provision be struck down, the band electors' lists included all on- and off-reserve electors. The respondent could inform electoral officers and bands that all off-reserve electors could hold band council office. The Minister was responsible for selecting the dates for", "Indian Act", "elections (see s. 74), and could ensure that such notice was given prior to the elections taking place."], ["[29]", "In the alternative, the applicants submitted that s. 52 of the", "Constitution Act, 1982", "allowed the Court to declare the invalidity of the residency requirement with regard to the applicants' case and delay the invalidity of the requirement for the purposes of other bands. In the further alternative, it was submitted that the Court may quash the OIC on the basis of a lack of jurisdiction and error of law, pursuant to s. 24 of the", "Charter", "and delay the invalidity of the provision pursuant to s. 52 of the", "Constitution Act, 1982", ", for a limited period in order to notify other band electors and officials of the decision (see", "Reference Re Remuneration of Judges of the Provincial Court (P.E.I.)", ", [1998] 1 S.C.R. 3; 223 N.R. 21; 212 A.R. 161; 168 W.A.C. 161; 126 Man.R.(2d) 96; 167 W.A.C. 96; 161 Nfld. & P.E.I.R. 124; 497 A.P.R. 124; 155 D.L.R.(4th) 1, and", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 1; 56 W.A.C. 1; 107 D.L.R.(4th) 342).", "Respondent's Submissions"], ["[30]", "The respondent submitted that there was an insufficient evidentiary basis for adjudicating the constitutionality of a provision which affected the electoral process governing over 260 bands. Therefore, the Court should avoid making a", "Charter", "determination in this matter. It was further submitted that should the applicants make a successful", "Charter", "claim, a", "Charter", "remedy would not provide the relief sought. The respondent noted that an order striking the words \"resident on reserve\" from s. 75(1) of the", "Indian Act", "would not validate the 2004 election results, but would call into question the legitimacy of an election run under unconstitutional rules.", "I. Judicial Review of the OIC", "(a) Standard of Review"], ["[31]", "The respondent submitted that discretionary decisions enjoy considerable deference and applied the pragmatic and functional approach to determining the appropriate standard of review (see", "Baker", "above). It was submitted that:", "1. The", "Indian Act", "did not have a privative clause, which had a neutral effect;", "2. The Governor in Council had expertise with regard to governance issues and had enacted the", "Regulations", "which governed the setting aside of such elections. Its decision was also based upon the recommendation of the Minister, who had expertise; therefore, considerable deference was due;", "3. The purpose of s. 79 of the", "Indian Act", "was to ensure the legitimacy of band elections and governance, and the procedure of reviewing such elections was polycentric and focused on broad issues. This exercise of discretion warranted a high level of deference;", "4. The question was one of mixed fact and law, was fact specific and highly discretionary. It was submitted that these factors militated in favour of deference."], ["[32]", "The respondent submitted that the proper standard of review was patent unreasonableness. It was submitted that the Court's decision in", "<FRAGMENT_SUPPRESSED>  (F.C.), that the proper standard of review of the Minister's decision was reasonableness, could be distinguished since the decision was made by the Minister and did not involve the same degree of discretion. The respondent submitted that a single standard of review applied to the decision (see", "<FRAGMENT_SUPPRESSED> ).", "(b) Review of OIC"], ["[33]", "The respondent submitted that the Minister did not commit a reviewable error regarding the meaning of the term \"resides\" in s. 75(1) of the", "Indian Act", ". It was submitted that the Minister had not made a reviewable decision and that only the decision of the Governor in Council was subject to review. The respondent submitted that the sources cited by the applicants betrayed their position, since in <FRAGMENT_SUPPRESSED> above, Parliament and the Supreme Court of Canada used the terms \"residing\" and \"ordinarily resident\" as synonyms."], ["[34]", "The respondent submitted that the terms \"residence\" in s. 76, \"ordinarily resident\" in s. 77, and \"resides\" in s. 75, were used synonymously in the", "Indian Act", ". The respondent noted that paragraph 76(1)(e) authorized the Governor in Council to make regulations regarding the definition of \"residence\" for determining the eligibility of voters, yet s. 77 used the term \"ordinarily resident\" to describe requirements for voter eligibility. In addition, the regulations defining residence as authorized under paragraph 76(1)(e) prescribe the meaning of \"ordinarily resident\". The respondent submitted that there was no basis for concluding that the residency requirement for council eligibility had a broader meaning than the defunct residency requirement for voter eligibility found in s. 77."], ["[35]", "The respondent noted that in addition to residence, s. 75 required that a person be an \"elector\" in order to be a candidate. Prior to <FRAGMENT_SUPPRESSED> , a person had to be \"ordinarily resident\" on-reserve to be an elector under s. 77, and while the residency requirement in s. 77 was eliminated, it existed when Parliament imbued the terms \"residence\" and \"ordinarily resident\" with meaning. The respondent submitted that Parliament would not have intended a broader meaning for the term \"resides\" in s. 75 while imposing the condition of voter eligibility, which incorporated the requirement of being ordinarily resident on-reserve. It was submitted that this would result in Parliament frustrating its own intention. The respondent submitted that the Minister did not err in using the terms \"ordinarily resident\" and \"resides\" as having the same meaning as they did in the", "Indian Act", "II. Constitutionality of Section 75(1) of the", "Indian Act"], ["[36]", "The respondent submitted that the applicants failed to make out a claim that s. 75(1) of the", "Indian Act", "was contrary to s. 15 of the", "Charter", ". It was submitted that <FRAGMENT_SUPPRESSED> was distinguishable from the case at hand as it dealt with voter eligibility and the absolute prohibition of participation in band governance. However, the scheme at hand allowed voting by off-reserve band members and only restricted their eligibility for council.", "(a) Section 15"], ["[37]", "The respondent applied the", "Law", "test to the facts of the case and conceded that s. 75(1) of the", "Indian Act", "fulfilled the first two steps. However, it was submitted that the residency requirement was not discriminatory. It was submitted that the residency requirement balanced competing interests by ensuring a role for off-reserve band members, but ensuring that those with the most direct connection to the reserve had a special ability to control it."], ["[38]", "The respondent noted that the scope of the decision in <FRAGMENT_SUPPRESSED> was limited to the issue of whether the complete disenfranchisement of off-reserve band members pursuant to s. 77(1) of the", "Indian Act", "violated s. 15 of the", "Charter", ". It was submitted that the majority in <FRAGMENT_SUPPRESSED> believed that a scheme differentiating between on- and off-reserve band members would be constitutionally sustainable so long as it did not constitute a complete denial of off-reserve voting rights. It was submitted that the Court recognized that such distinctions may be necessary since on-reserve members are more directly affected by band council decisions.", "(b) Section 1"], ["[39]", "The respondent submitted that the pressing and substantial objective served by s. 75(1) of the", "Indian Act", "was to ensure that those with the most immediate connection to the reserve had a special ability to control its future. It was submitted that the residency requirement was rationally connected to this objective."], ["[40]", "The respondent noted that in <FRAGMENT_SUPPRESSED> , the complete prohibition of voting by off-reserve band members failed the minimal impairment stage of the s. 1 test because it banned them from participating in band governance. It was submitted that the requirement was not a ban on participation by off-reserve members in band governance, as they could vote in band council elections. It was submitted that absent a complete ban, the minimal impairment test did not require the government to adopt the least rights impairing scheme possible for achieving the underlying objective. Instead, the government must show that there was a reasonable basis for believing that the requirement for minimal impairment was satisfied (see", "<FRAGMENT_SUPPRESSED>  Q.A.C. 2; 58 D.L.R.(4th) 577)."], ["[41]", "The respondent submitted that the Court should defer to Parliament's choice in adopting a system of governance that balanced the interests of band members by extending the franchise to off-reserve members and limiting band council eligibility to on-reserve members. It was submitted that the government did not act unreasonably in adopting this scheme and that the minimum impairment requirement was satisfied."], ["[42]", "In weighing the salutary effects of the objective against its deleterious effects, the respondent submitted that the benefits of ensuring that on-reserve members had a special ability to control its future was proportional to the impact of excluding off-reserve members from band council, since they were given a say in governance as voters.", "(c) Remedy"], ["[43]", "Should the Court find that the residence requirement violated s. 15 of the", "Charter", "and was not saved by s. 1, it was submitted that the appropriate remedy was a delayed declaration of invalidity. It was submitted that the government would need a reasonable amount of time to examine alternative options, given that the balancing of interests in this context was difficult. The respondent submitted that the consequences of an immediate declaration of invalidity were far reaching. The legitimacy of band elections throughout Canada would be questioned and following the next band election, many band councils could consist entirely of off-reserve band members.", "Analysis and Decision"], ["[44]", "The issue of mootness was raised by the respondent just prior to the hearing. I will deal with this issue first.", "Issue 4", "Is the application for judicial review moot?"], ["[45]", "The respondent submitted that the application for judicial review was moot as the term for which the applicants were elected had expired and a new election had been held."], ["[46]", "In my view, the underlying factual basis for this application for judicial review has disappeared. The applicants were originally elected on November 8, 2004 to serve a two-year term, but their election was set aside pursuant to the OIC issued by the Governor in Council on June 28, 2005. The applicants obtained an interlocutory injunction on August 10, 2005, and all nine councillors were reinstated pending the final determination of this application for judicial review. Their two-year election term expired on November 8, 2006, and on December 14, 2006, the applicants were re-elected for another term. The results of this election were appealed on residency grounds on January 25, 2007. While this appeal might become subject to another decision by the Governor in Council and is not necessarily relevant to the case at hand, it does illustrate the concern expressed by the applicants regarding the disruption and uncertainty caused by s. 75(1) of the", "Indian Act", "with respect to band governance."], ["[47]", "<FRAGMENT_SUPPRESSED>  Sask.R. 82; 57 D.L.R.(4th) 231, the Supreme Court of Canada stated the following regarding mootness, at paragraph 16:", "\"The approach in recent cases involves a two-step analysis. First it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term 'moot' applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the 'live controversy' test. A court may nonetheless elect to address a moot issue if the circumstances warrant.\""], ["[48]", "I find that this application for judicial review of the OIC is technically moot. No live controversy exists with respect to the validity of the Governor in Council's OIC as the relevant band council term has expired.", "Should the Court exercise its discretion to hear this application for judicial review?"], ["[49]", "The Supreme Court of Canada stated the following regarding the doctrine of mootness in", "<FRAGMENT_SUPPRESSED> to 22:", "\"Although this appeal is moot, the considerations in <FRAGMENT_SUPPRESSED> , supra, suggest that it should be heard. Writing for the Court, Sopinka, J., outlined the following criteria for courts to consider in exercising discretion to hear a moot case (at pp. 358-63):", "(1) the presence of an adversarial context;", "(2) the concern for judicial economy; and", "(3) the need for the Court to be sensitive to its role as the adjudicative branch in our political framework.", "\"In this case, the appropriate adversarial context persists. The litigants have continued to argue their respective sides vigorously.", "\"As to the concern for conserving scarce judicial resources, this Court has many times noted that such an expenditure is warranted in cases that raise important issues but are evasive of review ( <FRAGMENT_SUPPRESSED> , supra, at p. 360;", "International Brotherhood of Electrical Workers, Local Union 2085 v. Winnipeg Builders' Exchange", ", [1967] S.C.R. 628;", "New Brunswick (Minister of Health and  <FRAGMENT_SUPPRESSED> ). The present appeal raises an important question about the jurisdiction of superior courts to order what may be an effective remedy in some classes of cases. To the extent that the reporting order is effective, it will tend to evade review since parties may rapidly comply with orders before an appeal is heard.", "\"Moreover, in deciding whether to hear a moot case, courts must weigh the expenditure of scarce judicial resources against 'the social cost of continued uncertainty in the law' ( <FRAGMENT_SUPPRESSED> , supra, at p. 361). The social cost of uncertainty as to the available", "Charter", "remedies is high. The", "Charter", "is designed to protect those who are most vulnerable to the dangers of majority rule; this aspect of the", "Charter", "'s purpose is evident in the provisions protecting official minority language education rights. If the Court leaves this matter undecided and courts are left under a misapprehension as to the tools available to ensure that government behaviour conforms with the", "Charter", ", the obvious danger is less than full protection of", "Charter", "rights. Thus, the expenditure of judicial resources is warranted in the present case despite the fact that the appeal may be moot. The decision of this Court will provide guidance on the important question of the nature and extent of remedies under s. 24 of the", "Charter", "in similar cases.", "\"Finally, the Court is neither departing from its traditional role as an adjudicator nor intruding upon the legislative or executive sphere by deciding to hear this case ( <FRAGMENT_SUPPRESSED> , supra, at p. 362). The question of what remedies are available under the", "Charter", "falls squarely within the expertise of the Court and is not susceptible to legislative or executive pronouncement. Furthermore, unlike in <FRAGMENT_SUPPRESSED> , supra, at p. 365, the appellants are not seeking an answer to an abstract question on the interpretation of the", "Charter", "; they are not 'turn[ing] this appeal into a private reference'. The Attorney General of Nova Scotia appealed successfully against an order made against it by a superior court. Although the immediate grievances of the appellants have now been addressed, deciding in this case will assist the parties to this action, and others in similar circumstances, in their ongoing relationships.\""], ["[50]", "I will now consider whether the Court should exercise its discretion to hear this application for judicial review, regardless of the fact that its underlying factual basis has disappeared."], ["[51]", "In my view, there appears to be an adversarial context present in this case. The applicants seek relief in the form of a declaration that the residency requirement in s. 75(1) of the", "Indian Act", "is unconstitutional, not simply an order setting aside the decision of the OIC. The respondent has opposed such a declaration vigorously and its arguments stemmed beyond allegations of mootness. For example, the respondent submitted that there was an insufficient evidentiary basis for adjudicating the constitutionality of a provision which affected the electoral process governing First Nation bands. The respondent has also made arguments in support of the ameliorative purpose of distinctions made between on- and off-reserve band members in the context of band council elections."], ["[52]", "Judicial economy concerns are relevant when deciding whether a court should hear a moot application. However, arguments regarding the scarcity of judicial resources may be trumped where the issue at hand is sufficiently important and evasive of review. I have considered the affidavit evidence filed with respect to this motion and it seems that issues relating to the residency of band council candidates are evasive of review. These issues are also important to the efficient governance of First Nation bands across Canada and the rights of individuals to participate in the representative governance of their band."], ["[53]", "Chief Wilfred King, of the Gull Bay First Nation, deposed that the constitutionality of the residency requirement in s. 75(1) of the", "Indian Act", "would not be able to be heard in another forum or at another time. Chief King noted that due to the fact that band councillor positions are held for two-year terms; the timelines for election appeals, investigations and the judicial process are lengthy; tremendous amounts of resources are required to bring a matter before the Court; and many interlocutory motions are filed by the respondent, it becomes practically impossible for a similar matter to reach a hearing prior to the expiration of the term of band council office referred to in a disputed OIC."], ["[54]", "Chief King indicated that he was not aware of any applications for judicial review of election appeals under the", "Indian Act", "which involved the Department of Justice that had reached a hearing. He attributed this fact to the timelines involved. Chief King deposed that the only election appeal case he was aware of that had reached a judicial review application hearing was that of a band custom code election which did not involve the Department of Justice (see", "Hartley", ")."], ["[55]", "Another relevant factor in determining whether to hear a moot case is the social cost of uncertainty in the law. Chief King's affidavit disclosed that the governance of Gull Bay First Nation and other bands across Canada has suffered due to uncertainties with respect to the validity of the impugned residency requirement. Chief King deposed that election appeals on the basis of residency are a source of repetitive disturbance to the day to day governance of Gull Bay First Nation, the projects the Gull Bay Band Council undertakes on behalf of all band members, and the choice of representatives by band members. Election appeals on this basis also involve significant expenditures of time, energy and financial resources on the part of the band and individual counsellors."], ["[56]", "Chief King deposed that monies spent on unnecessary elections are not available to develop urgently needed housing, water and power upgrades, as well as other social, health and education needs of band members. Finally, where quorum is lost, the band council is unable to authorize financial and legal transactions which have serious repercussions for the band. In my view, there are important social consequences for Gull Bay Band and bands across Canada, where uncertainty as to the law exists regarding the impugned residency requirements."], ["[57]", "Finally, I acknowledge the need for the Court to be sensitive to its role as the adjudicative branch in our political framework. However, ruling upon the constitutionality of a legislative provision fits squarely within the Court's jurisdiction and does not take away from the legislature's role."], ["[58]", "In my view, the factors enumerated above lead to the conclusion that the Court should exercise its discretion to hear the application. However, it is also important to note the principle that restraint should be exercised by the Court in deciding issues of constitutionality despite the lack of a live issue. The Supreme Court of Canada commented upon this issue in", "<FRAGMENT_SUPPRESSED>  N.S.R.(2d) 1; 403 A.P.R. 1; 124 D.L.R.(4th) 129, at paragraph 12:", "\"This practice applies, a fortiori, when the substratum on which the case was based ceases to exist. The court is then required to opine on a hypothetical situation and not a real controversy. This engages the doctrine of mootness pursuant to which the court will decline to exercise its discretion to rule on moot questions", "unless, inter alia, there is a pressing issue which will be evasive of review", ".  <FRAGMENT_SUPPRESSED> . The practice applies notwithstanding that the appeal has been argued on the basis which has disappeared. Accordingly, in", "<FRAGMENT_SUPPRESSED> , the Court was advised, in the middle of argument, that the appellant, who was appealing an order enjoining her from having an abortion, had proceeded with an abortion. The Court felt constrained to deal with legal issues with respect to the propriety of granting an injunction in the circumstances. It did so because the nature of the issue was such that it would be difficult or impossible for another woman in the same predicament to obtain a decision of this Court in time. The Court, however, declined to deal with the issue of fetal rights under s. 7 of the", "Charter", "and stated, at pp. 571-72:", "'As we have indicated, the Court decided in its discretion to continue the hearing of this appeal although it was moot, in order to resolve the important legal issue raised so that the situation of women in the position in which Ms. Daigle found herself could be clarified. It would, however, be quite a different matter to explore further legal issues which need not be examined in order to achieve that objective.", "The jurisprudence of this Court indicates that unnecessary constitutional pronouncement should be avoided", "Morgentaler (No. 2)", ", [[1988] 1 S.C.R. 30], at p. 51; <FRAGMENT_SUPPRESSED> , [[1989] 1 S.C.R. 342];", "<FRAGMENT_SUPPRESSED>  (P.C.), at p. 339;", "<FRAGMENT_SUPPRESSED>  at p. 915.'\" (Emphasis added)"], ["[59]", "I am of the opinion that this application raises serious issues concerning the constitutionality of a provision which is evasive to review and rises continually in the context of band elections. While the issues may not be \"live\" in the context of review of the OIC, they certainly represent a live controversy between the parties which should be resolved. Consequently, the Court will exercise its discretion and hear the application despite it being moot.", "Issue 1", "What is the appropriate standard of review of the decision of the Governor in Council?"], ["[60]", "The decision under review is that of the Governor in Council to set aside the election of band councillors pursuant to paragraph 79(c) of the", "Indian Act", ". The factors to be considered in applying the pragmatic and functional approach to determining the appropriate standard of review are (see", "Baker", "):", "1. the existence of a privative clause;", "2. the expertise of the decision-maker with respect to the issue;", "3. the purpose of the", "Act", "as a whole, and the provision in particular; and", "4. whether the nature of the problem is a question of fact or law."], ["[61]", "The", "Indian Act", "does not contain a privative clause. I would agree with the respondent that the absence of such a clause is a neutral factor (see", "<FRAGMENT_SUPPRESSED> )."], ["[62]", "The decision-maker in this case was the Governor in Council, which is indicative of a higher level of deference. In addition, the Governor in Council exercised its discretion upon the recommendation of the Minister, whom it may be presumed has expertise regarding the application of the electoral provisions of the", "Indian Act", "and the", "Regulations", ". In my view, this factor points to a higher level of deference. However, I believe that the Governor in Council's interpretation of the language of the residency provisions of the legislation should be reviewed on the standard of correctness, as this is a question of law."], ["[63]", "Legislative provisions of a polycentric nature warrant more deference than those which directly affect the rights of individuals. The general purpose of s. 79 of the", "Indian Act", "is to ensure the legitimacy of band elections. However, I would also acknowledge that the applicants were personally affected by the decision to set aside the election results, since they were prohibited from becoming band council representatives. I would also note that the", "Regulations", "allow affected candidates to reply to the allegations raised in an election appeal. In my view, this factor indicates that a mid-level of deference is owed to the decision of the Governor in Council."], ["[64]", "Finally, the question at hand was highly discretionary and involved the application of factual findings to the Governor in Council's interpretation of the election provisions. The question was therefore one of mixed fact and law, thereby warranting a mid-level of deference. On the question of the interpretation of the language of the residency requirements, however, I believe that the question was one of law, warranting no deference."], ["[65]", "Having considered the relevant factors, I find that the standard of review applicable to the overall decision of the Governor in Council is reasonableness. However, its interpretation of the language of the residency requirements found in the legislation is reviewable on the standard of correctness. It is not necessary to engage in a pragmatic and functional analysis of procedural fairness matters, as it is well established that such issues are reviewable on the standard of correctness."], ["[66]", "I propose to now deal with Issues 2 and 3 raised by the applicants.", "Issue 2", "Did the Governor in Council breach the duty of procedural fairness owed to the applicants?"], ["[67]", "It is well established that public authorities owe a duty of procedural fairness to individuals when making administrative decisions which affect their interests (see", "Cardinal and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 44, at paragraph 14). Given that the content of this duty varies, the following factors aid in determining the appropriate level of procedural fairness to be afforded (see", "Baker", "):", "1. the nature of the decision made and the procedure followed in making it;", "2. the nature of the statutory scheme and the role of the provision within it;", "3. the importance of the decision to the individuals affected;", "4. the legitimate expectations of the person challenging the decision; and", "5. the agency's choice of procedure in making the decision."], ["[68]", "In relation to the first factor, while it does not appear that the procedure followed by the Governor in Council in reaching its decision is adjudicative in nature, the", "Regulations", "do provide candidates with certain procedural entitlements which allow them the opportunity to respond to allegations regarding their eligibility for band council. I would also note that candidates may submit affidavits in support of their answers. This factor suggests that more than minimal procedural safeguards are warranted."], ["[69]", "The nature of the statutory scheme and the role of the provision within it, under the second factor, also point to more than a low level of procedural fairness. Sections 12 to 14 of the", "Regulations", "set out the procedure to be followed in an election appeal. Pursuant to s. 12, where an appeal is lodged, a copy of the appeal and all supporting documents must be forwarded to each candidate. Within 14 days of the receipt of the appeal, candidates may forward a written answer to the particulars set out in the appeal, with any supporting documents thereto verified by affidavit. Finally, all particulars and documents filed in accordance with the provisions of this section form the record."], ["[70]", "The Minister may conduct further investigations if the material on file is not adequate for deciding the validity of the election. The Minister may also designate an investigator who must then submit a report of the investigation. Finally, the Minister makes a recommendation to the Governor in Council, who has the discretion to make the final decision."], ["[71]", "The third factor involves a determination of the importance of the decision to the affected individuals. The decision to set aside the election of all nine band councillors was important to each individual candidate, since they were prohibited from performing their representative duties as band councillors. I believe that their right to participate in the representative governance of their band was of fundamental importance to the applicants and this factor warranted something more than a minimal level of procedural fairness."], ["[72]", "The respondent submitted that the decision to set aside the election results of individual band councillors was similar to the decision to set aside a band referendum (see", "Little Chief", "). In my view, this comparison is not useful, as the important interests of the people affected by the decision were of a different nature than those under consideration in the context of a referendum."], ["[73]", "The fourth factor is not established on the evidence. I agree with the respondent that there was no evidence that the applicants held a legitimate expectation that a particular procedure would be followed beyond that stipulated in the", "Regulations"], ["[74]", "The fifth factor involves a consideration of the choice of procedure made by the decision-maker. There does not appear to be an extensive procedure for investigating the legitimacy of band council elections other than that articulated in the", "Regulations", ". In my view, this factor indicates that a lower level of procedural fairness was warranted."], ["[75]", "As a result of the above analysis, it is my view that more than minimal procedural protections were owed to the applicants in the circumstances of this case."], ["[76]", "The applicants submitted that the Governor in Council breached the rules of procedural fairness by failing to provide them with the additional materials filed with the Minister during the appeals process, and relied upon by the Governor in Council in making its decision. It was submitted that the Governor in Council therefore failed to afford the applicants proper notice of the allegations against them and denied them an opportunity to reply. The same argument was made with respect to Mr. Dyck's investigative report."], ["[77]", "Under cross-examination, Ms. Lynn Ashkewe stated that the additional materials filed with respect to the election appeals were not provided to the applicants. The respondent submitted that pursuant to the", "Regulations", ", the Minister was neither under a duty to provide the applicants with a copy of these documents, nor to allow them an opportunity to respond to the information contained in them."], ["[78]", "In my view, the", "Regulations", "establish two procedures through which the Minister may gather information regarding an election appeal. One mechanism is set out in s. 12 of the", "Regulations", ". The Minister first obtains particulars of the appeal verified by affidavit from those lodging the appeal. Once this process is complete,", "all supporting documents", "obtained in that process must be forwarded to each candidate, along with a copy of the appeal. The candidates may then respond to the allegations and materials which they have been provided with. Section 12(4) of the", "Regulations", "indicates that", "all particulars and documents filed in accordance with s. 12 constitute the record", ". In my view, s. 12 requires that the record be made up of only the following documents referred to in the section:", "- the allegations forwarded by the individuals lodging the appeal;", "- the particulars of these allegations verified by affidavit;", "- the written answer of the candidates to the particulars set out in the appeal; and", "- any supporting documents relating to the answer of the candidates, duly verified by affidavit."], ["[79]", "While the duty of procedural fairness applicable in these circumstances is not so high as to require an oral hearing, in my view, it does require that the candidates whose eligibility for band council has been contested be provided with full disclosure of the allegations and supporting documents which became part of the record through the process designated under s. 12 of the", "Regulations", ". I therefore find that the duty of procedural fairness owed to the applicants was breached by failing to disclose the additional materials obtained as a result of the procedure set out in s. 12 of the", "Regulations"], ["[80]", "The second mechanism through which the Minister may gather information about the validity of an election is through the conduct of investigations, pursuant to s. 13 of the", "Regulations", ". Under cross-examination, Ms. Lynn Ashkewe stated that the investigative report prepared by Mr. Dyck was not provided to the applicants. Mr. Dyck's affidavit indicated that his standard practice was to inform witnesses that their names and other information would remain confidential. He explained that he would not be able to obtain the necessary information without making such assurances."], ["[81]", "Because of my finding above with respect to a breach of the duty of procedural fairness, I need not determine whether the applicants should have been given this additional information."], ["[82]", "In light of the medium level of procedural fairness warranted in this case, it is my opinion that this application for judicial review should be granted on the basis that the duty of procedural fairness owed to the applicants was not fulfilled. In my view, the applicants were at least entitled to disclosure of the materials filed pursuant to s. 12 of the", "Regulations", "regarding the allegations made against them.", "Issue 3", "Does the requirement to \"reside\" on the reserve in subsection 75(1) of the", "Indian Act", "violate s. 15 of the", "Charter", "by denying the applicants the opportunity to participate on the council of Gull Bay First Nation on the basis of the recognized analogous ground of Aboriginal-residency?"], ["[83]", "In", "Law", "above, the Supreme Court of Canada set out the following three-step test for determining whether a legislative provision violates s. 15 of the", "Charter", "1. whether a law imposes differential treatment between the claimant and others, in purpose or effect;", "2. whether one or more enumerated or analogous grounds of discrimination are the basis for the differential treatment; and", "3. whether the law in question has a purpose or effect that is discriminatory within the meaning of the equality guarantee."], ["[84]", "Both parties agree that the first and second steps of the", "Law", "test are made out on the facts of this case. Therefore, I will proceed from the assumption that s. 75(1) of the", "Indian Act", "imposes differential treatment between on- and off-reserve band members and that \"Aboriginality'-residency\" is an analogous ground of discrimination. The main area of contention between the parties surrounds the third step of the analysis. I must therefore determine whether s. 75(1) of the", "Indian Act", "has a purpose or effect that is discriminatory within the meaning of the equality guarantee."], ["[85]", "The following factors may be considered in evaluating whether a law infringes s. 15 of the", "Charter", "(see paragraph 88 of", "Law", "):", "1. any pre-existing disadvantage, stereotyping, prejudice, or vulnerability experienced by the individual or group at issue;", "2. the correspondence, or lack thereof, between the ground on which the claim is based and the actual need, capacity, or circumstances of the claimant or others;", "3. the ameliorative purpose or effects of the impugned law upon a more disadvantaged person or group in society; and", "4. the nature and scope of the interest affected by the impugned law."], ["[86]", "The Supreme Court applied these factors in the context of the disenfranchisement of off-reserve band members pursuant to s. 77 of the", "Indian Act", "and concluded as follows (see paragraphs 17 to 18 of <FRAGMENT_SUPPRESSED> ):", "\"Applying the applicable", "Law", "factors to this case -- pre-existing disadvantage, correspondence and importance of the affected interest -- we conclude that the answer to this question is yes. The impugned distinction perpetuates the historic disadvantage experienced by off-reserve band members by denying them the right to vote and participate in their band's governance. Off-reserve band members have important interests in band governance which the distinction denies. They are co-owners of the band's assets. The reserve, whether they live on or off it, is their and their children's land. The band council represents them as band members to the community at large, in negotiations with the government, and within Aboriginal organizations. Although there are some matters of purely local interest, which do not as directly affect the interests of off-reserve band members, the complete denial to off-reserve members of the right to vote and participate in band governance treats them as less worthy and entitled, not on the merits of their situation, but simply because they live off-reserve. The importance of the interest affected is underlined by the findings of the Royal Commission on Aboriginal Peoples,", "Report of the Royal Commission on Aboriginal Peoples", "(1996), vol. 1, Looking Forward, Looking Back, at pp. 137-91. The Royal Commission writes in vol. 4, Perspectives and Realities, at p. 521:", "'Throughout the Commission's hearings, Aboriginal people stressed the fundamental importance of retaining and enhancing their cultural identity while living in urban areas. Aboriginal identity lies at the heart of Aboriginal peoples' existence; maintaining that identity is an essential and self-validating pursuit for Aboriginal people in cities.'", "And at p. 525:", "'Cultural identity for urban Aboriginal people is also tied to a land base or ancestral territory. For many, the two concepts are inseparable. ... Identification with an ancestral place is important to urban people because of the associated ritual, ceremony and traditions, as well as the people who remain there, the sense of belonging, the bond to an ancestral community, and the accessibility of family, community and elders.'", "\"Taking all this into account, it is clear that the s. 77(1) disenfranchisement is discriminatory. It denies off-reserve band members the right to participate fully in band governance on the arbitrary basis of a personal characteristic. It reaches the cultural identity of off-reserve Aboriginals in a stereotypical way. It presumes that Aboriginals living off-reserve are not interested in maintaining meaningful participation in the band or in preserving their cultural identity, and are therefore less deserving members of the band. The effect is clear, as is the message: off-reserve band members are not as deserving as those band members who live on reserves. This engages the dignity aspect of the s. 15 analysis and results in the denial of substantive equality.\""], ["[87]", "In my view, the application of these factors to the case at hand also leads to the conclusion that off-reserve band members are discriminated against under step three of the", "Law", "test."], ["[88]", "As noted in <FRAGMENT_SUPPRESSED> , band members who live off-reserve have historically faced disadvantage as a result of legislation and policies designed to deny them the right participate in band governance. Such legislation perpetuates the wrongful notion that band members who live off-reserve have no interest in participating in band governance and are therefore less worthy of doing so."], ["[89]", "In my view, there does not appear to be any correspondence between the willingness or ability of off-reserve band members to participate in band council, and their residency status. Affidavit evidence submitted by the applicants indicates that the removed band council, which included off-reserve band members, worked diligently to alleviate serious problems on the Gull Bay Reserve and in the Gull Bay First Nation Community at large."], ["[90]", "The respondent submitted that the residency requirement in s. 75(1) of the", "Indian Act", "served an ameliorative purpose in that it ensured that band councillors were located on-reserve, and were directly familiar with the issues relevant to decision-making. As noted above in <FRAGMENT_SUPPRESSED> , in addition to addressing local issues, band councils represent individuals who live off-reserve in many important capacities. In any event, I am not persuaded that the preservation of band council positions for on-reserve members to the exclusion of off-reserve members helps a more disadvantaged group. In fact, under cross-examination, Lynn Ashkewe admitted that having a band council formed solely of on-reserve members would not make them more accessible to the majority of members, who live off-reserve."], ["[91]", "Finally, the nature and scope of the interest affected is of fundamental importance to off-reserve band members. The residency requirements set out in s. 75(1) deny individuals who live off the reserve the ability to participate in the representative governance of their band. While off-reserve members now have the right to vote in band council elections, I still believe that they hold a fundamental interest in participating in band council and making decisions on behalf of their band. In the context of Gull Bay First Nation, this prohibition applies to over half of their band members and prevents them from becoming leaders of their band."], ["[92]", "In my view, s. 75(1) of the", "Indian Act", "does discriminate against off-reserve members by prohibiting them from participating in the representative governance of their band through band council on the basis of their \"Aboriginality-residency\" status.", "Issue 4", "If this requirement to \"reside\" violates s. 15 of the", "Charter", ", can it be justified in a free and democratic society under s. 1 of the", "Charter"], ["[93]", "In order for a", "Charter", "violation to be justified in a free and democratic society under s. 1, it must satisfy the following test (see", "Egan and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 609):", "1. Is the legislative goal pressing and substantial?", "2. Are the means chosen to attain this legislative end reasonable and demonstrably justified in a free and democratic society?", "a) the rights violation must be rationally connected to the aim of the legislation;", "b) the impugned provision must minimally impair the", "Charter", "guarantee; and", "c) there must be a proportionality between the effect of the measure and its objective so that the attainment of the legislative goal is not outweighed by the abridgement of the right."], ["[94]", "The respondent submitted that the residency requirement in s. 75(1) of the", "Indian Act", "served the goal of ensuring those with the most immediate connection to the reserve had a special ability to control its future. In my view, this goal fulfills the low threshold under the first step of the test, and may legitimately be characterized as pressing and substantial. There is also a prima facie rational connection between limiting the ability to participate in band council to those living on-reserve, since they are likely to be most directly connected to the reserve (see <FRAGMENT_SUPPRESSED> above at paragraph 101)."], ["[95]", "However, in my view, the outright ban upon participation in band council by off-reserve members does not minimally impair their equality rights. In <FRAGMENT_SUPPRESSED> , the Supreme Court discussed the minimal impairment branch of the test at paragraph 21:", "\"[...] Even if it is accepted that some distinction may be justified in order to protect legitimate interests of band members living on the reserve, it has not been demonstrated that a complete denial of the right of band members living off-reserve to participate in the affairs of the band through the democratic process of elections is necessary. Some parties and interveners have mentioned the possibility of a two-tiered council, of reserved seats for off-reserve members of the band, of double-majority votes on some issues. The appellants argue that there are important difficulties and costs involved in maintaining an electoral list of off-reserve band members and in setting up a system of governance balancing the rights of on-reserve and off-reserve band members. But they present no evidence of efforts deployed or schemes considered and costed, and no argument or authority in support of the conclusion that costs and administrative convenience could justify a complete denial of the constitutional right. Under these circumstances, we must conclude that the violation has not been shown to be demonstrably justified.\""], ["[96]", "The respondent emphasized that the Supreme Court of Canada determined that s. 77 of the", "Indian Act", "failed the minimal impairment aspect of the s. 1 test because it was not established that the \"complete denial\" of the right of off-reserve band members to participate in the affairs of the band through the democratic process of elections was necessary. In the case at hand, I do not believe that the respondent has established that the complete denial of the right of band members living off-reserve to become band councillors is necessary to fulfill its objectives. This is especially the case given that no evidence was provided to show that efforts were made to seek alternatives to this outright ban."], ["[97]", "Given my finding that s. 75(1) of the", "Indian Act", "does not minimally impair the rights of off-reserve band members, it is not necessary to conduct an analysis of proportionality."], ["[98]", "I am of the view that s. 75(1) of the", "Indian Act", "violates s. 15 of the", "Charter", "and is not justified under s. 1 of the", "Charter", "Issue 5", "What is the appropriate remedy for the applicants should the Court find that the requirement to \"reside\" in subsection 75(1) of the", "Indian Act", "is unconstitutional and, therefore, that Order-in-Council 2005-1289 was issued without jurisdiction and in error of law?"], ["[99]", "In my view, the appropriate remedy in this case is to delay the declaration of invalidity of the provision pursuant to s. 52 of the", "Constitution Act, 1982", "for a period of 9 months so that band electors become aware of the decision and to allow the respondent time to amend this provision in a manner that it would no longer be in breach of the", "Charter"], ["[100]", "The application for judicial review is allowed as noted above."], ["[101]", "The applicants shall have their costs of the application.", "Application allowed.", "Editor: Steven C. McMinniman/gs", "APPENDIX", "Relevant Statutory Provisions", "The relevant statutory provisions are set out in this section.", "The", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11:", "\"1. The Canadian Charter of Rights and Freedoms guarantees the rights and freedoms set out in it subject only to such reasonable limits prescribed by law as can be demonstrably justified in a free and democratic society.", "\"15(1) Every individual is equal before and under the law and has the right to the equal protection and equal benefit of the law without discrimination and, in particular, without discrimination based on race, national or ethnic origin, colour, religion, sex, age or mental or physical disability.", ". . . . .", "\"24(1) Anyone whose rights or freedoms, as guaranteed by this Charter, have been infringed or denied may apply to a court of competent jurisdiction to obtain such remedy as the court considers appropriate and just in the circumstances.\"", "\"1. La Charte canadienne des droits et liberts garantit les droits et liberts qui y sont noncs. Ils ne peuvent tre restreints que par une rgle de droit, dans des limites qui soient raisonnables et dont la justification puisse se dmontrer dans le cadre d'une socit libre et dmocratique.", "\"15(1) La loi ne fait acception de personne et s'applique galement  tous, et tous ont droit  la mme protection et au mme bnfice de la loi, indpendamment de toute discrimination, notamment des discriminations fondes sur la race, l'origine nationale ou ethnique, la couleur, la religion, le sexe, l'ge ou les dficiences mentales ou physiques.", ". . . . .", "\"24(1) Toute personne, victime de violation ou de ngation des droits ou liberts qui lui sont garantis par la prsente charte, peut s'adresser  un tribunal comptent pour obtenir la rparation que le tribunal estime convenable et juste eu gard aux circonstances.\"", "The", "Constitution Act, 1982", ", being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11:", "\"52(1) The Constitution of Canada is the supreme law of Canada, and any law that is inconsistent with the provisions of the Constitution is, to the extent of the inconsistency, of no force or effect.\"", "\"52(1) La Constitution du Canada est la loi suprme du Canada; elle rend inoprantes les dispositions incompatibles de toute autre rgle de droit.\"", "The", "Indian Act", ", R.S.C. 1985, c. I-5:", "\"74(1) Whenever he deems it advisable for the good government of a band, the Minister may declare by order that after a day to be named therein the council of the band, consisting of a chief and councillors, shall be selected by elections to be held in accordance with this Act.", ". . . . .", "\"75(1) No person other than an elector who resides in an electoral section may be nominated for the office of councillor to represent that section on the council of the band.", ". . . . .", "\"76(1) The Governor in Council may make orders and regulations with respect to band elections and, without restricting the generality of the foregoing, may make regulations with respect to", ". . . . .", "(e) the definition of residence for the purpose of determining the eligibility of voters.", "\"77(1) A member of a band who has attained the age of eighteen years and is ordinarily resident on the reserve is qualified to vote for a person nominated to be chief of the band and, where the reserve for voting purposes consists of one section, to vote for persons nominated as councillors.", "\"(2) A member of a band who is of the full age of eighteen years and is ordinarily resident in a section that has been established for voting purposes is qualified to vote for a person nominated to be councillor to represent that section.", "\"79. The Governor in Council may set aside the election of a chief or councillor of a band on the report of the Minister that he is satisfied that", ". . . . .", "(b) there was a contravention of this Act that might have affected the result of the election; or", "(c) a person nominated to be a candidate in the election was ineligible to be a candidate.\"", "\"74(1) Lorsqu'il le juge utile  la bonne administration d'une bande, le ministre peut dclarer par arrt qu' compter d'un jour qu'il dsigne le conseil d'une bande, comprenant un chef et des conseillers, sera constitu au moyen d'lections tenues selon la prsente loi.", ". . . . .", "\"75(1) Seul un lecteur rsidant dans une section lectorale peut tre prsent au poste de conseiller pour reprsenter cette section au conseil de la bande.", ". . . . .", "\"76(1) Le gouverneur en conseil peut prendre des dcrets et rglements sur les lections au sein des bandes et, notamment, des rglements concernant:", ". . . . .", "e) la dfinition de 'rsidence' aux fins de dterminer si une personne est habile  voter.", "\"77(1) Un membre d'une bande, qui a au moins dix-huit ans et rside ordinairement sur la rserve, a qualit pour voter en faveur d'une personne prsente comme candidat au poste de chef de la bande et, lorsque la rserve, aux fins d'lection, ne comprend qu'une section lectorale, pour voter en faveur de personnes prsentes aux postes de conseillers.", "\"(2) Un membre d'une bande, qui a dix-huit ans et rside ordinairement dans une section lectorale tablie aux fins d'lection, a qualit pour voter en faveur d'une personne prsente au poste de conseiller pour reprsenter cette section.", "\"79. Le gouverneur en conseil peut rejeter l'lection du chef ou d'un des conseillers d'une bande sur le rapport du ministre o ce dernier se dit convaincu, selon le cas:", ". . . . .", "b) qu'il s'est produit une infraction  la prsente loi pouvant influer sur le rsultat de l'lection;", "c) qu'une personne prsente comme candidat  l'lection ne possdait pas les qualits requises.\"", "The", "Indian Band Election Regulations", ", C.R.C., c. 952:", "\"2. In these Regulations,", ". . . . .", "'elector', in respect of an election of the chief or councillors of a band, means a person who is qualified under section 77 of the Act to vote in that election;", ". . . . .", "\"3. The following rules apply to the interpretation of the words 'ordinarily resident' in respect of the residency of an elector on a reserve consisting of more than one electoral section:", "(a) subject to the other provisions of this section, the question as to where a person is or was ordinarily resident at any material time or during any material period shall be determined by reference to all the facts of the case;", "(b) the place of ordinary residence of a person is, generally, that place which has always been, or which he has adopted as, the place of his habitation or home, whereto, when away therefrom, he intends to return and, specifically, where a person usually sleeps in one place and has his meals or is employed in another place, the place of his ordinary residence is where that person sleeps;", "(c) a person can have one place of ordinary residence only, and he shall retain such place of ordinary residence until another is acquired;", "(d) temporary absence from a place of ordinary residence does not cause a loss or change of place of ordinary residence.", "\"12(1) Within 45 days after an election, a candidate or elector who believes that", "(a) there was corrupt practice in connection with the election,", "(b) there was a violation of the Act or these Regulations that might have affected the result of the election, or", "(c) a person nominated to be a candidate in the election was ineligible to be a candidate,", "may lodge an appeal by forwarding by registered mail to the Assistant Deputy Minister particulars thereof duly verified by affidavit.", "\"(2) Where an appeal is lodged under subsection (1), the Assistant Deputy Minister shall forward, by registered mail, a copy of the appeal and all supporting documents to the electoral officer and to each candidate in the electoral section in respect of which the appeal was lodged.", "\"(3) Any candidate may, within 14 days of the receipt of the copy of the appeal, forward to the Assistant Deputy Minister by registered mail a written answer to the particulars set out in the appeal together with any supporting documents relating thereto duly verified by affidavit.", "\"(4) All particulars and documents filed in accordance with the provisions of this section shall constitute and form the record.", "\"14. Where it appears that", ". . . . .", "(c) a person nominated to be a candidate in an election was ineligible to be a candidate,\"", "\"2. Dans le prsent rglement,", ". . . . .", "'lecteur' S'entend,  l'gard de l'lection du chef ou des conseillers d'une bande, d'une personne ayant les qualits requises pour voter  cette lection en vertu de l'article 77 de la Loi.", ". . . . .", "\"3. Les rgles suivantes dterminent l'interprtation de l'expression  rside ordinairement  en ce qui concerne la rsidence d'un lecteur dans une rserve qui est, aux fins de vote, divise en plus d'une section lectorale:", "a) sous rserve des autres dispositions du prsent article, la question de savoir o une personne rside ou rsidait ordinairement  une poque dtermine ou pendant une priode de temps dtermine doit tre lucide en se rfrant  toutes les circonstances du cas;", "b) le lieu de la rsidence ordinaire d'une personne est en gnral l'endroit qui a toujours t ou qu'elle a adopt comme tant le lieu de son habitation ou de son domicile, o elle entend revenir lorsqu'elle s'en absente et, en particulier, lorsqu'une personne couche habituellement dans un endroit et mange ou travaille dans un autre endroit, le lieu de sa rsidence ordinaire est celui o la personne couche;", "c) une personne ne peut avoir qu'un seul lieu de rsidence ordinaire, et elle ne peut le perdre sans en acqurir un autre;", "d) l'absence temporaire du lieu de rsidence ordinaire n'entrane ni la perte ni le changement du lieu de rsidence ordinaire.", "\"12(1) Si, dans les quarante-cinq jours suivant une lection, un candidat ou un lecteur a des motifs raisonnables de croire:", "a) qu'il y a eu manoeuvre corruptrice en rapport avec une lection,", "b) qu'il y a eu violation de la Loi ou du prsent rglement qui puisse porter atteinte au rsultat d'une lection, ou", "c) qu'une personne prsente comme candidat  une lection tait inligible,", "il peut interjeter appel en faisant parvenir au sous-ministre adjoint, par courrier recommand, les dtails de ces motifs au moyen d'un affidavit en bonne et due forme.", "\"(2) Lorsqu'un appel est interjet au titre du paragraphe (1), le sous-ministre adjoint fait parvenir, par courrier recommand, une copie du document introductif d'appel et des pices  l'appui au prsident d'lection et  chacun des candidats de la section lectorale vise par l'appel.", "\"(3) Tout candidat peut, dans un dlai de 14 jours aprs rception de la copie de l'appel, envoyer au sous-ministre adjoint, par courrier recommand, une rponse par crit aux dtails spcifis dans l'appel, et toutes les pices s'y rapportant dment certifies sous serment.", "\"(4) Tous les dtails et toutes les pices dposs conformment au prsent article constitueront et formeront le dossier.", "\"14. Lorsqu'il y a lieu de croire", ". . . . .", "c) qu'une personne prsente comme candidat  une lection tait inadmissible  la candidature,\"", "The", "Indian Band Council Procedure Regulations", ", C.R.C., c. 950:", "\"31. The council may make such rules of procedure as are not inconsistent with these Regulations in respect of matters not specifically provided for thereby, as it may deem necessary.\"", "\"31. Le conseil peut, s'il l'estime ncessaire, tablir tout rglement interne, qui ne soit pas en contradiction au prsent rglement, en ce qui concerne des points qui n'y sont pas spcifiquement prvus.\"", "[End of document]"]]}