{"id_": "051398", "body_str": [["[1]", "Teitelbaum, D.J.", ": This is an appeal from a decision of Citizenship Judge Phillip Gaynor (the \"Judge\"), dated March 18, 2008, in which he found Ms. Zannatul Islam (the \"Applicant\") not to have met the residency requirement in section 5(1)(c) of the", "Citizenship Act", ", R.S.C. 1985, c. 29 (the \"", "Act", "\"). Consequently her application for citizenship was denied.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant arrived in Canada from Bangladesh on 9 February 1997 with her mother. They claimed refugee protection. The Applicant was 14 at the time and began to attend school in Toronto, Ontario. She graduated from high school in June 2000.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On January 28, 2002, the Applicant was granted permanent residence in Canada. On March 3, 2005, the Applicant submitted her application for Canadian citizenship to Citizenship and Immigration Canada (\"CIC\"). The Applicant attached several supporting documents to her application, including copies of Canadian bank and investment statements, letters of support from teachers and other community leaders, certificates of appreciation for her volunteer efforts with various community organizations, academic transcripts, and tax return summaries. She also listed the following absences from Canada:  <FRAGMENT_SUPPRESSED>", "• 18 April 2002 to 2 May 2002: London, England to attend a wedding.  <FRAGMENT_SUPPRESSED>", "• 15 May 2003 to 9 August 2003: Bangladesh for a holiday.  <FRAGMENT_SUPPRESSED>", "• 29 August 2003 to 15 September 2003: London, England for a holiday.  <FRAGMENT_SUPPRESSED>", "• 21 November 2003 to 2 June 2004: Bangladesh to get married.  <FRAGMENT_SUPPRESSED>", "• 25 July 2004 to 23 January 2005: Bangladesh and London, England to be with her husband who was studying in London at the time.  <FRAGMENT_SUPPRESSED>", "The Applicant was absent from Canada for a total of 493 days.  <FRAGMENT_SUPPRESSED>"], ["[4]", "CIC requested that the Applicant submit a Residence Questionnaire, which she did on February 28, 2006. On February 13, 2008, the Applicant attended a personal interview before the Judge. The Judge administered the citizenship test and asked the Applicant to explain her absences from Canada. The Applicant did so, according to the details listed above. The Judge immediately informed the Applicant orally that he did not intend to approve her application because of her absences from Canada. The Applicant states that the Judge also told her that his own application for citizenship was once rejected because he missed the residency requirement by just a few days.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On 18 March 2008, the Judge informed the Applicant in writing that her application for Canadian citizenship was denied because she had not met the residency requirement set out in paragraph 5(1)(c) of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Judge's letter dated 18 March 2008 constituted his decision and reasons, and set out the Applicant's right to appeal. The Judge summarized the evidence presented at the interview:  <FRAGMENT_SUPPRESSED>", "• You became a landed immigrant of Canada on January 28, 2002.  <FRAGMENT_SUPPRESSED>", "• You applied for Canadian citizenship on March 03, 2005.  <FRAGMENT_SUPPRESSED>", "• The relevant four year period to establish residency, in your case, is from March 03, 2005 and January 29, 2002, for a total of 1,129 days.  <FRAGMENT_SUPPRESSED>", "• You reported 522 days of absences during the relevant period. After further review, I recalculated your absences to 493 days. This resulted in a physical presence in Canada of 636 days (1,129 - 493).  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Judge found that the Applicant had not accumulated \"at least three years (1,095 days) of residence within the four years (1,460 days) immediately preceding the date of your application. 'At least three years' does not mean less time; it means not fewer than three years. <FRAGMENT_SUPPRESSED>"], ["[8]", "The Judge went on to note:  <FRAGMENT_SUPPRESSED>", "There is Federal Court jurisprudence which does not require physical presence of the applicant for citizenship for the entire 1,095 days, when there are special or exceptional circumstances. However, in my view, too long an absence from Canada, albeit temporary, during the minimum period set out in the Act, as in the present case, in [sic] contrary to the purpose of the residency requirements of the Act.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Judge finds \"no compelling reason to reduce or waive this strict requirement of residence under the", "Act", "\", and further notes that he does not see this as an appropriate case for the exercise of his discretion pursuant to subsections 5(3) and 5(4) of the", "Act", ". This latter finding is based on the Judge's view that the Applicant failed to \"file any material in support of my making a favourable recommendation for the use of discretion. <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicant states that there are three points in issue. However, these are all subsumed under the general question of whether the Judge's finding that the Applicant did not meet the residency requirement under paragraph 5(1)(c) of the", "Act", "is reasonable.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Applicant submits that a Citizenship Judge's determination of whether an applicant for citizenship has met the residency requirement is a question of mixed fact and law and thus reviewable on a standard of reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Respondent also submits that the standard applicable to the decision of the Judge is reasonableness and cites several cases in support of its submission.  <FRAGMENT_SUPPRESSED>"], ["[13]", "<FRAGMENT_SUPPRESSED>  the Supreme Court advised that if prior case law has identified an applicable standard of review, there is no need to repeat a standard of review analysis. It is \"already deemed to have been performed and need not be repeated.\" Although Citizenship Judges' findings were previously reviewed on a standard of correctness, this Court has more recently repeatedly found, both before and after", "Dunsmuir", ", that Citizenship Judges' findings on an individual's satisfaction of the residency requirement is reviewable on a standard of reasonableness. As long as the decision falls \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\", it will not be overturned.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Applicant surveys the three tests that this Court has articulated in determining whether residency requirements under the", "Act", "have been met: the physical presence test; the centralized mode of living test; and the factors/quality of connection to Canada test. The Applicant notes that this Court has held that a Citizenship Judge may apply any test as long as he or she applies it properly.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant submits that the Judge committed two reviewable errors. First, he did not take into account the period of time before the Applicant applied for Canadian citizenship but after she had become a permanent resident, as required by the", "Act", "(s. 5(1)(c)(i)). Had he done so, the number of days the Applicant was physically present in Canada would have been assessed at 803 days.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Second, the Applicant observes that Judge did not articulate which test he was applying, but argues that he seemed to be applying the more flexible tests from", "Papadogiorgakis"], ["[1978] 2 F.C. 208 and", "Re Koo", "(1992), 59 F.T.R. 27 (F.C.T.D.). That being the case, the Judge's reasons were deficient since they did not analyze the Applicant's situation based on the six factors Madam Justice Reed set out in", "Re Koo", ". The Applicant concludes by listing the relevant facts that the Judge failed to take into account (e.g., the period of time the Appellant had lived in Canada and her continuing attachment to it, the reasons for her temporary absences, and the approval of the application for her to sponsor her husband). She argues that the failure to take these into account renders the decision \"deficient of required critical analysis\" according to", "<FRAGMENT_SUPPRESSED> . The Applicant submits that her connections to Canada are clearly more substantial than her connections to any other country.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In addition to citing several decisions of this Court, the Applicant quotes at length from the CIC's Citizenship Policy Manual CP2 \"Decision-Making\". The manual advises Citizenship Judges on the various matters that affect the decision-making process, including the facts to take into account, the thoroughness of reasons, and the process of assessing residency. The Applicant submits that the Judge failed to follow CIC policy objectives in rejecting the Applicant's application for Canadian citizenship.  <FRAGMENT_SUPPRESSED>"], ["[18]", "In addition to citing several decisions of this Court, the Applicant quotes at length from the CIC's Citizenship Policy Manual CP2 \"Decision-Making\". The manual advises Citizenship Judges on the various matters that affect the decision-making process, including the facts to take into account, the thoroughness of reasons, and the process of assessing residency. The Applicant submits that the Judge failed to follow CIC policy objectives in rejecting her application for Canadian citizenship.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Respondent also summarizes this Court's approach to interpreting paragraph 5(1)(c) of the", "Act", "and the three tests that have emerged from the jurisprudence. The Respondent cites the decision of Chief Justice Lutfy in", "<FRAGMENT_SUPPRESSED>  for the proposition that if the Citizenship Judge refers to and applies a specific approach, this Court will not intervene.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Respondent concedes that the Judge does not identify which test he is applying. However, the Respondent argues that there are \"strong indications\" that the Judge puts a high premium on the Applicant's physical presence in Canada. The Respondent also concedes that the Judge failed to credit the Applicant with the time from March 3, 2005 and January 28, 2002 (the date the Applicant became a permanent resident), but that the difference (of approximately 200 days) was immaterial and would not have influenced the Judge's determination.  <FRAGMENT_SUPPRESSED>"], ["[21]", "In the alternative, the Respondent argues that, even if the", "Re Koo", "approach had been adopted, the Judge's decision is reasonable since time spent in Canada is one of the six factors. The Respondent cites", "<FRAGMENT_SUPPRESSED>  in support of this proposition.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The three tests that the parties identify have all received judicial support. Many decisions have followed the approach set out in", "So", ", 2001 FCT 733 and", "Lam", ", [1999] F.C.J. No. 410 (that is, as long as a Citizenship Judge identifies a test and applies it properly, the decision will not be disturbed). However, this approach has also been questioned by this Court, most strongly by Mr. Justice Nadon (as he then was) and Madam Justice Dawson, who note that the outcome of an application for citizenship becomes dependent on the arbitrary factor of which Citizenship Judge is assigned. Both Judges Nadon and Dawson also regret the lack of further appeal, which would allow the Federal Court of Appeal the opportunity to clarify the law in this area.  <FRAGMENT_SUPPRESSED>"], ["[23]", "It is true that the Applicant could simply have waited to apply for citizenship until she had accumulated more days' physical presence in Canada. However, in the circumstances of this appeal, I make three observations, all of which suggest to me that this appeal should be allowed. First, the Judge failed to assess any days' residency for the period before the Applicant became a permanent resident but within the four-year assessment period. While the Respondent submits that this would not have made a difference to the determination, it is nevertheless contrary to the provisions of subparagraph 5(1)(c)(i) of the", "Act", "and is thus an error of law that must be corrected.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Second, the Judge's reasons were not entirely clear on which test he was applying; the Judge referred variously to \"physical presence\", \"at least three years\", \"residence\", and divergent jurisprudence of this Court. This mixture of references injects sufficient ambiguity into the reasons that it is difficult to assess the application of any test. Although the Respondent submits that even on the more flexible tests the decision was reasonable, this is unclear in the absence of a factorial analysis. Further, this Court has recently allowed appeals in cases where Citizenship Judges have failed to identify a test or cited contradictory authorities.  <FRAGMENT_SUPPRESSED>"], ["[25]", "On the subject of the Judge's reasons, I also note an additional issue (one that the Applicant did not point out). The Judge states that the Applicant did not \"file any material in support of my making a favourable recommendation for the use of discretion.\" This discretion is outlined in subsections 5(3) and 5(4) of the", "Act", ", which the Judge had previously cited. Subsection 5(3) is not applicable to the Applicant, thus the reference to it is clearly irrelevant. Subsection 5(4) refers to cases of \"special and unusual hardship\" and rewards for \"services of an exceptional value to Canada\". While I do not believe the documentation submitted by the Applicant necessarily evidences \"services of an exceptional value to Canada\", I query the Judge's peremptory dismissal of the documents.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Third, and in the face of the ambiguity, I believe it is clear that the Applicant has established and maintained a centralized mode of living in Canada: she has lived in Canada for nearly half her life; during her trips abroad she was a visitor who stayed with friends and family, not a resident who kept her own accommodations; and she works and makes her home in Canada, and hopes to have her husband join her here. Her connection to Canada is stronger than her connection to any other country. Further, many decisions of this Court have allowed appeals for individuals with far fewer days' physical presence in Canada based on the reason for the frequent or extended absence(s).  <FRAGMENT_SUPPRESSED>"], ["[27]", "In", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) Mr. Justice Rothstein commented on the importance of marriage to residency findings. He noted, \"Normally, when a person enters a marriage relationship, the marriage will determine the person's 'ordinary mode of living'. The location where the married couple resides will usually be the place where they maintain this ordinary mode of living.\" This can be distinguished from this case, however, in that the Applicant and her husband have yet to establish a joint residence; the Applicant was visiting her husband in Bangladesh, and both were visitors to London, England. Moreover, it is apparent that the Applicant has applied (and apparently been approved) to sponsor her husband, thus they plan to make Canada their home together.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Respondent has noted that even based on a more flexible test, the Applicant's physical presence in Canada is lacking. However, in", "<FRAGMENT_SUPPRESSED>  the Court cautioned against assessing one factor (i.e., physical presence) as most important to the analysis.  <FRAGMENT_SUPPRESSED>"], ["[29]", "I would allow this appeal for the reasons outlined above. In the past I have previously recommended that applicants who have appealed decisions of Citizenship Judges and who, at the time of the appeal, satisfy the residency requirements of the", "Act", "be granted citizenship. Since I now believe the Applicant would satisfy the residency requirements of the", "Act", "even on a physical presence standard, I recommend that the Applicant be granted her Canadian citizenship. I believe, as did the Citizenship Judge, that she would make an excellent Canadian citizen.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[30]", "THIS COURT ORDERS AND ADJUDGES that", "the appeal is allowed and the matter returned for a new hearing by a different Citizenship judge.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}