{"id_": "051401", "body_str": [["[1]", "von Finckenstein, J.", ": The applicant is a 30 year old Shia male from Pakistan. From 1999-2000, he claims to have suffered harassment from members of the Sipah-i-Sahaba (SSP) due to his religion. In March 2000, he opened a school for Shia children. After this, the applicant claims that he was assaulted, his life was threatened and that his school was damaged by the predominantly Sunni SSP. He believed that the police were unwilling to assist him. As a result, he decided to flee to Canada."], ["[2]", "In a decision dated January 9th, 2003, the Board found the applicant's claim not to be credible. It was found implausible that the applicant would have started a school for children when he had a limited educational background and because he lacked any governmental or other documentation which would have verified the school's existence. In addition, the Board concluded that the applicant had failed to provide sufficient evidence that the police had been and would be unable to protect him."], ["[3]", "In its Reasons, the Board made the following observations regarding the school purportedly operated by the applicant:", "Alleged School", "The claimant alleged that he donated a building, which he had renovated to be used as a school and was named \"Jaffria Cambridge School\". However, he could not produce a deed of the land or anything showing that the property existed and that it was donated for a school.", "Post hearing, the claimant presented a document of a deed showing that the property was sold to him in 1999.", "The panel finds that the document presented, if genuine, only shows that the property was in the claimant's name. It does not show that, in fact, it was transferred to a school. On a balance of probabilities, the panel finds that the document is not genuine. The documentary evidence [see footnote 1] indicates that documents can be purchased for a price."], ["[4]", "In respect of the school's certificate, the Board stated:", "The Claimant then presented the certificate post-hearing. It is marked duplicate, obtained on July 27, 2002. On the day of the hearing, the claimant indicated that he would request the certificate, and that it would take two to three months, but the certificate is dated 10 days after the hearing date. I find it implausible that the claimant who, himself, testified that it would take two months, produced it in 10 days. I find that the document has been produced for the purpose of this hearing and is not genuine. Documentary evidence [see footnote 2] before the panel states that such documents can be purchased for a price."], ["[5]", "The documentary evidence referred to by the Board, footnoted as R-1, was not part of the Tribunal's Record. On page 59 of the Tribunal Record there is merely a reference to background materials on fraudulent documentation which are itemized as 3.1, 3.2 and 3.3. At the hearing, I gave both parties a month and a half to produce items 3.1 to 3.3 together with submissions as to whether or not these items supported the Board's findings."], ["[6]", "The Applicant submitted only submissions which stated that nothing in items 3.1 to 3.3 related to the forging of deeds or certificates and that, rather, they mainly dealt with passports and national identity cards. Respondents filed the requested documents late and in their letter to the court of February 6, noted:", "Although not specifically mentioned, the general principle taken from the documentary evidence is that fraudulent documentation is available in Pakistan. This is confirmed at page 11-12 where the Federal Office has information that there are well-organized gangs of traffickers in Pakistan who provide asylum seekers with forged and falsified documents. These traffickers could provide the Applicant with false documentation including a deed and a school certificate. Consequently, it was not unreasonable for the Board in this case, to find that false documentation could be available to the Applicant."], ["[7]", "The documents may well be forgeries, however evidence of widespread forgery in a country is not, by itself, sufficient to reject foreign documents as forgeries. As the Respondent noted evidence of widespread forgery merely demonstrates that false documentation could be available to the Applicant."], ["[8]", "<FRAGMENT_SUPPRESSED>  Heneghan J. observed at paragraphs 4-5:", "The applicant argues, among other things, that the Board erred in law by rejecting an official document in the absence of evidence to support its conclusions as to its invalidity. The applicant here relies on the decision in  <FRAGMENT_SUPPRESSED> , (January 8, 1998), Doc. IMM-1298-97 (Fed.T.D.) where the Court said at paragraph 6, as follows:", "In this instance, the Board challenged the validity of the birth certificate without adducing any evidence in support of its contention and, clearly, the matter of foreign documents is not an area where the Board can claim particular knowledge. That, in my view, constitutes a reviewable error on the part of the Board.", "In the present case, the Board purported to rely on evidence that the forging of official documents was widespread in Albania. Although there is a footnote referring to such evidence in the reasons, the Tribunal record does not contain any evidence in support of this conclusion by the Board. Furthermore, the record discloses no evidence that the Board has particular knowledge or expertise in the validity of documents emanating from Albania"], ["[9]", "This reasoning applies equally to the present case. By not supporting its findings of forgery, the Board committed a reviewable error in this case."], ["[10]", "Accordingly, the Board's is set aside and the matter is referred back to the Board for reconsideration by another panel.", "ORDER"], ["[11]", "THIS COURT ORDERS that:", "1. The decision of the Board dated January 9th, 2003 is set aside.", "2. The matter is referred back to the Board for reconsideration by differently constituted panel.", "Footnotes", "1. Exhibit R-1", "2. Exhibit R-1", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}