{"id_": "051695", "body_str": [["[1]", "Strickland, J.", ": The Applicants are citizens of Hungary. The Principal Applicant, Istvan Dudu, is of Roma ethnicity. The other Applicants are his wife, Edit Torzsok, and their daughter Emilia Maria Dudu. They claim that they suffered persecution based on the Principal Applicant's race, their mixed Roma and ethnic Hungarian marriage, and, mixed racial heritage."], ["[2]", "The RPD dismissed the Applicants' claims under both sections 96 and 97 of the IRPA based on credibility. The Applicants do not challenge the credibility finding, but submit that the RPD applied the wrong legal test for refugee protection (", "<FRAGMENT_SUPPRESSED>  (CA) (QL) [ <FRAGMENT_SUPPRESSED> ]). The Applicants submit that the RPD did not refer to any of the country conditions documentary evidence of pervasive and serious systemic discrimination against Roma in Hungary, who are similarly situated persons. Instead, it wrongly focused on whether the Applicants had established that they had been persecuted in the past, rather than conducting a prospective analysis (", "<FRAGMENT_SUPPRESSED>  [", "Fi", "];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). When making submissions before me, the Applicants focused on the minor Applicant, asserting that there was no analysis of her claim."], ["[3]", "The Respondent submits that the RPD's finding of a lack of credibility is determinative of the Applicants' claims. They did not satisfy the test under section 96 of the IRPA because they failed to establish the requisite fear of persecution or to rebut the presumption of state protection. The RPD specifically referred to both the country conditions documentation and the evidence of the minor Applicant. The fact that some documentary evidence might show that the situation in a given country could be problematic does not necessarily mean that there is a risk to a given individual."], ["[4]", "In its decision, the RPD explicitly acknowledged that the country conditions documents established that discrimination against Roma does exist in Hungary and that in some cases this could rise to the level of persecution. However, it found that the Applicants had failed to establish that the discrimination that they may have faced rose to that level because they had failed to provide clear, cogent descriptions of the primary events upon which their claim was based. Due to these credibility concerns, the Applicants had not established that they were prevented from maintaining employment or a residence due to their ethnic origin and mixed racial marriage to an extent that would constitute persecution. They also failed to establish that either the Principal Applicant or his wife were ever assaulted because of their mixed marriage and failed to provide credible evidence detailing their efforts to seek state protection in Hungary."], ["[5]", "The RPD must apply the correct tests applicable to section 96. Its selection and understanding of the test is a question of law reviewable on the correctness standard (", "<FRAGMENT_SUPPRESSED> ). However, the application of the facts to that test is an issue of mixed fact and law attracting the reasonableness standard of review (", "Dunsmuir", ", above, at para 53;", "<FRAGMENT_SUPPRESSED> , at para 21;", "<FRAGMENT_SUPPRESSED> )."], ["[6]", "In its decision, the RPD did not misstate or choose the wrong section 96 test. In order to be found to be Convention refugees the Applicants had to establish that, by reason of a well-founded fear of persecution because of race or membership in a particular social group, they were unable, or by reason of that fear, unwilling to avail themselves of protection in Hungary. The RPD stated that the claimants had not established that they faced a well-founded fear of persecution."], ["[7]", "To establish fear of persecution, an applicant must establish that he or she subjectively fears persecution and that this fear is well-founded in an objective sense (", "<FRAGMENT_SUPPRESSED> ;", "Fi", ", above, at para 13;", "<FRAGMENT_SUPPRESSED> ). Where an applicant is found to be credible, the subjective branch of the test is met (", "Ward", ", above, at para 723). However, that is not the circumstance in this matter as the Applicants were found to be not credible."], ["[8]", "In that regard, there is also jurisprudence that holds that where the RPD determines that an applicant is lacking in credibility, their claim may fail based on the lack of a subjective fear of persecution (", "<FRAGMENT_SUPPRESSED> ). Here, the RPD clearly found the Applicants not to be credible and that this was the determinative issue. On this basis alone, it was open to the RPD to find that they were not Convention refugees pursuant to section 96."], ["[9]", "Even if that were not so, the Applicants bore the burden of rebutting the presumption of state protection based on clear and convincing evidence, and that state protection was inadequate (", "Ward", ", above, at 724-5;", "<FRAGMENT_SUPPRESSED> , 2007 FC 320 at paras 18-19 [", "Flores Carrillo", "]). While it is true that the RPD's reasons, beyond those pertaining to its credibility finding, were brief, it did acknowledge that the country conditions documentation confirmed that discrimination against Roma in Hungary exists and, in some cases, can rise to the level of persecution. However, the RPD found that the Applicants had not established discrimination to that extent and had failed to provide credible evidence detailing their efforts to seek state protection. The RPD's brief reference to the country conditions documentation is understandable given its credibility findings. The fact that it did not mention each and every one of the documents does not indicate that they were not taken into account. There is also a presumption that it has weighed and considered all of the evidence presented to it unless the contrary is shown (", "Flores Carillo", ", above, at para 2)."], ["[10]", "The above presumption can be rebutted by pointing out serious contradictory evidence not mentioned by the RPD (", "<FRAGMENT_SUPPRESSED>  (TD) at paras 15-17 (QL), 157 FTR 35;", "<FRAGMENT_SUPPRESSED> ). Here, however, all of the documentary evidence cited by the Applicants is essentially consistent with the Board's conclusion in that it shows that serious discrimination may rise to the level of persecution in Hungary. However, it does not establish that the discrimination faced by Roma in Hungary rises to the level of persecution for all and every Roma."], ["[11]", "Applicants for refugee protection do not need to prove that they will probably be persecuted, only that they face a serious risk of persecution (", "<FRAGMENT_SUPPRESSED>  at para 120;", "<FRAGMENT_SUPPRESSED>  at 682-683). Given the RPD's credibility finding, it can be reasonably inferred that the RPD was not satisfied that the Applicants were among those Roma who face a serious possibility of persecution and that its credibility finding was dispositive on that issue (", "<FRAGMENT_SUPPRESSED>  at para 8 (CA)."], ["[12]", "I acknowledge that there is authority for the proposition that persecution can be established by examining the treatment of similarly-situated individuals and that a claimant need not necessarily demonstrate persecution has occurred or would occur to him or her. Further, if persons like them are at a risk of persecution for which the state is accountable, then he or she need not necessarily show that the fear of persecution is personalized ( <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above, at para 69;", "Fi", ", above, paras 14-16; <FRAGMENT_SUPPRESSED> , above, at para 25). However, this situation is distinguished because of the RPD's credibility finding and because it did not misstate the test."], ["[13]", "Finally, although the RPD only briefly mentioned the minor Applicant's testimony it must be recalled that she would have been five-years-old when she left Hungary, had not begun school there and did not remember attending daycare. The transcript of her testimony before the Board indicates that she recalled no specific events of discrimination. Her testimony was, in essence, that she liked Canada, the people were nicer than in Hungary, she had more friends here than in Hungary, that in Hungary people always had to play what they wanted to play and, for unspecified reasons, did not let her play."], ["[14]", "While the testimony of the seven-year-old minor Applicant was, properly, not questioned as to credibility by the RPD, I am not convinced it overcomes her parents' lack of credibility such that it would save all of their claims. Nor does it establish a serious risk of persecution. Given the substance of the testimony, it is unsurprising that the RPD afforded it little weight."], ["[15]", "In conclusion, the Decision does not support the Applicants' position that the RPD applied the wrong test nor that it erred in concluding that the Applicants have not established they face a well-founded fear of persecution in Hungary. The Decision fell within the range of possible, acceptable outcomes defensible in respect of the facts and law (", "Dunsmuir", ", above, at para 47)."], ["[16]", "This application for judicial review is therefore dismissed. Neither party proposed a question for certification under section 74 of the IRPA and none arises."], ["[17]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed;", "2. No question of general importance is certified; and", "3. There is no order as to costs.", ".........................", "Istvan Dudu, Edit  <FRAGMENT_SUPPRESSED>  la décision du 19 septembre 2013 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada [la SPR] a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention ni des personnes à protéger aux termes des articles 96 et 97, respectivement, de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR];", "ET APRÈS", "avoir lu les documents déposés et entendu les observations présentées par les avocats des parties;", "ET APRÈS", "avoir conclu que la demande devait être rejetée pour les motifs suivants:"], ["[1]", "La juge Strickland", "[Traduction]: Les demandeurs sont citoyens de la Hongrie. Le demandeur principal, Istvan Dudu, est d'origine ethnique rom. Les autres demandeurs sont sa femme, Edit Torzsok, et leur fille, Emilia Maria Dudu. Ils affirment avoir été persécutés en raison de la race du demandeur principal, de leur mariage mixte rom et hongrois, et de leur patrimoine racial mixte."], ["[2]", "LA SPR a rejeté les demandes présentées par les demandeurs au titre des articles 96 et 97 pour des raisons de crédibilité. Les demandeurs ne contestent pas la conclusion sur la crédibilité, mais affirment que la SPR a appliqué le mauvais critère juridique à leur demande d'asile (", "<FRAGMENT_SUPPRESSED>  (CA) (QL) [ <FRAGMENT_SUPPRESSED> ]). Les demandeurs soutiennent que la SPR n'a fait référence à aucun des éléments de preuve documentaire sur les conditions au pays montrant la discrimination généralisée et systémique grave exercée contre les Roms en Hongrie, des gens qui sont dans la même situation qu'eux. La SPR a eu tort d'examiner surtout si les demandeurs avaient établi qu'ils avaient été persécutés dans le passé, plutôt que de faire une analyse prospective (", "<FRAGMENT_SUPPRESSED>  [", "Fi", "];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). Quand ils ont présenté leurs observations à la Cour, les demandeurs ont mis l'accent sur la demanderesse mineure, affirmant que sa demande d'asile n'avait pas été analysée."], ["[3]", "Le défendeur soutient que la conclusion de manque de crédibilité tirée par la SPR était déterminante pour l'issue des demandes d'asile. Les demandeurs n'avaient pas satisfait au critère applicable à l'article 96 de la LIPR parce qu'ils n'avaient pas établi qu'ils craignaient avec raison d'être persécutés ni n'avaient réfuté la présomption de protection de l'État. La SPR a expressément mentionné les documents sur les conditions au pays et les éléments de preuve concernant la demanderesse mineure. Le fait que certains éléments de preuve documentaire montrent que la situation dans un pays peut poser problème ne signifie pas nécessairement qu'une personne en particulier est exposée à un risque."], ["[4]", "Dans sa décision, la SPR a explicitement reconnu que les documents sur les conditions au pays établissaient l'existence de discrimination contre les Roms en Hongrie, laquelle pouvait, dans certains cas, équivaloir à de la persécution. Toutefois, a conclu la SPR, les demandeurs n'avaient pas établi que la discrimination à laquelle ils pouvaient avoir été exposés atteignait ce niveau, parce qu'ils n'avaient pas fourni de description claire et convaincante des événements essentiels sur lesquels reposait leur demande d'asile. En raison de ces problèmes de crédibilité, les demandeurs n'avaient pas établi que leur origine ethnique et leur mariage mixte les avaient empêchés de garder un emploi ou un logement à un point qui constituait de la persécution. Ils n'avaient pas non plus établi que le demandeur principal ou sa femme avaient déjà été attaqués à cause de leur mariage mixte et n'avaient pas produit d'éléments de preuve crédibles montrant qu'ils avaient tenté d'obtenir la protection de l'État en Hongrie."], ["[5]", "La SPR doit appliquer les bons critères au titre de l'article 96. Le choix du critère fait par la SPR et la compréhension qu'elle a de ce critère constituent une question de droit susceptible de contrôle selon la norme de la décision correcte (", "<FRAGMENT_SUPPRESSED> à 22). Toutefois, l'application du critère aux faits de l'espèce est une question mixte de fait et de droit, susceptible de contrôle selon la norme de la décision raisonnable (", "Dunsmuir", ", précité, au paragraphe 53;", "Ruszo,", "précitée, au paragraphe 21;", "<FRAGMENT_SUPPRESSED> )."], ["[6]", "Dans sa décision, la SPR n'a pas mal énoncé le critère de l'article 96 ni n'a fait le mauvais choix de critère. Pour avoir qualité de réfugié au sens de la Convention, les demandeurs devaient établir que, craignant avec raison d'être persécutés du fait de leur race ou de leur appartenance à un groupe social, ils ne pouvaient ou, du fait de cette crainte, ne voulaient se réclamer de la protection de l'État en Hongrie. Selon la SPR, les demandeurs d'asile n'avaient pas établi qu'ils craignaient avec raison d'être persécutés."], ["[7]", "Pour établir la crainte de persécution, le demandeur doit éprouver une crainte subjective de persécution et cette crainte doit avoir un fondement objectif (", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689, à la page 723 [", "Ward", "];", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> ;", "Fi", ", précitée, au paragraphe 13;", "<FRAGMENT_SUPPRESSED> ). Lorsqu'un demandeur est crédible, le volet subjectif du critère est rempli (", "Ward", ", précité, au paragraphe 723). Toutefois, ce n'est pas le cas en l'espèce, les demandeurs ayant été jugés non crédibles."], ["[8]", "Selon la jurisprudence à cet égard, lorsque la SPR détermine qu'un demandeur manque de crédibilité, sa demande d'asile peut être rejetée en raison de l'absence de crainte subjective de persécution (", "<FRAGMENT_SUPPRESSED> et 25;", "<FRAGMENT_SUPPRESSED> ). Dans le présent cas, la SPR a clairement conclu que les demandeurs n'étaient pas crédibles et qu'il s'agissait là de la question déterminante. Sur ce seul fondement, il était loisible à la SPR de conclure que les demandeurs n'étaient pas des réfugiés au sens de la Convention aux termes de l'article 96."], ["[9]", "Même si la SPR avait conclu autrement, les demandeurs avaient le fardeau de réfuter la présomption de protection de l'État à l'aide d'éléments de preuve clairs et convaincants, et d'établir que la protection de l'État était inadéquate (", "Ward", ", précité, aux pages 724 et 725;", "<FRAGMENT_SUPPRESSED> , 2007 CF 320, aux paragraphes 18 et 19 [", "Flores Carrillo", "]). S'il est vrai que les motifs de la SPR, à part ceux qui concernaient la conclusion sur la crédibilité, étaient brefs, la SPR a bien reconnu que les documents sur les conditions au pays confirmaient l'existence de discrimination contre les Roms en Hongrie, laquelle pouvait constituer, dans certains cas, de la persécution. La SPR a néanmoins conclu que les demandeurs n'avaient pas établi que la discrimination à leur égard atteignait ce niveau, et qu'ils n'avaient pas produit d'éléments de preuve crédibles pour montrer qu'ils avaient cherché à obtenir la protection de l'État. La brève mention des documents sur les conditions au pays faite par la SPR est compréhensible, vu les conclusions sur la crédibilité qu'elle avait tirées. Le fait que la SPR n'a pas mentionné chacun de ces documents ne signifie pas qu'ils n'ont pas été pris en considération. La SPR est présumée avoir apprécié et pris en considération tous les éléments de preuve, à moins que le contraire ne soit établi (", "Flores Carillo", ", précitée, au paragraphe 2)."], ["[10]", "Cette présomption peut être réfutée lorsque la SPR omet de mentionner des éléments de preuve sérieux qui vont à l'encontre de ses conclusions (", "<FRAGMENT_SUPPRESSED>  (1re inst.), aux paragraphes 15 à 17 (QL), 157 FTR 35;", "<FRAGMENT_SUPPRESSED> à 39). Toutefois, en l'espèce, tous les éléments de preuve documentaire mentionnés par les demandeurs cadrent essentiellement avec la conclusion de la Commission, en ce sens qu'ils montrent l'existence d'une grave discrimination pouvant constituer de la persécution en Hongrie. Ils n'établissent pas que la discrimination exercée contre les Roms en Hongrie constitue bel et bien de la persécution dans le cas de chaque Rom."], ["[11]", "Les demandeurs d'asile ne doivent pas établir qu'ils seront probablement persécutés, mais seulement qu'ils sont exposés à une possibilité sérieuse de persécution (", "<FRAGMENT_SUPPRESSED> , au paragraphe 120;", "<FRAGMENT_SUPPRESSED> , aux pages 682 et 683). Étant donné la conclusion sur la crédibilité tirée par la SPR, il peut être inféré raisonnablement que la SPR n'était pas convaincue que les demandeurs faisaient partie des Roms exposés à une possibilité sérieuse de persécution, et que la conclusion sur la crédibilité permettait de trancher cette question (", "<FRAGMENT_SUPPRESSED> , au paragraphe 8 (CA)."], ["[12]", "Il existe, je le reconnais, des précédents qui appuient la proposition selon laquelle la persécution peut être établie par l'examen du traitement réservé aux personnes se trouvant dans une situation semblable à celle du demandeur, et que le demandeur ne doit pas nécessairement prouver qu'il a été persécuté dans le passé ou qu'il serait persécuté à l'avenir. De plus, si des personnes comme le demandeur risquent de subir de la persécution dont l'État est responsable, le demandeur n'est alors pas tenu d'établir que sa crainte de persécution est personnalisée ( <FRAGMENT_SUPPRESSED> , précité; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 69;", "Fi", ", précitée, aux paragraphes 14 à 16; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 25). Toutefois, la situation est différente en l'espèce en raison de la conclusion sur la crédibilité tirée par la SPR, et parce que la SPR n'a pas mal énoncé le critère."], ["[13]", "Enfin, bien que la SPR ait mentionné seulement de manière brève le témoignage de la demanderesse mineure, il ne faut pas oublier que celle-ci avait cinq ans lorsque la famille a quitté la Hongrie, qu'elle n'avait pas commencé l'école là-bas et qu'elle ne se souvenait pas d'avoir été à la garderie. Selon la transcription de son témoignage devant la Commission, elle ne se souvenait d'aucun incident précis de discrimination. Elle a essentiellement témoigné qu'elle aimait le Canada, que les gens étaient plus gentils ici qu'en Hongrie, qu'elle avait plus d'amis ici qu'en Hongrie, qu'il fallait toujours jouer à ce que les gens voulaient jouer en Hongrie, mais que, pour des raisons non précisées, ils ne la laissaient pas jouer."], ["[14]", "Bien que la SPR n'ait pas, à juste titre, remis en question la crédibilité du témoignage de la demanderesse mineure de sept ans, je conclus que ce témoignage ne l'emporte pas sur le manque de crédibilité des parents au point de valider leurs revendications. Il n'établit pas non plus le risque de persécution. Étant donné le fond de ce témoignage, il n'est pas surprenant que la SPR lui ait accordé peu de poids."], ["[15]", "En conclusion, la décision ne corrobore pas la thèse des demandeurs selon laquelle la SPR a appliqué le mauvais critère ni qu'elle a commis une erreur en concluant que les demandeurs n'avaient pas établi qu'ils craignaient avec raison d'être persécutés en Hongrie. La décision appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit (", "Dunsmuir", ", précité, au paragraphe 47)."], ["[16]", "La demande de contrôle judiciaire est donc rejetée. Aucune partie n'a proposé de question à certifier aux termes de l'article 74 de la LIPR, et la présente affaire n'en soulève aucune."], ["[17]", "LA COUR STATUE que", "1. La présente demande de contrôle judiciaire est rejetée;", "2. Aucune question de portée générale n'est certifiée;", "3. Aucuns dépens ne sont adjugés.", "[End of document]"]]}