{"id_": "051624", "body_str": [["[1]", "Strickland, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada. The RPD determined that the Applicants are not Convention refugees and are not persons in need of protection pursuant to section 96 and 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the IRPA). This application is brought pursuant to subsection 72(1) of the IRPA.", "Background"], ["[2]", "The Applicants are citizens of Hungary of Roma ethnicity. They are Csaba Beri, his wife Piroska Korbely and their children Virginia Beri, Kevin Beri and Csaba Martin Beri. They claim to fear persecution  <FRAGMENT_SUPPRESSED>  from racist Hungarians, including skinheads, the Hungarian Guard and the Jobbik Party."], ["[3]", "The Applicants described discrimination and persecution to which they and their extended family were exposed throughout their lives  <FRAGMENT_SUPPRESSED> . They fled and arrived at the Lester B. Pearson Airport in Toronto on November 7, 2010, claiming refugee protection the same day."], ["[4]", "The RPD found that the Applicants are not Convention refugees pursuant to section 96, and are not persons in need of protection pursuant to section 97 of the IRPA (the Decision). That Decision is the subject of this judicial review.", "Decision Under Review"], ["[5]", "The RPD acknowledged the documentary evidence confirming that violent attacks against Roma continue and that Roma are discriminated against in almost all fields of life  <FRAGMENT_SUPPRESSED> . Accordingly, and taking into account the particular circumstances relating to the Applicants' claim, the RPD found that state protection was the determinative issue before it."], ["[6]", "The RPD stated that the Applicants have the legal burden of rebutting the presumption that adequate state protection exists by adducing clear and convincing evidence which satisfies the RPD, on a balance of probabilities, that the state cannot protect its citizens."], ["[7]", "The RPD considered that Csaba Beri was assaulted on several occasions. Csaba Beri stated that he did not report a 2001 assault to the police because he did not know the names of his attackers and thought the police would not do anything about the incident. In May of 2008, Csaba Beri was again assaulted while looking for a job. He asked a security guard to help him but was told to go home. He did not report this to the police because he was afraid of them and did not believe they would assist him either. The RPD also noted that in July 2009, Csaba Beri was violently forced out of a café because he was a \"gypsy\". He did not report this incident to police as he feared the police and did not believe they would be of assistance, but thought that they would instead humiliate him."], ["[8]", "The RPD also considered that the child, Csaba Martin Beri, was attacked by skinheads in the summer of 2009. While the police were nearby, they did not prevent the incident. The Applicants did not report the incident to the police for the same reasons as set out above."], ["[9]", "The RPD noted that in March of 2010, Csaba Beri and his wife, Piroska Korbely, were assaulted and that medical care was required for Ms. Korbely. Csaba Beri attended at the police station and, although the police were not courteous, they allowed him to file a report. Upon return some time later to follow up on the incident, the police informed him that they would be closing the case as they were unable to identify the assailants."], ["[10]", "The RPD considered that Csaba Beri had approached the Roma Minority Government (RMG) in search of assistance for the discrimination targeted against his child at school. The RMG ineffectively attempted to address the problem and advised that it had contacted the police in other cases with no results. The RMG was only able to hear the complaints filed and confirm racism."], ["[11]", "The RPD noted that the Applicants did not attempt to elevate their complaints to a higher authority in spite of being dissatisfied by police actions. The RPD noted that the Applicants had not heard of the Roma Police Association or the Independent Police Complaints Board. It also considered that the Applicants were aware of, but had not approached, the Ombudsman for Minority Rights, as they did not know what its role was."], ["[12]", "The RPD was not satisfied that the Applicants had rebutted the presumption of state protection. There was insufficient information to suggest that the police were not making genuine and earnest efforts to investigate Csaba Beri's allegations and apprehend the perpetrator. The RPD also did not find Csaba Beri's response regarding the effectiveness of state protection to be persuasive. It preferred the documentary evidence to the Applicants' testimony."], ["[13]", "Relying on the documentary evidence, the RPD also found that Hungary candidly acknowledges its past problems and is making serious efforts through several measures to rectify the treatment of minorities, especially in the case of the Roma. The RPD also found that despite reports of police corruption, several sources demonstrated that Hungary responds to complaints that are made. Furthermore, if the Applicants faced discrimination, they could access the Equal Treatment Authority, seek compensation through the courts or file complaints with the Roma Police Officers' Association."], ["[14]", "The RPD noted that Hungary faces criticism of the measures it has used to implement the laws it has enacted to address discrimination and persecution and combat racism, particularly against the Romani people. However, it was important to note that Hungary is a part of the European Union (EU), and therefore it is responsible for upholding various standards to maintain its EU membership. Therefore, the RPD found that, on the balance of probabilities, Hungary is taking measures to implement the standards that are so mandated."], ["[15]", "The RPD concluded that, on the totality of the evidence, the Applicants failed to rebut the presumption of state protection and that the Applicants had not taken all reasonable steps to avail themselves of that protection before making a refugee claim. The RPD was not convinced that protection would not be forthcoming if sought. There was insufficient persuasive evidence that there is a serious possibility that the Applicants would face persecution pursuant to section 96 or, on balance of probabilities, face a risk to their lives or to cruel and unusual punishment of a danger of torture pursuant to section 97 if they were returned to Hungary.", "Issues"], ["[16]", "The Applicants submit that the RPD erred in law or fact in determining that they are not Convention refugees or persons in need of protection by:", "a. failing to reasonably assess the evidence as a whole and not having regard for the totality of the evidence;", "b. misinterpreting the issue of persecution and failing to assess the cumulative nature of the acts of discrimination and violence suffered by the Applicants in the aggregate; and", "c. erring in its assessment of state protection."], ["[17]", "It is clear from the RPD's Decision that the determinative issue was state protection. As there is no specific discussion regarding persecution or risk, it can be assumed that the RPD conceded this component of the analysis. Accordingly, in my view, the issue here is whether the RPD's determination that state protection was available  <FRAGMENT_SUPPRESSED>  was reasonable having regard to all the evidence before it.", "Standard of Review"], ["[18]", "The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  at para 57 held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard. ( <FRAGMENT_SUPPRESSED> ;  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  at para 18)."], ["[19]", "This Court has confirmed that determinations of state protection are reviewable on a reasonableness standard (", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 771 at paras 11-13). Accordingly, reasonableness is the applicable standard of review in the present case.", "Analysis", "Applicants' Position"], ["[20]", "The Applicants submit that because the RPD did not make a negative credibility finding, their allegations should be accepted as fact. While the RPD acknowledged that Roma suffer discrimination in almost all facets of life, it failed to assess the issue of persecution separately. This leads to the presumption that it accepted that the Applicants were persecuted  <FRAGMENT_SUPPRESSED> ."], ["[21]", "The Applicants also argue that the RPD was required to consider the cumulative nature of the incidents of harm and discriminatory incidents suffered by the Applicants to determine if it constitutes a well founded fear of persecution. If it did not, the RPD was required to explain why it did not amount to persecution."], ["[22]", "Regarding state protection, the Applicants submit that the Board had evidence that the Applicants did seek police protection and made some twenty or more reports to the Roma Minority Government."], ["[23]", "The Applicants also argue that the RPD erred in its analysis by discounting uncontradicted evidence that supported their testimony and preferring the documentary evidence. The Applicants presented evidence of a specific and general lack of adequate state protection  <FRAGMENT_SUPPRESSED>  which the RPD disregarded. The Applicants submit that the RPD also failed to assess the \"operational adequacy\" of Hungary's efforts to address discrimination and persecution of Hungarian Roma. Therefore, the RPD stopped short of a full assessment of the claims. The Applicants provide a lengthy review of the case law that they consider to support this position.", "Respondent's Position"], ["[24]", "The Respondent submits that the RPD's Decision was reasonable for three reasons. First, the evidence of the discrimination faced by the Applicants did not rise to the level of persecution. Second, the Applicants did not make reasonable efforts to seek protection. Finally, the documentary evidence demonstrated that state efforts to protect the Roma were yielding results."], ["[25]", "The RPD assessed the totality of the evidence, and while doing so, it was entitled to prefer the documentary evidence over the Applicants' testimonies, even in the absence of an adverse credibility finding. The Respondent argues that the Applicants are simply asking this Court to reweigh the evidence."], ["[26]", "The Respondent submits that even if the RPD had found that the Applicants had suffered persecution, this does not establish future persecution. The Respondent acknowledges that evidence that in and of itself does not constitute persecution, but forms a pattern of persecution, cannot be ignored. However, it submits that the Applicants have failed to demonstrate that the RPD ignored such evidence of persecution because the RPD referred to the discriminatory practices against all family members at school and in regard to access to clubs, jobs and public venues. The RPD clearly noted that any discriminatory acts did not constitute a well founded fear of persecution because the Applicants have recourse to state protection."], ["[27]", "The Respondent submits that the RPD's state protection findings were reasonable. The onus of rebutting the presumption of state protection lies with the Applicants and they failed to satisfy this onus. Furthermore, requiring state protection to be effective is an unattainable standard and the proper test for state protection is whether it is adequate."], ["[28]", "The RPD reviewed the Applicant's evidence regarding state protection together with the documentary evidence including the contradictory evidence. The RPD's reasons demonstrate that it referred to the efforts being made by the state, but also considered the results of those efforts."], ["[29]", "Furthermore, in order to rebut the presumption of state protection, the Applicants must convince the RPD that they approached the state for protection where such protection might reasonably be forthcoming. In several instances, the Applicants did not make police reports and there was insufficient information to suggest that the police were not genuinely investigating the allegations and attempting to apprehend assailants."], ["[30]", "The Respondent submits that the Applicants' subjective reluctance to seek state protection is insufficient to rebut the presumption of state protection as are unsuccessful attempts at police protection. State protection can also be available from state-run or state-funded agencies.", "Analysis"], ["[31]", "The RPD found that the determinative issue in the Applicants' claim was the availability of state protection. There were no issues of credibility as is confirmed by the transcript of the hearing before the RPD. When Applicants' counsel raised the issue of credibility, the RPD responded that: \"I'm going to stop you there Counsel, because I think your client was very credible\"."], ["[32]", "The Respondent argues that requiring state protection to be effective is an unattainable standard and the proper test is whether state protection is adequate. In that regard it relies on", "<FRAGMENT_SUPPRESSED>  [", "Samuel", "] at paras 10 and 13;", "<FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ] at para 23;", "<FRAGMENT_SUPPRESSED>  (TD) [ <FRAGMENT_SUPPRESSED> ] at paras 9-11;", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]", ";  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]."], ["[33]", "Neither", "Razc", ", above nor <FRAGMENT_SUPPRESSED> , above, concerned the operational effectiveness of state protection  <FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> , above, Justice Near found that the appropriate test for state protection is adequacy and not effectiveness per se."], ["[34]", "It is perhaps helpful to clarify the principles of state protection which apply to the present case. These principles were previously set out in", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 399 [ <FRAGMENT_SUPPRESSED> ] and hold that a claimant \"must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate\" ( <FRAGMENT_SUPPRESSED> , above at para 30)."], ["[35]", "State protection need not be perfect, but it must be adequate, and \"only in situations in which state protection 'might reasonably have been forthcoming' will the claimant's failure to approach the state for protection defeat his claim\" (", "Ward", ", above, at para 49;", "<FRAGMENT_SUPPRESSED>  (FC))."], ["[36]", "Instead, the focus of the RPD must be on what is actually happening in a country, that is, evidence of actual or operational level protection, and not on efforts that a state is endeavouring to put in place. As stated in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], regarding the Hungarian Roma applicants in that case:"], ["[5] [...] It is not enough to say that steps are being taken that some day may result in adequate state protection. It is what state protection is actually provided at the present time that is relevant. In the present case, the evidence is overwhelming that Hungary is unable presently to provide adequate protection to its Roma citizens. I repeat what I wrote in", "<FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 1176 at paragraphs 8 to 11:", "8 Another error of law is with respect to what is the nature of state protection that is to be considered. Here the Member found that Mexico \"is making serious and genuine efforts\" to address the problem. That is not the test. What must be considered is the actual effectiveness of the protection. [...]"], ["[37]", "The finding in <FRAGMENT_SUPPRESSED> , above, has been echoed in many other cases including", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> ."], ["[38]", "It has also been recognized by this Court that the situation  <FRAGMENT_SUPPRESSED>  is a difficult one. As Justice Russell states in <FRAGMENT_SUPPRESSED> , above, in a country such as Hungary where there are obvious and clearly recognized human rights abuses, a state protection analysis is not easy:"], ["[105] The Hungarian situation is very difficult to gauge. Much will depend upon the facts and evidence adduced in each case, and on whether the RPD goes about the analysis in a reasonable way. Where it does, it is my view that it is not for this Court to interfere even if I might come to a different conclusion myself. It is my view that a reasonable analysis was conducted in this case that was alive to the governing principles and that applied them to the facts on the record in a responsive way. On this basis, I cannot interfere with the Decision."], ["[39]", "In <FRAGMENT_SUPPRESSED> , above, Justice Russell rejected the claim that the RPD only considered Hungary's efforts to protect without regard for the operational adequacy of state protection. However, that case may be distinguished from the present matter as, while not materially affecting the state protection analysis, there the applicants' credibility was questioned and the RPD thoroughly considered state protection based on the record it had before it."], ["[40]", "In <FRAGMENT_SUPPRESSED> , above, at para 16, cited by the Respondent, Justice Rennie found that the case before him was not one where the RPD \"made generalizations about the country without considering the specific evidence before it, nor did it refer only to efforts or good intentions without considering implementation and actual results.\" Based on the evidence before the RPD, it reasonably found that state protection was available to the applicants. However, Justice Rennie qualified this finding by stating:"], ["[18] In reaching this conclusion I do not detract from the observations of my colleague, Justice Michel Shore, in <FRAGMENT_SUPPRESSED> , at paragraph 66, wherein he noted:", "Thus, it cannot be sufficient to show the changes and improvements in the Hungarian state, including a number of options for recourse and the possibility to obtain state protection. It still remains to be proven that the changes have been effectively implemented in practice. Proof of the state's willingness to improve and its progress should not be, for the decision-maker, a decisive indication that the potential measures amount to effective protection in the country under consideration. As the case law above shows, willingness, as sincere as it may be, does not amount to action."], ["[41]", "In this case, the RPD acknowledged that violent attacks against the Roma continue and that the Roma are discriminated against in almost all fields of life citing the United States, 8 April 2011, Department of State. \"Hungary.\" Country Reports on Human Rights Practices for 2010 (the 2010 US Country Report). The RPD states that, \"Hungary candidly acknowledges its past problems and is", "making serious efforts", "to rectify the treatment of minorities in that country, especially in the case of the Roma\". The RPD further states that:", "The Board recognizes that there are some inconsistencies among several sources within the documentary evidence; however, the preponderance of the objective evidence regarding current country conditions suggest that, although not perfect, there is an adequate state protection  <FRAGMENT_SUPPRESSED>  for Roma who are the victims of crime, police abuse, discrimination or persecution, that Hungary is making", "serious efforts", "to address these problems, and that the police and government officials are both willing and able to protect victims."], ["[42]", "In canvassing the documentary evidence, the RPD states that the \"Hungarian government has taken a number of legal and institutional measures to improve the situation of the Romani minority\". While the RPD notes the criticisms facing the implementation of Hungarian laws enacted to address the discrimination and persecution of its minorities, particularly the Romani, it also states that the government is making efforts to \"specifically address issues faced by the Roma population ...\""], ["[43]", "Regarding specific measures which are in place  <FRAGMENT_SUPPRESSED> , the RPD noted the following:", "• In 2008, the extreme nationalist Hungarian Guard was ordered dissolved, which was upheld by the country's Supreme Court later that year;", "• Roma, like the other official minorities, are entitled to elect their own minority self governments which organize minority activities and handle cultural and educational affairs, and the president of the minority self government has the right to speak at local government assemblies;", "• While there are reports of police corruption, and the use of excessive force against Roma, the state takes action when complaints are made.", "• The Independent Police Complaints Board (IPCB) began operation in 2008. While this body is set up to independently review complaints of police actions which violate fundamental rights and make recommendations to the head of the National Police, there is criticism that the police follow up on only a small portion of the IPCB's recommendations;", "• In the first 10 months of 2009, over 4000 police officers were found responsible for breaches of discipline, petty offences, criminal offences, or were unfit duty. During the same period almost 390 officers were sentenced by the courts to prison terms, suspended sentences, fines, demotions or dismissals;", "• The IPCB investigated violations and omissions by the police that affected fundamental human rights, and found 157 violations which it forwarded to the police chief, who agreed with the finding of the IPCB in one case, partially accepted the findings in 27, and rejected the remainder (2010 US Country Report);", "• The Parliamentary Commissioner for National and Ethnic Minority Rights took complaints from any person that felt his or her minority rights were violated as a result of a government agency's actions. The evidence also indicated many other similar initiatives undertaken by the Hungarian government to address the problem of corruption within the police forces;", "• Police still do commit abuse against the Roma, but there is also evidence that indicates it is reasonable to expect authorities to take action in those cases (no reference to supporting documentary evidence);", "• There is recourse to the Equal Treatment Authority, which has provided individuals with a direct avenue of redress for violations of the prohibition of discrimination in a variety of public and private law relationships since 2005;", "• There are remedies such as seeking compensation through the courts, or turning to one of the Parliamentary Commissioners (Council of Europe 24 February 2009, European Commission Against Racism and Intolerance (ECRI). ECRI Report on Hungary (Fourth Monitoring Cycle); Response to Information Request HUN103232.E, 15 October 2009) or the Roma Police Officers' Association. Complaints filed with the latter generally deal with discrimination in employment, discriminatory treatment and discrimination by law enforcement authorities or police officers (Response to Information Request HUN103091.E 21 April 2009);", "• Hungary has one of the most advanced systems for minority protection in the region, and has taken a number of initiatives relating to the situation of the Roma, including education, employment, housing, health and political representation (Societe Institute; Response to Information Request HUN103232.F 6 October 2009 and HUN103267.F 16 October 2009);", "• The government had made a number of efforts to specifically address issues faced by the Roma population (2010 US Country Report April 8, 2011);", "• Hungary is part of the European Union, and thus responsible for upholding a number of various standards to maintain its membership;"], ["[44]", "In my view, the RPD's Decision as regards to state protection is more descriptive in nature than it is analytical. That is, it describes state efforts intended to address discrimination, persecution and protection of the Roma but undertakes no real analysis of the operational adequacy or success of those efforts. As stated by Justice Mosley in", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1663 (QL) [ <FRAGMENT_SUPPRESSED> ]:"], ["[16] The Board did not provide any analysis of the operational adequacy of the efforts undertaken by the government of Honduras and international actors to improve state protection in Honduras. While the state's efforts are indeed relevant to an assessment of state protection, they are neither determinative nor sufficient (", "<FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 816 at para 75). Any efforts must have \"actually translated into adequate state protection\" at the operational level (", "<FRAGMENT_SUPPRESSED> ."], ["[45]", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 57, Justice Russell states the following about the RPD's failure to address the operational adequacy of mechanisms in place to protect the Roma population  <FRAGMENT_SUPPRESSED> :"], ["[57] In my view, this analysis runs counter to what the RPD is obliged to do. The analysis is about a legislative and procedural framework (steps) that the government of Hungary has attempted to implement. It is not about the operational adequacy of those steps."], ["[46]", "The RPD's analysis is also similar to the situation in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. In <FRAGMENT_SUPPRESSED> , the RPD dismissed the applicants' claim based on its conclusion that state protection is available to the Roma community  <FRAGMENT_SUPPRESSED> . Justice O'Reilly stated the following at para 10:"], ["[10] With regard to the documentary evidence, the Board concentrated on descriptions of the state's efforts to improve the situation  <FRAGMENT_SUPPRESSED>  and the activities of non-state actors to help. However, evidence of a state's efforts does not help answer the main question that arises in cases of state protection - that is, looking at the evidence as a whole, including the evidence relating to the state's capacity to protect its citizens, has the claimant shown that he or she likely faces a reasonable chance of persecution in the country of origin? To answer that question, the Board had to decide whether the evidence relating to the state resources actually available to the applicants indicated that they would probably not encounter a reasonable chance of persecution if they returned to  <FRAGMENT_SUPPRESSED>  (CanLII), 2013 FC 542, at paras 7, 9)."], ["[47]", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], Justice Zinn makes the following finding which is directly relevant to the circumstances before this Court:"], ["[11] Actions, not good intentions, prove that protection from persecution is available. See the following on this point among the many, many decisions of this Court involving state protection in  <FRAGMENT_SUPPRESSED>  (CanLII), 2002 FCT 809, at para 37;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 1003, at para 70;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2010 FC 1004, at para 63;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 250, at para 5;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1049, at para 40;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1107, at para 22;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1326, at para 17;", "<FRAGMENT_SUPPRESSED>  (CanLII), 2012 FC 1349, at paras 57 - 60."], ["[48]", "In the present case, the RPD states that it prefers the \"documentary evidence over the [Applicants'] testimony since it is drawn from a wide range of publically [sic] accessible documents, from reliable nongovernmental and government organizations.\" However, with regard to the documentary evidence, the RPD concentrated on the state's efforts to improve the situation  <FRAGMENT_SUPPRESSED>  and the activities of non-state actors to help. It failed to look at the operational adequacy of those measures similar to some of the jurisprudence cited above ( <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , all above)."], ["[49]", "For example, the 2010 US Country Report, above, states that, \"Human rights NGOs complained that law enforcement authorities, prosecutors, and courts were reluctant to recognize racial motivation for many crimes\". In addition, the 2009 Country Report indicates that the Hungarian Government has not implemented laws against official corruption effectively, and that corruption in the executive and legislative branches of government reportedly increased during 2009."], ["[50]", "The 2010 US Country Report also indicates that, \"Violent attacks against Roma continued, generating strong public concern and intense disputes as to the existence and scale of racially motivated crimes ...\" In addition, \"Roma were detained and subjected to racial profiling more frequently than non-Roma\". The report states that according to the Hungarian Civil Liberties Union (HCLU), \"police and municipalities selectively applied laws against the Romani community to keep Roma segregated and to restrict their free movement\" (page 34 report/page 190 record). Furthermore, \"Human rights NGOs reported that Roma were discriminated against in almost all fields of life, particularly in employment, education, housing, penal institutions, and access to public places, such as restaurants and bars.\" Also, the Hungarian Civil Liberties Union (HCLU), \"asserted that police and municipalities selectively applied laws against the Romani community to keep Roma segregated and to restrict their free movement.\""], ["[51]", "In addition, the Council of Europe. 24 February 2009. European Commission against Racism and Intolerance (ECRI).", "ECRI Report on Hungary (Fourth Monitoring Cycle)", "states that, \"A particularly alarming development has occurred  <FRAGMENT_SUPPRESSED>  since ECRI's third report, in the form of a sharp rise in racism in public discourse\". The ECRI also notes that \"incidents of police brutality towards Roma continue to be reported.\" The Romas  <FRAGMENT_SUPPRESSED>  continue to face racist violence, racism in public disclosure, as well as racially motivated crimes."], ["[52]", "The ECRI also makes several recommendations which largely concern the lack of monitoring of compliance with legislation and measures as well as implementing those measures. The ECRI states:", "ECRI reiterates its recommendation that ways of measuring the situation of minority groups in different fields of life be identified, stressing that such monitoring is crucial in assessing the impact and success of policies put in place to improve the situation..."], ["[53]", "The ECRI also refers to NGO's which emphasize that:", "[...] a rarity of reports of racists violence is not in itself an indication that such acts are not committed, as victims of such acts may often be reluctant to come forward at all or to report the racist elements of violence offences against the person, whether owing to a sense of shame, due to fear of retribution, or because they feel it is unlikely that serious follow-up will be given to this aspect of a crime."], ["[54]", "In addition, Amnesty International has expressed concerns that \"Hungarian authorities are failing to take necessary steps to prevent and respond to violence against Roma effectively due to shortcomings and gaps in the criminal justice system (November 2010.", "Violent Attacks Against Roma  <FRAGMENT_SUPPRESSED>", ". (EUR 27/0010/2010) [Amnesty International Report]). In addition, the Amnesty International Report states that, \"The provisions on hate crimes that exist are not being thoroughly implemented ...\""], ["[55]", "Further, the European Roma Rights Centre states the following:", "[...] discrimination pervades all aspects of life for Roma  <FRAGMENT_SUPPRESSED> , most egregiously in the fields of education, housing and access to public services. The Government has failed to prevent, prohibit and eradicate practices of racial segregation in education and housing. Legal prohibition and other legal administrative measures against racial discrimination have to date been ineffective in prohibiting and bringing to an end racial discrimination against Roma  <FRAGMENT_SUPPRESSED> . Moreover, there is no available statistical data concerning race and ethnicity, which hinders the exposure and tackling of discrimination on these grounds (European Roma Rights Centre,", "Chance for Children Foundation and the Hungarian Helsinki Committee Concerning Hungary", "(For Consideration by the United Nations Committee at its 98th Session))."], ["[56]", "With respect to the RPD's finding that the claimants did not take all reasonable steps to seek protection, the following paragraph of Justice Zinn's from <FRAGMENT_SUPPRESSED> , above, applies to the present situation:"], ["[20] As I stated above, what the Board fails to address is the question: how would state protection be more forthcoming if the applicants had followed up with, e.g., the Minorities Ombudsman's Office? Would they be", "any", "safer or any more protected? Again, instead of treating the applicants' interactions with the police as having evidentiary relevance to the legal issue -", "Is state protection available?", "- the Board treated the applicants' (in its view) inadequate efforts in relation to the police as a disqualifier for refugee protection. To repeat: that was an error."], ["[57]", "Similarly in this case, the RPD concluded that the Applicants failed to rebut the presumption of state protection, in part, because they had not sought it. However, the evidence indicates that the Applicants made one police report and, in response to a follow up inquiry from the Applicants, the police advised that they were closing the case as they had not been able to identify the assailants. This does not support the RPD finding that there was insufficient evidence to suggest that the police were not making genuine and earnest efforts to investigate the allegations and apprehend the perpetrators. Further, \"where protection is not likely to be forthcoming, there is no requirement to seek it\" (", "Ward", ", above)."], ["[58]", "As to the suggestion that the Applicants had not attempted to elevate their complaints, it is of note that the Roma Police Association, referred to in this context by the RPD, is described in the country conditions reports as an agency primarily concerned with assisting its police members. Similarly, as indicated by the RPD, the Equal Treatment Authority is concerned primarily with discrimination in public and private law relationships. The RPD also noted the presence of the Parliamentary Commission for National and Ethnic Minority Rights which can be sought for compensation. However, as stated in <FRAGMENT_SUPPRESSED> , above, it is difficult to see how state protection would be any more forthcoming or effective had the Applicants redirected their complaints to such agencies. Indeed, the Applicants reported making over twenty complains to the RMG with respect to discrimination experienced by their child at school. This was ineffective and did not serve to make state protection any more available."], ["[59]", "As to the Independent Police Complaints Board (the IPCB), the RPD stated that this body was set up to independently review complaints of police actions which violate fundamental rights and to make recommendations to the head of the National Police. However, as acknowledged by the RPD, there is criticism that the police follow up only on a small portion of the complaints. In addition, the country reports indicate that the IPCB's investigative rights are \"insufficient\" and are usually limited to the complaint and the file of the case as submitted by the police, making it difficult for the IPCB to reconstruct the facts (Hungarian Helsinki Committee (HHC). 21 September 2009. Krisztina Fodor Lukacs, Andras Kadar and Judit Kovac Zsolt Kortvelyesi. GusztaNagy.", "Evaluating a Year and a Half", "The Most Important Problems Emerged in the Practice of the Independent Police Complaints Board of Hungary", ")."], ["[60]", "In summary, the RPD erred in its state protection analysis by focusing almost exclusively on the efforts being made by the Hungarian government to curb persecution against the Roma, while conducting little or no analysis of the operational effectiveness of those measures. The RPD also focused on the Applicants' alleged failure to seek out protection from alternate authorities without regard to the \"practical significance of that reporting to the real issue of state protection\" similar to the situation in <FRAGMENT_SUPPRESSED> , above, at para 21. Accordingly, based on the evidence before me, the RPD's Decision is unreasonable and must be set aside.", "JUDGMENT"], ["[61]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is allowed, the RPD's decision is set aside and the matter is remitted back for re-determination by a differently constituted panel of the RPD. No question of general importance for certification has been proposed and none arises.", "ANNEX", "The following provision of the", "Federal Courts Act", ", RSC 1985 c F-7 is relevant to this proceeding:", "18.1 [...]", "(4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal", ") acted without jurisdiction, acted beyond its jurisdiction or refused to exercise its jurisdiction;", ") failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe;", ") erred in law in making a decision or an order, whether or not the error appears on the face of the record;", ") based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;", ") acted, or failed to act, by reason of fraud or perjured evidence; or", ") acted in any other way that was contrary to law.", "18.1 [...]", "(4) Les mesures prévues au paragraphe (3) sont prises si la Cour fédérale est convaincue que l'office fédéral, selon le cas:", "a) a agi sans compétence, outrepassé celle-ci ou refusé de l'exercer;", "b) n'a pas observé un principe de justice naturelle ou d'équité procédurale ou toute autre procédure qu'il était légalement tenu de respecter;", "c) a rendu une décision ou une ordonnance entachée d'une erreur de droit, que celle-ci soit manifeste ou non au vu du dossier;", "d) a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont il dispose;", "e) a agi ou omis d'agir en raison d'une fraude ou de faux témoignages;", "f) a agi de toute autre façon contraire à la loi.", "The following provisions of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 are relevant to this proceeding:", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", ".........................", "Csaba Beri, Piroska Korbely, Csaba Martin Beri,  <FRAGMENT_SUPPRESSED>  s'agit d'une demande de contrôle judiciaire visant la décision de la Section de la protection des réfugiés (la SPR) de la Commission de l'immigration et du statut de réfugié. La SPR a conclu que les demandeurs n'avaient pas qualité de réfugiés au sens de la Convention et qu'ils n'étaient pas des personnes à protéger, au titre respectivement des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi). La présente demande est présentée en vertu du paragraphe 72(1) de la Loi.", "Le contexte"], ["[2]", "Les demandeurs sont des citoyens hongrois d'origine ethnique rom. Il s'agit de Csaba Beri, de son épouse Piroska Korbely et de leurs enfants Virginia Beri, Kevin Beri et Csaba Martin Beri. Ils allèguent qu'ils craignent d'être persécutés en Hongrie par des Hongrois racistes, notamment les skinheads, la Garde hongroise et le parti Jobbik."], ["[3]", "Les demandeurs ont décrit la discrimination et la persécution à laquelle leur famille étendue ainsi qu'eux-mêmes avaient été exposés tout au long de leur vie en Hongrie. Ils ont fui ce pays et ils sont arrivés à l'aéroport Lester B. Pearson à Toronto le 7 novembre 2010; ils ont demandé l'asile le jour même."], ["[4]", "La SPR a conclu que les demandeurs n'étaient pas des réfugiés au sens de la Convention au titre de l'article 96 et qu'ils n'étaient pas des personnes à protéger au sens de l'article 97 de la Loi (la décision). C'est cette décision qui fait l'objet du présent contrôle judiciaire.", "La décision faisant l'objet du contrôle"], ["[5]", "La SPR a reconnu que la preuve documentaire confirmait que les agressions violentes contre les Roms avaient toujours cours et que les Roms subissaient de la discrimination dans presque tous les domaines de la vie quotidienne. Par conséquent, la SPR a conclu, en tenant compte des circonstances particulières liées à la demande d'asile des demandeurs, que la protection de l'État était la question déterminante dans l'affaire dont elle était saisie."], ["[6]", "La SPR a déclaré qu'il incombait aux demandeurs de réfuter la présomption selon laquelle une protection de l'État est offerte, en la convainquant, à l'aide d'une preuve claire et convaincante, que, selon la prépondérance des probabilités, l'État ne peut protéger ses citoyens."], ["[7]", "La SPR a tenu compte du fait que Csaba Beri avait été agressé à plusieurs occasions. Ce dernier a mentionné qu'il n'avait pas signalé à la police l'agression ayant eu lieu en 2001 parce qu'il ne connaissait pas le nom de ses assaillants et parce qu'il croyait que la police ne ferait rien à propos de cet incident. En mai 2008, Csaba Beri avait été agressé de nouveau alors qu'il se cherchait un emploi. Il avait demandé à un garde de sécurité de l'aider, mais on lui avait dit de retourner chez lui. Il n'avait pas signalé cet incident à la police, parce qu'il avait peur des policiers et parce qu'il ne croyait pas non plus qu'ils allaient l'aider. La SPR a aussi relevé qu'en juillet 2009, Csaba Beri avait été violemment expulsé d'un café parce qu'il était un « Tzigane ». Il n'avait pas signalé cet incident à la police, parce qu'il croyait que les policiers l'humilieraient plutôt que de l'aider."], ["[8]", "La SPR a aussi tenu compte du fait qu'un des enfants, Csaba Martin Beri, avait été agressé par des skinheads au cours de l'été 2009. Bien que des policiers étaient tout près, ils n'avaient pas empêché l'incident de se produire. Les demandeurs n'avaient pas signalé l'incident aux policiers, et ce, pour les mêmes motifs que ceux mentionnés ci-dessus."], ["[9]", "La SPR a relevé qu'en mars 2010, Csaba Beri et son épouse, Piroska Korbely, avaient été agressés et que Mme Korbely avait dû recevoir des soins médicaux. Csaba Beri s'était présenté au poste de police et, bien que les policiers n'aient pas fait preuve de courtoisie, ils lui avaient permis de déposer une plainte. Lorsque M. Beri était retourné quelque temps après pour faire un suivi au sujet de l'incident, la police l'a informé qu'elle allait fermer le dossier, parce que les policiers étaient incapables d'établir l'identité des assaillants."], ["[10]", "La SPR a tenu compte du fait que Csaba Beri avait communiqué avec le gouvernement de la minorité rom (le GMR) en vue d'obtenir de l'aide concernant la discrimination dont son enfant faisait l'objet à l'école. Le GMR avait tenté, sans succès, de régler le problème et il lui avait mentionné qu'il avait communiqué avec la police dans d'autres cas, sans succès. Le GMR pouvait uniquement entendre les plaintes qui étaient déposées et confirmer l'existence de racisme."], ["[11]", "La SPR a relevé que les demandeurs n'avaient jamais tenté d'acheminer leurs plaintes à une autorité supérieure, et ce, malgré le fait qu'ils avaient été très insatisfaits de la réponse de la police. La SPR a mentionné que les demandeurs n'avaient jamais entendu parler de l'Association des agents de police roms ou de la Commission indépendante des plaintes contre la police. Elle a aussi tenu compte du fait que les demandeurs avaient connaissance de l'existence du bureau de l'Ombudsman pour les droits des minorités, mais qu'ils n'avaient jamais communiqué avec cet organisme, car ils ne connaissaient pas son rôle."], ["[12]", "La SPR n'était pas convaincue que les demandeurs avaient réfuté la présomption relative à la protection de l'État. Il n'y avait pas assez de renseignements pour donner à penser que la police ne déployait pas des efforts authentiques et sérieux pour faire enquête relativement aux allégations de Csaba Beri et pour appréhender les auteurs des gestes allégués. De plus, la SPR ne jugeait pas que les observations formulées par Csaba Beri concernant l'efficacité de la protection de l'État étaient convaincantes. Elle a privilégié la preuve documentaire au témoignage des demandeurs."], ["[13]", "La SPR a aussi conclu, en se fondant sur la preuve documentaire, que la Hongrie reconnaissait franchement ses problèmes passés et qu'elle déployait de sérieux efforts, au moyen de plusieurs mesures, pour corriger le tir en ce qui concerne le traitement des minorités, surtout celui réservé aux Roms. La SPR a de plus conclu que, malgré des rapports faisant état de corruption policière, plusieurs sources démontraient que la Hongrie répond aux plaintes qui sont déposées. De plus, si les demandeurs étaient victimes de discrimination, ils pouvaient avoir recours à l'Autorité pour l'égalité de traitement, demander une indemnisation par l'entremise du système judiciaire ou déposer des plaintes auprès de l'Association des agents de police roms."], ["[14]", "La SPR a relevé que la Hongrie fait de l'objet de critiques au sujet des mesures qu'elle avait prises pour mettre en œuvre les lois qu'elle avait adoptées en vue de régler les problèmes de discrimination et de persécution ainsi que pour combattre le racisme, surtout celui envers les Roms. Cependant, il est important de souligner que la Hongrie fait partie de l'Union européenne (UE) et qu'elle est par conséquent tenue de maintenir diverses normes en vue de préserver son statut de membre de l'UE. Par conséquent, la SPR a conclu que, selon la prépondérance des probabilités, la Hongrie prend les mesures nécessaires pour appliquer les normes exigées par l'Union européenne."], ["[15]", "La SPR a conclu que, selon l'ensemble de la preuve, les demandeurs n'avaient pas réussi à réfuter la présomption relative à la protection de l'État et qu'ils n'avaient pas pris toutes les mesures raisonnables pour se réclamer de cette protection avant de présenter une demande d'asile. La SPR n'était pas convaincue que les demandeurs n'auraient pas bénéficié d'une telle protection s'ils en avaient fait la demande. Il n'y avait pas une preuve suffisamment convaincante pour démontrer qu'il existait une possibilité sérieuse que les demandeurs soient exposés à de la persécution, au titre de l'article 96, ou qu'ils étaient, selon la prépondérance des probabilités, exposés à une menace à leurs vies ou un risque de peine cruelle et inusitée ou de torture, au titre de l'article 97, s'ils étaient renvoyés en Hongrie.", "Les questions en litige"], ["[16]", "Les demandeurs soutiennent que lorsque la SPR a conclu qu'ils n'étaient pas des réfugiés au sens de la Convention ou des personnes à protéger, elle a commis les erreurs de droit ou de fait suivantes:", "a) elle n'a pas fait un examen raisonnable de la preuve dans son ensemble et elle n'a pas eu d'égard à la totalité de la preuve;", "b) elle a mal interprété la question de la persécution et elle ne s'est pas penchée sur la nature cumulative des facteurs de discrimination et de la violence dont les demandeurs avaient été victimes dans l'ensemble;", "c) elle a commis une erreur dans son appréciation de la protection de l'État."], ["[17]", "Il ne fait aucun doute, à la lecture de la décision de la SPR, que la question déterminante était celle de la protection de l'État. Puisque la décision n'aborde pas précisément la question de la persécution ou du risque, on peut prendre pour acquis que la SPR souscrivait à la prétention des demandeurs quant à cette composante de l'analyse. Par conséquent, je suis d'avis qu'en l'espèce, la question en litige est de savoir si la décision de la SPR, selon laquelle la protection de l'État était disponible en Hongrie, était raisonnable eu égard à la preuve dont elle disposait.", "La norme de contrôle applicable"], ["[18]", "Dans l'arrêt  <FRAGMENT_SUPPRESSED>  (Dunsmuir), la Cour suprême du Canada a conclu, au paragraphe 57, qu'il n'est pas nécessaire de mener une analyse de la norme de contrôle dans tous les cas. En effet, lorsque la norme de contrôle applicable à la question qui lui est soumise est bien arrêtée par la jurisprudence, la cour de révision peut l'adopter. (Dunsmuir, précité;  <FRAGMENT_SUPPRESSED>  Cour a conclu que les décisions relatives à la protection de l'État sont susceptibles de contrôle selon la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 771, aux paragraphes 11 à 13). Par conséquent, la norme de contrôle applicable en l'espèce est la raisonnabilité.", "Analyse", "La position des demandeurs"], ["[20]", "Les demandeurs soutiennent que leurs allégations devraient être acceptées comme étant des faits, puisque la SPR n'a pas tiré de conclusions défavorables en matière de crédibilité. Bien que la SPR ait reconnu que les Roms font l'objet de discrimination dans presque tous les aspects de la vie, elle a omis de faire un examen distinct de la question de la persécution. Cela conduit à la présomption selon laquelle elle a reconnu que les demandeurs avaient été persécutés en Hongrie."], ["[21]", "Les demandeurs prétendent aussi que la SPR avait l'obligation de tenir compte de la nature cumulative des incidents de violence et de discrimination dont ils avaient fait l'objet pour établir s'ils avaient une crainte fondée de persécution. Dans l'éventualité où elle ne faisait pas un tel examen, la SPR devait expliquer pourquoi ces incidents n'équivalaient pas à de la persécution."], ["[22]", "En ce qui concerne la protection de l'État, les demandeurs soutiennent que la Commission disposait d'éléments de preuve selon lesquels les demandeurs avaient tenté d'obtenir la protection de la police et qu'ils avaient signalé des incidents au GMR à plus ou moins 20 occasions."], ["[23]", "Les demandeurs prétendent aussi que la SPR a commis une erreur dans son analyse lorsqu'elle a refusé de tenir compte d'éléments de preuve non contredits qui étayaient leur témoignage ainsi qu'en y privilégiant la preuve documentaire. Les demandeurs ont présenté des éléments de preuve quant à l'absence de protection de l'État adéquate en Hongrie, autant d'un point de vue spécifique d'un point général, éléments de preuve dont la SPR n'a pas tenu compte. Les demandeurs soutiennent que la SPR a aussi omis d'apprécier « l'efficacité concrète » des efforts déployés par la Hongrie pour régler les problèmes de discrimination et de persécution des Roms hongrois. Par conséquent, l'examen de la SPR quant aux allégations était incomplet. Les demandeurs ont produit un aperçu exhaustif des précédents qui, selon eux, appuient leur position.", "La position du défendeur"], ["[24]", "Le défendeur soutient que la décision de la SPR était raisonnable, et ce, pour trois motifs. Premièrement, selon la preuve fournie par les demandeurs, la discrimination dont ils faisaient l'objet n'équivalait pas à de la persécution. Deuxièmement, les demandeurs n'ont pas déployé des efforts raisonnables en vue d'obtenir la protection. En dernier lieu, la preuve documentaire démontrait que des efforts déployés par l'État pour protéger les Roms donnaient des résultats."], ["[25]", "La SPR a examiné toute la preuve, et ce faisant, elle avait le droit de privilégier la preuve documentaire aux témoignages fournis par les demandeurs, et ce, même en l'absence d'une conclusion défavorable en matière de crédibilité. Le défendeur prétend que les demandeurs demandent simplement à la Cour de soupeser la preuve à nouveau."], ["[26]", "Le défendeur soutient que, même si la SPR avait conclu que les demandeurs avaient fait l'objet de persécution, cela n'établit pas qu'ils seront persécutés à l'avenir. Le défendeur reconnaît que les éléments de preuve relatant des incidents ne constituant pas de la persécution, mais qui témoignent d'une persécution systématique, ne peuvent être mis de côté. Cependant, il soutient que les demandeurs n'ont pas réussi à démontrer que la SPR avait fait fi de tels éléments de preuve quant à la persécution, parce qu'elle avait fait mention des pratiques discriminatoires dont avaient été victimes tous les membres de la famille à l'école et en ce qui avait trait à l'accès aux discothèques, aux emplois et aux lieux publics. La SPR a clairement relevé que les actes discriminatoires n'étaient pas constitutifs d'une crainte fondée de persécution, parce que les demandeurs avaient accès à la protection de l'État."], ["[27]", "Le défendeur soutient que les conclusions tirées par la SPR au sujet de la protection de l'État étaient raisonnables. Il incombait aux demandeurs de réfuter la présomption relative à la protection de l'État, ce qu'ils n'ont pas réussi à faire. De plus, exiger que la protection de l'État soit efficace constitue une norme inatteignable; le bon critère quant à la protection de l'État est celui de savoir si elle est adéquate."], ["[28]", "La SPR a examiné la preuve des demandeurs au sujet de la protection de l'État conjointement avec la preuve documentaire, qui comprenait des éléments de preuve qui contredisaient la preuve des demandeurs. Les motifs de la SPR démontrent qu'elle avait fait mention des efforts déployés par l'État, mais qu'elle s'était aussi penchée sur les résultats découlant de ces efforts."], ["[29]", "De plus, les demandeurs doivent, pour réfuter la présomption relative à la protection de l'État, convaincre la SPR qu'ils s'étaient adressés à l'État pour obtenir de la protection lorsqu'une telle protection pouvait raisonnablement être offerte. Dans plusieurs cas, les demandeurs n'avaient pas signalé quoi que ce soit aux policiers et il n'y avait pas suffisamment de renseignements qui donnaient à penser que la police ne faisait pas enquête de manière authentique relativement aux allégations formulées par les demandeurs et qu'elle ne tentait pas d'appréhender les assaillants."], ["[30]", "Le défendeur soutient que la réticence subjective des demandeurs à se réclamer de la protection de l'État n'est pas suffisante pour réfuter la présomption relative à la protection de l'État, tout comme l'est leurs tentatives infructueuses d'obtenir de la protection de la part des policiers. La protection de l'État peut être offerte sous forme d'organismes étatiques ou d'organismes financés par l'État.", "Analyse"], ["[31]", "La SPR a conclu que la disponibilité de la protection de l'État était la question déterminante relativement à la demande d'asile des demandeurs. Il n'y avait pas de doutes quant à la crédibilité, comme le confirme la transcription de l'audience tenue devant la SPR. Lorsque le conseil des demandeurs a soulevé la question de la crédibilité, la SPR a répondu ceci: [traduction] « Je vais vous arrêter là monsieur, parce que je crois que votre client était très crédible »."], ["[32]", "Le défendeur prétend que d'exiger que la protection de l'État soit efficace constitue une norme inatteignable et que le bon critère est celui de savoir si la protection de l'État est adéquate. Il invoque, à cet égard.", "<FRAGMENT_SUPPRESSED>  (", "Samuel", "), aux paragraphes 10 et 13;", "<FRAGMENT_SUPPRESSED>  (1e inst) ( <FRAGMENT_SUPPRESSED> ), au paragraphe 23;", "<FRAGMENT_SUPPRESSED>  (1e inst) ( <FRAGMENT_SUPPRESSED> ), aux paragraphes 9 à 11;", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> )."], ["[33]", "Ni", "Razc", ", précitée, ni <FRAGMENT_SUPPRESSED> , précitée, ne portaient sur l'efficacité concrète de la protection de l'État en Hongrie. Dans la décision <FRAGMENT_SUPPRESSED> , précitée, le juge Near a conclu que le critère approprié concernant la protection de l'État est la suffisance de celle-ci, et non son efficacité intrinsèque."], ["[34]", "Il pourrait être utile d'apporter des clarifications aux principes relatifs à la protection de l'État qui s'appliquent dans la présente affaire. Selon ces principes, qui avaient été établis précédemment dans les arrêts", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689 (", "Ward", ") et", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  [2008] ACF no 399 ( <FRAGMENT_SUPPRESSED> ), un demandeur d'asile « doit produire une preuve pertinente, digne de foi et convaincante qui démontre au juge des faits, selon la prépondérance des probabilités, que la protection accordée par l'État en question est insuffisante » ( <FRAGMENT_SUPPRESSED> , précité, au paragraphe 30)."], ["[35]", "La protection de l'État n'a pas à être parfaite, mais elle doit être suffisante, et l'omission du demandeur de s'adresser à l'État pour obtenir sa protection fera échouer sa revendication seulement dans le cas où la protection de l'État [traduction] « aurait pu raisonnablement être assurée » (", "Ward", ", précité, au paragraphe 49;", "<FRAGMENT_SUPPRESSED>  (", "Da Souza", "), aux paragraphes 15 et 18). Une protection de l'État adéquate nécessite davantage que de faire de « sérieux efforts » en vue de résoudre les problèmes et de protéger les citoyens (", "<FRAGMENT_SUPPRESSED>  (CF))."], ["[36]", "La SPR doit plutôt porter son attention sur ce qui se passe concrètement dans un pays, c'est-à-dire, sur la preuve démontrant l'existence d'une protection réelle ou concrète, et non sur les efforts déployés par un État pour la mettre en place. Comme il a été mentionné dans la décision", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), au paragraphe 5, au sujet des demandeurs hongrois d'origine ethnique rom dans cette affaire:"], ["[5] [...] Ce n'est pas suffisant de dire que des mesures sont prises en vue d'offrir un jour une protection suffisante de l'État. C'est la protection concrète, actuellement offerte qui compte. La preuve établit de façon accablante en l'espèce que la Hongrie est actuellement incapable d'offrir une protection suffisante à ses citoyens Roms. Je reprends les propos que j'ai tenus dans l'arrêt", "<FRAGMENT_SUPPRESSED> à 11:", "8 Une autre erreur de droit a trait à la nature de la protection de l'État qui doit être prise en compte. En l'espèce, le commissaire a conclu que le Mexique « fait de sérieux efforts » pour résoudre le problème. Ce n'est pas là le critère. Ce qui doit être pris en compte est l'efficacité réelle de la protection. [...]"], ["[37]", "Plusieurs autres décisions ont fait écho à la conclusion tirée dans <FRAGMENT_SUPPRESSED> , précitée, notamment", "<FRAGMENT_SUPPRESSED> et 12;", "<FRAGMENT_SUPPRESSED> à 15."], ["[38]", "La Cour a aussi reconnu qu'il est très difficile d'évaluer la situation de la Hongrie. Comme l'a mentionné le juge Russell dans la décision <FRAGMENT_SUPPRESSED> , précitée, il est n'est pas facile d'effectuer une analyse de la protection de l'État dans un pays comme la Hongrie, où les cas de violation des droits fondamentaux sont évidents et clairement reconnus:"], ["[105] Il est très difficile d'évaluer la situation de la Hongrie. La réponse à cette question dépend en grande partie des faits et des éléments de preuve présentés dans chaque cas ainsi que de la réponse à la question de savoir si la SPR a procédé à une analyse raisonnable. Dans l'affirmative, j'estime qu'il n'appartient pas à notre Cour d'intervenir, et ce, même si elle aurait pu arriver à une conclusion différente. J'estime que la SPR a procédé à une analyse raisonnable dans le cas qui nous occupe et qu'elle s'est montrée sensible aux principes applicables, qu'elle a appliqués aux faits au dossier d'une manière responsable. Pour cette raison, je ne puis modifier la décision."], ["[39] <FRAGMENT_SUPPRESSED> Molnar", ", précitée, le juge Russell a rejeté l'allégation selon laquelle la SPR avait uniquement examiné les efforts déployés par la Hongrie en vue d'assurer une protection, sans toutefois tenir compte du caractère adéquat de la protection de l'État dans les faits. Cependant, il est possible d'effectuer une distinction entre cette affaire et la présente, puisque la crédibilité des demandeurs était mise en doute et que la SPR avait fait un examen approfondi de la protection de l'État en se fondant le dossier dont elle disposait, même si ces éléments n'avaient pas un incident important sur l'analyse de la protection de l'État."], ["[40]", "Dans la décision <FRAGMENT_SUPPRESSED> , précitée, que le défendeur a invoquée, le juge Rennie a conclu au paragraphe 16, que l'affaire dont il est saisi n'en était pas une dans laquelle la SPR « s'en est tenue à des généralisations au sujet du pays en cause sans tenir compte des éléments de preuve précis dont elle disposait, et la Commission ne s'est pas contentée non plus de mentionner les efforts ou les bonnes intentions du gouvernement sans s'interroger sur leur mise en œuvre et sur les résultats concrets ». Il a raisonnablement conclu, en se fondant sur la preuve dont disposait la SPR, que les demandeurs pouvaient se réclamer de la protection de l'État. Cependant, le juge Rennie a apporté des nuances à cette conclusion en déclarant ce qui suit:"], ["[18] Ma conclusion n'enlève rien aux observations que mon collègue, le juge Michel Shore, a formulées dans la décision <FRAGMENT_SUPPRESSED> , au paragraphe 66:", "Ainsi, il ne suffit pas de démontrer les changements et les améliorations contenues dans l'État hongrois, notamment l'existence de plusieurs recours et la possibilité d'obtenir une protection de l'État hongrois. Encore faut-il prouver que les changements sont mis en œuvre de façon efficace dans la pratique. La preuve d'une volonté d'amélioration et des progrès tentés par l'État ne devrait pas constituer, pour le décideur, un indice décisif à l'effet que les mesures potentielles équivalent à une protection efficace dans le pays sous étude. Comme la jurisprudence ci-dessus le démontre, la volonté, aussi bonne qu'elle pourrait l'être, n'équivaut pas à l'action."], ["[41]", "Dans la présente affaire, la SPR a reconnu que les Roms continuent d'être victimes de violentes agressions et qu'ils font l'objet de discrimination dans presque toutes les sphères de la vie, en renvoyant au rapport du Département d'État des États-Unis daté du 8 avril 2011 et intitulé « <FRAGMENT_SUPPRESSED> » Country Reports on Human Rights Practices for 2010 (le Rapport sur le pays de 2010). La SPR a mentionné que « la Hongrie reconnaît franchement avoir eu des problèmes par le passé, mais qu'elle", "fait de sérieux efforts", "pour corriger la façon dont sont traitées les minorités dans ce pays, notamment les Roms ». Elle a aussi déclaré ceci:", "La Commission reconnaît que plusieurs sources contenues dans la preuve documentaire comportent certaines incohérences; toutefois, la prépondérance des éléments de preuve objectifs concernant la situation actuelle dans le pays laisse croire que, même si elle n'est pas parfaite, la protection offerte par la Hongrie aux Roms qui sont victimes de criminalité, d'abus de pouvoir de la part des policiers, de discrimination et de persécution est adéquate, que la Hongrie fait des", "efforts sérieux", "pour régler ces problèmes et que la police et les représentants du gouvernement veulent protéger les victimes et qu'ils sont capables de le faire."], ["[42]", "La SPR a énoncé, dans le contexte de son examen de la preuve documentaire, que « [l]e gouvernement de la Hongrie [avait] pris des mesures d'ordre juridique et institutionnel afin d'améliorer la situation de la minorité rom ». Bien que la SPR ait relevé les critiques concernant la mise enœuvre des lois hongroises adoptées en vue de répondre au problème de la discrimination et de la persécution de ses minorités, surtout les Roms, elle a aussi déclaré que le gouvernement déploie des efforts « pour tenir compte expressément des problèmes éprouvés par les Roms [...] »."], ["[43]", "Au sujet des mesures spécifiques en place en Hongrie, la SPR a mentionné ce qui suit:", "• En 2008, la Garde hongroise, un groupement nationaliste extrémiste, a été déclarée dissoute; cette dissolution avait été confirmée par la Cour suprême de ce pays plus tard dans l'année;", "• Les Roms, à l'instar de toutes les autres minorités officiellement reconnues, ont le droit d'élire leur propre gouvernement autonome de la minorité, lequel organise des activités pour la minorité et s'occupe des questions liées à la culture et l'éducation. De plus, le président de ce gouvernement autonome de la minorité a le droit de parole aux assemblées des gouvernements locaux;", "• Bien qu'il existe des rapports faisant état de la corruption policière et du recours à la force excessive contre les Roms, l'État prend des mesures lorsque des plaintes sont déposées.", "• La Commission indépendante des plaintes contre la police (la CIPP) a commencé ses activités en 2008. Bien que cet organisme fût constitué pour examiner, de manière indépendante, les plaintes contre les interventions policières qui contreviennent aux droits fondamentaux et pour formuler des recommandations au chef de la Police nationale, des critiques sont faites quant au fait que la police n'effectue un suivi seulement à l'égard d'une petite partie des recommandations de la CIPP;", "• Au cours des 10 premiers mois de l'année 2009, plus de 4 000 agents de police ont été jugés responsables de manquement disciplinaire, d'infractions mineures ou d'infractions criminelles, ou jugés inaptes à exercer leur fonction. Au cours de la même période, presque 390 agents avaient été condamnés par les tribunaux à des peines de prison, à des peines avec sursis ou à des amendes, ou ont été rétrogradés ou congédiés;", "• La CIPP a fait des enquêtes sur les infractions ou les omissions policières ayant eu une incidence sur les droits fondamentaux et elle a relevé 157 violations, qu'elle avait renvoyées au chef de police; ce dernier avait souscrit à une seule conclusion de la CIPP, avait partiellement accepté les conclusions dans 27 cas et les avaient rejetées dans le reste des cas (Rapport sur le pays de 2010 des États-Unis);", "• Le commissaire parlementaire aux droits des minorités nationales et ethniques accepte les plaintes de toute personne qui, en raison d'une mesure prise par une organisation gouvernementale, croit qu'il y a eu violation de ces droits en tant que membre d'une minorité. La preuve révèle aussi l'existence de nombreuses autres initiatives semblables entreprises par le gouvernement hongrois en vue de régler les problèmes de corruption au sein des forces policières;", "• La police continue de commettre des abus contre les Roms, mais des éléments de preuve révèlent aussi qu'il est raisonnable de s'attendre à ce que les autorités prennent des mesures dans ces cas (aucun renvoi à un élément de preuve documentaire à l'appui);", "• Il est possible d'avoir recours à l'Autorité pour l'égalité de traitement: les particuliers peuvent s'adresser à cet organisme pour directement demander réparation dans le cas d'une contravention à l'interdiction de discrimination, et ce, dans le cadre de divers rapports de droits public et privé depuis 2005;", "• D'autres recours existent également. Il est possible de demander une indemnisation par l'intermédiaire des tribunaux, ou de s'adresser à l'un des commissaires parlementaires (Conseil de l'Europe. 24 février 2009. Commission européenne contre le racisme et l'intolérance (ECRI). Rapport de l'ECRI sur la Hongrie (quatrième cycle de monitoring));Réponse à la demande d'information HUN103232.EF. 15 octobre 2009) ou à l'Association des agents de police roms. Les plaintes adressées à cet organisme portent généralement sur des questions liées à la discrimination dans l'emploi, au traitement discriminatoire et à la discrimination commise par les autorités chargées de l'application de la loi ou par les agents de police (réponse à la demande d'information HUN103091.EF 21 avril 2009);", "• La Hongrie est dotée de l'un des régimes de protection des minorités le plus avancé dans la région et elle a pris de nombreuses initiatives au sujet de la situation des Roms, notamment en matière d'éducation, d'emploi, de logement, de santé et de représentation politique (", "Societe Institute", "; Réponse à la demande d'information HUN103232.EF 6 octobre 009 et HUN103267.EF 16 octobre 2009);", "• Le gouvernement a déployé nombre d'efforts pour répondre de manière spécifique aux problèmes auxquels sont exposés les Roms (Rapport sur le pays de 2010 des États-Unis, 8 avril 2011);", "• La Hongrie fait partie de l'Union européenne et, par conséquent, elle doit se conformer à un certain nombre de normes diverses pour préserver son statut de membre;"], ["[44]", "Je suis d'avis que la décision de la SPR en ce qui concerne la protection de l'État est davantage descriptive qu'analytique. C'est-à-dire qu'elle décrit les efforts déployés par l'État en vue de régler les problèmes de discrimination et de persécution des Roms, ainsi que pour leur offrir une protection, mais elle n'entreprend pas de réelles analyses quant à l'efficacité concrète de ces efforts, ou de leur succès. Comme l'a mentionné le juge Mosley dans la décision", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 1663 (QL) ( <FRAGMENT_SUPPRESSED> ):"], ["[16] La Commission n'a fourni aucune analyse quant au caractère satisfaisant des efforts concrets déployés par le gouvernement du Honduras et par les acteurs internationaux pour améliorer la protection de l'État au Honduras. Bien que les efforts déployés par un État soient effectivement pertinents quant à l'analyse de la protection de l'État, ils ne sont ni déterminants ni suffisants (", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 816, paragraphe 75). Les efforts doivent avoir, dans les faits, « véritablement engendré une protection adéquate de l'État » (", "<FRAGMENT_SUPPRESSED>  paragraphe 9)."], ["[45]", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), au paragraphe 57, le juge Russell a mentionné ce qui suit à propos de l'omission de la SPR de traiter de la suffisance opérationnelle des mécanismes en place pour protéger le peuple rom en Hongrie:"], ["[57] À mon avis, cette analyse est aux antipodes de ce que la SPR doit faire. L'analyse doit porter sur le cadre législatif et procédural (mesures) que le gouvernement de la Hongrie a tenté d'appliquer, non sur la suffisance opérationnelle de ces mesures."], ["[46]", "L'analyse de la SPR est aussi similaire à celle effectuée dans le cas de la décision", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). Dans <FRAGMENT_SUPPRESSED> , la SPR avait rejeté la demande d'asile des demanderesses en se fondant sur sa conclusion selon laquelle la communauté rom de Hongrie pouvait se réclamer de la protection de l'État. Le juge O'Reilly a énoncé ce qui suit au paragraphe 10:"], ["[10] En ce qui a trait à la preuve documentaire, la Commission s'est concentrée sur les descriptions des efforts de l'État visant à améliorer la situation en Hongrie et sur les activités des intervenants non gouvernementaux visant à aider l'État. Cependant, la preuve au sujet des efforts de l'État n'aide pas à répondre à la question principale soulevée dans les cas de protection de l'État - c'est-à-dire, si l'on examine la preuve dans son ensemble, y compris la preuve au sujet de la capacité de l'État de protéger ses citoyens, le demandeur a-t-il montré qu'il existe un risque raisonnable qu'il soit exposé à de la persécution dans son pays d'origine? Pour répondre à cette question, la Commission doit déterminer si la preuve portant sur les ressources de l'État dont les demandeurs peuvent se prévaloir montre qu'il n'existe probablement pas de risque raisonnable de persécution s'ils retournaient en  <FRAGMENT_SUPPRESSED> et 9)."], ["[47]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), au paragraphe 11, le juge Zinn a tiré la conclusion suivante, qui s'applique directement à la situation dont est saisie la Cour:"], ["[11] Ce sont les actes, et non les bonnes intentions, qui démontrent l'existence réelle d'une protection contre la persécution. Voir sur ce point quelques-unes des très nombreuses décisions de la Cour relatives à la protection de l'État en  <FRAGMENT_SUPPRESSED> à 60."], ["[48]", "Dans la présente affaire, la SPR a affirmé qu'elle privilégiait « la preuve documentaire plutôt que le témoignage des demandeurs [...], car celle-ci a été tirée d'un large éventail de documents publics, provenant d'organisations gouvernementales et non gouvernementales fiables ». Cependant, en ce qui concerne la preuve documentaire, la SPR a surtout mis l'accent sur les efforts déployés par l'État en vue d'améliorer la situation en Hongrie et sur les gestes posés par les acteurs non gouvernementaux en vue de l'aider. Elle a omis de se pencher sur le caractère adéquat sur le terrain de ces mesures, tout comme cela avait été le cas dans certains des précédents cités ci-dessus ( <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , toutes précitées)."], ["[49]", "Par exemple, le Rapport sur le pays de 2010, précité, mentionne que [traduction] « les ONG de défense des droits de la personne s'étaient plaints que les organismes d'application de la Loi, les procureurs et les tribunaux étaient hésitants à reconnaître l'existence de motivations racistes à l'égard de nombreux crimes ». De plus, le Rapport sur le pays de 2009 révèle que le gouvernement de la Hongrie n'avait pas mis en œuvre de lois efficaces contre la corruption des fonctionnaires, et que la corruption au sein des appareils exécutifs et législatifs de l'État se serait accrue au cours de l'année 2009."], ["[50]", "Le Rapport sur le pays de 2010 indique aussi que [traduction] « [l]es Roms étaient toujours victimes de violentes agressions, ce qui suscitait beaucoup d'inquiétude au sein de la population et des différends profonds à l'égard des crimes à caractère raciste [...] ». De plus, [traduction] « les Roms faisaient plus fréquemment l'objet de détention et de profilage racial que les noms-Roms ». Le rapport énonce que, selon l'Union hongroise pour les libertés civiles (l'UHLC), [traduction] « la police et les municipalités appliquaient de manière sélective les lois à l'encontre de la communauté Rom, dans le but de les maintenir isolés et de restreindre leur liberté de mouvement » (page 34 du rapport/page 190 du dossier). Pour renchérir, [traduction] « [d]es organisations non gouvernementales de défense des droits de la personne ont signalé que les Roms subissaient de la discrimination dans presque tous les domaines de la vie quotidienne, en particulier l'emploi, l'éducation, le logement, les établissements pénitentiaires et l'accès aux endroits publics, comme les restaurants et les bars ». Aussi, l'UHLC, [traduction] « la police et les municipalités appliquaient de manière sélective les lois à l'encontre de la communauté Rom, dans le but de les maintenir isolés et de restreindre leur liberté de mouvement »."], ["[51]", "De plus, le Conseil de l'Europe, dans le Rapport de l'ECRI sur la Hongrie (quatrième cycle de monitoring), publié le 24 février 2009, affirme que « [d]epuis le troisième rapport de l'ECRI, la Hongrie a connu un développement particulièrement alarmant, avec une forte recrudescence du racisme dans le discours public ». L'ECRI note aussi que « des actes de brutalité policière à l'encontre des Roms sont toujours signalés ». Les Roms de Hongrie continuent de faire l'objet violence à caractère raciste, de racisme dans la sphère publique ainsi que de crimes à caractère raciste."], ["[52]", "L'ECRI formule aussi plusieurs recommandations, lesquelles concernent surtout le manque de suivi quant à la conformité à la loi et aux mesures, ainsi qu'à la mise en œuvre de ces mesures. L'ECRI énonce ceci:", "L'ECRI réitère sa recommandation de trouver des moyens d'évaluer la situation des groupes minoritaires dans différents domaines de la vie et souligne que le suivi est essentiel pour mesurer les effets et le succès des politiques mises en place pour améliorer la situation. [...]"], ["[53]", "L'ECRI fait aussi mention du fait que les ONG soulignent que:", "[...] la rareté des déclarations de violences racistes ne signifie pas pour autant que ces actes ne sont pas commis, car les victimes sont souvent réticentes à se faire connaître ou à signaler les aspects racistes de ce type d'infractions, que ce soit à cause d'un sentiment de honte, par peur des représailles ou parce qu'elles estiment peu probable que des suites sérieuses soient données à ce genre d'affaire."], ["[54]", "De plus, Amnesty International était préoccupée par le fait que « les autorités hongroises ne prennent pas les mesures nécessaires pour prévenir les violences contre les Roms et y réagir de façon efficace du fait des lacunes et des carences que présente le système judiciaire du pays ». (Novembre 2010.", "Agressions contre les Roms en Hongrie", ". (EUR 27/0010/2010) (le Rapport d'Amnesty International). Ce rapport mentionne aussi que « [l]es dispositions relatives aux crimes de haine ne sont pas complètement mises enœuvre [...] »."], ["[55]", "De plus, le Centre européen de défense des droits des Roms énonce ce qui suit:", "[traduction]", "[...] la discrimination est omni présente dans tous les aspects de la vie pour les Roms en Hongrie, et elle est encore plus flagrante dans les domaines de l'éducation, de l'habitation et de l'accès au service public. Le gouvernement n'a pas réussi à empêcher, à interdire et à éradiquer la pratique de ségrégation raciale en matière d'éducation et d'habitation. Les mesures légales et administratives visant à interdire la discrimination raciale sont à ce jour inefficace pour interdire et mettre un terme à la discrimination raciale dont les Roms font l'objet en Hongrie. De plus, il n'existe pas données statistiques disponibles au sujet de la race et l'ethnicité, ce qui nuit à l'examen de la discrimination pour ces motifs et à la lutte contre celle-ci (document du Centre européen de défense des droits des Roms, de Chance for Children Foundation et du Comité Helsinki hongrois, présenté à la 98e session du Comité des Nations unis pour analyse)."], ["[56]", "En ce qui a trait à la conclusion de la SPR selon laquelle les demandeurs d'asile n'avaient pas pris toutes les mesures raisonnables pour solliciter la protection, le paragraphe suivant, rédigé par le juge Zinn dans la décision <FRAGMENT_SUPPRESSED> , précitée, s'applique à la présente situation:"], ["[20] Comme je l'ai dit ci-dessus, la Commission a omis de se poser la question suivante: la protection de l'État aurait-elle été plus facile à obtenir si les demandeurs avaient tenté de faire un suivi, par exemple auprès de l'Ombudsman des minorités? Auraient-ils été plus en sécurité ou mieux protégés? Une fois encore, au lieu de considérer que les interactions entre les demandeurs et la police avaient une valeur probante relativement à la question de droit - l'État offre-t-il une protection? -, la Commission s'est fondée sur les efforts déployés par les demandeurs en vue d'obtenir l'aide de la police (efforts inadéquats, à son avis) pour conclure que les demandes d'asile ne pouvaient être accueillies. Je le répète: il s'agissait d'une erreur."], ["[57]", "De la même façon en l'espèce, la SPR a conclu que les demandeurs n'avaient pas réussi à réfuter la présomption relative à la protection de l'État, en partie parce qu'ils ne l'avaient pas sollicité. Cependant, la preuve révèle que les demandeurs avaient signalé un indice à la police, qui, en réponse à des questions que les demandeurs leur avaient posées pour faire un suivi, lui avait mentionné qu'elle allait fermer le dossier parce qu'elle n'avait pas été capable de déterminer l'identité des assaillants. Cela n'appuie pas la conclusion de la SPR selon laquelle il n'y avait pas suffisamment de preuve pour donner à penser que la police ne déployait pas des efforts sérieux et véritables pour faire enquête sur les allégations et pour arrêter les agresseurs. De plus, dans les cas où la protection ne peut raisonnablement être assurée, il n'est pas nécessaire de la rechercher (", "Ward", ", précité)."], ["[58]", "Quant à la proposition selon laquelle les demandeurs n'avaient pas tenté d'acheminer leurs plaintes à une autorité supérieure, il convient de souligner que les rapports concernant la situation dans le pays décrivent l'Association des agents de police roms, un organisme auquel la SPR a renvoyé dans ce contexte, comme étant un organisme visant surtout à aider les policiers qui en sont membres. Dans la même veine, comme l'a mentionné la SPR, l'Autorité pour l'égalité de traitement est surtout préoccupée par la discrimination dans les relations de droit public et de droit privé. La SPR a aussi mentionné l'existence du commissaire parlementaire aux droits des minorités nationales et ethniques, auquel il est possible de s'adresser pour obtenir une indemnisation. Cependant, comme il a été énoncé dans la décision <FRAGMENT_SUPPRESSED> , précitée, il est difficile de voir en quoi la protection de l'État aurait été plus efficace ou plus accessible s'ils avaient transmis leurs plaintes à ces organismes. Les demandeurs ont bel et bien mentionné qu'ils avaient déposé plus de 20 plaintes au GMR relativement à la discrimination dont étaient victimes leurs enfants à l'école. Cette démarche s'était avérée inefficace et elle n'avait pas eu pour effet de rendre davantage disponible la protection de l'État."], ["[59]", "En ce qui concerne la CIPP, la SPR a déclaré que cet organisme avait été créé en vue d'examiner, de manière indépendante, les plaintes relativement aux mesures policières qui contreviennent aux droits fondamentaux et pour formuler des recommandations au chef de la police nationale. Cependant, comme l'a reconnu la SPR, il existe des critiques selon lesquelles la police avait seulement effectué le suivi d'une petite partie des plaintes qui avait été adressée. De plus, les rapports sur les pays mentionnent que les pouvoirs de la CIPP en matière d'enquête sont « insuffisants » et que ceux-ci sont généralement circonscris à la plainte et au dossier sur le cas que lui a transmis la police, ce qui fait en sorte qu'il est difficile pour la CIPP de reconstituer les faits (Comité Helsinki hongrois. 21 September 2009. Krisztina Fodor Lukacs, Andras Kadar et Judit Kovac Zsolt Kortvelyesi. GusztaNagy.", "Evaluating a Year and a Half", "The Most Important Problems Emerged in the Practice of the Independent Police Complaints Board of Hungary", ")."], ["[60]", "En résumé, la SPR a commis une erreur dans son analyse concernant la protection de l'État, et ce, en mettant presque exclusivement l'accent sur les efforts déployés par le gouvernement hongrois en vue de lutter contre la persécution dont font l'objet les Roms, tout en effectuant aucune analyse, ou si peu, quant à l'efficacité concrète de ces mesures. La SPR a aussi mis l'accent sur la prétendue omission des demandeurs de se réclamer de la protection auprès d'organismes subsidiaires, sans examiner ce que « le recours à la police aurait donné dans les faits du point de vue de la vraie question de la protection de l'État », comme c'était le cas dans la décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 21. Par conséquent, compte tenu de la preuve dont je dispose, la décision de la SPR est déraisonnable et elle doit être annulée.", "JUGEMENT"], ["[61]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est accueillie, que la décision de la SPR est annulée et que l'affaire est renvoyé à un tribunal différemment constitué de la SPR pour nouvelle décision. Aucune question grave de portée générale n'a été proposée en vue d'être certifiée et la présente affaire n'en soulève aucune.", "ANNEXE", "La disposition suivante de la", "Loi sur les Cours fédérales", ", LRC 1985, c F-7, est pertinente en l'espèce:", "18.1 [...]", "(4) Les mesures prévues au paragraphe (3) sont prises si la Cour fédérale est convaincue que l'office fédéral, selon le cas:", "a) a agi sans compétence, outrepassé celle-ci ou refusé de l'exercer;", "b) n'a pas observé un principe de justice naturelle ou d'équité procédurale ou toute autre procédure qu'il était légalement tenu de respecter;", "c) a rendu une décision ou une ordonnance entachée d'une erreur de droit, que celle-ci soit manifeste ou non au vu du dossier;", "d) a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont il dispose;", "e) a agi ou omis d'agir en raison d'une fraude ou de faux témoignages;", "f) a agi de toute autre façon contraire à la loi.", "18.1 [...]", "(4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal", ") acted without jurisdiction, acted beyond its jurisdiction or refused to exercise its jurisdiction;", ") failed to observe a principle of natural justice, procedural fairness or other procedure that it was required by law to observe;", ") erred in law in making a decision or an order, whether or not the error appears on the face of the record;", ") based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;", ") acted, or failed to act, by reason of fraud or perjured evidence; or", ") acted in any other way that was contrary to law.", "Les dispositions pertinentes de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 sont pertinentes en l'espèce:", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[End of document]"]]}