{"id_": "051717", "body_str": [["[1]", "Zinn, J.", ": Benancio Corado Guerrero is a citizen of Guatemala. He sought protection in Canada as a Convention refugee under s. 96 and as a person in need of protection under s. 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27. His claims were dismissed by the Refugee Protection Division of the Immigration and Refugee Board in its decision of February 28, 2011. The risk he alleged has no nexus to a Convention ground. In this application he challenged only the decision under s. 97 of the Act.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant submits that the Board (1) erred in misstating or misconstruing the nature of the risk he faced, thus rendering its analysis invalid, and (2) erred in determining that he did not face a personal risk pursuant to s. 97 of the Act.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The issues in this case are questions of mixed fact and law are therefore reviewable under the standard of reasonableness:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[4]", "This application must be allowed and the Board's decision that the applicant was not a person in need of protection under s. 97 of the Act set aside. The Board reached its decision on erroneous findings of fact made in a perverse or capricious manner without regard for the material before it, as described in s. 18.1(4) of the", "Federal Courts Act", ", RSC 1985, c F-7. This error led the Board to unreasonably conclude that the risk faced by the applicant was one faced generally by others in Guatemala.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Board found the applicant to be credible; it believed what he said in support of his claim. Critically, the recitation of facts by the Board, in some instances, fails to include significant facts from the applicant's evidence and, in other instances, includes alleged \"facts\" that are not supported by the record.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The following summary of the key events is taken from the applicant's amended Personal Information Form narrative (PIF), his oral testimony before the Board, and the Exhibits accepted by the Board. Where there are differences between the evidence before the Board, which it accepted as accurate, and the facts as recited by the Board in its decision, they are noted.  <FRAGMENT_SUPPRESSED>"], ["[7]", "In 2006, the applicant was a 17 year old boy living with his grandmother in the small town of El Coco, in Jalpatagua, Jutiapa, Guatemala. El Coco is very close to the border between Guatemala and El Salvador. The name of the village is written by the Board as El Choco. All of the official documents before it clearly state that it is El Coco. Nothing turns on this error.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant's father is dead and although he has a mother and siblings living elsewhere in Guatemala, they are not in his life and have not been since his mother abandoned him when he was about eight years old. Effectively, his grandmother, with whom he lived, was his only family. In 2006, the applicant was in school and hoped to become a teacher.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In August 2006, the applicant was walking with his friends Jorge and Byron past a small local casino. They were stopped by a man who told the friends to move aside as he wanted to talk with the applicant alone. In his PIF, the applicant states: \"[H] e told me there was somebody who wanted me to work for them and I asked him how I could work for them and he told me that they needed someone to take some drugs from there to across the border to El Salvador.\" The applicant responded that he would not do that because he was studying and he did not want to quit school. The man said that he would have to do it whether he wanted to or not. When the applicant repeated the conversation to his friends, they told him that \"it was something that would happen to us sooner or later because these people were always trying to recruit young people to work for them.\" He also told his grandmother who said they should pray that the men forget about him.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The group that wanted him to transport drugs across the border is known as Los Lorenzanas.  <FRAGMENT_SUPPRESSED>"], ["[11]", "About three weeks after this initial encounter, the leader of Los Lorenzanas, together with about eight others, including the man who had previously spoken to the applicant, were waiting for him after school. He was directed to get into an SUV because someone wanted to talk to him. The leader of Los Lorenzanas told him that he was to take drugs into El Salvador. The applicant again said that he did not want to do that. He was then driven to his grandmother's house where he was told by the leader that \"the next time was not going to be like this\" and that he or his grandmother would pay with their lives. The applicant again told his grandmother of this encounter and she said not to worry because \"their threat wouldn't become true. <FRAGMENT_SUPPRESSED>"], ["[12]", "Nothing further happened until the evening of October 2, 2006. The applicant testified that he was getting ready to eat supper with his grandmother when he heard a vehicle stop in front of the house. He went to the window and saw two men in a truck draw automatic weapons. \"[T] hey rolled down the windows and they started to shoot with the rifles against her -- at her.\" In his PIF he wrote that they \"started firing at the house.\" He continued his testimony saying that \"I was able to throw myself on the ground and when I rolled to her she was dead under the table and I ran away.\" Although a careful review of the certified tribunal record suggests some contradictions concerning the details of this engagement, it is uncontested that his grandmother was shot multiple times. The death certificate shows that she died on October 2, 2006 as a \"consequence of", "Various bullet impacts in different parts of the body, unknown calibre", "\" [emphasis in original]. The translated police report reveals the ferocity of the attack. It describes the bullet wounds the grandmother suffered:  <FRAGMENT_SUPPRESSED>", "2 wounds in the chest, 1 wound in the wall of right axillaries, 2 wounds in the right side, 2 wounds in the cheek and mouth on the left side, 1 wound in the head region, 2 wounds on the back left side and 1 wound on the little finger of the left hand, caused by unknown individuals who fled after the fact to unknown direction.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Board, at paragraph 24 of its decision, writes of this event and states that \"[w] hen the organization persisted in recruiting the claimant and he continued to refuse their offers of money, membership, and a gun to carry, they became angry and retaliated by threatening and then shooting his grandmother in front of him to make their point.\" Notwithstanding the Board's colourful description of the recruiting tactics of Los Lorenzanas, there is nothing in the record to support its statement that the applicant was offered money, membership or guns. To the contrary, the Board specifically asked the applicant if he was asked to join their group and he responded: \"They didn't ask me but if I do something for them it's as though I already belonged to them. <FRAGMENT_SUPPRESSED>"], ["[14]", "By erroneously stating that the group was attempting to recruit the applicant to join it through promises of guns, membership and money, the Board completely mischaracterized the interaction between the applicant and Los Lorenzanas. The evidence before the Board was that Los Lorenzanas specifically targeted the applicant to work for them to carry drugs across the border, not merely to join their organization, as the Board states.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Further, although the Board at paragraph 24 finds that the grandmother's shooting was in retaliation for the applicant refusing the recruitment by Los Lorenzanas, at paragraph 28 of its decision, the Board writes: \"I find that the grandmother was", "harmed incidentally and not as a means to recruit the claimant", "\" [emphasis added]. The Board's characterization of the violent death of the grandmother from multiple gun shots as having been \"harmed\" is a perverse mischaracterization. She was killed.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Also perverse is the Board's finding that her death was \"incidental\" when the testimony of the applicant, supported by the evidence of the police report and the previous threats, was that they shot", "at", "her. As is noted above, the applicant in his PIF did state that the killers \"started firing at the house\" but this must be considered in the context of all the evidence. This includes the fact that there is nothing in the police report or in the record that reveals that there were any bullet holes in the walls of the house. Given the 11 bullet wounds in the grandmother's body, it is unreasonable to conclude that the grandmother's wounds were \"incidental.\" In my view, the only reasonable view of the evidence is that the wounds were inflicted deliberately. She was targeted by these killers.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Following the shooting, the applicant ran to his friend's house where he was given enough money to travel to Guatemala City. Approximately seven months later he was in the marketplace in Guatemala City where he was approached by one of the men who had previously threatened him and his grandmother. He was again told to transport drugs across the border and told that this was the last time he would be asked; the next time he would be killed. The applicant asked for four days to return to El Coco and implied that he would do as they asked. Instead of returning, he left Guatemala.  <FRAGMENT_SUPPRESSED>"], ["[18]", "He traveled by foot and rail from Guatemala through Mexico and the United States of America before entering Canada at Vancouver on February 14, 2008. He filed a claim for protection in Calgary on July 9, 2008.  <FRAGMENT_SUPPRESSED>"], ["[19]", "In its appreciation of the evidence, the Board also considered a letter the applicant received from his two friends, Jorge and Byron, with whom he was walking when he was initially approached by a member of Los Lorenzanas, and with whom he had stayed in contact. In this letter, his friends confirm that the group that tried to get the applicant to transport drugs is Los Lorenzanas. The Board at paragraph 27 of its decision writes:  <FRAGMENT_SUPPRESSED>", "In their letter the friends inform the claimant that they have learned that the organization that operated in their home-village of El Choco [sic] is known as Los Lorenzanas; that they are a large organization with connections throughout Guatemala and neighboring countries and go by different names in different locations. They are the 'mastermind' organization and routinely hire the Mara 18 street gang to do their dirty work. It was the Maras 18 who were responsible for the murder of the claimant's grandmother and for tracking the claimant down in Guatemala City.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Board is in error in its description of the content of the friends' letter which can be found on page 293 of the certified tribunal record. It makes no reference at all to Los Lorenzanas being a \"large organization\" or to having \"connections throughout Guatemala and neighboring countries\" or to going \"by different names in different locations.\" In fact, other than this letter and the evidence of the applicant, there is nothing in the record that references Los Lorenzanas or describes the characteristics of the group. The applicant's friends do however write that they believe that Los Lorenzanas hired Mara 18 to find and kill him. This supports the evidence of the applicant at page 324 of the certified tribunal record that Los Lorenzanas hired Mara 18 to look for and to \"assassinate\" him.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Board found that the harm the applicant feared was \"criminality (recruitment to deliver drugs)\" and that this was not linked to a Convention ground in s. 96 of the Act. While I agree that s. 96 was not at play, the Board's conclusion as to the harm the applicant feared is perverse. It is clear from the evidence before the Board that the applicant did not base his claim on a fear of recruitment. Further, if there was recruitment, it was not to join Los Lorenzanas but to transport drugs for them. He had already said no to that demand. His fear was a fear of death by a third party organization - the Mara 18. This third party organization, as stated earlier, had been hired by Los Lorenzanas to kill the applicant.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Board analysed its view of the applicant's risk under s. 97 of the Act. The Board acknowledged the general violence that is prevalent in Guatemala and noted that it is primarily drug related. The Board then noted that the applicant was a prime target for recruitment because of his vulnerable age and social profile. It was noted that he was young, naïve, unsophisticated and uneducated. It was also noted that he was orphaned and had lived with his elderly grandmother since he was eight years old, without a family and strong social support to help him make crucial decisions in life. The Board stated that he was a particular target because of his geographic location of being so close to the El Salvador border. The Board also noted that what made the applicant \"a particular target of the drug trafficking gang was his refusal to deliver drugs to the border of El Salvador.\" Notwithstanding its finding that the applicant was targeted, the Board found that the risk he faced was a generalized one, given the pervasiveness of gangs in Guatemala.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In my view, the errors outlined above resulted in the Board mischaracterizing the personal circumstances of the applicant and thus led the Board to inaccurately find that his circumstances and his risk of harm was one faced generally by others. He was not, like many his age, merely at risk of recruitment by a criminal gang. Rather, he was at risk of death having been specifically and personally targeted by a criminal organization for death at the hand of Mara 18 who had been hired to kill him.  <FRAGMENT_SUPPRESSED>"], ["[24]", "This finding is dispositive of the application for judicial review; the decision under review is unreasonable and the applicant's claim for protection must be redetermined. Nevertheless, I wish to add a few comments concerning s. 97 of the Act and, in particular, the respondent's interpretation of the recent decision in", "<FRAGMENT_SUPPRESSED>  [", "Baires Sanchez", "], which he submitted is dispositive of the present application.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Subparagraph 97(1)(b)(ii) of the Act defines a person in need of protection as \"a person in Canada whose removal to their country or countries of nationality ... would subject them personally to a risk to their life or a risk of cruel and unusual treatment or punishment if the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country. <FRAGMENT_SUPPRESSED>"], ["[26]", "Parsing this provision, it is evident that if a claimant is to be found to be a person in need of protection, then it must be found that:  <FRAGMENT_SUPPRESSED>", "a. The claimant is in Canada;  <FRAGMENT_SUPPRESSED>", "b. The claimant would be personally subjected to a risk to their life or to cruel and unusual treatment or punishment if returned to their country of nationality;  <FRAGMENT_SUPPRESSED>", "c. The claimant would face that personal risk in every part of their country; and  <FRAGMENT_SUPPRESSED>", "d. The personal risk the claimant faces \"is not faced generally by other individuals in or from that country. <FRAGMENT_SUPPRESSED>", "All four of these elements must be found if the person is to meet the statutory definition of a person in need of protection; it is only such persons who are permitted to remain in Canada.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The majority of cases turn on whether or not the last condition has been satisfied, that is, whether the risk faced by the claimant is a risk faced generally by others in the country. I pause to observe that regrettably too many decisions of the RPD and of this Court use imprecise language in this regard. No doubt I too have been guilty of this. Specifically, many decisions state or imply that a generalized risk is not a personal risk. What is usually meant is that the claimant's risk is one faced generally by others and thus the claimant does not meet the requirements of the Act. It is not meant that the claimant has no personal risk. It is important that a decision-maker finds that a claimant has a personal risk because if there is no personal risk to the claimant, then there is no need to do any further analysis of the claim; there is simply no risk. It is only after finding that there is a personal risk that a decision-maker must continue to consider whether that risk is one faced generally by the population.  <FRAGMENT_SUPPRESSED>"], ["[28]", "My second observation is that too many decision-makers inaccurately describe the risk the applicant faces and too many decision-makers fail to actually state the risk altogether. Paragraph 97(1)(b) of the Act is quite specific: The personal risk a claimant must face is \"a risk to their life or to a risk of cruel and unusual treatment or punishment.\" Before determining whether the risk faced by the claimant is one generally faced by others in the country, the decision-maker must (1) make an express determination of what the claimant's risk is, (2) determine whether that risk is a risk to life or a risk of cruel and unusual treatment or punishment, and (3) clearly express the basis for that risk.  <FRAGMENT_SUPPRESSED>"], ["[29]", "An example of the sort of decision I am addressing is that under review. The closest the decision-maker in this case comes to actually stating the risk she finds this applicant faces is the following: \"[T] he harm feared by the claimant; that is criminality (recruitment to deliver drugs) ....\" But this is not the risk faced by the applicant, and even if it were, the decision fails to state how this meets the test of risk set out in subparagraph 97(1)(b)(ii) of the Act. At best, the risk as described forms part of the reason for the risk to the applicant's life. When one conflates the reason for the risk with the risk itself, one fails to properly conduct the individualized inquiry of the claim that is essential to a proper s. 97 analysis and determination.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Court of Appeal in  <FRAGMENT_SUPPRESSED> cited in", "<FRAGMENT_SUPPRESSED> stated that \"[t] he examination of a claim under subsection 97(1) of the Act necessitates an individualized inquiry, which is to be conducted on the basis of the evidence adduced by a claimant 'in the context of a present or prospective risk' for him\" [emphasis in original]. The words \"in the context of\" in this statement are of fundamental importance. The decision-maker must examine the claimant's evidence and the claimant's circumstances", "in the context of", "the risk to him.  <FRAGMENT_SUPPRESSED>"], ["[31]", "<FRAGMENT_SUPPRESSED> I attempted to flesh out what such an individualized inquiry entails. I wrote that:  <FRAGMENT_SUPPRESSED>", "In conducting the individualized inquiry the Board must examine both the nature of the risk faced by claimants as well as the agent of persecution. In examining the nature of the risk, the question is not whether the risk amounts to being a victim of crime. In most countries, and in most circumstances, persecution constituting a risk to life or rising to the level of cruel and unusual punishment, will also constitute criminal conduct under domestic criminal statutes. The question is not whether all citizens in a country face a possibility of being a victim of such crimes. We all face the possibility of being the victim of a crime each and every day.  <FRAGMENT_SUPPRESSED>", "The relevant question is whether the risk is one generally faced by all citizens. Generally, in this sense, is to be given its ordinary meaning. What is general in one country may not be general in another country. In Canada, we generally face a risk of being involved in a motor vehicle accident each time we drive, even though the probability of such an event is low; we do not face a general risk of kidnapping and extortion, even though there is a possibility of being a victim of such crimes, and such crimes do occur each year. In examining the generality of persecution the Board must also take a context specific approach by focusing on the generality of a risk of persecution from a specific agent of persecution. A risk may be general at the hands of a one agent of persecution and not general at the hands of a different agent of persecution. For example, the same risk may be generalized if the agent of persecution is a non-state actor but particularized if the agent of persecution is the state. [emphasis in original]  <FRAGMENT_SUPPRESSED>", "No doubt there are other relevant considerations.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The fact that decisions of this Court and the Court of Appeal have long held that such an individualized inquiry is required explains, in part, why I do not accept the submission of the respondent regarding", "Baires Sanchez", ". The respondent relied on this decision to support his submission that virtually any risk of violence at the hands of a criminal gang in one of the Central or South American countries where gang violence is prevalent is a risk generally faced by citizens of the country and thus falls outside the protection offered by s. 97 of the Act. To accept that bold proposition would run counter not only to the position expressed by our Court of Appeal, it would also run counter to those cases where this Court has found a personal risk from such gangs that is not also a general risk: See, for example", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[33]", "During the course of oral submissions, I asked the respondent, given his interpretation of", "Baires Sanchez", ", if he could provide an example of a situation where a person targeted for death from a gang in one of these gang-infested countries could obtain s. 97 protection. The example provided in response was the situation where a gang had been hired to kill a claimant. In that circumstance, it was submitted that the risk to the claimant was personal and was not one faced generally by the population. I note that the scenario provided is exactly that which this applicant faced. He faced death at the hand of a gang hired by a criminal organization to kill him.  <FRAGMENT_SUPPRESSED>"], ["[34]", "I do not accept that protection under the Act is limited in the manner submitted by the respondent. This is not to say that persons who face the same or even a heightened risk as others face of random or indiscriminate violence from gangs are eligible for protection. However, where a person is specifically and personally targeted for death by a gang in circumstances where others are generally not, then he or she is entitled to protection under s. 97 of the Act if the other statutory requirements are met.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The applicant proposed that the following question be certified: \"Can a risk which was initially random, indiscriminate, or general, be personalized through subsequent action of either the persecutor or victim, such as where there is an escalating or targeted reprisal for a refusal to pay?\" The respondent opposed certifying this question and proposed none for certification. In light of the disposition made of this application, the question the applicant proposes would not be dispositive of an appeal, and it is therefore not appropriate for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[36] THIS COURT'S JUDGMENT is that", "the application is allowed, the decision of the Board is set aside, the applicant's claim for protection under s. 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 is referred to a differently constituted Board for determination, and no question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}