{"id_": "051820", "body_str": [["[1]", "Zinn, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27, of a decision of the Refugee Protection Division of the Immigration and Refugee Board that held that the applicant was neither a Convention refugees nor a person in need of protection."], ["[2]", "For the reasons that follow, this application is allowed.", "Background"], ["[3]", "Nicolas Beltran is a citizen of Colombia. He was 17 at the time of his hearing before the Board; his aunt acted as his designated representative."], ["[4]", "Mr. Beltran testified and he was found to be credible. During the last two years of high school, he carried out community work for the Colombian Civil Defence. He performed functions such as rescue, vigilance and massive event control. On November 20, 2010, his father was working in his office when he received a telephone call from a commander of the", "Fuerzas Armadas Revolucionarias de Colombia", "(FARC). His father was told that the obligatory contribution (vacuna) had not been paid. When his father refused to pay, the FARC demanded the applicant as a recruit. A denunciation was filed to the National Police that same day."], ["[5]", "On December 8, 2010, the applicant left Colombia alone. He went to the United States where he stayed for two days before claiming refugee protection at the Canadian border. His aunt who had been granted refugee protection in Canada approximately seven years ago was waiting for him."], ["[6]", "The Board believed the applicant's allegation that members of the FARC threatened to recruit him when his father did not accede to their \"vacuna\" demands. This risk, it found, did not provide a nexus to a Convention ground and was generalized in Colombia. The Board found that the perpetrators were acting in a criminal manner and although the FARC is an organization with political objectives, its", "modus operandi", "is not as political as it was in the past. There was no evidence that the applicant or his father were questioned on their political views. Moreover, when the Board questioned the applicant as to whether his community involvement had anything to do with the recruitment demands, the applicant candidly said it did not. Although the \"UNHCR considers that forcibly recruited and/or trafficked children in Colombia may be a risk on the ground of membership of a particular social group,\" the Board did not accept that this overrode subparagraph 97(1)(b)(ii) of the", "Act", "dealing with generalized risk."], ["[7]", "The risk of recruitment, as admitted by the applicant, was found to apply to many young people in Colombia. Additionally, the Board found that there was no evidence adduced surrounding the effect of a possible recruitment. Both the Board and the applicant agreed that vacuna demands from people who are perceived to have money, such as the applicant's father, were part of the FARC's", "modus operandi", ". The Board pointed to various passages of the documentary evidence to support a finding that the risk faced by the applicant was generalized in Colombia. The Board, stating that it was relying on jurisprudence from this Court, concluded that Mr. Beltran was not eligible for refugee protection:", "FRAGMENT_SUPPRESSED.", "Issues"], ["[8]", "The memorandum filed and signed by the applicant and his litigation guardian does not specifically identify any issues in dispute. At the hearing counsel for the applicant addressed three issues; however, having reviewed the entire record and listened to oral submissions it is my view that there are only two relevant issues:", "1. Was the Board's finding that the applicant's risk had no nexus to a Convention refugee ground reasonable?", "2. Was the Board's finding that the applicant's risk is a risk faced generally by others in Colombia reasonable?"], ["[9]", "It is noted that the Board stated at the beginning of its decision that \"[t] he determinative issues are nexus, failure to claim elsewhere, and generalized risk.\" As noted by the applicant, the Board did not provide any reasons on the issue of \"failure to claim elsewhere.\" It is clear from the transcript that the Board, which raised it as an issue at the commencement of the hearing, was satisfied with the evidence of the applicant and the reference to the issue in the decision was in error. Nothing turns on this. The basis of the decision was nexus and \"generalized risk.\"", "Analysis", "1. Nexus"], ["[10]", "The applicant submitted that his fear of persecution had a nexus to two Convention refugee grounds: political opinion and particular social group."], ["[11]", "It was submitted that FARC is a political group and if the applicant were to be forcibly recruited to it then he would have to engage in acts to which he was opposed. This does not amount to a fear of persecution on the ground of political opinion. In order to have a nexus to a Convention refugee ground the applicant would have to have a fear of persecution \"for reasons of\" his political opinion. It is clear, as he candidly admitted at the hearing before the Board, that his political work or opinion has no relationship to his fear of forced recruitment."], ["[12]", "Similarly, it is not evident that his fear of forced recruitment has any relationship to him being a child. On the other hand, the Board's rejection of that submission is problematic. The applicant cited and relied upon the 'UNHCR Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Colombia' in the National Documentation Package before the Board and, more specifically, the following statement: \"UNHCR considers that forcibly recruited and/or trafficked children in Colombia may be at risk on the ground of membership of a particular social group.\" The Board dismissed that submission by saying:", "The Board does not concur that this statement by UNHCR overrides Section 97(1)(b)(ii) of the IRPA. Moreover, there was no evidence adduced surrounding the effect of a possible recruitment. While I take note of the UNHCR document, I am bound by the jurisprudence of the Court.", "There are three difficulties with this statement."], ["[13]", "First, the UNHCR report was tendered with respect to protection as a Convention refugee under section 96 of the", "Act", "and clearly was not intended to have any connection or relevance to section 97. Further, no submission was made to the effect that the UNHCR statement did override any provision of the", "Act", ", although the statement suggests otherwise."], ["[14]", "Second, there was evidence before the Board as to the effect of forced recruitment. While this was not specific to the applicant, the record is replete with information from UNHCR, the US Department of State, Human Rights Watch, and others as to the consequences for children who are forcibly recruited by FARC, including sexual abuse, being forced to kill, and other horrendous consequences."], ["[15]", "Third, as counsel for the respondent candidly and responsibly admitted there is no jurisprudence of this Court, nor is any cited by the Board, that holds that the forcible recruitment of children in Colombia by FARC is not entitled to protection under section 96 of the", "Act", "on the basis of there being no nexus to a Convention ground.", "2. \"Generalized Risk\""], ["[16]", "The Board correctly identified that the applicant feared being forcibly recruited by FARC. However, the Board then states: \"As stated in", "FRAGMENT_SUPPRESSED", ", this claimant was not targeted personally; rather she, as a business person, who was perceived to be well-off, had been targeted.\""], ["[17]", "The Board in this statement and others conflated the risk and fears of the applicant's father who was being subjected to extortion to the fear and risk of his son which, while caused by the father's refusal to pay, had nothing to do with his father's fears and risk. All of the decisions of this Court cited by the Board, including", "FRAGMENT_SUPPRESSED", "dealt with situations where the claimants seeking protection had been victims of crimes."], ["[18]", "More critically, the Board's analysis of the applicant's fear was simply that his fear of forcible recruitment was the fear of \"many young people in Colombia.\" It failed to examine the personal circumstances of this applicant. In", "FRAGMENT_SUPPRESSED, I reiterated the requirement that the Board must conduct an individualized inquiry when examining a claim under subsection 97(1) of the", "Act", "and not simply look to the fear and ask whether the applicant's fear is one shared by others generally in the country."], ["[19]", "The situation here is similar to that described by Justice Rennie in", "FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED"], ["[20]", "Because the Board failed to conduct the required individualized inquiry, it simply accepted that his risk of forced recruitment was the same as many other young boys in Colombia. In so doing, it completely ignored that unlike those young boys, the applicant was specifically targeted for forced recruitment because his father had refused the demands made by FARC. He was not simply one of the many boys that FARC attempts to recruit in order to fill its ranks. While there may be a general risk of forced recruitment in that FARC targets boys indiscriminately, that is not the situation in which the applicant found himself. Because the Board failed to conduct the proper assessment under subsection 97(1) of the applicant's risk, this decision is unreasonable and must be re-determined."], ["[21]", "Neither party proposed a question for certification.", "JUDGMENT"], ["[22]", "THIS COURT'S JUDGMENT is that", "this application is allowed, the applicant's claim for protection is referred back to the Board for determination by a different Member, and no question is certified.", "Application allowed.", "Editor: Angela E. McKay/klf", "[End of document]"]]}