{"id_": "051980", "body_str": [["[1]", "Mactavish, J.", ": Charbel El-Helou seeks judicial review of a decision of the Interim Public Sector Integrity Commissioner. Mr. El-Helou had complained to the Office of the Public Sector Integrity Commissioner (OPIC), alleging that he had been subject to reprisals after he reported what he believed to be acts of wrongdoing on the part of certain employees of Courts Administration Service (CAS)."], ["[2]", "The Commissioner dismissed two of the allegations of reprisal made by Mr. El-Helou against CAS and certain CAS employees. The Commissioner referred a third allegation of reprisal to the Public Servants Disclosure Protection Tribunal (the Tribunal) for hearing. Mr. El-Helou seeks judicial review of the decision dismissing two of his allegations of reprisal."], ["[3]", "For the reasons that follow, I have concluded that Mr. El-Helou was treated unfairly in the complaints process. Consequently, his application for judicial review will be granted.", "The Parties"], ["[4]", "CAS provides administrative services to the Federal Court, the Federal Court of Appeal, the Court Martial Appeal Court of Canada and the Tax Court of Canada. It is part of the \"public sector\", as defined by subsection 2(1)", "Public Servants Disclosure Protection Act", ", S.C. 2005, c. 46 [the", "PSDPA", "or the Act], and its employees are \"public servants\" within the meaning of that Act. The full text of the relevant provisions of the Act is attached as an appendix to these reasons."], ["[5]", "Mr. El-Helou worked in the Information Technology Services (ITS) section of CAS. He was employed by CAS between August of 2006 and February of 2010, when he left to take up a position elsewhere in the Public Service. In 2009, when the wrongdoings and reprisals at issue in this proceeding are alleged to have occurred, Mr. El-Helou occupied the position of Director, Client Services and Infrastructure."], ["[6]", "Mr. El-Helou reported to Laurent Francoeur, who was Director General of Information Technology Services. For a brief period between May 25 and June 15, 2009, Mr. El-Helou reported to Eric Cloutier, who was acting in Mr. Francoeur's position while Mr. Francoeur was away from the office."], ["[7]", "Mr. Francoeur and Mr. Cloutier both reported to David Power, who was the Acting Deputy Chief Administrator for Corporate Services. Mr. Power was also the \"Senior Officer\" for CAS for the purposes of subsection 10(2) of the Act. That is, he had been designated by CAS' Chief Administrator to be responsible for receiving and dealing with disclosures of wrongdoing made by CAS employees."], ["[8]", "On June 1, 2009, Francine Côté replaced Mr. Power as Deputy Chief Administrator."], ["[9]", "Mr. El-Helou also worked closely with Eric Delage, Director General of the Administrative, Facilities and Security Services Division of CAS."], ["[10]", "These CAS employees were identified as respondents during the investigation carried out by the OPIC. They are also respondents in this application for judicial review. They will be referred to collectively as the \"individual respondents\".", "Background"], ["[11]", "Mr. El-Helou alleges that while he was working for CAS, he observed what he considered to be wrongdoing on the part of certain CAS employees. The particulars of the alleged wrongdoing are not relevant to the issues currently before the Court."], ["[12]", "Mr. El-Helou reported the alleged misconduct to Mr. Power in his capacity as the CAS \"Senior Officer\". These reports were made in the spring of 2009."], ["[13]", "In his complaint filed with the OPIC, Mr. El-Helou alleged that between May and December of 2009, the individual respondents took reprisal actions against him as a result of his having made a \"protected disclosure\", as contemplated by subsection 2(1) of the Act."], ["[14]", "In particular, Mr. El-Helou alleged that:", "a) Laurent Francoeur asked Eric Cloutier to obtain information about Mr. El-Helou's management style and to solicit negative comments from his subordinates. Mr. Cloutier carried out this request while Mr. Francoeur was on vacation and Mr. Cloutier was acting in his position (the first allegation);", "b) On June 5, 2009, Francine Côté temporarily reassigned Mr. El-Helou to other duties and his supervisory responsibilities were taken away from him (the second allegation); and", "c) Mr. El-Helou's security clearance at the Top Secret level was withheld from May of 2009 until his departure from CAS in February of 2010 (the third allegation)."], ["[15]", "Mr. El-Helou's complaint also alleged that he had been subjected to \"ongoing harassment\" by CAS employees. With Mr. El-Helou's consent, this allegation was not pursued by the OPIC investigator."], ["[16]", "Subsection 19.4(1) of the Act requires that the Commissioner decide whether or not to deal with a complaint within 15 days of the complaint being filed. Upon the completion of a preliminary investigation, the Commissioner decided to deal with Mr. El-Helou's complaint. Mr. Francoeur, Mr. Cloutier, Mr. Delage and Ms. Côté were identified as respondents. In accordance with subsection 19.7(1) of the Act, the Commissioner then appointed an investigator to investigate the complaint."], ["[17]", "The Act does not provide much in the way of guidance with respect to the conduct of investigations. It does contain a general admonition that investigations are to be conducted as informally and expeditiously as possible: subsection 19.7(2). Section 19.8 requires the Commissioner to notify the complainant, any interested parties, and the chief executive of the organization in question of \"the substance of the complaint to which the investigation relates\".  <FRAGMENT_SUPPRESSED>  section 19.8 notice requirement \"ensures that the parties are afforded the protections of natural justice, such as the right to be heard, at the earliest opportunity\": at para. 38."], ["[18]", "Most importantly for our purposes, one of the duties of the Commissioner is to \"ensure that the right to procedural fairness and natural justice of all persons involved in investigations is respected, including persons making disclosures, witnesses and persons alleged to be responsible for wrongdoings\": subsection 22(d) of the Act."], ["[19]", "The investigation into Mr. El-Helou's complaint was carried out between July of 2009 and April of 2011. A number of witnesses were interviewed, and there were several changes of investigator over the course of the investigation."], ["[20]", "In the course of the investigation, Mr. El-Helou raised several additional allegations of reprisal with the investigator. One of these was the allegation that Mr. Francoeur improperly interfered with his participation in a job competition at another department in the public service."], ["[21]", "Mr. El-Helou further alleged that CAS employees threatened to initiate a security investigation into his conduct unless he signed an acknowledgement that he had breached his duty of loyalty to his employer, which document would then be placed on his employee file. A security investigation could result in the loss of Mr. El-Helou's Secret-level security clearance, which would make him ineligible for many positions within the public service."], ["[22]", "Mr. El-Helou also claimed that Mr. Power had informed Mr. El-Helou that he would not provide Mr. El-Helou with an employment reference unless Mr. El-Helou admitted to having committed a security breach. Mr. El-Helou contended that this would adversely affect his job search."], ["[23]", "As a result of these latter allegations, the OPIC investigator determined that Mr. Power should also be added as a respondent. As the Tribunal has confirmed, the Commissioner has the power to add a party to a complaint, even if that person was not named in the original complaint:", "El-Helou", "#3, at para. 31."], ["[24]", "There were significant delays in the investigation caused, in part, by the replacement of the investigator mid-way through the investigation and a further change of investigator near the end of the investigation. The investigation report was ultimately finalized on April 14, 2011, some 21 months after Mr. El-Helou filed his complaint with OPIC. This is obviously a matter of some concern, given the admonition in subsection 19.7(2) of the Act that investigations are to be conducted as informally and", "expeditiously", "as possible."], ["[25]", "The investigator recommended that Mr. El-Helou's allegation of reprisal relating to the withholding of his Top Secret security clearance from May of 2009 until his departure from CAS in February of 2010 be referred to the Tribunal for hearing. In this regard, the report states that the evidence supported Mr. El-Helou's claim that he had been subjected to possible reprisals by Mr. Power and Mr. Delage."], ["[26]", "The investigator further recommended that the other two allegations of reprisal identified in Mr. El-Helou's July, 2009 complaint be dismissed. The investigation report states that the evidence did not establish reasonable grounds to believe the allegations of reprisal against Mr. Cloutier, Mr. Francoeur or Ms. Côté."], ["[27]", "The Interim Commissioner accepted the investigator's recommendation on April 15, 2011. In a Notice of Decision dated April 18, 2011, the Interim Commissioner confirmed that he had made an application to the Tribunal pursuant to subsection 20.4(1) of the Act. The application was limited, however, to Mr. El-Helou's reprisal complaint against CAS, Mr. Power and Mr. Delage in relation to the withholding of Mr. El-Helou's Top Secret security clearance."], ["[28]", "The Interim Commissioner declined to make an application to the Tribunal in relation to Mr. El-Helou's first two reprisal complaints involving the conduct of Mr. Cloutier, Mr. Francoeur and Ms. Côté. Based on the Investigator's Report, the Commissioner determined that there was \"insufficient evidence to believe on reasonable grounds\" that either Mr. El-Helou's reassignment or the information sought by Mr. Cloutier with respect to Mr. El-Helou's management style constituted reprisals. The Commissioner accordingly dismissed these two allegations pursuant to section 20.5 of the Act."], ["[29]", "The Tribunal has made a number of preliminary rulings with respect to Mr. El-Helou's third allegation of reprisal. However, the hearing into the merits of this allegation has been put on hold by the Tribunal pending the outcome of this application for judicial review:", "<FRAGMENT_SUPPRESSED>  above at para. 5.", "The Issues"], ["[30]", "Mr. El-Helou has raised a number of issues in his application. These include the proper interpretation of the \"reasonable grounds to believe\" standard set out in subsection 20.4(3) of the Act, the question of who bears the burden of proof in cases such as this, and whether it is only necessary that there be \"some basis\" in the evidence to support the referral of a reprisal complaint to the Tribunal by the Commissioner."], ["[31]", "Mr. El-Helou also alleges that the investigator, and, by extension, the Interim Commissioner, erred by weighing the evidence and engaging in fact-finding with respect to the merits of his complaint, rather than merely assessing whether the evidence met the \"reasonable grounds to believe\" standard as Mr. El-Helou submits they were obliged to do."], ["[32]", "Mr. El-Helou asserts that the Interim Commissioner also erred by failing to have due regard to the public interest in deciding whether to send his first and second allegations of reprisal on for a hearing, as required by subsection 20.4(3) of the Act. The Interim Commissioner further erred, Mr. El-Helou says, by failing to consider whether the respondents' explanations for their actions were in fact pretextual."], ["[33]", "Mr. El-Helou has also alleged that he was denied fairness in the investigation process. He has identified what he says are a number of different breaches of procedural fairness that occurred in the process leading up to the dismissal of his first and second allegations of reprisal."], ["[34]", "As will be explained below, I agree with Mr. El-Helou that the process followed by OPIC was not fair. Given my conclusion in relation to the fairness issues, it is not necessary for me to address the remainder of Mr. El-Helou's arguments.", "Standard of Review"], ["[35]", "Where an issue of procedural fairness arises, the task for the Court is to determine whether the process followed by the decision-maker satisfied the level of fairness required in all of the circumstances: see", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , at para. 43.", "The Process Followed by the OPIC"], ["[36]", "In order to put Mr. El-Helou's fairness arguments into context, it is necessary to have some understanding of what transpired during the investigation of his reprisal complaint by the OPIC."], ["[37]", "In February of 2010, after his complaint had been under investigation for approximately six months, Mr. El-Helou was advised by the investigator that she anticipated that she would be providing her investigation report to the Commissioner within a week. Mr. El-Helou was also advised that a decision would be made with respect to his complaint within a month."], ["[38]", "While Mr. El-Helou had not been represented by counsel to this point in the process, he then decided to retain legal counsel. His counsel wrote the investigator requesting a one-month delay in issuing the report, in order to allow counsel to provide advice to Mr. El-Helou prior to making submissions on Mr. El-Helou's behalf."], ["[39]", "The request for a delay was granted and the investigator advised counsel that she would extend the time for the completion of the report to April 2, 2010 in order to allow Mr. El-Helou to provide his written submissions."], ["[40]", "Detailed submissions were subsequently provided to the investigator by counsel for Mr. El-Helou. These submissions addressed the interpretation of the Act and the fairness of the OPIC's investigation. Counsel also requested that the investigator provide Mr. El-Helou with a list of the witnesses who had been interviewed, the substance of their evidence, and any documentary evidence that had been collected during the investigation prior to the finalization of the investigation report."], ["[41]", "When no response was received to this request, Mr. El-Helou's counsel once again contacted the investigator. The investigator then advised counsel that the reprisal file was \"under investigation\" and that the disclosure of the investigation file was \"under review\"."], ["[42]", "In a letter to Mr. El-Helou's counsel dated September 28, 2010, the investigator reviewed the process that had been followed to date in the investigation. She provided counsel with a list of the individuals who had been interviewed to that point, and noted that her office was concluding the investigation process."], ["[43]", "The investigator then stated that:", "A summary of findings will be prepared and sent to the parties for comment", ". Your client and the persons alleged to have committed reprisal", "will have an opportunity to respond", ". Once the responses have been received, analyzed and the report amended as required, the matter will be presented to the Commissioner for her decision. [my emphasis]"], ["[44]", "Mr. El-Helou's counsel responded by letter dated October 29, 2010, noting that Mr. El-Helou had never been provided with the details of the investigation. Counsel also identified two individuals who he said would provide \"crucial\" evidence. One of these witnesses was the then-Chief Administrator of CAS, who had the final say with respect to Mr. El-Helou's security clearance. As a result, counsel said, the Chief Administrator would have had \"significant\" involvement in the Top Secret security clearance process, and would, as well, have potentially had a role in the reprisals taken against Mr. El-Helou."], ["[45]", "Counsel went on in his letter to confirm his understanding that he would be provided with a copy of the investigation report for comment, in due course. He stated: \"[w]e stress that we expect to receive, in addition to a report with any analysis you have conducted, a complete and detailed description of all the evidence you have received from the witnesses\". Counsel observed that \"[t]his is essential to enable us to comment on the report\"."], ["[46]", "Counsel also expressed Mr. El-Helou's concern as to whether the alleged threat to deny him an employment reference unless he signed a document admitting improper behaviour was being investigated."], ["[47]", "In a letter to Mr. El-Helou's counsel dated January 20, 2011, the investigator referred to Mr. El-Helou's claim that he was threatened with the prospect of a further security investigation if he failed to comply with his employer (CAS)'s \"wishes\". In this regard, the investigator stated that:", "This implied threat of a security investigation could constitute a potential reprisal measure and", "it was therefore examined during the investigation. This matter will be addressed in my report", ". [my emphasis]"], ["[48]", "The investigator also stated:", "I have not interviewed [the Chief Administrator of CAS] nor is there a record of the previous investigator doing so. As you indicate that he has evidence linked to the alleged reprisal action, I will add him to the witness list. [...]", "We will interview [the second employee suggested by counsel] as you indicate that she has evidence in this case. [...]"], ["[49]", "The investigator then stated that based upon the information provided by counsel and the investigation file, it was her understanding that there were three persons remaining to be interviewed. The investigator stated that Mr. Power would be re-interviewed, and that the Chief Administrator and the second individual identified by counsel for Mr. El-Helou in his October 29, 2010 letter would also be interviewed."], ["[50]", "The investigator further advised counsel that \"[o]nce the investigation is complete, the investigation report [will be] finalized and presented to the Interim Commissioner for his consideration\". The investigator also noted that she could not advise counsel as to who would actually be completing the investigation, as the investigator herself had recently changed positions."], ["[51]", "Counsel for Mr. El-Helou responded, reiterating his position that his client was entitled to \"a complete and detailed description of all the evidence you have received from the various witnesses as well as other particulars regarding the conduct of the investigation\". Counsel also referred to his earlier submissions with respect to the fairness of the process being followed by the investigator, and expressed his ongoing dismay with respect to the delays in the investigation process."], ["[52]", "After further correspondence between the investigator and counsel for Mr. El-Helou, the investigation report was finalized on April 14, 2011. As noted earlier, the investigator recommended that Mr. El-Helou's allegation of reprisal relating to the withholding of his Top Secret security clearance from May of 2009 until his departure from CAS in February of 2010 be referred to the Tribunal for hearing. The report found that the evidence supported an application to the Tribunal with respect to possible reprisals by Mr. Power and Mr. Delage in this regard."], ["[53]", "The investigator further recommended that the other two allegations of reprisal identified in Mr. El-Helou's July, 2009 complaint be dismissed as the evidence did not support a finding that there were reasonable grounds to believe the allegations of reprisal made against Mr. Cloutier, Mr. Francoeur or Ms. Côté."], ["[54]", "It will be recalled that the investigator had acknowledged in her January 20, 2011 letter that Mr. El-Helou's claim that he was threatened with the prospect of a further security investigation if he failed to comply with CAS's wishes could constitute a potential reprisal measure. The investigator had further advised Mr. El-Helou that the allegation had been examined during the investigation and would be addressed in the investigation report. However, the investigation report is entirely silent on this issue."], ["[55]", "Moreover, despite the statement in the investigator's January 20, 2011 correspondence that she would interview the Chief Administrator and the second witness identified by Mr. El-Helou's counsel in his October 29, 2010 letter, it does not appear that either of these individuals was ever interviewed."], ["[56]", "It will also be recalled that the investigator's September 28, 2010 letter to Mr. El-Helou's counsel clearly stated that a summary of the investigator's findings would be given to the parties for comment, and an opportunity provided for them to respond prior to the matter being presented to the Interim Commissioner for decision. However, neither Mr. El-Helou nor any of the respondents were ever provided with an opportunity to review or comment on either the investigator's report or the evidence that it relied upon prior to the report being provided to the Interim Commissioner for decision.", "Analysis"], ["[57]", "As was noted earlier, the", "Public Servants Disclosure Protection Act", "stipulates that everyone involved in OPIC investigations is entitled to procedural fairness."], ["[58]", "The content of the duty of procedural fairness is variable, and depends, amongst other things, on the nature of the rights affected:", "<FRAGMENT_SUPPRESSED>  [", "Baker", "]."], ["[59]", "As the Supreme Court noted in", "Baker", ", several factors are relevant in determining the content of the duty of fairness in a particular case. These include the nature of the decision being made and the process followed in making it, the nature of the statutory scheme and the terms of the statute pursuant to which the body operates, the importance of the decision to the individual or individuals affected, the legitimate expectations of the person challenging the decision and the choices of procedure made by the agency itself. This list is not exhaustive. Regard must also be had to the relevant jurisprudence governing the duty of fairness in particular types of cases."], ["[60]", "There is little case law as yet dealing with the", "Public Servants Disclosure Protection Act", ". There is, however, a comprehensive body of jurisprudence that has been developed in the human rights context and there are a number of similarities between the", "PSDPA", "and the complaints process under the", "Canadian Human Rights Act", ", R.S.C., 1985, c. H-6."], ["[61]", "Baker", "teaches that in determining the content of the duty of fairness in a given case, regard should be had to the nature of the decision being made and to process followed in making it. Regard must also be had to the nature of the statutory scheme and the terms of the statute pursuant to which the body operates."], ["[62]", "From a procedural perspective, the Tribunal has remarked upon the \"structural similarities\" between the human rights and \"whistleblower\" regimes: see", "El-Helou", "#1, above at para. 83 and", "El-Helou", "#3, above at para. 71. Both processes involve two separate agencies - a Commission that performs a \"gatekeeper\" function, receiving and investigating complaints, and a Tribunal that hears and decides the complaints referred to it by the relevant Commission."], ["[63]", "The Commission or Commissioner is a party to Tribunal proceedings carried out under both the", "CHRA", "and", "PSDPA", ", along with the complainant and the respondent."], ["[64]", "While there are complainants and respondents in both human rights and \"whistleblower\" cases, neither type of case is entirely private litigation as the public interest plays a role in each process: see section 51 of the", "CHRA", "and sections 20.4(3)(d), 25.1(7)(a), 33(1) and 49(3)(b) to the", "PSDPA", ", as well as the Preamble to the latter Act."], ["[65]", "There are also many similarities in the policy considerations underlying the two pieces of legislation. The", "PSDPA", "and the", "CHRA", "are remedial legislation. Human rights and \"whistleblower\" cases may each involve conditions of employment and the protection of individuals from unfair or oppressive conduct by their employers where certain identified considerations are a factor in that conduct."], ["[66]", "Baker", "also requires us to have regard to the importance of the decision to the individual or individuals affected. Decisions made by the Commissions in both human rights and \"whistleblower\" cases are potentially determinative of rights, and may have the effect of denying relief under the legislation in issue."], ["[67]", "Moreover, complaints under the", "PSDPA", "will always involve an individual's employment, whereas complaints under the", "CHRA", "frequently arise in the employment context. Canadian jurisprudence is replete with references to the crucial role that employment plays in the dignity and self-worth of the individual."], ["[68]", "By way of example, in", "Reference re Public Sector Employee Relations Act (Alberta)", ", [1987] 1 S.C.R. 313, the Supreme Court of Canada stated:", "Work is one of the most fundamental aspects in a person's life, providing the individual with a means of financial support and, as importantly, a contributory role in society. A person's employment is an essential component of his or her sense of identity, self-worth and emotional well-being. [at para.91]"], ["[69]", "Although this quotation comes from Chief Justice Dickson's dissenting judgment, similar sentiments regarding the central role that employment plays in the dignity and self-worth of the individual have been expressed in many other judgments of the Supreme Court: see, for example,", "<FRAGMENT_SUPPRESSED> , at para. 104."], ["[70]", "Furthermore, both types of cases require a balancing of Charter-protected rights (section 15 equality rights in the case of the", "CHRA", "versus the section 2 right to free expression in the case of the", "PSDPA", ") with other important principles such as", "bona fide", "occupational requirements (", "CHRA)", "or the duty of loyalty owed by public servants to their employers", "(PSDPA", ")."], ["[71]", "Because of the similarities between the complaints regimes established under the", "PSDPA", "and the", "CHRA", ", all of the parties have relied, to a greater or lesser extent, on jurisprudence that has evolved in the human rights context in support of their respective positions. I agree that this jurisprudence is very helpful in determining whether Mr. El-Helou's right to be treated fairly in this matter has been respected."], ["[72]", "Before addressing this question, I would note that the last two", "Baker", "factors are the legitimate expectations of the person challenging the decision and the choices of procedure made by the agency itself. Insofar as the latter factor is concerned, deference will ordinarily be extended to an agency's procedural choices. The legitimate expectations of the person challenging the decision are an important factor in this case, and will be addressed in some detail in my analysis."], ["[73]", "The Federal Court of Appeal has made it clear that parties to a human rights complaint have a right to be informed of", "the substance", "of the evidence which will be relied upon in making the decision to dismiss a complaint or to refer it to the Canadian Human Rights Tribunal for hearing. The parties must also be offered the opportunity to respond to that evidence and to present all relevant arguments relating to it: see", "<FRAGMENT_SUPPRESSED>  (QL) (F.C.A.) at para. 14;", "<FRAGMENT_SUPPRESSED>  [", "Slattery", "]; affirmed (1996), 205 N.R. 383 (F.C.A.). See also the Supreme Court of Canada's decisions in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and", "Syndicat des employés de production du Québec et de l' <FRAGMENT_SUPPRESSED>  [SEPQA]."], ["[74]", "I am of the view that the common-law duty of procedural fairness also requires that the parties to a complaint under the", "PSDPA", "be afforded a similar opportunity."], ["[75]", "I agree with the respondents that Mr. El-Helou was not necessarily entitled to see all of the transcripts of all of the witness interviews or each and every document produced to the investigator. Rather, the case law merely requires that he be made aware of the \"substance of the case\" ( <FRAGMENT_SUPPRESSED> ) or the \"substance of the evidence obtained by the investigator\" (", "SEPQA", ", <FRAGMENT_SUPPRESSED> )."], ["[76]", "This requirement will generally be satisfied by the disclosure of the investigator's report and the provision of an opportunity for comment. Alternatively, the provision of a summary of the witness interviews and other documentary evidence would have been sufficient to allow Mr. El-Helou to know the case he had to meet, and to respond to it: see <FRAGMENT_SUPPRESSED> , above at para. 18;", "<FRAGMENT_SUPPRESSED>  D.L.R. (4th) 633 at paras. 39-44."], ["[77]", "Neither of these things happened here. Mr. El-Helou and the respondents were never made aware of the substance of the evidence that had been obtained by the investigator, nor did any of them have any opportunity to respond to the investigator's findings. Moreover, the fact that both sides were treated equally unfairly does not somehow render the process fair."], ["[78]", "Mr. El-Helou submits that if he had been provided with an opportunity to respond to the investigator's findings, he would have provided the investigator with many of the lengthy and detailed submissions that were made to this Court. However, he was never given that opportunity. This was a clear breach of the common law duty of procedural fairness."], ["[79]", "This error was, moreover, compounded by the breach of the explicit representation made by the investigator that Mr. El-Helou would be afforded an opportunity to comment on the investigator's findings prior to a decision being made by the Interim Commissioner in relation to his complaint."], ["[80]", "It will be recalled that in response to repeated requests by counsel for Mr. El-Helou, the investigator stated in a letter dated September 28, 2010 that:", "A summary of findings will be prepared and sent to the parties for comment", ". Your client and the persons alleged to have committed reprisal", "will have an opportunity to respond", ". Once the responses have been received, analyzed and the report amended as required, the matter will be presented to the Commissioner for her decision. [my emphasis]"], ["[81]", "Mr. El-Helou thus had a legitimate expectation that this is the process that would be followed in the investigative process. A legitimate expectation will arise in the administrative law context where a party has been given assurances as to the steps that will be followed in the decision-making process. This can include procedures which an administrative authority has voluntarily undertaken to follow. However, for a legitimate expectation to be created, the undertaking has to be \"clear, unambiguous and unqualified\": See D.J.M. Brown and J.M. Evans, Judicial Review of Administrative Action in Canada, loose-leaf (Toronto: Canvasback Publishing, 2011), at p. 7:1710."], ["[82]", "A legitimate expectation cannot confer a right to a specific substantive result. That is, the doctrine of legitimate expectation is limited to procedural relief:", "<FRAGMENT_SUPPRESSED> , at paras. 32, 79 and 86. That said, where a legitimate expectation properly arises, a party's procedural rights and the degree of fairness to which they are entitled can be extended beyond basic common law principles."], ["[83]", "The representation made by the investigator in this case was clear, unambiguous and unqualified: Mr. El-Helou and the respondents would be provided with a summary of the investigator's findings and all of the parties would be provided with an opportunity to respond to those findings. Nothing in that representation conflicted in any way with the investigator's statutory duties under the", "Public Servants Disclosure Protection Act", ". Indeed, it accorded with the duty of fairness contemplated by subsection 22(d) of the Act. It was simply unfair for the investigator to promise to do one thing and to then do the opposite."], ["[84]", "There was a further breach of procedural fairness in this case. The investigator was aware of Mr. El-Helou's claim that he was threatened with the prospect of a further security investigation if he failed to comply with his employer's \"wishes\". The investigator further recognized that such a threat could potentially constitute a reprisal measure. As a result, the investigator stated in her January 20, 2011 letter to Mr. El-Helou's counsel that this allegation \"was therefore examined during the investigation\" and that \"[t]his matter will be addressed in my report\". Mr. El-Helou thus had a legitimate expectation that this would happen."], ["[85]", "However, despite this clear, unambiguous and unqualified undertaking by the investigator, the investigation report makes no mention of this issue, with the result that this allegation was never considered by the Interim Commissioner."], ["[86]", "The respondents deny knowledge of any representations that may have been made to Mr. El-Helou, and they have made no substantive submissions in relation to this issue. I am satisfied that the failure of the investigator to investigate this allegation constitutes a further breach of procedural fairness."], ["[87]", "The investigator also failed to follow through on her undertaking to interview the former Chief Administrator of CAS. It will be recalled that in her January 20, 2011 letter to Mr. El-Helou's counsel, the investigator stated that she had \"not interviewed [the Chief Administrator of CAS] nor is there a record of the previous investigator doing so\". The investigator went on to state that \"[a] s you indicate that he has evidence linked to the alleged reprisal action, I will add him to the witness list\". Further on in the letter, she reiterated that this individual would be interviewed. However, it appears that this never happened."], ["[88]", "The respondents once again deny any knowledge of any representations that may have been made to Mr. El-Helou in this regard, and they have made no substantive submissions in relation to this issue."], ["[89]", "Here again we have the investigator making a clear, unambiguous and unqualified representation as to the process that would be followed in the investigation and then failing to follow through with that undertaking."], ["[90]", "I note that the evidence of the former Chief Administrator of CAS was relevant to the issue of the alleged withholding of Mr. El-Helou's Top Secret security clearance. Given that this issue has been referred to the Tribunal for a hearing, the prejudice to Mr. El-Helou in this regard was limited, but was not entirely eliminated in that Mr. El-Helou does not have the benefit of notes or a transcript of an interview with the former Chief Administrator as he heads into the Tribunal hearing."], ["[91]", "Procedural fairness also requires that in fulfilling its statutory responsibility to investigate complaints, investigations carried out by the Commissioner's office must be both neutral and thorough:", "Slattery", ", at para. 49."], ["[92]", "Cases decided after", "Slattery", "have established that a decision to dismiss a complaint made by the Canadian Human Rights Commission in reliance upon a deficient investigation will itself be deficient because \"[i]f the reports were defective, it follows that the Commission was not in possession of sufficient relevant information upon which it could properly exercise its discretion\": see", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1012, at para. 70. See also", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 1684 ( <FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 885, at para. 7 and", "<FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 1125, at para. 40."], ["[93]", "Despite the very lengthy amount of time during which this matter was under investigation, the investigation was not sufficiently thorough."], ["[94]", "Insofar as the requirement of thoroughness is concerned, the Federal Court observed in", "Slattery", "that \"deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly\". As a consequence, \"[i]t should only be where unreasonable omissions are made, for example where an investigator failed to investigate obviously crucial evidence, that judicial review is warranted\": at para 56."], ["[95]", "I am satisfied that in this case, the investigator failed to investigate obviously crucial evidence."], ["[96]", "It will be recalled that Mr. El-Helou's first allegation was that \"Laurent Francoeur asked Eric Cloutier to obtain information about [his] management style and to solicit negative comments from his subordinates.\" Mr. El-Helou further alleged that \"Mr. Cloutier carried out this request while Mr. Francoeur was on vacation and Mr. Cloutier was acting in his position.\""], ["[97]", "Thus Mr. El-Helou alleges that at the behest of Mr. Francoeur, Mr. Cloutier actively sought out Mr. El-Helou's subordinates in order to obtain negative comments from them with respect to Mr. El-Helou's management style. Mr. El-Helou further alleges that this was done as a result of his having made a protected disclosure."], ["[98]", "However, a status report prepared by the investigator reveals that Mr. Cloutier denied ever having conducted a review of Mr. El-Helou's management style. Rather, he told the investigator that the employees", "all came to him", "during the three weeks that he acted for Mr. Francoeur: Application Record, Vol. 7 at p. 2180."], ["[99]", "Thus the question of who initiated these discussions was central to this allegation of reprisal."], ["[100]", "In her report, the investigator stated that \"[a]lthough the complainant believes that Mr. Cloutier deliberately solicited negative information about him from his employees, there is", "little evidence", "presented that Mr. Cloutier initiated the questioning until employees identified problems to him\": Investigation Report at para. 106. [my emphasis]"], ["[101]", "However, Mr. El-Helou had specifically identified at least two CAS employees who he said would tell the investigator that", "Mr. Cloutier had indeed approached them", "in an attempt to obtain negative information about his management style. The investigator appears to have been aware that there was evidence to support Mr. El-Helou's position on this point: see the investigation report at footnote 38 and Application Record, Vol. 7 at p. 2180. Nevertheless, the investigator never interviewed either of the individuals identified by Mr. El-Helou in relation to this issue."], ["[102]", "The failure to obtain what was obviously crucial evidence is all the more puzzling as the investigator had a copy of an investigation report prepared by a private company that had investigated allegations of harassment that had been made against Mr. El-Helou and another CAS employee. The individuals identified by Mr. El-Helou were interviewed in the course of that investigation, and it appears that although their evidence would not have been entirely supportive of Mr. El-Helou's management style, it may well have been of some assistance to him in establishing who initiated the discussions, and whether Mr. Cloutier was in fact actively seeking negative information with respect to Mr. El-Helou."], ["[103]", "The jurisprudence has established that some defects in an investigation may be overcome by providing the parties with the opportunity to make submissions with respect to the investigation report. As the Federal Court of Appeal observed in", "<FRAGMENT_SUPPRESSED> , the only errors that will justify the intervention of a court on review are \"investigative flaws that are so fundamental that they cannot be remedied by the parties' further responding submissions\": at para. 38. The difficulty with this is of course that in this case, Mr. El-Helou was never given an opportunity to provide further responding submissions, nor was he ever advised of the substance of the investigator's findings.", "Conclusion"], ["[104]", "For these reasons, the application for judicial review is allowed. The April 18, 2011 decision of the Interim Public Service Integrity Commissioner is set aside and the matter is remitted to the Office of the Public Service Integrity Commissioner for further investigation in accordance with these reasons."], ["[105]", "In accordance with the agreement of the parties, Mr. El-Helou is entitled to his costs of this application at the mid-point Column III of the table to Tariff B of the", "Federal Courts Rules", "JUDGMENT"], ["[106]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is allowed. The April 18, 2011 decision of the Interim Public Service Integrity Commissioner is set aside, and the matter is remitted to the Office of the Public Service Integrity Commissioner for further investigation in accordance with these reasons.", "2. Mr. El-Helou is entitled to his costs of this application at the mid-point Column III of the table to Tariff B of the", "Federal Courts Rules", "Application allowed.", "Editor: Gary W. McLaughlin/klf", "APPENDIX", "Public Servants Disclosure Protection Act", ", S.C. 2005, c. 46", "2.(1)", "... \"protected disclosure\" means a disclosure that is made in good faith and that is made by a public servant", "(a) in accordance with this Act;", "(b) in the course of a parliamentary proceeding;", "(c) in the course of a procedure established under any other Act of Parliament; or", "(d) when lawfully required to do so.", "...", "\"public sector\" means", "(a) the departments named in Schedule I to the Financial Administration Act and the other portions of the federal public administration named in Schedules I.1 to V to that Act; and", "(b) the Crown corporations and the other public bodies set out in Schedule 1.", "However, subject to sections 52 and 53, \"public sector\" does not include the Canadian Forces, the Canadian Security Intelligence Service or the Communications Security Establishment.", "\"public servant\" means every person employed in the public sector, every member of the Royal Canadian Mounted Police and every chief executive.", "\"reprisal\" means any of the following measures taken against a public servant because the public servant has made a protected disclosure or has, in good faith, cooperated in an investigation into a disclosure or an investigation commenced under section 33:", "(a) a disciplinary measure;", "(b) the demotion of the public servant;", "(c) the termination of employment of the public servant, including, in the case of a member of the Royal Canadian Mounted Police, a discharge or dismissal;", "(d) any measure that adversely affects the employment or working conditions of the public servant; and", "(e) a threat to take any of the measures referred to in any of paragraphs (a) to (d).", "8.", "This Act applies in respect of the following wrongdoings in or relating to the public sector:", "(a) a contravention of any Act of Parliament or of the legislature of a province, or of any regulations made under any such Act, other than a contravention of section 19 of this Act;", "(b) a misuse of public funds or a public asset;", "(c) a gross mismanagement in the public sector;", "(d) an act or omission that creates a substantial and specific danger to the life, health or safety of persons, or to the environment, other than a danger that is inherent in the performance of the duties or functions of a public servant;", "(e) a serious breach of a code of conduct established under section 5 or 6; and", "(f) knowingly directing or counselling a person to commit a wrongdoing set out in any of paragraphs (a) to (e).", "...", "10. (2)", "Each chief executive must designate a senior officer to be responsible for receiving and dealing with, in accordance with the duties and powers of senior officers set out in the code of conduct established by the Treasury Board, disclosures of wrongdoings made by public servants employed in the portion of the public sector for which the chief executive is responsible.", "19.", "No person shall take any reprisal against a public servant or direct that one be taken against a public servant.", "19.1", "(1) A public servant or a former public servant who has reasonable grounds for believing that a reprisal has been taken against him or her may file with the Commissioner a complaint in a form acceptable to the Commissioner. The complaint may also be filed by a person designated by the public servant or former public servant for the purpose.", "...", "19.3", "(1) The Commissioner may refuse to deal with a complaint if he or she is of the opinion that", "(a) the subject-matter of the complaint has been adequately dealt with, or could more appropriately be dealt with, according to a procedure provided for under an Act of Parliament, other than this Act, or a collective agreement;", "(b) if the complainant is a member or former member of the Royal Canadian Mounted Police, the subject-matter of the complaint has been adequately dealt with by the procedures referred to in subsection 19.1(5);", "(c) the complaint is beyond the jurisdiction of the Commissioner; or", "(d) the complaint was not made in good faith.", "(2) The Commissioner may not deal with a complaint if a person or body acting under another Act of Parliament or a collective agreement is dealing with the subject-matter of the complaint other than as a law enforcement authority.", "...", "19.4", "(1) The Commissioner must decide whether or not to deal with a complaint within 15 days after it is filed.", "(2) If the Commissioner decides to deal with a complaint, he or she must send a written notice of his or her decision to the complainant and to the person or entity that has the authority to take disciplinary action against each person who participated in the taking of a measure alleged by the complainant to constitute a reprisal.", "19.7", "(1) The Commissioner may designate a person as an investigator to investigate a complaint.", "(2) Investigations into complaints are to be conducted as informally and expeditiously as possible.", "19.8", "(1) When commencing an investigation, the investigator must notify the chief executive concerned and inform that chief executive of the substance of the complaint to which the investigation relates.", "(2) The investigator may also notify any other person he or she considers appropriate, including every person whose conduct is called into question by the complaint, and inform the person of the substance of the complaint.", "19.9", "(1) If the investigator so requests, chief executives and public servants must provide the investigator with any facilities, assistance, information and access to their respective offices that the investigator may require for the purposes of the investigation.", "...", "20.3", "As soon as possible after the conclusion of the investigation, the investigator must submit a report of his or her findings to the Commissioner.", "20.4", "(1) If, after receipt of the report, the Commissioner is of the opinion that an application to the Tribunal in relation to the complaint is warranted, the Commissioner may apply to the Tribunal for a determination of whether or not a reprisal was taken against the complainant and, if the Tribunal determines that a reprisal was taken, for", "(a) an order respecting a remedy in favour of the complainant; or", "(b) an order respecting a remedy in favour of the complainant and an order respecting disciplinary action against any person or persons identified by the Commissioner in the application as being the person or persons who took the reprisal.", "(2) The order respecting disciplinary action referred in paragraph (1)(b) may not be applied for in relation to a complaint the filing of which is permitted by section 19.2.", "(3) In considering whether making an application to the Tribunal is warranted, the Commissioner must take into account whether", "(a) there are reasonable grounds for believing that a reprisal was taken against the complainant;", "(b) the investigation into the complaint could not be completed because of lack of cooperation on the part of one or more chief executives or public servants;", "(c) the complaint should be dismissed on any ground mentioned in paragraphs 19.3(1)(a) to (d); and", "(d) having regard to all the circumstances relating to the complaint, it is in the public interest to make an application to the Tribunal.", "20.5", "If, after receipt of the report, the Commissioner is of the opinion that an application to the Tribunal is not warranted in the circumstances, he or she must dismiss the complaint.", "22", ". The duties of the Commissioner under this Act are to", "...", ") ensure that the right to procedural fairness and natural justice of all persons involved in investigations is respected, including persons making disclosures, witnesses and persons alleged to be responsible for wrongdoings;", "...", ") receive, review, investigate and otherwise deal with complaints made in respect of reprisals.", "2.(1)", "... « divulgation protégée » Divulgation qui est faite de bonne foi par un fonctionnaire, selon le cas:", "a) en vertu de la présente loi;", "b) dans le cadre d'une procédure parlementaire;", "c) sous le régime d'une autre loi fédérale;", "d) lorsque la loi l'y oblige.", "...", "« secteur public »", "a) Les ministères figurant à l'annexe I de la Loi sur la gestion des finances publiques et les autres secteurs de l'administration publique fédérale figurant aux annexes I.1 à V de cette loi;", "b) les sociétés d'État et autres organismes publics figurant à l'annexe 1.", "Sous réserve des articles 52 et 53, la présente définition ne s'applique toutefois pas au Service canadien du renseignement de sécurité, au Centre de la sécurité des télécommunications et aux Forces canadiennes.", "« fonctionnaire » Toute personne employée dans le secteur public, tout membre de la Gendarmerie royale du Canada et tout administrateur général.", "« représailles » L'une ou l'autre des mesures ci-après prises à l'encontre d'un fonctionnaire pour le motif qu'il a fait une divulgation protégée ou pour le motif qu'il a collaboré de bonne foi à une enquête menée sur une divulgation ou commencée au titre de l'article 33:", "a) toute sanction disciplinaire;", "b) la rétrogradation du fonctionnaire;", "c) son licenciement et, s'agissant d'un membre de la Gendarmerie royale du Canada, son renvoi ou congédiement;", "d) toute mesure portant atteinte à son emploi ou à ses conditions de travail;", "e) toute menace à cet égard.", ". La présente loi s'applique aux actes répréhensibles ci-après commis au sein du secteur public ou le concernant:", "a) la contravention d'une loi fédérale ou provinciale ou d'un règlement pris sous leur régime, à l'exception de la contravention de l'article 19 de la présente loi;", "b) l'usage abusif des fonds ou des biens publics;", "c) les cas graves de mauvaise gestion dans le secteur public;", "d) le fait de causer - par action ou omission - un risque grave et précis pour la vie, la santé ou la sécurité humaines ou pour l'environnement, à l'exception du risque inhérent à l'exercice des attributions d'un fonctionnaire;", "e) la contravention grave d'un code de conduite établi en vertu des articles 5 ou 6;", "f) le fait de sciemment ordonner ou conseiller à une personne de commettre l'un des actes répréhensibles visés aux alinéas a) à e).", "...", "10. (2)", "Il désigne un agent supérieur chargé de prendre connaissance des divulgations et d'y donner suite d'une façon qui soit compatible avec les attributions qui lui sont conférées par le code de conduite établi par le Conseil du Trésor.", "19.", "Il est interdit d'exercer des représailles contre un fonctionnaire, ou d'en ordonner l'exercice.", "19.1", "(1) Le fonctionnaire ou l'ancien fonctionnaire qui a des motifs raisonnables de croire qu'il a été victime de représailles peut déposer une plainte auprès du commissaire en une forme acceptable pour ce dernier; la plainte peut également être déposée par la personne qu'il désigne à cette fin.", "...", "19.3", "(1) Le commissaire peut refuser de statuer sur une plainte s'il l'estime irrecevable pour un des motifs suivants:", "a) l'objet de la plainte a été instruit comme il se doit dans le cadre d'une procédure prévue par toute autre loi fédérale ou toute convention collective ou aurait avantage à l'être;", "b) en ce qui concerne tout membre ou ancien membre de la Gendarmerie royale du Canada, l'objet de la plainte a été instruit comme il se doit dans le cadre des recours visés au paragraphe 19.1(5);", "c) la plainte déborde sa compétence;", "d) elle n'est pas faite de bonne foi.", "(2) Il ne peut statuer sur la plainte si une personne ou un organisme - exception faite d'un organisme chargé de l'application de la loi - est saisi de l'objet de celle-ci au titre de toute autre loi fédérale ou de toute convention collective.", "...", "19.4", "(1) Le commissaire statue sur la recevabilité de la plainte dans les quinze jours suivant son dépôt.", "(2) Dans le cas où il décide que la plainte est recevable et où il y donne suite, le commissaire envoie par écrit sa décision au plaignant et à la personne ou à l'entité qui a le pouvoir d'infliger les sanctions disciplinaires à chaque personne qui a participé à l'exercice des prétendues représailles faisant l'objet de la plainte.", "19.7", "(1) Le commissaire peut charger une personne d'enquêter sur une plainte.", "(2) L'enquête est menée, dans la mesure du possible, sans formalisme et avec célérité.", "19.8", "(1) Au moment de commencer l'enquête, l'enquêteur informe l'administrateur général compétent de la tenue de celle-ci et lui fait connaître l'objet de la plainte.", "(2) Il peut aussi informer toute personne, notamment toute personne dont la conduite est mise en question par la plainte, de la tenue de l'enquête et lui faire connaître l'objet de la plainte.", "19.9", "(1) Si l'enquêteur en fait la demande, les administrateurs généraux et les fonctionnaires doivent lui donner accès à leur bureau et lui fournir les services, l'aide et les renseignements qu'il peut exiger dans le cadre de l'enquête.", "...", "20.3", "L'enquêteur présente son rapport au commissaire le plus tôt possible après la fin de l'enquête.", "20.4", "(1) Si, après réception du rapport d'enquête, le commissaire est d'avis que l'instruction de la plainte par le Tribunal est justifiée, il peut lui demander de décider si des représailles ont été exercées à l'égard du plaignant et, le cas échéant:", "a) soit d'ordonner la prise des mesures de réparation à l'égard du plaignant;", "b) soit d'ordonner la prise des mesures de réparation à l'égard du plaignant et la prise de sanctions disciplinaires à l'encontre de la personne ou des personnes identifiées dans la demande comme étant celles qui ont exercé les représailles.", "(2) Le commissaire ne peut demander au Tribunal d'ordonner la prise de sanctions disciplinaires visée à l'alinéa (1)b) à l'égard de la plainte dont le dépôt est autorisé par l'article 19.2.", "(3) Dans l'exercice du pouvoir visé au paragraphe (1), le commissaire tient compte des facteurs suivants:", "a) il y a des motifs raisonnables de croire que des représailles ont été exercées à l'égard du plaignant;", "b) l'enquête relative à la plainte ne peut être terminée faute de collaboration d'un administrateur général ou de fonctionnaires;", "c) la plainte doit être rejetée pour l'un des motifs énoncés aux alinéas 19.3(1)a) à d);", "d) il est dans l'intérêt public de présenter une demande au Tribunal compte tenu des circonstances relatives à la plainte.", "20.5", "Si, après réception du rapport d'enquête, le commissaire est d'avis, compte tenu des circonstances relatives à la plainte, que l'instruction de celle-ci par le Tribunal n'est pas justifiée, il rejette la plainte.", "22", ". Le commissaire exerce aux termes de la présente loi les attributions suivantes:", "...", "d) veiller à ce que les droits, en matière d'équité procédurale et de justice naturelle, des personnes mises en cause par une enquête soient protégés, notamment ceux du divulgateur, des témoins et de l'auteur présumé de l'acte répréhensible;", "...", "i) recevoir et examiner les plaintes à l'égard des représailles, enquêter sur celles-ci et y donner suite."]]}