{"id_": "051992", "body_str": [["[1]", "Snider, J.", ": Mr. Reza Rafipoor (the Applicant) is a citizen of Iran who seeks protection in Canada on the grounds that he fears persecution by the Iranian regime because he is accused of being a student activist. In a decision dated November 6, 2006, a panel of the Refugee Protection Division of the Immigration and Refugee Board (the Board) denied his claim. The credibility of the Applicant was central to the decision. Specifically, the Board concluded that the Applicant had failed to demonstrate that:", "• he was wanted by the Iranian authorities;", "• he was in Iran during the period that he alleged having had problems;", "• he left Iran illegally; and", "• he is unlikely to have serious problems with Iranian authorities upon his return to Iran."], ["[2]", "The Applicant seeks judicial review of the decision.", "Issues"], ["[3]", "In oral submissions before me, the Applicant argued in respect of the following issues:", "1. Did the Board breach the rights of the Applicant to a fair hearing by providing inadequate translation?", "2. Did the Board make material errors or fail to properly consider: (a) the times of the flights checked by the customs official; and (b) the fact that the Applicant had remained in the bathroom at the airport for some time where there was no evidence of cameras and patrols?", "3. Did the Board err by finding that the Applicant would have no problems upon his return to Iran if he lied to Iranian officials about making a refugee claim?", "Analysis", "Issue #1: Translation"], ["[4]", "The issue of whether the Applicant's right to a fair hearing was breached is subject to review on a correctness standard."], ["[5]", "During the hearing there was some interaction among the parties on the subject of the date when the Applicant left Iran. The Applicant, testifying in Farzi, utilized the Iranian calendar to respond to a question. The interpreter apparently had some difficulty with whether the year stated should be 2004 or 2005. Counsel for the Applicant drew the attention of the Board to the possible error and commented that:", "I am just requesting that the year, the English year be converted into the Iranian calendar year when the claimant is being questioned. Because 2005 or 2004 is not a calendar he's used to."], ["[6]", "After this comment, the Board reposed the question to which the translation was given that he had left Iran in 2005. At this point, the Board commented that:", "Okay. So it was 2005 and not 2004. Okay, I will let Mr. Leduc continue. There is credibility question I'm sure Mr. Leduc will touch."], ["[7]", "The Applicant argues that the inadequate translation rises to the level of a breach of s. 14 of the", "Charter", "<FRAGMENT_SUPPRESSED> ). Further, he submits that there was no waiver of the right to an adequate translation and that the issue of dates was a critical element of the Board's decision."], ["[8]", "I cannot agree. Firstly, I am not persuaded that, in the end result, this is a translation error of the nature contemplated by", "<FRAGMENT_SUPPRESSED> . Although there was some confusion, it appears to have been sorted out with the assistance of counsel for the Applicant. This is a far cry from the problem that existed on the facts of", "Mohammadian", ", where the ability of the Iranian Kurdish claimant to communicate through a Turkish or Iraqi Kurdish interpreter was in question. In the case before me, there appears to be no assertion that, overall, the quality of interpretation was inadequate. Rather, the concern is with the translation of a very small portion of the hearing."], ["[9]", "Secondly, I am satisfied that the Applicant's counsel effectively waived the Applicant's rights to raise the issue of translation. As noted above, counsel was very aware of the apparent problem and stepped in to assist with ascertaining the dates. Had the concern of the Applicant or his counsel risen to the level of putting the integrity of the hearing into dispute, surely counsel would have acted to bring this forward. Counsel did not do so. In my view, there was waiver."], ["[10]", "Further, even if there was a translation error on the date, the date under discussion and the Board's comment that it was a \"credibility question\" was not material to the Board's decision. Indeed, it is not even mentioned."], ["[11]", "The other translation errors noted by the Applicant were either minor or made by the refugee protection officer. As noted in", "<FRAGMENT_SUPPRESSED> , translation does not have to be perfect.", "Issue #2: Assessment of the evidence"], ["[12]", "Generally speaking, the Board based its decision on three main findings: the Applicant was not wanted by the Iranian authorities, he had not shown that he was in Iran when he said he was and he did not leave Iran illegally. The Applicant only alleges errors with respect to the second of those matters. On the question of the Applicant's whereabouts before coming to Canada, the Board described a number of concerns with the Applicant's story and came to the conclusion that the Applicant \"probably left Iran sometime after 1998 for the U.S. and spent some time there before coming to Canada in 2005\". In other words, the Applicant had not satisfied the Board that he was in Iran when he was allegedly experiencing persecution by the Iranian authorities."], ["[13]", "The standard for a Board's decision regarding credibility is patently unreasonableness. The finding in question should not be set aside unless it has been made \"in a perverse or capricious manner or without regard to the material before it\" (s. 18.1(4)(d), the", "Federal Courts Act", ", R.S.C. 1985, c. F-7)."], ["[14]", "The Board bases the conclusion at issue on a number of factors, and, in part, relies on an exchange of e-mails among customs and immigration officials on the night of his arrival. During its analysis, the Board states that an official \"checked the planes that arrived before, around 21:00 and none had a passenger with a Greek passport\". The Board also notes the comments of an immigration officer that \"the claimant could not wander . . . too long in the airport after crossing the gate because of the security patrols and the cameras everywhere in this area\"."], ["[15]", "The Applicant submits that the Board erred when it stated that the custom's officer checked the planes \"before\" 21:00; however, the emails show that the officer checked the planes \"after\" 21:00. This is significant because, according to the Applicant, this corroborates the Applicant's contention that he arrived on a flight which arrived before 21:00. The Applicant also notes that he was also in the bathroom for a period of time and there was no evidence of cameras or patrols in the bathrooms. On the basis of these two alleged errors, clearly made without regard for the evidence, the Applicant asserts that the decision should be overturned. I do not agree."], ["[16]", "In my view, the error in stating the time as \"around 21:00\" rather than \"after 21:00\" does not materially change the overall situation of the Applicant. There are sufficient other facts taken into account by the Board to support the conclusion that he did not arrive via the route that he described. With respect to whether there were cameras in the bathroom, it was reasonably open to the Board to assume that a statement that there were \"cameras everywhere\" would include in the bathrooms at the airport. Finally, even if I were to conclude that both of these were errors, it is unlikely that this would lead to a conclusion that this particular conclusion or, more importantly, the decision as a whole was patently unreasonable.", "Issue #3: Risk on return to Iran"], ["[17]", "Having concluded that the Applicant was not wanted by the authorities in Iran, that he had not satisfied the Board that he was in Iran during the period he alleged having had problems and that he did not leave Iran illegally, the Board turned to the possibility that he would suffer problems with the Iranian authorities upon his return to Iran:", "Hence, after carefully reviewing the documentary evidence on Iranian returnees, we estimate that, in the case of the claimant, it is unlikely that he would have any serious problem with the Iranian authorities upon his return to his country. We read in the UK assessment report on Iran that usually a person who gets back will be asked why she or he was abroad. If the answer is along the lines of \"I just tried to find a job\", they will most likely be allowed to go home to their families. Generally speaking, it does depend on what kind of documentation exists on the returnees. Because Mr. Rafipoor did neither demonstrate to the satisfaction of the tribunal that he is wanted by the authorities, that he is an opposition or a student activist or that he left Iran illegally, we therefore do not believe that he would be arrested or that he would suffer cruel and unusual treatment or punishment upon his arrival in Iran."], ["[18]", "The Applicant submits that it was an error for the Board to determine that, if the Applicant returned to Iran, he could lie and thereby, not get into trouble. The Applicant cites", "<FRAGMENT_SUPPRESSED>  in support of his argument that it is an error for the Board to advocate misrepresentation and failure by the Board to consider evidence of extra-judicial sanctions for an illegal exit."], ["[19]", "In my view,", "Donboli", "is not directly relevant to the facts and the decision before me. In", "Donboli", ", the error was not that the Board had counseled the claimant to lie. Rather, Justice Dawson stated that the Board \"erred in failing to consider whether Mr. Donboli would risk severe or extra-judicial treatment at the hands of a repressive regime as a result of his illegal exit from the country\". The panel's observation that Mr. Donboli had a good cover story was, in her view, a demonstration of that failure."], ["[20]", "It follows that, before me, the question is whether, in spite of the admittedly ill-advised use of the \"I just tried to find a job\" quote, the Board considered whether the Applicant was at risk upon his return. I am satisfied that it did. The Board referred to the documentary evidence from the UK and also to the fact that detention would depend on the kind of documentation or \"record\" the authorities had on the Applicant. The Board noted that there is insufficient evidence that he was wanted by the authorities or that he had been a student activist. Thus, not considering him to be such a person of interest, the authorities would not have reason to detain the Applicant. As I have noted, it was ill-advised of the Board to use the above quote which came directly from the UK documentation. However, it does not, in my view, amount to an error, given that the Board reviewed the evidence before it and addressed the issue of the risk to the Applicant, as a failed refugee claimant, upon his return to Iran.", "Conclusion"], ["[21]", "For these reasons, the application for judicial review will be dismissed. Neither party proposed a question for certification and none will be certified.", "ORDER"], ["[22]", "This Court orders", "that:", "1. The application for judicial review is dismissed; and", "2. No question of general importance is certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}