{"id_": "052168", "body_str": [["[1]", "Diner, J.", "[Translation]: This is an application for leave and judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board) dated April 8, 2014, which rejected the refugee protection claim of Marcellin Koua (the applicant). For the reasons that follow, I am of the view that the application should be allowed.", "I.", "Background"], ["[2]", "The applicant was born in Côte d'Ivoire in 1977. He alleges that he has been a member of the Front Populaire Ivoirien (FPI) [Ivorian Popular Front] since 1998. The FPI is a political party that governed the country from 2000 to 2010, and which is now the main opposition party since the Ivorian crisis of 2010-2011."], ["[3]", "The applicant alleges that between 2000 and 2002, when he was living in Bouaké, he held the positions of [translation] \"deputy\" and [translation] \"section secretary\" within the FPI. During this period, he worked days as a houseboy. On the night of September 19, 2002, the very day of the beginning of the civil war that led to the partition of the country, the applicant claims that rebel soldiers went to his home in order to kill him, but that he was away at a political meeting in Abidjan at the time. The rebels apparently ransacked his place. He alleges that he was targeted for his political activities within the FPI."], ["[4]", "Following these incidents, the applicant moved to Abidjan. He participated in FPI youth rallies in 2002, and he was active in the committee that organized meetings and sit-ins of the Jeunesse du Front Populaire Ivoirien [youth wing of the Ivorian Popular Front] between 2003 and 2006."], ["[5]", "On February 14, 2009, the applicant was reportedly attacked by rebel soldiers when he was leaving a gathering of his FPI colleagues at the national television studios, where they had issued a statement in support of ending the partition of the country. The rebel soldiers purportedly shot at his vehicle. That same day, he filed a complaint with the police that was not followed up. The applicant claims that the police were in league with his attackers."], ["[6]", "In 2009, the applicant received an offer of employment as a domestic worker for an Ivorian diplomat in Canada. Thus, he obtained an entry visa and arrived in Canada on August 25, 2009. He subsequently joined the FPI's Canadian section."], ["[7]", "In August 2012, his employer was called back to Côte d'Ivoire. The applicant submitted his refugee protection claim on September 19, 2012. The applicant states that he refused to return to Côte d'Ivoire with his employer because he fears for his live if he was to return, particularly in light of the fact that the FPI has since lost power and its activities are violently suppressed by the current regime. He asserts that other FPI members that were close to him have been imprisoned, including his close assistant, and that he fears that the same fate awaits him. He fears persecution by reason of his political opinion and activities based not only on his experiences in Côte d'Ivoire during the decade prior to his departure to work in Canada, but also because of his membership in the FPI in Canada."], ["[8]", "The hearing was held on March 31, 2014. At that time, the applicant had adduced a number of documents, including a copy of his membership card of the FPI in Canada. The member asked him if he had a membership card for the FPI in Côte d'Ivoire. The applicant explained that he had obtained one in 1998, but that he had left it in Bouaké as he had \"to leave hurriedly\". He had not asked for another one in Abidjan because, due to the war, the party had other priorities than issuing membership cards."], ["[9]", "The member also raised the issue of the refugee application form he had filled out on October 3, 2012. In answer to the question \"Have you ever been a member of an organization?\", he stated that he had been a member of Jeunesse du Front Populaire [Popular Front Youth] from 2003 to 2006, and then of the Front Populaire Ivoirien (FPI-Canada) as of March 2010. When asked why he had failed to indicate that he had been a member of the FPI since 1998 on the form, the applicant explained that he had written down 2003 as a reference date because it was at that time that he left Bouaké and joined the party's section in Abidjan."], ["[10]", "Regarding the events of September 19, 2002, the member asked the applicant how he knew that people were looking to kill him if he was not there at the time. The applicant explained that he knew other party members who had been in Bouaké at that time, and that two colleagues had contacted him by telephone. He explained that he thought he had been targeted for death because that night [translation] \"there were people killed, one was a former president and head of state and the other was a minister of the republic\", and that anyone who did not support Alassane Ouattara, leader of the Rassemblement des républicains de la Côte d'Ivoire (RDR - the party currently in power in Côte d'Ivoire) had fled rebel-controlled areas, of which Bouaké was one. He reiterated that he was targeted by reason of his political activities within the FPI. He explained that his assistant, Némié Taloo, had disappeared that night."], ["[11]", "With respect to his political activities between 2003 and 2006, the member asked if he had ever encountered any problems. The applicant replied that there had been three or four threats of intimidation of the part of opponents of the party, who said [translation] \"You there - well, the day will come when things will go really badly for you.\" Asked whether he interpreted this as a death threat, the applicant replied that yes, he did consider this to be a threat against his life. When it was pointed out to him that he had not indicated these threats in his personal information form, the applicant stated that he had failed to indicate this [translation] \"perhaps by simple omission\"."], ["[12]", "As to the incidents of February 14, 2009, the applicant reiterated that members of the rebellion had shot at his vehicle just after he had made a statement against the partition on national television. Asked how he knew they were rebel forces rather than [translation] \"non-ideological gangsters\", the applicant replied that he was sure they were rebels, given the statement he had just given on the country's partition, although he did not personally know these attackers."], ["[13]", "With regard to the complaint he had reportedly made to the police about the incident, the member asked several timed what he had expected of the police given that he was unable to identify the gunmen, to which he replied that he expected the police to at least conduct an investigation. He explained that he thought the police officers were in league with his attackers, because on several occasions, the police had [translation] \"taken him for a ride\" and had not [translation] \"carried out any investigations\"."], ["[14]", "The applicant also had Luc Gbogouri, Secretary-General of the Ottawa-Gatineau section of the FPI, testify. He confirmed that he has known the applicant since 2009, when the latter was looking for organizations of the FPI in Canada, and that the applicant had told him that he had been a member of the FPI in Côte d'Ivoire. Mr. Gbogouri confirmed that the applicant is a member of the FPI in Canada, that he had attended two meetings held by the organization and had worked as a volunteer during the 2010 Ivorian election.", "II.", "Decision under review"], ["[15]", "In his decision, the member dealt principally with the credibility of the applicant's narrative regarding the incidents that reportedly took place in Côte d'Ivoire before his arrival in Canada in 2009, and concluded that these allegations were not credible."], ["[16]", "As to his membership in the FPI in Canada and Luc Gbogouri's testimony, the member noted that he did not dispute the fact that the applicant had been and remains today a member of the FPI in Canada, but noted that Luc Gbogouri did not know him before he arrived in Canada and that his membership in the FPI in Canada does not establish that he was also a member of the FPI in Côte d'Ivoire. The member noted that the applicant only registered as a member of the FPI in Canada in December 2009, some four months after he arrived in Canada."], ["[26] He registered in Canada as a member of the FPI in December 2009. He participated in meetings of this party in December 2009 and in June 2012."], ["[27] He was apparently also involved in contacting members of the Ivorian diaspora."], ["[28] In Ottawa, he did not participate in any partisan demonstration."], ["[29] To demonstrate his membership in the FPI here in Canada, the claimant submitted Exhibit P-3, a membership card of the above party (Federation of Canada - Ottawa - Gatineau), as well as the minutes of two meetings he attended in December 2009 and June 2012 (Exhibit P-3)."], ["[30] Furthermore, the claimant had Luc Gbogouri, Secretary-General of the FPI in Ottawa, testify. The latter confirmed in his testimony that he met the claimant in December 2009 and confirmed his membership at that moment in the FPI in Canada."], ["[31] He never knew him previously and could not say whether he had been a member of the FPI in Côte d'Ivoire as he was relying only on what the claimant had told him."], ["[32] Therefore, this testimony of Mr. Gbogouri does not establish and cannot confirm the claimant's allegations in any way."], ["[33] The panel does not challenge the fact that the claimant was and is today a member of the FPI in Canada. His membership does not, however, establish that the latter was a member of the FPI in Côte d'Ivoire."], ["[34] Moreover, the panel, noted that the claimant arrived in Canada in August 2009 and that he registered as a member of the FPI in Canada only in December 2009, that is, about four months later."], ["[17]", "The member therefore rejected the refugee protection claim on the ground that the applicant had not established that he would face a serious possibility of persecution if he were to return to his country of origin.", "III.", "Issues"], ["[18]", "The applicant raises three issues:", "1. Is the member's decision unreasonable by reason of inadequacy of reasons regarding the risk the applicant would face simply for being a current member of the FPI in Canada (\"refugee", "sur place", "\")?", "2. Is the member's decision regarding the applicant's credibility unreasonable?", "3. Does the member's conduct give rise to a reasonable apprehension of bias?"], ["[19]", "The applicant argues that the decision is in error with regard to the three issues here. I agree with his criticisms regarding the first issue, which requires that I remit the decision for re-determination for the following reasons.", "IV.", "Analysis"], ["[20]", "With regard to the issue of adequacy of reasons in a", "sur place", "refugee claim, which is the determinative issue in this case, it is established jurisprudence that the failure to consider relevant grounds of persecution is a question of law and is reviewable on a standard of correctness (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[21]", "First, it is worth reiterating the general principles related to", "sur place", "refugees. The term \"refugee", "sur place", "\" refers to a person who, though not necessarily having been a victim of past persecution in their country of origin, would nonetheless face a serious possibility of persecution upon their return. This may occur as a result of that person's activities when they were outside the country or even when they were in the country of refuge. For example, in", "CITATION_SUPPRESSED", ", the Court overturned a decision wherein the Board, having found the applicant's allegations about practising Christianity in Iran and being persecuted not to be credible, failed to consider whether the applicant's conversion to Christianity while living in Canada would put him at risk if he were to return to Iran."], ["[22]", "Failure to consider a ground of persecution in a", "sur place", "claim for refugee protection is an error of law that warrants the Court's intervention (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[23]", "The Board must consider the possibility that a claimant is a", "sur place", "refugee even if this ground is not specifically raised, if \"it perceptibly emerges from evidence on the record that the activities liable to entail negative consequences in case of a return, took place in Canada\" (", "CITATION_SUPPRESSED; see also", "CITATION_SUPPRESSED). This analysis must be done even if the Board finds the applicant not to be credible, insofar as trustworthy evidence establishes activities in Canada in support of the", "sur place", "refugee claim (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[24]", "At the hearing, the respondent conceded that the issue as to whether the applicant was a refugee", "sur place", "was raised based on the facts of this case. However, the respondent submits that the member adequately considered this issue in his decision having regard to all of the evidence in the record and to the principles set out in the decision of the Supreme Court in", "REFERENCE_SUPPRESSED."], ["[25]", "I am of the view that the member did not, in effect, consider the", "sur place", "refugee claim, for three reasons."], ["[26]", "First, it appears from the reasons of the decision that the member solely considered evidence of the applicant's activities in Canada in order to determine whether these supported his allegations regarding events that reportedly occurred in Côte d'Ivoire. Indeed, after briefly summarizing the allegations with respect to the applicant's activities with the FPI in Canada and the testimony of Luc Gbogouri, the member concluded that:"], ["[31] He [Luc Gbogouri] never knew him previously and could not say whether he had been a member of the FPI in Côte d'Ivoire as he was relying only on what the claimant had told him."], ["[32] Therefore, this testimony of Mr. Gbogouri does not establish and cannot confirm the claimant's allegations in any way."], ["[33] The panel does not challenge the fact that the claimant was and is today a member of the FPI in Canada. His membership does not, however, establish that the latter was a member of the FPI in Côte d'Ivoire."], ["[27]", "As previously noted, an analysis of a", "sur place", "refugee claim must be done even if the member finds that the applicant is not credible on other matters, insofar as the evidence of the activities in Canada is trustworthy (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED). Thus, if the member finds the evidence regarding the applicant's political activities in Canada to be credible - which is the case here, as the member \"does not challenge the fact that the claimant was and is today a member of the FPI in Canada\" (paragraph 33 of the decision) - he must assess whether these activities gave rise to a well-founded fear of persecution regardless of the allegations with respect to events in Côte d'Ivoire. By limiting his analysis of the activities in Canada to the issue as to whether these supported the allegations about events in Côte d'Ivoire, the member committed an error in principle."], ["[28]", "Second, the member completely failed to assess the risk the applicant could face from simply being a member of the FPI in Canada. Granted, he did note certain facts which may have been relevant to a risk analysis, such as the fact that the applicant had not participated in demonstrations (paragraph 28 of the decision). However, he draws no conclusion as to the possible effect of such activities in the event the applicant was to be returned to Côte d'Ivoire. Yet Luc Gbogouri had described the applicant's activities within the FPI in Canada and testified that FPI sympathizers are targeted in Côte d'Ivoire, that he himself was officially listed because of his political activities with the FPI in Canada and would be arrested if he was to return to Côte d'Ivoire, and that the applicant would also be in danger. The member therefore had a responsibility to assess this evidence and to determine whether the applicant's involvement with the FPI in Canada would place him at risk should he return to Côte d'Ivoire."], ["[29]", "Third, I am of the view that the principles articulated in", "CITATION_SUPPRESSED'", "do not apply here. In that case, the Supreme Court considered the adequacy of reasons of a brief decision of a grievance arbitrator and set out the following principles at paragraphs 15 and 16:"], ["[15] In assessing whether the decision is reasonable in light of the outcome and the reasons, courts must show \"respect for the decision-making process of adjudicative bodies with regard to both the facts and the law\" (CITATION_SUPPRESSED).", "This means that courts should not substitute their own reasons, but they may, if they find it necessary, look to the record for the purpose of assessing the reasonableness of the outcome"], ["[16] Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion (", "REFERENCE_SUPPRESSED). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the", "Dunsmuir", "criteria are met.", "[Emphasis added.]"], ["[30]", "The respondent invites me to consider passages from the hearing transcript in which the member questions Luc Gbogouri about his political activities and those of the applicant within the FPI in Canada and the risk they would face in Côte d'Ivoire, and submits that, if one were to consider the case as a whole, the member did in fact consider the", "sur place", "refugee claim and implicitly concluded that the risk was an insufficient one on which to base a refugee protection claim."], ["[31]", "First, I find the present context to be completely different that the one in", "CITATION_SUPPRESSED'", ", where, following an adversarial proceeding, both parties presented well-supported positions on the issue of the calculation of leave in a collective agreement and the arbitrator wrote a brief analysis in favour of one of those positions. In this context, an analysis of the record will allow for an understanding of the basis of the decision. In this case, the applicant adduced his evidence in the context of an inquisitorial proceeding which, in addition, would have a major impact on his life as he faced removal to Côte d'Ivoire in the event his claim was to be refused. Before the Board, there is no opposing party presenting detailed arguments that would support a refusal. The written reasons of the Commission's decision are therefore essential in order to understand the reasons for the decision which, moreover, was quite detailed in terms of other elements in the record. Thus, it is not a situation in which the decision-maker issued a decision with few details in a context where the parties were already familiar with the substance of the arguments in support of the outcome."], ["[32]", "Furthermore, I am of the view that an analysis of the file as a whole provides no basis for understanding why the", "sur place", "refugee claim was refused. The fact that the member had asked questions at the hearing with regard to the risk Luc Gbogouri and the applicant would face in Côte d'Ivoire indicated that the member may have had an interest in the question during the hearing, but it does not make up for the member's failure to make findings on the value of that evidence or to explain why it would be insufficient. As I have noted above, the member made no finding on the risk the applicant would face in Côte d'Ivoire, when this was a crucial question. It is not the role of this Court to assess that evidence itself and attempt to guess which grounds would support a refusal. As my colleague, Justice Rennie explained in", "REFERENCE_SUPPRESSED:"], ["[11] CITATION_SUPPRESSED is not an open invitation to the Court to provide reasons that were not given, nor is it licence to guess what findings might have been made or to speculate as to what the tribunal might have been thinking. This is particularly so where the reasons are silent on a critical issue. It is ironic that CITATION_SUPPRESSED, a case which at its core is about deference and standard of review, is urged as authority for the supervisory court to do the task that the decision maker did not do, to supply the reasons that might have been given and make findings of fact that were not made. This is to turn the jurisprudence on its head. CITATION_SUPPRESSED allows reviewing courts to connect the dots on the page where the lines, and the direction they are headed, may be readily drawn. Here, there were no dots on the page."], ["[33]", "I therefore find that the failure to consider the", "sur place", "refugee claim warrants the Court's intervention.", "JUDGMENT"], ["[34]", "THE COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is allowed and the matter remitted to another decision-maker from the Refugee Protection Division for review and redetermination.", "2. The parties have agreed that there is no question for certification and I concur.", "3. Without costs.", "Application allowed.", "Editor: J. Danielle King", "[End of document]"]]}