{"id_": "052260", "body_str": [["[1]", "Annis, J.", ": The Applicant is a citizen of the Republic of Nigeria who alleges that she fears being forced to undergo traditional rites and female genital mutilation [FGM] at the hands of her husband's family in Nigeria. The Refugee Protection Division [RPD] rejected the Applicant's claim for refugee protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the IRPA or the Act], on the basis of credibility concerns and the availability of state protection. The Refugee Appeal Division [RAD] upheld the RPD's decision in accordance with section 111(1)(a) and it is this decision which forms the basis of this judicial review."], ["[2]", "For the reasons that follow, the application is allowed.", "II.", "Background"], ["[3]", "The Applicant was married in Nigeria and during the first years of her marriage, she suffered seven miscarriages. She alleges that her husband's family, particularly his sisters, first tried to give her some traditional medicine to help her bear a child, but after further miscarriages they came to believe that this was occurring because she was not circumcised. The Applicant alleges that her relatives were trying to force her to undergo traditional rites and FGM in order to be purified, despite the fact that both she and her husband were not in favour of this."], ["[4]", "Knowing that her sisters-in-law were coming to perform the traditional rites and FGM, the Applicant fled the country. She first stayed with a cousin in the United Kingdom, but while she was in the UK, she saw her husband's uncle, Chief Ojarikre, at a social function. She alleges that she fears this man and that he is influential in the Nigerian community in England, so she decided to immediately flee to Canada since she already had a Temporary Resident Visa."], ["[5]", "The Applicant arrived in Canada on January 15, 2013 and made a claim for protection on January 16, 2013 at the Toronto airport. Her husband still resides in Nigeria and is employed at a bank."], ["[6]", "The RPD heard the Applicant's claim on March 15, 2013 and April 11, 2013. Her claim for refugee protection was rejected on March 5, 2014, with the RPD finding that she was not credible and therefore it was not satisfied that she was facing forced FGM in Nigeria."], ["[7]", "The Applicant appealed the negative RPD decision to the RAD, submitting the following proposed new evidence: (1) a birth certificate for her daughter born May 14, 2013, (2) a new affidavit from the Applicant's husband (dated April 7, 2014), (3) letters from her husband (dated January 30, 2014 June 29, 2014), and (4) the Immigration and Refugee Board Response to Information Request relating to the risk of FGM to minors (dated July 29, 2010). She submitted that items #1, 2 and 4 related to the risk of FGM in Nigeria for her daughter, arguing that she could not have been expected to produce this evidence earlier since she did not know that she would give birth to a daughter at the time of the RPD hearing and that this is a new risk which should be considered by the RAD. She argued that item #3 was fresh evidence of the ongoing harassment and threats of FGM that she continues to face in Nigeria. The RAD rejected this evidence on the basis that it was inadmissible."], ["[8]", "The RAD confirmed the RPD's decision that the Applicant is not a Convention refugee or a person in need of protection, but did so on the basis that she had an internal flight alternative [IFA]. The RAD acknowledged that while the RPD had questioned the Applicant about the existence of an IFA, the RPD had made no findings on that issue in its decision. However, the RAD determined that in its exercise of its statutory authority to confirm or substitute a decision of the RPD (citing IRPA, s 111(1)(a) and 111(1)(b)), it is not bound by the reasoning of the RPD decision. The RAD found that this was consistent with the restrictions on remittal outlined in subsection 111(2) of the Act, which it interpreted as suggesting that \"Parliament's intent was to have the RAD finalize refugee protection claims where it can do so fairly, including by confirming a determination on alternative grounds\" (RAD Decision at para 18)."], ["[9]", "The RAD noted that it had reviewed the submissions made by the Applicant on the IFA issue before the RPD and that it was not relying on any of the RPD's credibility findings, so her evidence would be assumed to be true for the purpose of assessing the possibility of an IFA."], ["[10]", "The RAD found that the Applicant had a reasonable and viable IFA in Lagos, Port Harcourt, Abuja, or \"any other major centres in Nigeria\" [the proposed IFAs], finding that, on a balance of probabilities, she and her husband would likely be able to resume their stated employment or to otherwise support themselves in those locations. The RAD found there was no serious possibility that she would be persecuted in the proposed IFA locations for a number of reasons, including:", "• The Applicant did not provide persuasive evidence that her husband's family has the influence in Nigeria that she alleges or the means or interest to locate them and pursue in the proposed IFAs;", "• The Applicant and her husband are financially well-off and can support themselves while they find other employment if her husband is required to find employment outside the banking sector to avoid detection by his family;", "• The Applicant did not provide persuasive evidence that her husband's family would come to know that they were living elsewhere in Nigeria as she does not inform family members or those known to them of her presence in the proposed IFAs;", "• The problems faced by the Applicant with her husband's family were local in nature;", "• If the Applicant believed that their jobs were putting her at risk, on a balance of probabilities, they could change their jobs to reduce their risk;", "• The Applicant did not provide persuasive evidence that her husband's family have the ability to influence police actions in Nigeria or the ability to access the resources of police or any other authorities in order to locate her elsewhere in Nigeria;", "• The proposed IFAs are large cities located at a substantial distance from the Applicant's home state; and", "• The Applicant did not provide persuasive evidence that she would have to live in hiding in the proposed IFAs."], ["[11]", "The RAD found that any hardship that might be encountered by the Applicant arising from her gender will be mitigated by the fact that she will be accompanied by her husband and that it would be reasonable for her to adapt to new surroundings and cultural norms and to secure employment in the proposed IFA locations. The RAD acknowledged that the country condition documentation notes that most Nigerians depend on their families for support, but found that other options for establishing support networks would be available to the Applicant.", "III.", "Issues"], ["[12]", "The following issue arises in this application:", "• Did the RAD err in deciding the application on different grounds than those considered in the RPD decision?", "IV.", "Standard of Review"], ["[13]", "The issue of whether the RAD could decide the application on different grounds raises questions of procedural fairness, which are to be reviewed on the standard of correctness (", "<FRAGMENT_SUPPRESSED> ;", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ).", "V.", "Analysis"], ["[14]", "At the commencement of the hearing, the Court raised the issue of whether the RAD erred by deciding the appeal on the basis of the issue of an IFA. Before the RPD, the parties had led evidence on the IFA issue and it was fully argued. However, the RPD made no determination concerning an IFA and its decision was entirely related to credibility. Accordingly, the IFA issue was not raised by either party in the appeal to the RAD."], ["[15]", "As this was a new issue raised by the Court, the parties were given an opportunity to provide the Court written submissions on the matter and both parties did so. The Respondent argued that the RAD had the power to decide the case based on an issue not determined by the RPD and not raised by either party, arguing as follows:", "Although the RAD does not have a duty to do so, when reviewing the RPD record, if the RAD identifies an error not raised by the appellant, it may set aside the determination made by the RPD pursuant to section 111 of the", "Immigration and Refugee Protection Act", "IRPA", ") and substitute a determination that, in its opinion should have been made if it can do so without having to rehear the evidence that was before the RPD. In this case, the RAD's finding flows from the evidence given by the Applicant to the RPD that an IFA is not available to her in Nigeria, because her husband's family located her after she and her husband changed addresses in Lagos, they had been to her parent's residence (3 hours from Lagos) and to her sisters' in Benin City and her husband's uncle was present at the party she attended in England ... [Emphasis in original]"], ["[16]", "On the other hand, the Applicant submitted that, as a result of the fact that the RPD did not decide the IFA issue in its decision, she did not address the existence of an IFA in her memorandum of argument to the RAD. She argued that this raised an issue of procedural fairness, citing two recent cases:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and", "<FRAGMENT_SUPPRESSED>  [", "Ching", "]."], ["[17]", "At paragraphs 7 and 12 of <FRAGMENT_SUPPRESSED> , Justice Simpson considered the similar issue of whether the RAD had erred in raising of its own accord and deciding the issue of the Applicant's refugee", "sur place", "claim, when the matter had not been determined by the RPD:"], ["[7] It i", "noteworthy that the RPD did not make any findings about a risk to the Applicant based on her religious practice in Canada [the", "Sur Place", "Claim]. Nevertheless, although the topic was not raised by the principal Applicant on the appeal, the RAD independently evaluated the", "Sur Place", "Claim. It examined the record and relied on the RPD's credibility findings to conclude that the Applicant did not have a", "Sur Place", "Claim.", "..."], ["[12] In my view, the RAD lacked jurisdiction to independently decide the", "Sur Place", "Claim. The RAD did not cite any authority for taking this step, and section 111(1)(b) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the IRPA] does not apply because there was no RPD decision to set aside. In these circumstances, since it felt that the issue ought to have been decided, the RAD should have referred the", "Sur Place", "Claim back to the RPD for a decision. Given that it did not take this approach, the RAD's decision was unreasonable."], ["[18]", "To similar effect was the decision of Justice Kane in", "Ching", ", wherein she applied the Supreme Court of Canada decision of", "R v Mian", ", 2014 SCC 54, [2014] 2 SCR 689 [", "Mian", "]. The Court in", "Mian", ", in the context of a criminal law matter, noted that generally when the appellate court raises a new issue, the parties must be notified and given the opportunity to respond to the new issue."], ["[19]", "As mentioned in the present case, the Applicant's appeal documents before the RAD only dealt with the issue of the reasonableness of the RPD's conclusions concerning credibility. In support of her appeal, the Applicant also submitted new evidence on the issue of credibility in accordance with the requirements of subsection 110(4) of the IRPA."], ["[20]", "The Court is in agreement with the Applicant's submissions that the RAD does not possess the jurisdiction to consider an issue that, although fully canvassed before the RPD, was not relied upon in its decision and therefore was not the subject matter of the Applicant's appeal."], ["[21]", "In addition to the arguments raised in the <FRAGMENT_SUPPRESSED> and", "Ching", "decisions, the Court notes that by raising an issue not determined by the RPD and that was not the subject matter of an appeal by either party, the RAD infringed the Applicant's statutory procedural rights. The Applicant is deprived of her statutory right under subsection 110(4) to submit further evidence with respect to the new issue raised by the RAD, because she was not aware that the issue would be the subject of the RAD decision."], ["[22]", "I also adopt and apply the reasoning of the <FRAGMENT_SUPPRESSED> and", "Ching", "decisions that there is a failure of procedural fairness when the RAD raises a new issue without first providing the parties with an opportunity to file new documentary evidence and submissions on the point, because it deprives the parties of an opportunity to make submissions to the RAD on the issue that it considers to be determinative of the matter. In this case, the Applicant obviously could not make submissions on an issue that she was not aware of and which she only learned about upon receipt of the RAD's decision."], ["[23]", "If the RAD wishes to consider the IFA issue, it was incumbent upon it to advise the parties of its intention to do so and to provide an opportunity for them to submit new evidence and submissions on the issue."], ["[24]", "I find that this issue is determinative of the application, so there is no need to discuss the other issues raised by the Applicant regarding the reasonableness of the RAD's assessment of the IFA.", "VI.", "Certified Questions"], ["[25]", "The Respondent proposed the following question for certification:", "• Does the RAD have the authority to confirm or substitute a determination of the RPD by making a decision on an issue which was raised and canvassed, but not decided by the RPD, without giving further notice to the appellant?"], ["[26]", "The Court is not prepared to certify the question proposed by the Respondent. With this decision, there will now be three decisions of the Federal Court unanimously concluding that the RAD may not raise a new issue not determined by the RPD without providing further notice to the appellant."], ["[27]", "Moreover, neither of the two decisions relied upon in this matter made reference to the requirement pursuant to section 110(4) to provide an opportunity to parties to file new documentary evidence and submissions on a RAD. In my view, the nullifying of this right by the RAD proceeding to raise a new issue without notice to the parties is a complete answer to the proposed question.", "VII.", "Conclusion"], ["[28]", "The application is allowed. The decision of the RAD is set aside and is to be re-determined by another panel. No question is certified for appeal pursuant to subsection 74(d) of the IRPA.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "the application is allowed, with the matter being returned to another panel of the RAD for reconsideration, and that no questions are to be certified for appeal.", "Application allowed.", "Editor: Sharon McCartney", "[End of document]"]]}