{"id_": "052265", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of a senior immigration officer [Officer], dated April 11, 2013 [Decision], which rejected the Applicant's Pre-Removal Risk Assessment [PRRA] application.", "II.", "BACKGROUND"], ["[2]", "The Applicant is a Sri Lankan citizen. He claims a risk of persecution and torture based on his ethnic and racial identity and his past history of torture in Sri Lanka."], ["[3]", "The Applicant claims that in 1994 he was approached by the Liberation Tigers of Tamil Eelam [LTTE]. He says that he refused to work for them and was detained for ten days. During this time, he says that he was tortured and forced to do manual labour."], ["[4]", "In 1997, the Applicant claims that the Sri Lankan army detained him for eight days because they suspected he was assisting the LTTE. He says that he was harassed, interrogated and tortured during this detention."], ["[5]", "The Applicant claims that, again, in 2000 he was detained for five days by the Sri Lankan army because they suspected he was assisting the LTTE."], ["[6]", "In June 2010, the Applicant claims that he was kidnapped and tortured by unknown assailants. He suspects that his kidnappers were part of a paramilitary group of the Sri Lankan security forces. The Applicant says that he was released and told to answer his telephone when they called. The Applicant did not answer their calls. He says that two days later, he was kidnapped and tortured again. The Applicant says that his attackers demanded one hundred thousand Sri Lankan rupees."], ["[7]", "Upon his release, the Applicant fled Sri Lanka on July 14, 2010 and arrived in Canada on August 31, 2010. The Applicant made his refugee claim on October 13, 2010 based on his fear of the Karuna Group."], ["[8]", "The Applicant's refugee hearing took place on July 19, 2011. The claim was rejected on August 9, 2011 due to a lack of credibility and a lack of well-founded fear."], ["[9]", "The Applicant submitted a permanent residence application on humanitarian and compassionate [H&C] grounds in December 2011. The H&C application was refused on April 16, 2013."], ["[10]", "On September 26, 2012, the Applicant submitted a PRRA application. The PRRA application was based on his claim that he had a well-founded fear of persecution as a Convention refugee and a risk to his life, or of cruel or unusual treatment if removed. He says he fears persecution in Sri Lanka at the hands of the Sri Lankan authorities, the Sri Lankan security forces, and paramilitary groups due to his Tamil ethnicity. He also fears being perceived as wealthy because of his time in Canada.", "III.", "DECISION UNDER REVIEW"], ["[11]", "The Applicant's PRRA application was rejected on April 11, 2013."], ["[12]", "The Officer found that the Applicant \"would not be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to [his] country of nationality or habitual residence\" (Certified Tribunal Record [CTR] at 1)."], ["[13]", "The Officer said that in reaching her decision, she carefully considered the Applicant's submissions and documentary evidence in addition to her own independent research into Sri Lankan country conditions. The Officer noted that some of the documents that the Applicant submitted pre-dated the August 9, 2011 refugee decision. The Officer declined to consider nine documents specifically because they did not meet the definition of new evidence and there was no explanation as to why they could not have been attained before the refugee hearing."], ["[14]", "The Officer said that the remaining documents related to the arrest and treatment of Tamils and those perceived to have ties to the LTTE in Sri Lanka, as well as the return of Sri Lankan deportees and the general country conditions in Sri Lanka. The Officer said that there was insufficient objective evidence to relate these articles to the Applicant. The Officer noted that the Applicant is a Tamil from Sri Lanka who has been detained in the past, but found that there was no evidence to corroborate his claim that either the Sri Lankan army or the LTTE remain interested in him. The Officer noted that the situation in Sri Lanka for Tamil persons has improved and that the LTTE was defeated in May 2009. The Officer also noted that the Applicant has never claimed any affiliation to the LTTE or participated in any political activities."], ["[15]", "The Officer said that she considered the Applicant's wife's affidavit which indicated that she has been \"mentally tortured by Telephone Calls asking about my husband's where-about\" (CTR at 7). However, the Officer noted that there was no objective corroborating evidence to substantiate her statement."], ["[16]", "The Officer also found that there was insufficient objective evidence to support the Applicant's claim that the Sri Lankan authorities will suspect that he has participated in protests or supported the LTTE from abroad. There was also insufficient objective evidence to support the Applicant's claim that he will be perceived as a wealthy individual returning from abroad and will become a target for extortion, kidnapping or theft. The Officer also found that there was insufficient evidence that the Applicant would be subject to a lengthy detention because of his failed refugee claim."], ["[17]", "The Officer concluded that the Applicant was relying on the same risks that had already been assessed at his refugee hearing and that the Applicant had failed to provide objective evidence of any new risks.", "IV.", "ISSUES"], ["[18]", "The Applicant raises the following issues in this application:", "1. Whether the Officer erred in law in her application of the statutory definitions for determining if the Applicant is a person in need of protection;", "2. Whether the Officer erred in her understanding of the determination to be made in a PRRA application;", "3. Whether the Officer erred in law in her treatment of the evidence before her, including the country documentation, the Applicant's wife's affidavit, and the Applicant's affidavit;", "4. Whether the Officer made a perverse and unreasonable finding in the Decision in light of her findings in her reasons of April 16, 2013 for rejecting the Applicant's H&C application; and", "5. Whether the Officer erred in law by making unwarranted credibility findings.", "V.", "STANDARD OF REVIEW"], ["[19]", "The Supreme Court of Canada in", "REFERENCE_SUPPRESSED held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "REFERENCE_SUPPRESSED."], ["[20]", "The Applicant submits that questions of fact and mixed fact and law are reviewed on a standard of reasonableness:", "REFERENCE_SUPPRESSED. The Applicant submits that questions of law are reviewed on a standard of correctness:", "CITATION_SUPPRESSED."], ["[21]", "The Respondent submits that a PRRA officer's factual determinations are reviewed on a standard of reasonableness:", "REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED."], ["[22]", "In reply, the Applicant submits that the Officer is not entitled to deference in matters of statutory interpretation which involve universally-recognized human rights protections:", "REFERENCE_SUPPRESSED. He says that the Officer has no special expertise in this realm. The Applicant also says that the limitations of whether an outcome is acceptable must be framed by the premise that it is never acceptable to make a decision which will lead to the persecution, death or torture of a person:", "REFERENCE_SUPPRESSED."], ["[23]", "The first and second issues raise questions of the Officer's interpretation of the Act and her application of the Act to the facts. So far as actual questions of law are raised, they will be reviewed on a standard of correctness. However, the Officer's application of the test to the facts is a question of mixed fact and law and is reviewable on a standard of reasonableness: see", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED."], ["[24]", "The third and fifth issues concern the Officer's assessment of the evidence. A PRRA officer's treatment of the evidence is owed deference and will be reviewed on a standard of reasonableness:", "REFERENCE_SUPPRESSED."], ["[25]", "The fourth issue addresses the reasonableness of the Officer's Decision. This Court's jurisprudence is clear that PRRA decisions are reviewed on a standard of reasonableness: see", "REFERENCE_SUPPRESSED."], ["[26]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": see", "REFERENCE_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "VI.", "STATUTORY PROVISIONS"], ["[27]", "The following provisions of the Act are applicable in this proceeding:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "[...]", "Application for protection", "112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "[...]", "Consideration of application", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "[...]", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "[...]", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "[...]", "Demande de protection", "112. (1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).", "[...]", "Examen de la demande", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "[...]", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "[...]", "VII.", "ARGUMENT", "A. Applicant", "(1) Statutory Definitions"], ["[28]", "The Applicant submits that the Officer erred in law and misunderstood the statutory framework. A claimant is not required to establish a \"likelihood\" of future persecution for the determination of whether a claimant has a well-founded fear of persecution. A claimant is not required to show that his or her risk is based on personal targeting. It is sufficient to show that a claimant falls within a class of persons likely to be targeted and that this class must be based on a Convention ground in order to receive protection. This risk is assessed at a standard of reasonable possibility, not on the probability of the risk. The Applicant also submits that the Officer concluded there was insufficient objective evidence to show that the Applicant would be perceived to be wealthy or an LTTE supporter on the balance of probabilities and that the evidence before the Officer was clear that male Tamils who return from abroad, are perceived to be wealthy, and have a history of detention face a risk of harassment and harm."], ["[29]", "The Applicant also says that the Officer erred in focusing on the fact that he was not connected to the LTTE. The determination is not whether he was linked to the LTTE, supported the LTTE or is wealthy; rather, the determination is whether he is at risk because he is perceived to be these things:", "REFERENCE_SUPPRESSED.", "(2) Nature of a PRRA Determination"], ["[30]", "The Applicant submits that the Officer erred in her interpretation of what is determined on a PRRA application. The Applicant says that the Officer erred in saying that a PRRA determination is a forward-looking assessment of new risks which have developed following a negative decision from the Refugee Protection Division of the Immigration and Refugee Board [RPD]. The Applicant says that this Court has made clear that new evidence may overcome the evidence that led to a negative RPD decision."], ["[31]", "The Applicant also says that the RPD rejected his claim and his credibility on the basis that he had not corroborated his testimony that he lived in Sri Lanka during the relevant time period. The Applicant says that he presented evidence to the Officer to establish that he resided in Sri Lanka during the relevant time period. The Officer accepted that the evidence established his residency but found it did not assist in an assessment of risk. The Applicant says that once the Officer accepted the evidence, the RPD decision was put into issue. The Officer erred by continuing to accept the RPD decision.", "(3) Treatment of the Evidence"], ["[32]", "The Applicant submits that the Officer erred in law in her assessment of the evidence and points to several errors:", "a) The Officer said that she preferred to rely on more recent evidence over some of the Applicant's more dated evidence, but she did not identify which evidence she relied on and how it differed from the Applicant's documentary evidence;", "b) The Officer said that there were \"insufficient objective explanations\" to relate the news articles and documentary evidence to the Applicant. The Applicant says that his counsel made \"extensive submissions to the relevance of the documentation to the Applicant's claim.\" The Applicant acknowledges that counsel is not objective; however, the Applicant says it is not clear what the Officer expected in terms of an objective explanation;", "c) The Officer looked for actual proof that the Applicant would be targeted. The Officer should have relied on the evidence that showed people in his circumstances would be targeted;", "d) The Officer's finding that the situation for young, male Tamils in Sri Lanka is generally improving ignores the evidence that the situation has not improved for particular categories of Tamils;", "e) The Officer ignored the evidence that shows a history of human rights violations in Sri Lanka;", "f) The Officer erred in rejecting the Applicant's wife's affidavit due to a lack of corroborating objective evidence. The Applicant says that the affidavit was sworn and is entitled to the presumption of truthfulness in the absence of contradicting evidence: see", "REFERENCE_SUPPRESSED. An officer may only reject evidence for valid reasons and in clear terms: see", "REFERENCE_SUPPRESSED. The Applicant says that the absence of other evidence does not render the affidavit unworthy of belief;", "g) The Officer erred in ignoring the Applicant's sworn statements regarding the persecution he experienced in Sri Lanka. The Officer did not offer any reasons for rejecting the sworn statements, which is contrary to the presumption that sworn statements are truthful: see", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", ", both above; and", "h) The Officer mischaracterized and did not understand the nature of the Karuna Group. The Applicant says that, contrary to the Officer's statement that the Karuna Group is a division of the LTTE, the group was formerly the Eastern wing of the LTTE. The group broke away from the LTTE in 2004. The Applicant says that since this time, the group has played a large role in the Sri Lankan government's persecution against Tamils. The Applicant says that the Officer erred in finding that the Applicant failed to provide evidence that he remained of interest to the Sri Lankan army, because the Applicant says that the Karuna Group is closely aligned with the Sri Lankan army.", "(4) The impact of the H&C Decision"], ["[33]", "The Applicant says that on April 16, 2013, the same officer who rendered the PRRA Decision also decided the Applicant's H&C application. In this decision, the Officer said that the Applicant \"has been subjected to repetitive, persistent harassment, and has suffered grave personal consequences at the hands of both the police and the armed groups\" (Applicant's Record at 676). The Officer continued to say that the Applicant's fears properly fell under the scope of a PRRA determination. The Applicant says that the Officer's PRRA determination is that the Applicant provided insufficient objective evidence that he would be at risk in Sri Lanka. The Decision does not acknowledge the clearly relevant past persecution suffered by the Applicant. The Applicant says that past persecution is a strong indicator of future persecution:", "REFERENCE_SUPPRESSED.", "(5) Veiled Credibility Findings"], ["[34]", "The Applicant says that the Officer erred in cloaking her credibility findings as a lack of \"objective corroborating evidence\" and \"insufficient objective evidence\": see", "REFERENCE_SUPPRESSED. The Officer's conclusions were clearly based on the fact that she did not believe the Applicant.", "B. Respondent"], ["[35]", "The Respondent says that the Applicant is asking the Court to re-weigh the evidence that was before the Officer. This not the proper role for a reviewing court:", "CITATION_SUPPRESSED.", "(1) The Officer conducted a proper ss. 96 and 97 analysis"], ["[36]", "The Respondent says that the Applicant failed to demonstrate any risk on any standard of proof. The Officer's use of certain words should be read in the context of the Decision to determine whether the Officer applied the wrong test:", "REFERENCE_SUPPRESSED. The Respondent says that the Officer properly considered all of the documentary evidence and determined that it was insufficient to establish that the Applicant met even the minimal risk threshold for persecution.", "(2) The Officer's assessment of the evidence was reasonable"], ["[37]", "The Respondent says that questions of the weight to be given to evidence are within the discretion of a PRRA officer:", "REFERENCE_SUPPRESSED."], ["[38]", "There is no basis for the Applicant's expectation that the Officer would re-open the RPD decision. This Court's jurisprudence is clear that the PRRA assessment is not an appeal or reconsideration of the RPD's decision:", "REFERENCE_SUPPRESSED."], ["[39]", "The Respondent also says that evidence tendered by a witness with a personal interest may be examined for weight before it is evaluated for credibility:", "REFERENCE_SUPPRESSED. The Respondent says that this weight analysis may occur first because evidence from witnesses with a personal interest typically requires corroboration to have probative value. It was open to the Officer to give little weight to the Applicant's wife's statement without any independent evidence to corroborate her claims.", "(3) No veiled credibility finding"], ["[40]", "The Respondent says that the Decision is based on the totality of the evidence as it relates to the Applicant's personal situation. The Officer did not make any credibility findings.", "(4) H&C factual findings consistent with PRRA Decision"], ["[41]", "The Respondent says that the Officer's findings in the Applicant's H&C application are consistent with the findings in the Applicant's PRRA application. The Officer did not make any definitive findings or statements with respect to the risk of persecution, risk of torture, death or extreme sanction in the H&C decision. In contrast, the Respondent says that the Officer found that the Applicant \"provided insufficient objective evidence that he would suffer hardship due to discrimination or be personally discriminated against for any reason upon his return to Sri Lanka\" (Applicant's Record at 676).", "C. Applicant's Reply"], ["[42]", "The Applicant disputes the Respondent's claim that the Karuna Group is a division of the LTTE. Rather, the Applicant submits, the Karuna Group is an organization opposed to the LTTE and is aligned with the Sri Lankan army."], ["[43]", "The Applicant says that this application raises reviewable errors and is not a request for the Court to re-weigh the evidence. The Officer cannot reject evidence arbitrarily, take into account extraneous matters, or ignore relevant evidence:", "REFERENCE_SUPPRESSED. The Applicant, again, submits that the Officer ignored the evidence which indicates that conditions for Tamils in Sri Lanka have not improved."], ["[44]", "The Applicant says that the Respondent mischaracterizes the issue by claiming the standard that the Officer used is not a matter of which words she used. Rather, the Officer applied a higher standard to the issue of risk than is required by the Act."], ["[45]", "Contrary to the Respondent's submissions, the Applicant says that the point of the PRRA process is to revisit the RPD's findings if new evidence puts the RPD's factual findings at issue:", "REFERENCE_SUPPRESSED."], ["[46]", "The Applicant also says that, contrary to the Respondent's submissions,", "CITATION_SUPPRESSED", "does not say that an officer can reject sworn evidence solely on the basis of a relationship with the applicant. The Applicant says that his wife's sworn affidavit is different from the statement from counsel in", "CITATION_SUPPRESSED", ", above. The Applicant says that it was not open to the Officer to reject the sworn affidavit because it was not corroborated:", "REFERENCE_SUPPRESSED."], ["[47]", "The Applicant also says that the Officer's finding that the Applicant provided insufficient evidence can only be read as a finding that the Officer did not believe the Applicant's and the Applicant's wife's sworn statements:", "CITATION_SUPPRESSED", ", above."], ["[48]", "The Applicant further submits that the H&C decision accepted the evidence relating to the Applicant's persecution and did not just acknowledge the Applicant's submissions on persecution.", "VIII.", "ANALYSIS"], ["[49]", "The Applicant has raised a plethora of issues for review and I will deal with them in sequence below. In general, my view is that the Applicant has established no reviewable error. Many of the points he raises either mischaracterize the Decision or seek to isolate words and phrases out of context in order to allege reviewable error.", "A. Application of Wrong Standard - Error of Law"], ["[50]", "The Applicant alleges that the Officer incorrectly applies a \"balance of probabilities\" test to the evidence, fails to consider similarly-situated persons and insists upon personal targeting, and fails to consider whether the Applicant would be \"perceived\" to have a connection to the LTTE."], ["[51]", "None of these allegations are borne out by a reading of the Decision. The Officer clearly sets out the tests she has applied to the evidence (CTR at 10), and there is nothing in the body of the analysis to suggest that she applied any other test."], ["[52]", "As Justice Noël pointed out in", "CITATION_SUPPRESSED", ", above,"], ["[16] The use of the words and expressions \"probably did not occur\", \"convinced\", \"not persuaded\" and \"no conclusive evidence\" should not be interpreted automatically as being the application of a higher test than on a balance of probabilities and more so when the main concern is the credibility of the applicant [", "REFERENCE_SUPPRESSED."], ["[17] In order to identify the test applied by the CRDD, a decision has to be read as a whole and not viewed in selective parts. A careful examination of the contextual basis of the decision has to be done. (", "REFERENCE_SUPPRESSED."], ["[53]", "When I read the Decision as a whole, I am not convinced that the Officer applies a balance of probabilities standard to assess future risk under s. 96 of the Act. The wording differs somewhat throughout the Decision. For example, with regard to the Applicant's personal documents, the Officer says, \"I do not find that these documents provide evidence of any risk to the Applicant which he would face if returned to Sri Lanka today.\" In other words, this evidence does not establish risk on any standard of proof. In relation to the articles examined, the Officer says \"the evidence provided does not corroborate that he continues to be of interest to the Sri Lankan Army or the now defunct LTTE, or that the same fate as the Tamil citizens referred to in the articles would befall him upon his return to Sri Lanka.\" Once again, I read this to mean that there is no evidence to support the Applicant's claims of risk, irrespective of the standard applied, and that the Applicant is not a similarly-situated person to the Tamil citizens referred to in the articles."], ["[54]", "The use of the word \"would\" throughout the latter part of the Decision does not suggest to me that the Officer is assessing future s. 96 risk on a balance of probabilities. The final summary paragraph of the Decision says \"[t]he applicant has provided insufficient objective evidence to indicate that he would be at risk today in Sri Lanka\" (CTR at 9). The use of \"would\" is neutral regarding the standard being applied, and the Officer gives us its meaning when she tells us that she has assessed s. 96 risk throughout using the \"more than a mere possibility\" standard (CTR at 10)."], ["[55]", "The Officer is fully aware that the perceived, and not actual, ties to the LTTE are the issue and employs this wording throughout the Decision. This culminates in a summary of the Decision which says (CTR at 9):", "The applicant has submitted insufficient objective evidence to support", "that he would be perceived", "by the Sri Lankan authorities as an LTTE supporter/sympathizer for being a young Tamil male or for returning from overseas, or be sought by the Karuna group.", "[emphasis added]"], ["[56]", "Nor does the Officer rely upon personal targeting when assessing the articles submitted by the Applicant. The Officer considers whether the Applicant is a similarly-situated person, but points out that not all Tamils are at risk and the Applicant has not shown, with objective evidence, how he fits into any group that the evidence suggests is at risk."], ["[57]", "This is evident from the words \"the evidence provided does not corroborate that he continues to be of interest to the Sri Lankan Army or the now defunct LTTE, or that the same fate as the Tamil citizens referred to in the articles would befall him upon his return to Sri Lanka\" (CTR at 7). In other words, the articles do not either refer to him as an individual or as someone who is similarly situated to the Tamil citizens referred to in the articles.", "B. Failure to Re-Open the RPD Decision"], ["[58]", "The Applicant says that he has submitted new evidence which calls into question the RPD's findings. He says that his refugee claim was denied because the RPD was not satisfied he was in Sri Lanka during the relevant time. Because the Officer accepted documentary evidence that established he was in Sri Lanka during the relevant time, the Applicant says the RPD decision has been rendered suspect."], ["[59]", "The Applicant ignores the fact that a PRRA is not an appeal of an RPD decision:", "REFERENCE_SUPPRESSED. A PRRA assessment is limited to considering whether new risks have arisen following a negative refugee decision. Documents establishing that the Applicant had a Sri Lankan address during the time he claims he was persecuted does not affect or call into question any previous findings on risk. As the Federal Court of Appeal said in", "CITATION_SUPPRESSED, the important consideration is \"the event or circumstance sought to be proved by the documentary evidence.\" The Federal Court of Appeal also laid out a number questions related to when a PRRA officer needs to consider new evidence (at para 13). Evidence establishing that the Applicant was in Sri Lanka fails at both the relevance stage (whether it is \"capable of proving or disproving a fact that is relevant to the claim for protection\") and the materiality stage (whether \"the refugee claim probably would have succeeded if the evidence had been made available to the RPD\")."], ["[60]", "The RPD based its negative credibility finding on a number of factors including the Applicant's failure to explain or provide any documents regarding his one-month detention in the United States and the fact that the RPD did not believe the Applicant's allegations of persecution. The RPD found that if the Karuna Group was interested in harming the Applicant for non-payment of the extortion sum, it would have taken action against the Applicant's wife and young daughter who continue to live in the home where the Applicant says he was kidnapped. The RPD also found the fact that his kidnappers released him and then demanded money to be unbelievable. It found that the Karuna Group typically demands payment for their victim's release. The RPD also found that the Applicant would have had significant difficulties, or even been denied the ability to leave the country, if he was being sought by a group associated with the military. In contrast, the Applicant testified that he left the country on his own passport and experienced no problems."], ["[61]", "In addition, the RPD said that the Applicant testified that he was a victim of crime because he was perceived to be a successful businessman. He also testified that businessmen of other ethnicities were also targeted for extortion. The RPD found that the Applicant failed to establish a nexus to a Convention ground. It found that the risk the Applicant alleged was a risk generally faced by others in Sri Lanka."], ["[62]", "The Applicant's documentation establishing a Sri Lankan address does not disturb any of these conclusions regarding the risk that the Applicant claims to face. In my view, there was no basis for the Officer to re-open the RPD decision.", "C. Treatment of Evidence"], ["[63]", "The Applicant alleges a number of issues with the Officer's treatment of the evidence. I will address each in turn.", "(1) New Evidence"], ["[64]", "The new evidence relied upon by the Officer is the evidence that was part of the tribunal record and that is referred to in the Decision. There is no need to do a comparison with older documentation when the situation in Sri Lanka is evolving and the assessment of s. 96 persecution and s. 97 harm is forward-looking. The Applicant has not shown how any new documentation relied upon mischaracterizes the situation he faces in Sri Lanka.", "(2) Reasons Not Clear"], ["[65]", "The Applicant complains that it is not clear in the Decision why the Officer found \"insufficient objective explanations\" were provided to show how the news articles and reports related to the Applicant. In my view, the reasons are clear on this point. The Officer simply indicates that, given the new evidence presented, there is insufficient objective evidence to show why the Applicant, given his personal situation, would be perceived as belonging to any group or class of Tamils who are at risk from the agents of persecution or harm that he identifies.", "(3) Proof Not Available"], ["[66]", "The Applicant complains that the Officer, in her focus on the absence of actual proof that the Applicant is being sought, misunderstood the definition she was to apply and the purpose of the documentary evidence. As I have already pointed out, the Decision makes clear that the Officer did not require \"specific targeting,\" as the Applicant alleges. The Officer examined the Applicant's evidence and the documentation package to see if it supported the persecution or risk alleged by the Applicant. The conclusion was that the Applicant did not provide sufficient evidence to demonstrate that he is part of any group that is at risk in Sri Lanka."], ["[67]", "The Applicant says there is no specific targeting and the only evidence available relates to group targeting. He did provide evidence of specific targeting (i.e. his wife's affidavit and his own statutory declaration) which I will deal with later, but the Officer fully addresses the evidence on Tamil groups at risk. The Officer looked at the Applicant's specific situation - past and present - with a view to ascertaining whether he belonged to a group that the documentation says is at risk in Sri Lanka.", "(4) Situation Has Not Improved For All Tamils"], ["[68]", "The Officer does not ignore the evidence that the situation in Sri Lanka has not improved for all Tamils. The only relevant evidence is that which addresses which groups of Tamils are at risk from the agents of persecution and harm identified by the Applicant. The Applicant failed to adduce sufficient evidence to establish that he belongs to any such group. The Applicant simply disagrees with the Officer's assessment of the evidence and her determination that the Applicant has not established persecution or risk if returned.", "(5) Wife's Sworn Affidavit"], ["[69]", "As the Applicant points out, there is a presumption of truthfulness that applies to this affidavit:", "CITATION_SUPPRESSED."], ["[70]", "The Applicant's wife provides the following evidence that is relevant to the issue of persecution or risk on return:", "4. Now his leaving the country I am mentally tortured by Telephone Calls asking about my husband's where-about. I told them I do not know where about, but it does not seem their stopping there telephone calls [", "sic", "]."], ["[71]", "The Applicant's wife does not say who has made these calls, and she does not relate what they say or why they are looking for the Applicant. There is no indication as to how these calls are relevant to the risks the Applicant says he faces in Sri Lanka. This is why the Officer felt that corroborative evidence was required. The affidavit tells us nothing that can be identified as relevant; it simply invites the Officer to believe that some threat exists, but it never says what that threat is or who is making it. The Officer does not need to question credibility because the evidence simply has no probative value when it comes to the risks put forward by the Applicant. If relevant threats have been made, then the affidavit requires further corroboration to identify what they are."], ["[72]", "In my view, the deficiencies in the wife's affidavit are not rectified by the Applicant's own statutory declaration where he says (CTR at 90-91):", "24. I continue to fear returning to Sri Lanka. My wife has received telephone calls asking about my whereabouts. My wife cries to me over the phone about these calls she is receiving. She is very afraid, but she can't go to the police. She has been told by these people not to make complaints to the police. She does not know what to do.", "25. I believe these people are targeting my wife and me for money. I had a successful business in Colombo. These people believe I am in hiding; trying to avoid them and their demands. I am deathly afraid of returning to Sri Lanka and having to face these individuals again."], ["[73]", "These paragraphs do not establish that the Applicant is being pursued by the agents of persecution he identifies in his PRRA application. They do not bring into question the RPD conclusion that \"the harm feared by the Applicant does not amount to persecution or to a personalized risk to his life or to a risk to cruel and unusual treatment or to a danger of torture, since the risk he faces is a risk that is faced generally by other individuals in Mexico [sic].\"", "(6) Ignoring the Applicant's Sworn Statement About What Happened to him in Sri Lanka Between 2006-2010 - The Kidnappings"], ["[74]", "In his statutory declaration that was before the Officer, the Applicant says he was kidnapped by unknown persons, but he does not say who the kidnappers were or how they are relevant to the stated risks he says he faces on return."], ["[75]", "The Applicant provides no evidence that the kidnappers were any more than common criminals seeking to extort money from him. There is nothing to connect them to the LTTE, the Sri Lankan authorities, the Sri Lankan Security Forces, or any paramilitary group, or to the Applicant's fears of returning based upon perceived wealth and his being a failed refugee. The Applicant knows this because he says \"I saw there was an army camp nearby. I believe the people who took me were the henchmen of the army.\""], ["[76]", "This statement reveals that the Applicant knows full well that he has to connect the kidnappings to the alleged risks he has identified, and so he says he believes these people were the henchmen of the army. The only basis he gives for this subjective belief is that there was an army camp nearby. In my view, the fact of there being an army camp nearby (and there is no detail to tell us what \"nearby\" means) does not establish under any test or burden of proof that these men were acting for the army or state authorities. The Applicant is simply speculating in a way that he believes will assist his claim."], ["[77]", "In the end, there is little value to this evidence for assessing the stated risks that were before the Officer. Hence, the Officer's failure to mention it specifically cannot be said to be a reviewable error.", "(7) Officer's Characterization of the Karuna Group"], ["[78]", "The Officer characterized the Karuna Group as a division of the LTTE. The Applicant says this characterization shows that the Officer misunderstood the risk he faces because the Karuna Group is actually closely aligned with the Sri Lankan army. I cannot find anywhere in the Decision where the Officer's characterization of the Karuna Group had any bearing on the Decision. At a number of points, the Officer points out that the Applicant is not a person of interest to", "either", "the Sri Lankan army or the Karuna Group (CTR at 7, 9).", "D. H&C Decision - Past Persecution"], ["[79]", "There is no evidence that the Officer ignored past persecution. Specific allegations of past persecution are referred to in the Decision. The Officer simply made it clear that risk is forward-looking and assessed all of the evidence - past and present - with a view to determining whether the Applicant faced s. 96 persecution or s. 97 risk if returned. I see no inconsistency with the H&C decision which acknowledged the difficulties the Applicant has faced in the past but leaves it to the PRRA assessment to determine whether he faces s. 96 persecution or s. 97 risk.", "E. Veiled Credibility Findings"], ["[80]", "I can see no evidence of any veiled credibility finding in the Decision. The Officer is fully alive to the fact that the Applicant is fearful of return but concludes that there is insufficient evidence to establish more than a mere possibility of persecution or that it is more likely than not that he faces s. 97 risk from the agents he identified in his application. The Applicant disagrees with the result but he has not established a reviewable error."], ["[81]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[82]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", "CITATION_SUPPRESSED"]]}