{"id_": "052370", "body_str": [["[1]", "Snider, J.", ": The Applicant, Mr. Hani Hasan El-Khader, was granted permanent residence in Canada on July 24, 2002. Since landing, he has worked outside of Canada for lengthy periods of time. The Applicant submitted his application for citizenship on January 7, 2008, acknowledging that he was physically present in Canada for only 925 days in the four years immediately preceding his application. With his application and during the course of two interviews, he submitted extensive information and materials that related to his \"establishment\" in Canada. In a decision dated August 17, 2010, the Citizenship Judge concluded that the Applicant had not met the requirement for residency under s. 5(1)(c) of the", "Citizenship Act", ", RSC 1985, c C-29 [the", "Citizenship Act", "]. The Citizenship Judge stated in his decision that he relied on the analytical test of Justice Muldoon in", "Re Pourghasemi", "(1993), 62 FTR 122, 19 Imm LR (2d) 259 [", "Re Pourghasemi", "], where it was determined that a potential citizen must establish physical presence in Canada for a total of 1,095 days during the four-year period preceding the application, pursuant to s. 5(1)(c) of the", "Citizenship Act", ".  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant is appealing the Citizenship Judge's decision pursuant to section 14(5) of the", "Citizenship Act", ". Such appeals proceed by way of application based on the record before the citizenship judge and are governed by the", "Federal Courts Rules", ", SOR/98-106 pertaining to applications (Rule 300 (c);", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Imm LR (3d) 184). There are no further appeals from decisions of this Court. If the matter is not sent back for re-determination, an unsuccessful applicant who meets the statutory criteria may reapply.  <FRAGMENT_SUPPRESSED>", "II.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[3]", "The key issue before me is whether the Citizenship Judge erred by relying on the physical presence test rather than carrying out a qualitative analysis of the Applicant's establishment in Canada. Stated differently, did the Citizenship Judge err by determining that the residence requirement in s. 5(1)(c) of the", "Citizenship Act", "is only met when an applicant is physically present in Canada for the required number of days? The Applicant argues that, since the decision of the Federal Court in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , 19 Imm LR (2d) 1 [", "Re Koo", "].  <FRAGMENT_SUPPRESSED>"], ["[4]", "In the alternative, the Applicant argues that the Citizenship Judge provided inadequate reasons for his decision.  <FRAGMENT_SUPPRESSED>", "III.", "Legislative Provision  <FRAGMENT_SUPPRESSED>"], ["[5]", "Section 5(1)(c) of the", "Citizenship Act", "states the following:  <FRAGMENT_SUPPRESSED>", "5. (1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;  <FRAGMENT_SUPPRESSED>"], ["[6]", "There is no definition of \"resident\" or \"residence\" under the", "Citizenship Act", ".  <FRAGMENT_SUPPRESSED>", "IV.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[7]", "It has been consistently held that the standard of review of a Citizenship Judge's decision is that of reasonableness (see, for example,", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 143 (QL) at para 11 [", "Hao", "];", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 167 (QL) [", "Abbas", "].  <FRAGMENT_SUPPRESSED>"], ["[8]", "In this case, the decision of the Citizenship Judge consists of two components. Firstly, the Judge was required to make a purely factual determination of the number of days that the Applicant was physically present in Canada during the four-year period preceding the application. The Applicant acknowledges that he was physically present in Canada for only 925 days during the relevant period. Secondly, the Citizenship Judge's analysis involved a statutory interpretation of s. 5(1)(c) of the", "Citizenship Act", ". As we know, the Judge interpreted this provision to require the Applicant to be physically present in Canada for at least 1,095 days. While this is a legal question, it does not automatically follow that the standard of review is correctness.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In recent jurisprudence, particularly in both", "<FRAGMENT_SUPPRESSED>  CPR (4th) 1 at paragraph 34 and", "<FRAGMENT_SUPPRESSED>  [2011] SCJ No 7 (QL), at paragraphs 37-39 [", "Alliance Pipeline", "], the Supreme Court has reinforced the concept of deference in connection with a tribunal's interpretation of its home statute. The remarks of the Supreme Court in", "Alliance Pipeline", ", at paragraphs 37-39, are of particular relevance to the issue before me:  <FRAGMENT_SUPPRESSED>", "Characterizing the issue before the reviewing judge as a question of law is of no greater assistance to Alliance, since a tribunal's interpretation of its home statute, the issue here, normally attracts the standard of reasonableness (", "Dunsmuir", ", at para. 54), except where the question raised is constitutional, of central importance to the legal system, or where it demarcates the tribunal's authority from that of another specialized tribunal -- which in this instance was clearly not the case.  <FRAGMENT_SUPPRESSED>", "Finally, on this branch of the matter, Alliance argues that adoption of the reasonableness standard would offend the rule of law by insulating from review contradictory decisions by Arbitration Committees as to the proper interpretation of s. 99(1) of the", "NEBA", ". I am unable to share the respondent's concern. In", "Dunsmuir", ", the Court stated that questions of law that are not of central importance to the legal system \"may be compatible with a reasonableness standard\" (para. 55), and added that \"[t]here is nothing unprincipled in the fact that some questions of law will be decided on [this] basis\" (para. 56; see also", "<FRAGMENT_SUPPRESSED>  has always been \"based on the idea that there might be multiple valid interpretations of a statutory provision or answers to a legal dispute\" such that \"courts ought not to interfere where the tribunal's decision is rationally supported\" (", "Dunsmuir", ", at para. 41).  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Citizenship Judge's jurisdiction to determine citizenship applications is contemplated by the", "Citizenship Act", ". Moreover, in this case, the Citizenship Judge was interpreting his \"home statute\" when he interpreted the words \"resident\" and \"residence\" in s. 5(1)(c) to require the Applicant to be physically present in Canada for 1,095 days during the relevant four-year period. The question raised is not constitutional; nor does it demarcate the tribunal's authority from that of another specialized tribunal. The Applicant does not submit that the statutory interpretation of s. 5(1)(c) is one of \"central importance to the legal system\". Accordingly, I conclude that the standard of review applicable to the interpretation of s. 5(1)(c) by a citizenship judge is that of reasonableness. Stated differently, it is not for the reviewing judge to substitute his or her own interpretation of the legislative provision; rather the reviewing judge must determine whether the interpretation relied on by a citizenship judge falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (", "<FRAGMENT_SUPPRESSED>  [", "Dunsmuir", "] ).  <FRAGMENT_SUPPRESSED>", "V.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Federal Court has, over the years, endorsed three different approaches to the question of how to interpret the words \"resident\" and \"residence\" in the legislation. Most recently, this judicial history was described in considerable detail in each of the decisions in", "<FRAGMENT_SUPPRESSED> , and", "Hao", ", above.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Briefly stated, the three lines of jurisprudence fall into two categories: the \"quantitative approach\" and the \"qualitative approach.\" The quantitative approach is encompassed in the", "Re Pourghasemi", "test, applied by the Citizenship Judge in this case, which asks whether the applicant has been", "physically present", "in Canada for 1,095 days during the four-year period preceding the application for citizenship. This has been referred to as the \"physical presence\" test.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The qualitative approach was articulated in", "Re Papadogiorgakis", ", [1978] 2 FC 208, 88 DLR (3d) 243 and refined in", "Re  <FRAGMENT_SUPPRESSED> . The test in", "Re Koo", ", as first utilized by Justice Reed, requires a citizenship judge to analyze six factors to determine whether an applicant has met the requirement of residence by his or her \"centralized mode of existence\", even where an applicant falls short of the 1,095 days.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Justice Lufty (as he was then) in", "<FRAGMENT_SUPPRESSED>  (QL)(FCTD) noted the divergence in the jurisprudence. In", "Lam", ", he concluded that if a citizenship judge adopted any one of the three conflicting lines of jurisprudence, and if the facts of the case were properly applied to the principles of that approach, the citizenship judge's decision should not be set aside.  <FRAGMENT_SUPPRESSED>"], ["[15]", "For the next 12 years, the acceptance of either the quantitative or qualitative approach was consistently upheld by the Federal Court. Parties coming before this Court on appeal understood that a citizenship judge was free to apply either test. The situation was not ideal as citizenship applicants could never be certain of which test would be applied to their case. However, legislative amendments to the", "Citizenship Act", "could have clarified this situation. This has not been done by Parliament.  <FRAGMENT_SUPPRESSED>"], ["[16]", "In 2009, the decision of Justice Mainville (then a judge of this Court) in", "<FRAGMENT_SUPPRESSED> , embraced the qualitative approach. In", "Takla", ", Justice Mainville stated at paragraphs 46-48:  <FRAGMENT_SUPPRESSED>", "In the current context, since the situation that was perceived as temporary at that time has become permanent, it appears appropriate, in my view, to settle on one interpretation of subsection 5(1)(c) of the", "Citizenship Act", ". Considering the clear majority of this Court's jurisprudence, the centralized mode of living in Canada test established in", "<FRAGMENT_SUPPRESSED> , and the six questions set out therein for analytical purposes should become the only test and the only analysis.  <FRAGMENT_SUPPRESSED>", "Although I am of the view that the test of physical presence for three years maintained by the first jurisprudential school is consistent with the wording of the Act, it appears to me preferable to promote a uniform approach to the interpretation and application of the statutory provision in question. I arrive at this conclusion in an attempt to standardize the applicable law. It is incongruous that the outcome of a citizenship application be determined based on analyses and tests that differ from one judge to the next. To the extent possible, coherence in administrative decision making must be fostered,  <FRAGMENT_SUPPRESSED>"], ["[17]", "Following", "Takla", ", a number of Federal Court judges have endorsed Justice Mainville's adoption of the", "Re Koo", "test as the only analysis that should be applied pursuant to s. 5(1)(c) of the", "Citizenship Act", "(see, for example,", "<FRAGMENT_SUPPRESSED>  Imm. LR (3d) 196;", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 61;", "Canada (Ministre de la Citoyenneté & de l' <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1326 (QL);", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 330 ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[18]", "However, since that decision was released, a second line of equally compelling jurisprudence has emerged (see, for example,", "Abbas,", "above;", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1433 (QL)). The judges in these cases have continued to accept either the qualitative or quantitative interpretation of s. 5(1)(c) as reasonable.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The rationale behind this second line of jurisprudence is underscored by the Supreme Court of Canada's remarks in", "<FRAGMENT_SUPPRESSED> , and", "Alliance Pipeline", ", above. In both of these cases, the Supreme Court reinforced the principle that, the standard of reasonableness, even prior to", "Dunsmuir", ", has always been \"based on the idea that there might be multiple valid interpretations of a statutory provision or answers to a legal dispute\" such that \"courts ought not to interfere where the tribunal's decision is rationally supported\" (", "Dunsmuir", ", at para 41;", "Alliance Pipeline", ", at paras 38-39).  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Applicant rests his case on an assertion that the Citizenship Judge erred in law by not following the test articulated in", "<FRAGMENT_SUPPRESSED> . This argument can only be correct if the decision  <FRAGMENT_SUPPRESSED>", "overruled the decision in", "Lam", ". In my view, the conclusion of a judge of the Federal Court  <FRAGMENT_SUPPRESSED>", "did not and could not overrule the conclusion of a judge of the Federal Court in", "Lam", ". As a consequence, the law remains that, provided a citizenship judge correctly adopts and applies either test, the decision ought to stand.  <FRAGMENT_SUPPRESSED>"], ["[21]", "This conclusion is supported by the very words of Justice Mainville who acknowledges, at paragraph 47 of", "Takla", ", that \"the test of physical presence for three years . . . is consistent with the wording of the Act\". The physical presence test provides a reasonable interpretation of the words \"resident\" and \"residence\" in the legislative provision. In other words, the decision by a citizenship judge to interpret s. 5(1)(c) of the", "Citizenship Act", "to require physical presence is rationally supported by the words of the statute", "and", "by a lengthy line of jurisprudence from this Court. The Citizenship Judge did not err as alleged by the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Applicant submits that, as a matter of judicial comity, I should follow my former colleague, Justice Mainville, and those who have subsequently rejected the physical presence test. In response, I would echo the reasoning of Justice Mosley in", "Hao", ", above, at paragraphs 49 and 50:  <FRAGMENT_SUPPRESSED>", "In the interests of judicial comity, I have considered whether I should follow the analysis of my colleagues who favour the", "Koo", "test. The principle of judicial comity recognizes that decisions of the Court should be consistent so as to provide litigants with a certain degree of predictability:", "<FRAGMENT_SUPPRESSED>  reversed on appeal on other grounds:", "2007 FCA 73, 361 N.R. 90", ". I note that Justice Barnes in", "Ghaedi", ", above, declined to apply the principle in this context, albeit in reference to the", "Lam", "line of authority.  <FRAGMENT_SUPPRESSED>", "I agree that it would be preferable to have consistency in the test applied to determine residency but several judges of this Court, including myself, have found that the physical presence interpretation is appropriate on a plain reading of the statute. And this Court, for over 11 years, has deferred to decisions by citizenship judges to choose that interpretation over the alternative as a reasonable exercise of their discretion. While the inconsistent application of the law is unfortunate, it can not be said that every example of that inconsistency in this context is unreasonable. If the situation is \"scandalous\" as Justice Muldoon suggested many years ago in Harry, it remains for Parliament to correct the problem.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In sum, the application of the physical presence test by the Citizenship Judge was reasonable.  <FRAGMENT_SUPPRESSED>"], ["[24]", "It follows that the Applicant's allegation that the Citizenship Judge's reasons were inadequate must also fail. The decision clearly sets out that the Citizenship Judge was following the decision in", "Re Pourghasemi", ", above, requiring physical presence pursuant to 5(1)(c) of the", "Citizenship Act", ". On that interpretation, the only question to be determined by the Citizenship Judge was whether the Applicant was physically present in Canada for 1,095 days. The Applicant acknowledges that he was short of the required number of days. In light of the test applied by the Citizenship Judge, the documentary evidence was irrelevant. The Judge did not err by failing to refer to the voluminous documentary evidence submitted by the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[25]", "For these reasons, the appeal will be dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[26]", "THIS COURT ORDERS AND ADJUDGES that", "the appeal of the Citizenship Judge's decision is dismissed.  <FRAGMENT_SUPPRESSED>", "Appeal dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Sharon McCartney/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}