{"id_": "052609", "body_str": [["[1]", "Mactavish, J.", ": Sandy Tee Tomlinson seeks judicial review of a negative decision of the Refugee Protection Division of the Immigration and Refugee Board which found that he was not a person in need of protection."], ["[2]", "For the reasons that follow, I am satisfied that the Board erred in finding that Mr. Tomlinson faced a generalized risk from criminal gangs in Jamaica. The Board also erred in using the wrong test in assessing whether state protection would be available to Mr. Tomlinson.", "Background"], ["[3]", "Mr. Tomlinson owned a store in Kingston, Jamaica. His brother worked as a police officer. The Board accepted as credible Mr. Tomlinson's claim that after his brother began arresting members of the Ambrook Lane Clan gang, gang members retaliated against Mr. Tomlinson. His store was robbed and vandalized, and Mr. Tomlinson was shot at by members of the gang."], ["[4]", "When Mr. Tomlinson told his brother about the attacks, his brother advised him to go into hiding. Mr. Tomlinson did so, but gang members found him and threatened to kill him. Mr. Tomlinson's brother then advised him to flee the country, which he did.", "Section 97 of the", "Immigration and Refugee Protection Act"], ["[5]", "At issue is the Board's interpretation and application of section 97(1)(b)(ii) of the", "Immigration and Refugee Protection Act,", "S.C. 2001, c. 27, which provides that:", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "[...]", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "[...]", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country ...", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "[...]", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "[...]", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas ...", "Generalized Risk"], ["[6]", "The Board accepted that Mr. Tomlinson had been \"specifically and personally targeted ... because his brother is a police officer who has been arresting gang members.\" It nevertheless went on to conclude that the risk that he faced in Jamaica was 'generalized' within the meaning of section 97(1)(b)(ii) of the", "Immigration and Refugee Protection Act"], ["[7]", "In coming to this conclusion, the Board relied on the acknowledgment in Mr. Tomlinson's Personal Information Form (PIF) narrative that crime and gangs are widespread problems in Jamaica."], ["[8]", "The Board further stated that \"The fact that this claimant has been specifically and personally targeted by the gang is irrelevant to the determination of whether the risk that he faces at their hands is generalized ...\". According to the Board, if a claimant did not face a personal risk, there would be \"no point\" in considering whether a claim fell under the generalized risk exception in section 97(1)(b)(ii)."], ["[9]", "The Board went on to observe that \"every generalized crime victim must have a specific, personal story of targeting to tell in terms of whatever specifically criminal happened to them ... [A]fter all, if that were not true, generalized crime victims would not, in fact, even be victims of crime.\" From this, the Board reiterated that \"the fact that this claimant has been specifically and personally targeted by the gang is indeed irrelevant to the determination of whether the risk that he faces at their hands is generalized within the meaning of subsection 97(1)(b)(ii) of the", "IRPA", "or not\"."], ["[10]", "In the Board's view, what mattered was \"whether the prospective risk that [Mr. Tomlinson] faces at the hands of the gang is a type of risk that is also faced by a generality of others in Jamaica ...\""], ["[11]", "The Board concluded that since gang activity is widespread in Jamaica, the risk faced by Mr. Tomlinson was a type of risk that was faced by a generality of others in Jamaica. As a result, he was not a person in need of protection for the purposes of section 97 of", "IRPA"], ["[12]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal observed that, FRAGMENT_SUPPRESSED"], ["[13]", "Both parties have provided a number of authorities which they say support their respective views of the law with respect to personal and generalized risks. A number of these decisions were recently considered by Justice Gleason in", "FRAGMENT_SUPPRESSED, where she explained why the cases are not necessarily in conflict: see para. 39."], ["[14]", "It appears that the Board's reasoning in", "FRAGMENT_SUPPRESSED", "was similar to that in the present case. That is, the Board found that Mr. Portillo FRAGMENT_SUPPRESSED"], ["[15]", "I agree with Justice Gleason that the Board's interpretation of section 97(1)(b)(ii) of", "IRPA", "was both incorrect and unreasonable. As Justice Gleason put it, FRAGMENT_SUPPRESSED."], ["[16]", "As Justice Gleason noted, if the Board's reasoning is correct, it is difficult to see how there could ever be a case where section 97 would provide protection for individuals facing crime-related risks in high-crime countries. Indeed, when I asked counsel for the respondent in this case to provide an example of a situation where a personalized risk could be established in such a country, she candidly acknowledged that it was difficult to envisage a situation where this would be the case."], ["[17]", "The fact that Ambrook Lane Clan gang had specifically and personally targeted Mr. Tomlinson was clearly", "not", "irrelevant to the determination of whether the risk that he faced was personalized or generalized. Indeed, it is precisely the type of consideration that the Board must take into account in carrying out the individualized inquiry mandated by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ". The Board thus erred in failing to properly consider this important fact in its section 97 analysis."], ["[18]", "The Board further erred in stating that what mattered was whether the risk faced by Mr. Tomlinson was \"a type of risk that is also faced by a generality of others in Jamaica ...\" The question for determination was not just the", "type", "of risk faced but also the", "degree", "of risk. As in", "FRAGMENT_SUPPRESSED", ", the Board erred in conflating a highly individualized risk faced by Mr. Tomlinson with a generalized risk of criminality faced by others in Jamaica."], ["[19]", "That is, Mr. Tomlinson does not just fear a criminal gang in Jamaica because he lives there or because he works as a shopkeeper in that country. That would be a generalized risk faced by a substantial portion of the population. Indeed, the risk that Mr. Tomlinson faces is not the same risk that existed before his brother began arresting members of the Ambrook Lane Clan gang. Prior to the arrests, Mr. Tomlinson may have been at risk of extortion or violence like many other shopkeepers in Jamaica. However, unlike the general population, Mr. Tomlinson is now at a significantly heightened risk as a result of having been, to quote the Board, \"specifically and personally targeted by the gang\"."], ["[20]", "The Board's conclusion that Mr. Tomlinson faced only a generalized risk in Jamaica was thus unreasonable.", "State Protection"], ["[21]", "After concluding that the risk faced by Mr. Tomlinson was generalized in nature, the Board went on to determine that, in any event, state protection would be available to Mr. Tomlinson in Jamaica. The Board's state protection analysis was, however, fatally flawed."], ["[22]", "In paragraph 13 of its reasons, the Board noted that states need only provide adequate state protection and do not have to provide their citizens with perfect protection. This is a correct statement of the law: see", "FRAGMENT_SUPPRESSED. This is not, however, the standard that the Board actually applied in evaluating the extent to which state protection would be available to Mr. Tomlinson in Jamaica."], ["[23]", "Indeed, immediately after stating that countries need only provide adequate state protection to their citizens, the Board went on to clarify its understanding of the appropriate test by stating \"in other words, states only have to make serious efforts at protection and do not have to provide", "de facto", "effective or", "de facto", "guaranteed protection\"."], ["[24]", "The Board then identified the issue before it as being \"whether Jamaica[n] authorities can be reasonably expected to provide the claimant with serious efforts at protection if he were to return ...\"."], ["[25]", "The Board went on in paragraph 14 of the decision to discuss whether Jamaican authorities were in fact making serious efforts to combat gangs and crime. It concluded that Mr. Tomlinson's brother had told him to leave the country because the Jamaican police could not guarantee protection to Mr. Tomlinson, and not because they were \"not interested in making serious efforts against the gang members who are threatening [him]\"."], ["[26]", "It is thus clear that the Board equated the adequacy of state protection with police interest in making serious efforts to protect citizens."], ["[27]", "This Court has repeatedly observed that it is an error for the Board to focus on the efforts made by a government to combat crime without considering whether those efforts have actually translated into adequate state protection: see, for example,", "FRAGMENT_SUPPRESSED."], ["[28]", "I am therefore satisfied that the Board's state protection finding was also unreasonable.", "Conclusion"], ["[29]", "For these reasons, the application for judicial review is allowed."], ["[30]", "Mr. Tomlinson has proposed a question for certification with respect to individual versus generalized risk. I am not persuaded that the question proposed is suitable for certification. As the Federal Court of Appeal observed in", "FRAGMENT_SUPPRESSED", ", above, the determination of whether a specific individual is a person in need of protection requires \"an individualized inquiry, which is to be conducted on the basis of the evidence adduced by a claimant\". The analysis is thus highly dependant on the facts of the particular case.", "JUDGMENT"], ["[31]", "THIS COURT ORDERS AND ADJUDGES", "that", "1. This application for judicial review is allowed, and the matter is remitted to a differently constituted panel for re-determination; and", "2. No serious question of general importance is certified.", "Application allowed.", "Editor: Sharon McCartney/vnh"]]}