{"id_": "052683", "body_str": [["[1]", "Zinn, J.", ": Mr. Olabanji Akanni Ladipo, is openly homosexual. He married his male partner in Canada on December 30, 2011. He says that he is a citizen of Nigeria, a fact that appears to have been accepted by Citizenship and Immigration Canada, as the Departure Order it made against him on September 15, 2009, states that he is \"a citizen of Nigeria\" and there is no suggestion that he would be removed from Canada to any other country. However, Mr. Ladipo has not been able to convince either the Refugee Protection Division [RPD] or the immigration officer who conducted his Pre-Removal Risk Assessment [PRRA] of his identity as a Nigerian and, as a result he has had no assessment of his risk as a gay married man if he is returned to Nigeria."], ["[2]", "Mr. Ladipo alleges he was caught having sex with his male lover by the manager and staff of the motel he was staying at in Nigeria. He says the police began searching for him at his home in Nigeria but that, with the help of his sister, he obtained travel documents and came to Canada several days later."], ["[3]", "The RPD rejected his claim for refugee protection on May 30, 2011, because of credibility issues with respect to his identity as a national of Nigeria. Since identity was not established, the RPD did not assess the risk he would face in Nigeria as a result of his homosexuality. Leave for judicial review of the RPD's decision was denied."], ["[4]", "Mr. Ladipo submitted a significant quantity of documents with his PRRA application, including: A copy of the Record of Solemnization of Marriage to his male partner on December 30, 2011, original affidavit for his Loss of International Passport and an extract from the Nigerian Police Crime Diary regarding same, and a certified true copy of a Birth Certificate issued by the Oyo State Hospitals Management Board referencing his birth at Jericho Nursing Home in Ibadan, Nigeria, on November 16, 1978."], ["[5]", "The officer determined that Mr. Ladipo had not submitted new evidence to lead to a conclusion different than the RPD. As a consequence, the officer was not convinced that Mr. Ladipo had established his identity as a Nigerian, and rejected his PRRA application", "without any examination or assessment of risk", ". The officer incorrectly states in his letter informing Mr. Ladipo of the result of the PRRA application the following:", "It has been determined that you would not be subject to risk of persecution, danger of torture, risk to life or risk to cruel and unusual treatment or punishment if returned to your country of nationality or habitual residence.", "This statement is quite simply wrong as there had been no such \"determination.\""], ["[6]", "It is trite law that a PRRA officer must \"assess the risk against the country of removal (", "<FRAGMENT_SUPPRESSED>  at para 25."], ["[7]", "I am mindful of the decision in", "<FRAGMENT_SUPPRESSED>  [", "Suresh", "] where the Supreme Court found at para 6 that Mr. Suresh had \"made a", "prima facie", "case showing a substantial risk of torture if deported to Sri Lanka and that his [deportation] hearing did not provide the procedural safeguards required to protect his right not to be expelled to a risk of torture or death.\""], ["[8]", "I am also mindful of, and endorse completely, Justice Barnes' statement in", "<FRAGMENT_SUPPRESSED> that: \"Under present conditions in Nigeria, Canada should not be deporting homosexuals and bisexuals to Nigeria.\""], ["[9]", "Nigeria has recently enacted laws which, among other offences directed to homosexuals and bisexuals, make same sex unions punishable by up to 14 years imprisonment. There are also credible reports contained in the record of the police actively rounding up and mistreating homosexuals. Moreover, the record shows that citizens of that country now apparently feel they are at liberty to harass and abuse homosexuals and bisexuals with impunity. Accordingly, it is my view that any homosexual, such as Mr. Ladipo, being returned to Nigeria at present, has a", "prima facie", "case that he or she will be at substantial risk if deported."], ["[10]", "In my view, the PRRA decision under review is unreasonable because the officer had an obligation to assess Mr. Ladipo's risk against the country of removal (Nigeria), notwithstanding any continuing issue with his identity."], ["[11]", "The failure to establish identity means that there was no need for the RPD to proceed further with an analysis of risk of persecution; however, it has never been held that the same applies in a PRRA analysis such that an officer need not assess risk if the applicant's identity has not been established. If it were otherwise, then the situation would be akin to", "Suresh", "where failed refugee claimants would be removed to other countries with no assessment made of their risk. Whether the applicant's identity is established to the satisfaction of a PRRA officer or not, the obligation of that officer is to assess the applicant's risk against the country of removal. Because that was not done in this case, the application for a PRRA must be reassessed by a different officer, in keeping with these reasons."], ["[12]", "Neither party wished to propose a question for certification.", "JUDGMENT"], ["[13]", "THIS COURT'S JUDGMENT is that", "the application is allowed, the decision of the PRRA officer dated January 15, 2013 is set aside, the Applicant's PRRA application is to be assessed by a different officer in keeping with these Reasons, and no question is certified.", "Application allowed.", "Editor: Angela E. McKay/vnh"]]}