{"id_": "052654", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an appeal by Mohamed Khalfallah (the \"Applicant\") pursuant to subsection 14(5) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29, from the decision of a Citizenship judge, dated July 8, 2008, denying his application for citizenship.", "BACKGROUND FACTS"], ["[2]", "The Applicant is a citizen of Tunisia. He came to Canada in September 2000 as a student, and became a permanent resident in 2002. He applied for the Canadian citizenship in December of 2004."], ["[3]", "The Applicant declared only a 31-day absence in 2004 and claimed to have been present in Canada for the remainder of the material period."], ["[4]", "The Citizenship judge interviewed the Applicant on June 25, 2008. What happened at the hearing is a matter of controversy."], ["[5]", "According to the Applicant he tendered a number of documents to the Citizenship judge, who refused to accept them. The Applicant also claims that he offered to produce witnesses who could testify to his presence in Canada, but the Citizenship judge refused that too."], ["[6]", "The Applicant says that the Citizenship judge \"a avancé qu'il ne voyait aucun problème\" in the Applicant's file. He further says that the Citizenship judge asked him to submit bank statements, in order to prove payments of his rent, and indicated that upon submission of these documents, he would grant the citizenship application \"car il n'y avait pas d'autres problèmes\" with it.", "DECISION UNDER REVIEW"], ["[7]", "The Citizenship judge denied the Applicant's application in a letter dated September 16, 2008, because he was not satisfied, on a balance of probabilities, that the Applicant actually was in Canada for the prescribed number of days. More specifically, while he accepted the Applicant's submission that he lived in Montréal and studied at UQAM between his arrival in Canada and the fall of 2002, he felt that the evidence at his disposal was insufficient to demonstrate that the Applicant was living in Montréal between the fall of 2002 and December 2004."], ["[8]", "The Citizenship judge noted, first, that the Applicant did not submit a valid passport for the relevant period, claiming it had been destroyed. However, for the period covering the academic years 2000 - 2001 and 2001 - 2002, the Applicant had submitted UQAM transcripts, and he was satisfied that he was indeed in Canada during this time, and up until November 2002. At that time, the Applicant changed his address, but the Citizenship judge doubted whether he actually lived at his new address - or anywhere in Canada - after November 2002."], ["[9]", "Given the impossibility of relying on passport stamps to verify whether the Applicant was actually in Canada, the Citizenship judge tried to verify the Applicant's residency by looking at his bank statements."], ["[10]", "These bank statements were, in the opinion of the Citizenship judge, \"very revealing.\" They showed that the rent appearing on the lease submitted by the Applicant was only paid from his personal account in December 2002 and the first three months of 2003, and from his company account in April 2003. Furthermore, for the year 2004, transactions involving both accounts were concentrated in July and August. The accounts \"show very little activity over 10 months of the year.\" He concluded that \"[t] he bank accounts are very damaging to the applicant's claim of having been physically present in Canada in 2004 on the days he claims he was.\""], ["[11]", "Thus, he concluded that the Applicant had not convinced him that he was in Canada for the required number of days, and therefore denied his application.", "ISSUES", "1) Did the Citizenship judge breach the rules of natural justice?", "2) Did the Citizenship judge make a negative credibility finding without supporting reasons?", "ANALYSIS", "1) Did the Citizenship judge breach the rules of natural justice?"], ["[12]", "The Applicant claims that the Citizenship judge refused to look at the documentary evidence which he tendered at the hearing, or to hear witnesses suggested by the Applicant. This amounted to a breach of the", "audi alteram partem", "rule, and thus of the duty of procedural fairness that was owed to him."], ["[13]", "The Minister notes that some of the documents which the Applicant claims to have tendered to the Citizenship judge were already in the record, while others were irrelevant, either because they constituted evidence of claims which the Citizenship judge accepted anyway, or did not relate to the material period."], ["[14]", "Even assuming, for the moment, that the Applicant's summary of his interview with the Citizenship judge is accurate, a careful reading of that document reveals that the Citizenship judge did not simply dismiss the Applicant's offer to provide documents evidencing his presence in Canada from November 2002 to December 2004."], ["[15]", "In his affidavit t he Applicant writes that the Citizenship judge asked him \"[e] st-ce que vous avez d'autres documents à me montrer?\" The Applicant tendered rent payment receipts for December 2002 and January 2003, as well as September 2005. The Applicant does not claim having offered any documents for most of 2003 or 2004. He states, at p. 9,", "ibid", "., that he offered documents relating to a sandwich stall he operated in the summers of 2003 and 2004, but the Citizenship judge refused to look at them."], ["[16]", "The Applicant also offered phone and electricity bills, but the judge rejected them because \"ça ne couvre pas la période en question.\" The Applicant offered bank statements from 2005, but The Citizenship judge was not interested in them. Instead, he accepted the Applicant's offer to submit, at a later date, statements for 2003 and 2004. This is in no way contradictory with the Citizenship judge's version of the events."], ["[17]", "Thus the only documents from the relevant period which the Applicant says the Citizenship judge rejected related to his sandwich stall and photocopies of cheques made to Revenu Québec. In my view, this is much too little to sustain the Applicant's argument. These documents could not possibly have demonstrated the Applicant's presence in Canada for more than a few days, so that their relevance to the Applicant's application is minimal. Even if the Applicant really tendered them, and the Citizenship judge really refused to look at them, I do not think that it amounted to a refusal to consider relevant evidence."], ["[18]", "As for the argument that the interview was too short, I agree with the comment of Justice Teitelbaum in", "<FRAGMENT_SUPPRESSED>  (QL) at paras. 8 and 9, that \"there are no time trials for the rule of", "audi alteram partem", "or the right to be heard ... It is the content of the interview, rather than its length that is a better indicator of whether the rules of fairness and natural justice were respected.\" Thus, I could not find any evidence that the length of the interview disadvantaged the Applicant."], ["[19]", "The Applicant further claims that the Citizenship judge gave him the impression that his application would be accepted. Relying on", "<FRAGMENT_SUPPRESSED>  (\"", "Baker", "\"), the Applicant argues that the Citizenship judge's subsequent refusal to do so amounted to a breach of legitimate expectations, which entitles him to a new hearing at which all evidence will be considered."], ["[20]", "The Minister submits that the Applicant relies on his impressions rather than on facts, and that these impressions are illogical, since the Citizenship judge could not have told the Applicant that he would approve his application \"on the basis of documents that the judge had yet to see ... Why even bother requesting them then?\""], ["[21]", "As the Supreme Court of Canada indicated in", "Baker", ", legitimate expectations cannot relate to a substantive outcome. And, as the Minister points out, it seems utterly implausible that the Citizenship judge would have said that \"", "dès que j'aurai", "[les relevés bancaires], je vous attribuerai votre citoyenneté avec [", "sic", "] sans aucun problème.\" [My emphasis.] Surely, if the Citizenship judge asked for these documents, it was to examine them, and determine whether they supported the Applicant's allegations. That the Applicant wanted to hear, and perhaps heard, something else does not change what could and what could not have been said.", "2) Did the Citizenship judge make a negative credibility finding without supporting reasons?"], ["[22]", "The Applicant argues that he submitted sufficient evidence to demonstrate his presence in Canada, and thus the only way the Citizenship judge could find otherwise was by making an implicit credibility finding."], ["[23]", "The Minister submits that gaps in the Applicant's bank statements reveal more than mere \"weak economic performance\" as the Applicant argues. The Citizenship judge gave sufficient reasons for his findings, and this Court should not second-guess his factual findings, which is, in effect, what the Applicant is asking it to do. I agree."], ["[24]", "As the Minister points out, the Citizenship judge found large \"gaps\" in the Applicant's bank statements. It is common ground that the Citizenship judge asked for the Applicant's bank statements in order to verify whether the Applicant paid the rent at his alleged address. They did not show that he did. The Citizenship judge's decision is, then based on insufficiency of the evidence submitted by the Applicant. It may be that the Applicant was in Canada during the relevant period, but he failed to submit evidence to demonstrate that this was so. The Citizenship judge's decision is justified, transparent and intelligible, and defensible in respect of the facts and the law (see", "<FRAGMENT_SUPPRESSED> , at para. 47)."], ["[25]", "For these reasons, the appeal will be dismissed.", "JUDGMENT"], ["[26]", "THIS COURT ORDERS", "that the appeal be dismissed.", "[End of document]"]]}