{"id_": "052702", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC-2001, c. 27 (Act) for judicial review of the decision of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board, dated 17 October 2011 (Decision), which refused the application for a permanent resident visa made by Salvarajani Sooriyathas under the Family Class Spousal Sponsorship category.", "BACKGROUND"], ["[2]", "The Applicant was born in Sri Lanka and became a Canadian national in 1992 after claiming refugee status. The Applicant was married from 1994 until 2007, and has three children from that marriage."], ["[3]", "The Applicant married his current wife, Salvarajani Sooriyathas, on 3 March 2008. His wife submitted an Applicant for Permanent Residence on 27 July 2009. She was interviewed by a Visa Officer in Colombo, Sri Lanka, who refused the application on 25 August 2009 due to the fact that the relationship and marriage was not believed to be", "bona fide"], ["[4]", "The Applicant filed a Notice of Appeal of the sponsorship refusal with the IAD on 23 September 2009. He did not retain counsel. The Applicant states in an affidavit, found on pages 21-23 of the Applicant's Record, that he retained the help of an unregistered immigration consultant to help him prepare the appeal to the IAD. The Applicant refers to the consultant as a \"ghost consultant\" because he never disclosed his identity. The consultant advised the Applicant that he had \"prepared everything\" so there was no need for legal representation before the IAD."], ["[5]", "The Applicant appeared, self-represented, before the IAD on 17 October 2011. He did not request an adjournment or raise any issue with the fact that he was self-represented. The Applicant was not told at the hearing that his rights may be prejudiced by not having counsel, nor was an adjournment discussed. The Applicant states in his Affidavit that he \"did not fully understand the nature and nuances of this discussion,\" and he did not feel he had a chance to provide any input. He states that his wife also had a hard time at the hearing, and that neither of them felt prepared to respond to the questions posed."], ["[6]", "The IAD determined that the Applicant's marriage was not genuine and was entered into for immigration purposes. The Applicant now seeks judicial review of this decision.", "DECISION UNDER REVIEW"], ["[7]", "The Reasons for the Decision were rendered orally on 17 October 2011 and by writing on 5 December 2011. The IAD reviewed the procedural history of the appeal, and then noted that section 4(1) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (Regulations) applied to the appeal. This section excludes bad faith relationships from the family class. The IAD stated that \"the appellant has to prove on a balance of probabilities both prongs of the test in the context of a", "de novo", "hearing ...\""], ["[8]", "The IAD referred to Minister's counsel's submission that according to", "FRAGMENT_SUPPRESSED for the proposition that the evidence required to meet a balance of probabilities must be \"...clear, convincing and cogent. The more improbable the event, the stronger the evidence is required ...\" The IAD then reviewed a variety of indicia used to evaluate the genuineness of a relationship. It also stated that sworn testimony will be presumed truthful, and that credibility may be assessed based on rationality and common sense."], ["[9]", "The IAD noted that the Applicant was self-represented, and that he and his wife would be testifying. The Applicant submitted evidence at the hearing that was not provided 20 days in advance as required by the IAD rules. The IAD did not allow the submissions to be entered into evidence because copies were not made for itself and the Minister."], ["[10]", "The IAD discussed the Applicant's wife's prior attempt to come to Canada. Her uncle had arranged for her to obtain a fraudulent visitor's visa, but she was caught trying to use it. She was jailed for using a fraudulent visa from 26 December 2007 until 14 February 2008, and it was during this time that the marriage was arranged on or about 10 January 2008. The IAD stated that the Applicant's wife's attempt to come to Canada using a fake visa, and the timing of the arrangement of the marriage while she was in jail, strongly suggested that she entered into the marriage for the purpose of acquiring permanent resident status in Canada."], ["[11]", "The Applicant's wife testified that her family had arranged the fake visa for her because they were worried for her due to the troublesome situation in Sri Lanka and because she was single. The IAD stated that the Applicant's wife and her family were clearly interested in her leaving Sri Lanka. She has little education, no work experience, and is not fluent in English. It is unlikely that she would have been able to come to Canada on her own. The IAD also noted that when asked if she had family in Canada the Applicant's wife initially said no, but she then revised her testimony to say that her husband is in Canada. The IAD pointed out that by marrying the Applicant, her entry into Canada is facilitated."], ["[12]", "The IAD also pointed out that the marriage happened very quickly, and the religious ceremony happened prior to the Applicant's divorce becoming legal. The divorce documents did not reveal the date of separation, nor was it included in the Sponsor Questionnaire. When Minister's counsel asked the Applicant who applied for the divorce he indicated that his ex-wife had done so through a lawyer. Minister's counsel asked if he was certain and he said yes. He then pointed out to the Applicant that the divorce certificate indicates that", "he", "applied for the divorce, and the Applicant revised his testimony saying that his ex-wife applied for the separation and he applied for the divorce. The IAD found that the Applicant was evasive about the circumstances leading to the divorce, and did not accept the Applicant's explanation as to who applied for the divorce."], ["[13]", "The IAD also noted that the divorce certificate did not indicate the Applicant's ex-wife's address. However, when Minister's counsel asked the Applicant whether he knew his ex-wife's address he said yes, and indicated Burlington. The Applicant also said that a lawyer had served her with the divorce certificate, and that no address was indicated on the divorce certificate because he did not know her address. The IAD did not accept this explanation, especially considering the Applicant has three children with his ex-wife. The Applicant testified that he hopes one day to have his children come live with him again, and that is why he cannot join his current wife in Sri Lanka, thus one would expect that he would know where they were living at the time."], ["[14]", "When the Applicant was asked about the custody arrangements for his children, he indicated that his ex-wife has custody of them. When asked by Minister's counsel why he did not get joint custody, the Applicant stated that he and his ex-wife had a convenience store and that he gave up the children and she gave up the store. The IAD pointed out that later, when asked if he still had the store, the Applicant said that he sold it in 2007 and that he and his ex-wife each kept their respective shares. When asked to clarify the link between the store and the children, the Applicant replied that his ex-wife would not sign over the store unless he gave up custody of the kids. The IAD stated that it did not make sense that he would give up both custody of the children and a share of the store, and expressed concern that the dissolution of the Applicant's first marriage was not genuine. The IAD found on a balance of probabilities that the Applicant engaged in a divorce of convenience."], ["[15]", "The IAD stated that the Applicant had not provided many details of his relationship with his current wife. Dates of some visits to Sri Lanka were provided, and the Applicant made many references to his wife becoming pregnant and losing a child. The Applicant testified that he went to see his wife three times in Sri Lanka, but has not been back since 2009. The IAD stated that it found this surprising, \"given their testimonies that they want to have a child and were trying to have a child and that she got pregnant but the child was lost.\" The IAD stated that if these intentions were genuine, one would have expected the Applicant to have made more recent trips to visit his wife."], ["[16]", "The Applicant testified that he talked to his wife on the phone every night for 15- 30 minutes. In support of this statement he provided copies of calling cards. The IAD pointed out that there was no way of knowing that the calling cards were used by the Applicant to call his wife. The IAD stated that even if the calling cards were used for that purpose, it did not get the sense from both of their testimonies that they communicate with each other on a daily basis."], ["[17]", "The IAD stated that both the Applicant's and his wife's testimony \"were scant on details.\" It pointed out that when each was asked about what they plan to do if the Applicant's wife is not allowed to come to Canada, they did not seem to have discussed it. The IAD stated that it would reasonably expect that a couple in a genuine marriage would have discussed this possibility, and the fact that they have not had this discussion suggested that the marriage is not genuine. The IAD also noted that the Applicant's wife's testimony about his previous marriage indicated that she was not knowledgeable about it."], ["[18]", "The Applicant focused on the fact that his wife had been pregnant and lost the baby as proof that the marriage was genuine. The IAD pointed out that the Applicant's wife indicated her pregnancy ended on 12 August 2008. She was interviewed by the initial Visa Officer in 2009, and when asked why she did not tell the Officer about the pregnancy she said that it was probably because it did not arise and she did not see the need to tell the Officer about it. Medical documentation was provided in regards to her pregnancy, but when she was asked questions by the Visa Officer about the genuineness of her marriage and why a marriage was arranged between her and her husband given their 13-year age difference she did not bring it up. The IAD did not accept the Applicant's wife's explanation as to why she did not mention her pregnancy to the Visa Officer; it expected she would have raised such a significant event. The IAD stated that, because of this, it afforded very little weight to the evidence of her pregnancy."], ["[19]", "The IAD noted that the Applicant provided evidence of money transfers to his wife but said that \"Even if he is sending her money, it is not determinative that they are in a genuine marriage.\" It also noted that both the Applicant and his wife testified that the Applicant's children are in the custody of the Applicant's ex-wife, but the Applicant's wife knew little about the custody arrangements beyond that. In this regard, the IAD stated \"Frankly, I did not hear much about the children from the appellant and thus I am not surprised that the applicant did not discuss in much detail the appellant's children.\""], ["[20]", "In regards to knowledge of, and contact with, extended families of both parties, the IAD stated that there was little in the oral testimony to indicate that this is a genuine marriage. Neither party expressed much knowledge about the other's extended family, nor did their families attend their marriage ceremony. The IAD also stated that the Applicant's wife did not demonstrate in her oral testimony that she had much knowledge of the Applicant's day-to-day life in Canada. The details she provided stuck closely to those provided in the documentary evidence. The IAD said she should have been able to demonstrate more knowledge about the Applicant in her testimony."], ["[21]", "The IAD also took note of copies of correspondence between the Applicant and his wife that mainly consisted of greeting cards containing salutations and sign-offs. The IAD stated that it would expect a couple in a genuine relationship to send correspondences with more substance in them, and that it did not consider these items very persuasive."], ["[22]", "The IAD did not find the Applicant credible or trustworthy. Given the Applicant's wife's attempts to come to Canada, her circumstances in Sri Lanka, the timing of their marriage, the Applicant's lack of credibility in regards to his divorce and custody arrangements, and the lack of detail provided about his current marriage, the IAD found that the marriage was entered into primarily for the purpose of acquiring status or privilege under the Act. The IAD found that, on a balance of probabilities, the Applicant had not established that his marriage was genuine. The IAD concluded that the marriage was entered into primarily for immigration purposes and was not", "bona fide", ", and thus dismissed the appeal.", "ISSUES"], ["[23]", "The Applicant raises the following issue in this application:", "1. Did the IAD deny the Applicant his right to procedural fairness by proceeding without counsel, and by failing to address this issue and ensure that the Applicant was aware of the consequences of proceeding self-represented?", "STANDARD OF REVIEW"], ["[24]", "The Supreme Court of Canada in", "FRAGMENT_SUPPRESSED held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[25]", "The issue raised is a matter of procedural fairness. In", "FRAGMENT_SUPPRESSED, the Supreme Court of Canada held at para 100 that it \"is for the courts, not the Minister, to provide the legal answer to procedural fairness questions.\" Further, the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED held that the FRAGMENT_SUPPRESSED The standard of review applicable to the issue in this application is correctness.", "STATUTORY PROVISIONS"], ["[26]", "The following provisions of the Regulations are applicable in this proceeding:", "Bad faith", "4.", "(1) For the purposes of these Regulations, a foreign national shall not be considered a spouse, a common-law partner or a conjugal partner of a person if the marriage, common-law partnership or conjugal partnership", ") was entered into primarily for the purpose of acquiring any status or privilege under the Act; or", ") is not genuine.", "...", "Family class", "116.", "For the purposes of subsection 12(1) of the Act, the family class is hereby prescribed as a class of persons who may become permanent residents on the basis of the requirements of this Division.", "117.", "(1) A foreign national is a member of the family class if, with respect to a sponsor, the foreign national is", ") the sponsor's spouse, common-law partner or conjugal partner;", "[...]", "Mauvaise foi", "4.", "(1) Pour l'application du présent règlement, l'étranger n'est pas considéré comme étant l'époux, le conjoint de fait ou le partenaire conjugal d'une personne si le mariage ou la relation des conjoints de fait ou des partenaires conjugaux, selon le cas:", "a) visait principalement l'acquisition d'un statut ou d'un privilège sous le régime de la Loi;", "b) n'est pas authentique.", "...", "Catégorie", "116.", "Pour l'application du paragraphe 12(1) de la Loi, la catégorie du regroupement familial est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents sur le fondement des exigences prévues à la présente section.", "117.", "(1) Appartiennent à la catégorie du regroupement familial du fait de la relation qu'ils ont avec le répondant les étrangers suivants:", "a) son époux, conjoint de fait ou partenaire conjugal;", "[...]", "ARGUMENTS", "The Applicant"], ["[27]", "The Applicant states that he retained an unregistered immigration consultant to provide him assistance with his spousal sponsorship appeal before the IAD. The consultant helped the Applicant with his written submissions, but refused to disclose his name and particulars to the parties. This consultant advised the Applicant to appear on his own before the IAD, and told him that he would not require the assistance of legal counsel."], ["[28]", "The Applicant submits that appeals before the IAD are hearings", "de novo", ", and thus give the appellant the right to adduce new evidence. They also involve a variety of complex legal issues. For example, there is ample case law that sets out a variety of factors that will be taken into consideration by the IAD in determining whether a marriage is genuine."], ["[29]", "The Decision reveals discussions between the IAD and Minister's Counsel regarding the legal test to be applied and problems with the Applicant's written submissions. Other than stating that the Applicant appeared at the IAD unrepresented, the Decision reveals no further discussion between the IAD and the Applicant about the procedure of the hearing, the relevant law, the roles of the parties, etc. Without discussing the implications of proceeding on his own, the Applicant remained ignorant of the process and unprepared for the matter at hand. As such, he did not receive as fair a hearing as he was entitled to."], ["[30]", "The Applicant cites the decision of", "FRAGMENT_SUPPRESSED, where Justice Edmond Blanchard said FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED. FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED,FRAGMENT_SUPPRESSED"], ["[31]", "The Applicant submits that upon becoming aware that he was proceeding on his own, the IAD had an obligation to proceed with caution, and to lay out the pros and cons of proceeding on his own to the Applicant. The Applicant also submits that the IAD should have avoided commenting on the merits of the case, and should have postponed the hearing. The IAD did nothing to address the issue that the Applicant was attending the hearing on his own, and the Applicant submits this is not an appropriate reaction."], ["[32]", "The Applicant acknowledges that he was advised of his right to counsel and that it was his responsibility to exercise that right. However, unbeknownst to the IAD, an unregistered consultant had put together the Applicant's materials on his behalf. The Applicant submits there are circumstances where an applicant has received such poor legal counsel that it warrants the Court's intervention, and one such circumstance is where the lawyer did not do something he should have done (", "FRAGMENT_SUPPRESSED). The Applicant submits that this applies to him, because his former counsel essentially did nothing."], ["[33]", "The Applicant says that he was not able to participate meaningfully at the IAD hearing, and this violated his fundamental right to a fair hearing (", "FRAGMENT_SUPPRESSED). This Court has also held that the absence of counsel may cause such harm that it renders the decision invalid (", "FRAGMENT_SUPPRESSED)."], ["[34]", "The Applicant states that his appeal did have merit, and it remains unknown how his evidence would have been presented with the benefit of competent counsel. He also submits that without the requisite understanding of the relevant law, and the benefit of his evidence being properly presented, he was denied his right to a fair opportunity to present his case. As such, the Applicant requests the Decision be set aside.", "The Respondent"], ["[35]", "The Respondent submits that the IAD did not owe the Applicant a duty to consider an adjournment in the absence of such a request, nor did it have a duty to counsel him on the advisability of proceeding without representation."], ["[36]", "The Applicant claims that he was assisted by an unregistered immigration consultant in the preparation of his materials, and that he was advised in advance that the consultant would not appear at the hearing. Hence, he chose to proceed without representation. The Applicant did not request that the hearing be adjourned, nor did he express any trepidation about proceeding without representation. Nevertheless, the Applicant claims there was a breach of his right to procedural fairness."], ["[37]", "The Respondent submits there is no obligation on the IAD to consider an adjournment of the hearing where no request is made (see", "FRAGMENT_SUPPRESSED). The Court dealt with a similar situation in", "FRAGMENT_SUPPRESSED. In that decision, the Court distinguished the", "FRAGMENT_SUPPRESSED", "decision, which the Applicant relies on, specifically on the basis that in", "FRAGMENT_SUPPRESSED", "the applicant requested an adjournment, whereas in", "FRAGMENT_SUPPRESSED", "the applicant did not."], ["[38]", "It is not the role of the IAD to act as substitute counsel for the Applicant, or to provide advice on the possibility of seeking an adjournment or the implications of proceeding. The case law cited by the Applicant dealing with the doctrine of legitimate expectations has no application in this case. The Applicant has submitted no evidence that he relied on past practice or published guidelines that would result in a legitimate expectation that the IAD would advise him on the pros and cons of proceeding without counsel, or that it would postpone the hearing."], ["[39]", "The Applicant has acknowledged that he was made aware of his right to counsel, and that it was his responsibility to exercise it. He has also acknowledged that the right to counsel is not absolute. The case law cited by the Applicant stands for the proposition that where a client suffers as a result of a mistake of counsel, the Court may correct that mistake. The Applicant has adduced no evidence of a \"mistake\" on the part of his former counsel. The Applicant claims his former counsel did nothing, but his submissions were prepared and filed. Thus, his former counsel must have done something, and in fact the Applicant's evidence is that the consultant assisted with those submissions."], ["[40]", "The Respondent submits that the Decision at issue in this application was based on the review of ample evidence suggesting the Applicant's marriage was not genuine and was entered into for the purpose of acquiring status or privilege under the Act. There is no evidence to show that the Applicant was deprived of a fair hearing, and the IAD did not err by not considering an adjournment in the absence a request for one. Furthermore, it is not the role of the IAD to advise the Applicant on the advisability of proceeding without representation (", "FRAGMENT_SUPPRESSED", ", above). The Respondent requests that this application be dismissed.", "ANALYSIS"], ["[41]", "There is some difference between the issues raised in the Applicant's written submissions and the new focus which he brought to bear upon the situation in oral arguments. I will deal with the written submissions first."], ["[42]", "The Applicant submits that he attended the IAD hearing on his own and that he had never appeared before in such a proceeding. He says that the Presiding Member was obligated to proceed with an abundance of caution, to explain to him the \"pros\" and \"cons\" of self-representation, to avoid commenting on the merits of the case, and to postpone the hearing."], ["[43]", "The Applicant concedes that he was notified of his right to legal counsel, and that it is \"the responsibility of persons coming before a court or tribunal to exercise their legal right to be represented by such counsel.\""], ["[44]", "The Applicant says he had an unregistered consultant who acted as \"ghost\" or \"rogue\" counsel behind the scenes and the question is \"what remedy and/or recourse ought the court provide (", "sic", ") to such applicants when it was their own decision and choices which left them in such a precarious situation.\""], ["[45]", "The gravamen of the complaint is that \"the IAD Presiding Member, with respect, chose to do", "nothing", "to address the issue; and an obvious issue at that.\""], ["[46]", "As regards the actions of his consultant the Applicant says that it is not merely a question or issue of negligent actions of his former counsel. It is the fact that nothing appears to have been done on his behalf, unbeknownst to him."], ["[47]", "There is no evidence before the Court to support this bald assertion. It is well-established in this Court that a bald assertion of incompetence by former counsel (including a consultant) is not sufficient to ground a complaint of procedural unfairness. Counsel has to be given notice of the complaint and an opportunity to respond. See, for example,", "FRAGMENT_SUPPRESSED. In the present case, there is no evidence that this has occurred, or even that a complaint has been made to the relevant governing body."], ["[48]", "As regards the IAD hearing itself, the Applicant says that his appeal had merit and \"it remains unknown how all of his evidence would have been presented with the representation of competent counsel.\""], ["[49]", "Whether or not the Applicant's claim had merit is not before me (two tribunals have already decided that it does not), but this assertion is mere speculation. There is nothing before me to suggest that the Applicant's case could have been better presented with the assistance of competent counsel. In fact, the Applicant does not even take issue with the merits of the Decision. All the Applicant is saying is that the Decision went against him, and maybe the result would have been different if counsel had been there to represent him."], ["[50]", "The Applicant had already been through one hearing where he represented himself. He concedes that he was notified of his right to legal counsel, but he chose to represent himself. Now he says that a decision he made freely has led to procedural unfairness because he did not receive a positive decision."], ["[51]", "There is nothing before me to suggest that the Applicant was not able to present his best case to the IAD. And even if he now thinks that legal representation might have assisted him to make a better case, his choice was freely made, and he cannot now say it led to procedural unfairness. Applicant's have a right to represent themselves. They cannot be compelled to use counsel at a tribunal hearing. If the Applicant's argument was accepted that procedural unfairness results because \"it remains unknown\" what the result would have been with legal counsel present, then all decisions made in relation to self-represented litigants would have to be declared procedurally unfair unless they were positive."], ["[52]", "The Applicant also suggests that a \"legitimate expectation\" arose in this case that was not observed, so that the Decision is procedurally unfair. He says that", "The IAD breached the rules of natural justice and procedural fairness by proceeding with the applicant's misrepresentation appeal without legal counsel; and by failing to address this issue and ensure that the applicant was fully aware of the implications and potential consequences of proceeding self-represented."], ["[53]", "First of all, I have no evidence before me to suggest that the Applicant was not aware of the implications and potential consequences of representing himself."], ["[54]", "In his affidavit, sworn for this application, the Applicant says at paragraphs 9-12 and 15:", "I retained the services of what I now know to be an unregistered ghost consultant. He prepared me and my supporting documentation; yet never revealed his name and identity to the IAD. Attached hereto and marked as Exhibit \"A\" is a true copy of my supporting documentation.", "The hearing into my appeal was held before the IAD on 17 October 2011. I appeared alone, self-represented, as my 'consultant' advised me that he had 'prepared everything' and that there was no need for me to have legal representation before the IAD.", "The IAD presiding member did not address the issue of my being self-represented; did not speak to the fact that my rights may be prejudiced; and did not offer to adjourn the Hearing so as to permit me one final opportunity to re-consider legal representation.", "During the outset of my hearing, there was a discussion between the Presiding Member and Minister's Counsel regarding the issues and the law as applied to my case. I did not fully understand the nature and nuances of this discussion nor did I provide any input into the discussion.", "...", "The hearing was difficult for both my wife and myself. Neither of us felt adequately prepared to field and respond to the questions posed, including cross-examination by Minister's Counsel."], ["[55]", "I have no explanation as to why the Applicant regards the supporting documentation as inaccurate, or why the preparation by the consultant should be considered inadequate, and/or whether the Applicant was advised on the pros and cons of self-representation. The Applicant does not say that he wanted legal representation, but was refused it."], ["[56]", "Tellingly, in paragraph 11 of his affidavit, the Applicant says he was not permitted \"one final opportunity to re-consider legal representation.\" Clearly, then, the Applicant is saying that he had other opportunities to consider legal representation, but had decided to represent himself. If the Applicant had decided to represent himself, there is no indication that he asked for or required an adjournment. As the hearing proceeded, he could have brought any problems he was experiencing to the IAD's attention; he did not do this."], ["[57]", "The discussion between the Presiding Member and Minister's Counsel was obviously conducted with the Applicant present. There is no indication that the Applicant alerted the Presiding Member to any difficulties he might have had in understanding what was said. The Applicant had chosen to represent himself, and the Presiding Member, in the absence of some indication to the contrary, had every reason to assume that the Applicant was comfortable doing what he had chosen to do."], ["[58]", "As for the questions posed in cross-examination, the whole purpose of the exercise is to test the Applicant's evidence, not to prepare the Applicant in a way that will allow him to provide answers that favour him. The Applicant does not indicate in his affidavit what he was prevented from saying."], ["[59]", "As Justice Blanchard pointed out in", "FRAGMENT_SUPPRESSED", ", above, the case relied upon by the Applicant, the doctrine of legitimate expectations does not create substantial rights, but it can create procedural rights. Justice Near also had occasion to consider the general principles involved at FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[60]", "In the case before me, the Applicant has not established conduct on the part of the Minister or the IAD, including an established practice, conduct or representation that can be characterized as clear, unambiguous and unqualified, and that induced in the Applicant a reasonable expectation that was not met, and that resulted in procedural unfairness."], ["[61]", "This becomes even clearer when the real basis of the Applicant's complaint - as articulated orally at the judicial review hearing before me - is examined."], ["[62]", "In oral argument, the Applicant revealed that his principal ground for an allegation of procedural unfairness is that his words and conduct at the hearing made it clear that he was out of his depth and did not know how to present his case. Hence, he says it was incumbent upon the IAD to deal with this fact so that he could receive a fair hearing. He says the IAD should have acknowledged his difficulties and should have advised him on the pros and cons of proceeding without counsel. He also says that the availability of an adjournment should have been explained to him, as well as the consequences of proceeding with a hearing in which he was not aware of what he needed to establish with his evidence, what to ask his wife, who to call as a witness and how to frame his case. He points to the words of Justice Danièle Tremblay-Lamer in", "FRAGMENT_SUPPRESSED as the rationale for what was missing in his case:", "FRAGMENT_SUPPRESSED"], ["[63]", "My review of the CTR reveals the following:", "• Initially, there was an objection to certain materials of the Applicant that were not translated. The Applicant did not understand this objection, but the materials were entered into evidence in any event;", "• As to the Applicant's materials that were not submitted before the 20-day deadline, the Member did not consider them because the Applicant did not have copies to provide to herself and the Minister;", "• From the transcript, it appears that the materials the Applicant wanted to submit had to do with his wife's pregnancy. He says, \"Can I show this? That she carried a baby and she underwent abortion.\";", "• Later, he also said he had photos of her pregnancy that he wanted to show. The Member said that he could not;", "• The Member outlined the specific concerns in regards to the marriage. She specifically pointed out concerns such as the legitimacy of his divorce, the age difference with his wife, the timing of the proposal, limited proof of communication, etc (all the issues mentioned in the Decision). She then explained how the hearing would work and what the Applicant had to prove;", "• The Minister raised a new ground of refusal on the basis of the timing of the divorce and religious vs. civil ceremonies. The Minister argued that the Applicant's marriage was not valid. The Applicant said that he did not understand. However, this matter did not form any part in the Decision;", "• On page 290, the Member decides not to consider the validity of the marriage as a ground of refusal. She says that she may have allowed it if the Applicant had had legal representation, but he does not and she needs to consider whether he is understanding and she does not believe that he understands this issue. She then asks the Applicant if he understands what she just said and he says yes;", "• When the Applicant's wife was being examined, she sometimes said she did not understand certain questions. However, what she means is that she could not hear the questions due to problems with the telephone lines or translation. The questions were not complex; they had to do with when certain events happened."], ["[64]", "In sum, the only issue where the Applicant indicated he was confused was in regards to the new ground raised by the Minister which was not part of the Decision. His lack of understanding was noted by the IAD Member who did not consider that issue. There was also his comment in regards to the untranslated documents, but otherwise he did not indicate that he was lost in any way. I think the IAD Member offered sufficient guidance, and from looking at the way that she handled the new issue raised by the Minister, I think that she took considerable care to ensure that the Applicant had an opportunity to present his case, and she made sure that he was following what was going on."], ["[65]", "The Applicant has not convinced me that any procedural unfairness occurred in this case."], ["[66]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[67]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", "Application dismissed.", "Editor: E. Joanne Oley/vnh"]]}