{"id_": "052846", "body_str": [["[1]", "Crampton, C.J.", ": Mr. Paulos Petros Teweldebrhan claims to be a citizen of Eritrea. His application for refugee protection was dismissed by the Refugee Protection Division [", "RPD", "] of the Immigration and Refugee Board on the following three grounds: (i) he did not established his identity, (ii) his narrative was not credible, and (iii) his failure to claim asylum in several countries before arriving in Canada was not consistent with having a genuine fear of persecution."], ["[2]", "The outcome of this application for judicial review of the RPD's decision turns on the issue of Mr. Teweldebrhan's identity. This is because if the RPD's conclusion that Mr. Teweldebrhan did not establish his identity on a balance of probabilities withstands this Court's review, it will not be necessary to address the issues that he has raised regarding the RPD's credibility finding and the objective risk of harm he may face if he is required to return to Eritrea (", "REFERENCE_SUPPRESSED). Conversely, if the RPD's conclusion on the issue of Mr. Teweldebrhan's identity cannot withstand review, then this application will be granted on that ground alone."], ["[3]", "For the reasons that follow, I am satisfied that the RPD erred in its treatment of the issue of Mr. Teweldebrhan's identity. Accordingly, this application will be granted.", "I.", "Standard of Review"], ["[4]", "The parties agree that the Board's assessment of the issue of identity is reviewable on a standard of reasonableness (REFERENCE_SUPPRESSED);", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[5]", "The procedural fairness issues that Mr. Teweldebrhan has raised with respect to the RPD's assessment of his identity are reviewable on a standard of correctness (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED).", "II.", "Analysis", "A.", "Was the RPD assessment of Mr. Teweldebrhan's identity unreasonable?"], ["[6]", "Mr. Teweldebrhan submits that the RPD's assessment of his identity was unreasonable on three grounds. First, it failed to consider much of the evidence that he adduced to establish his identity. Second, it failed to provide him with an opportunity to address an inconsistency that lay at the heart of its assessment of his identity. Third, it ignored his testimony that his travel was facilitated by smugglers who used fraudulent travel documents."], ["[7]", "I agree that the RPD's assessment of Mr. Teweldebrhan's identity was unreasonable based on the first two of the three grounds that he has raised. In my view, the third ground is inextricably linked to the second ground, and need not be independently assessed."], ["[8]", "It is well established that an applicant for refugee protection bears the burden of establishing his or her identity on a balance of probabilities (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[9]", "To establish his identity, Mr. Teweldebrhan submitted copies of (i) an Eritrean national Identity Card, (ii) a Certificate of participation in the national service, (iii) a Marriage Certificate, and (iv) two Certificates of Baptism. In addition, Mr. Teweldebrhan submitted sworn affidavits from two individuals who stated that they had known him since his birth in Eritrea, together with letters from two Eritrean political organisations which stated that he had been a member of those organizations since 2007 and 2010, respectively. He also submitted a letter from his wife that had been posted from Eritrea."], ["[10]", "The evidence before the RPD included travel documents that, in some cases, provided an identity number next to Mr. Teweldebrhan's name. These included a Western Union money transfer that Mr. Teweldebrhan signed, right under his \"Identification Number,\" and a bus ticket invoice, which indicated a different identification number."], ["[11]", "Mr. Teweldebrhan testified that shortly after leaving Eritrea he obtained an Eritrean passport with his photo through an \"agent\" in Sudan that he paid for that purpose."], ["[12]", "In the course of its assessment of the identity issue, the RPD made the following findings:", "A. The identification number indicated on the money transfer and bus ticket invoice were not consistent with the number on Mr. Teweldebrhan's national Identity Card or with information in the country documentation regarding Eritrean passport numbers.", "B. Given those inconsistencies, Mr. Teweldebrhan was likely being untruthful when he testified that his Eritrean passport and the original of his national Identity Card were taken by smugglers when he reached the border between the United States and Mexico.", "C. Given the foregoing, the copies of his Certificates of Baptism, his national Identity Card, his Certificate of participation in the national service, and his Marriage Certificate merited no weight. This determination was further supported by country documentation which reported that Eritrean national Identity Cards are easily alterable, and that the other identity documents mentioned immediately above are readily available in Sudan.", "D. Also based on the foregoing, the two affidavits through which Mr. Teweldebrhan sought to establish his identity were given no weight.", "E. The two versions of Mr. Teweldebrhan's Certificates of Baptism, which were both dated August 29, 2008, gave rise to concerns regarding their authenticity because they were in different handwriting, only one of them was entered in two languages, and Mr. Teweldebrhan was unable to provide a cogent explanation for why he had two different versions of his Certificate of Baptism, with the same date."], ["[13]", "In reaching its conclusion that Mr. Teweldebrhan had failed to establish his identity on a balance of probabilities, the RPD did not refer to the letters from the two Eritrean political organisations or the letter from Mr. Teweldebrhan's wife."], ["[14]", "The presumption that foreign identity documents are valid (REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED) falls away when there is a valid reason for doubting their authenticity (", "CITATION_SUPPRESSED)."], ["[15]", "In my view, a valid reason for doubting the authenticity of an applicant's foreign identity documents is that other identity documents provided by the applicant have been established to be fraudulent or otherwise inauthentic. Another such valid reason is where the RPD has a reasonable basis for rejecting the credibility of explanations offered by an applicant with respect to one or more of his or her identity documents."], ["[16]", "Stated differently, where the RPD is satisfied one or more of an applicant's identity documents have been fraudulently obtained or are otherwise inauthentic, the presumption that the applicant's remaining identity documents are valid can no longer be maintained. This is because the foundation for that presumption has been eroded."], ["[17]", "In this case, there were at least two factors that, independently, provided such a valid reason for doubting the authenticity of Mr. Teweldebrhan's identity documents. These were: (i) the fact that he testified that he had travelled on illegally obtained visas and on a passport that he obtained through an \"agent\" in Sudan, and (ii) the two Certificates of Baptism that he provided to the RPD were inconsistent and he was unable to offer a reasonable explanation for that inconsistency. Had the RPD questioned Mr. Teweldebrhan about the inconsistencies it had identified in respect of the identification numbers on the money transfer and bus ticket invoice, and had it not been satisfied with his responses, that would have provided a third, independent, reason for setting aside the presumption."], ["[18]", "CITATION_SUPPRESSED", ", above, is distinguishable on this point, as the RPD based its determination to give little weight to a birth certificate on credibility findings that were found to be unreasonable (", "CITATION_SUPPRESSED)."], ["[19]", "Notwithstanding that the RPD was entitled to set aside the presumption of validity of Mr. Teweldebrhan's identity documents, it was still required to at least consider and assess the authenticity and probative value of each of those documents, as well as the affidavits and the letters that he submitted in support of his application (REFERENCE_SUPPRESSED). The RPD's failure to do so rendered unreasonable its determination that Mr. Teweldebrhan had not established his identity on a balance of probabilities."], ["[20]", "Had the RPD actually assessed the copies of the identity documents, the affidavits and the letters that Mr. Teweldebrhan submitted, it would have been reasonably open to it to find that their collective probative value did not establish Mr. Teweldebrhan's identity on a balance of probabilities (REFERENCE_SUPPRESSED)."], ["[21]", "Instead, the RPD appeared to dismiss outright the copies of the identity documents as well as the two affidavits, and it did not mention the letters at all. This was unreasonable."], ["[22]", "This error was compounded by the RPD's failure to put to Mr. Teweldebrhan its concerns regarding the apparent inconsistencies between, on the one hand, the national identity numbers on the Western Union money transfer and the bus ticket invoice, and on the other hand, the number on the copy of Mr. Teweldebrhan's national Identity Card and the information regarding passport numbers in the country documentation."], ["[23]", "Those concerns appear to have provided the principal basis for the RPD's outright rejection of Mr. Teweldebrhan's other identity document, its rejection of his explanation for why he no longer had his passport or the original of his national Identity Card, and its outright rejection of the two affidavits and letters. In other words, those concerns lay at the heart of the RPD's overall assessment of Mr. Teweldebrhan's identity."], ["[24]", "The RPD should therefore have provided Mr. Teweldebrhan with an opportunity to address those concerns (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). It erred by failing to do so."], ["[25]", "Given the conclusions that I have reached above, it is not necessary to address the other issues that Mr. Teweldebrhan has raised.", "III.", "Conclusion"], ["[26]", "For the reasons set forth above, this application is granted. Mr. Teweldebrhan's claim for refugee protection will be remitted to the RPD for reconsideration by a different decision-maker."], ["[27]", "The parties did not submit a question for certification and I am satisfied that none arises on the particular facts of this case.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGMENT is that", "1. This Application is granted. The RPD's decision is set aside and remitted to a different panel for reconsideration.", "2. There is no question for certification.", "Application allowed.", "Editor: J. Danielle King/nmg", "APPENDIX \"1\"", "Legislation", "Immigration and Refugee Protection Act,", "SC 2001, c 27.", "Credibility", "106. The Refugee Protection Division must take into account, with respect to the credibility of a claimant, whether the claimant possesses acceptable documentation establishing identity, and if not, whether they have provided a reasonable explanation for the lack of documentation or have taken reasonable steps to obtain the documentation.", "Crédibilité", "106. La Section de la protection des réfugiés prend en compte, s'agissant de crédibilité, le fait que, n'étant pas muni de papiers d'identité acceptables, le demandeur ne peut raisonnablement en justifier la raison et n'a pas pris les mesures voulues pour s'en procurer.", "Refugee Protection Division Rules", ", SOR/2012-256.", "Providing Basis of Claim Form - inland claim", "7. (1) A claimant referred to in subsection 99(3.1) of the Act must provide the original and a copy of the completed Basis of Claim Form to the officer referred to in rule 3.", "Providing Basis of Claim Form - port of entry claim", "(2) A claimant other than a claimant referred to in subsection 99(3.1) of the Act must provide the original and a copy of the completed Basis of Claim Form to the Division.", "Documents to be attached", "(3) The claimant must attach to the original and to the copy of the completed Basis of Claim Form a copy of their identity and travel documents, genuine or not, and a copy of any other relevant documents in their possession. The claimant does not have to attach a copy of a document that has been seized by an officer or provided to the Division by an officer.", "Documents obtained after providing Basis of Claim Form", "(4) If the claimant obtains an identity or travel document after the Division has received the completed Basis of Claim Form, they must provide two copies of the document to the Division without delay.", "Providing Basis of Claim Form - port of entry claim", "(5) The Basis of Claim Form provided under subrule (2) must be", "(a) received by the Division within the time limit set out in the Regulations, and", "(b) provided in any of the following ways:", "(i) by hand,", "(ii) by courier,", "(iii) by fax if the document is no more than 20 pages long, unless the Division consents to receiving more than 20 pages, or", "(iv) by email or other electronic means if the Division allows.", "Original Basis of Claim Form", "(6) A claimant who provides the Basis of Claim Form by fax must provide the original to the Division at the beginning of the hearing.", "Transmission du formulaire - demande ailleurs qu'à un point d'entrée", "7. (1) Le demandeur visé au paragraphe 99(3.1) de la Loi transmet l'original et une copie du Formulaire de fondement de la demande d'asile rempli à l'agent visé à la règle 3.", "Transmission du formulaire - demande à un point d'entrée", "(2) Le demandeur autre qu'un demandeur visé au paragraphe 99(3.1) de la Loi transmet à la Section l'original et une copie du Formulaire de fondement de la demande d'asile rempli.", "Documents à joindre", "(3) Le demandeur d'asile joint à l'original et à la copie du Formulaire de fondement de la demande d'asile rempli, une copie de ses documents d'identité, de ses titres de voyage, qu'ils soient authentiques ou non, et de tout autre document pertinent en sa possession. Il n'a pas à le faire dans le cas d'un document saisi par l'agent ou transmis à la Section par l'agent.", "Documents obtenus après la transmission du formulaire", "(4) Le demandeur d'asile qui obtient un document d'identité ou un titre de voyage, après la réception par la Section du Formulaire de fondement de la demande d'asile rempli, en transmet sans délai deux copies à la Section.", "Transmission du formulaire - demande à un point d'entrée", "(5) Le Formulaire de fondement de la demande d'asile transmis en application du paragraphe (2) est, à la fois:", "a) reçu par la Section dans le délai prévu par le Règlement;", "b) transmis par l'un des moyens suivants:", "(i) remise en mains propres,", "(ii) messager,", "(iii) télécopieur, si le document n'a pas plus de vingt pages; s'il compte plus de vingt pages, l'envoi se fait sur autorisation de la Section,", "(iv) courriel ou autre moyen électronique, si la Section l'autorise.", "Original du Formulaire de fondement de la demande d'asile", "(6) Le demandeur d'asile qui transmet par télécopieur le Formulaire de fondement de la demande d'asile en transmet l'original à la Section au début de l'audience.", "[End of document]"]]}