{"id_": "052896", "body_str": [["[1]", "Mandamin, J.", ": Afshin Zare has applied, pursuant to section 72(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", "), for judicial review of a Visa Officer's August 27, 2009 refusal of his application for a permanent residence visa as a skilled worker. The Visa Officer refused the application because the Applicant failed to provide certain documentation required by the Visa Officer's emailed request for information."], ["[2]", "This matter involves an application for a permanent resident visa filed by the Applicant at the visa office at the Canadian Embassy in Damascus. The application file was transferred from the Damascus visa office to the visa office at the Canadian Embassy in Warsaw, Poland. The issue concerns the June 26, 2009 email letter from the Visa Officer in Warsaw requesting further information about the Applicant's work experience as a pharmacist. The Applicant did not respond but says the email request was not received by his representative."], ["[3]", "The issue involves the same situation that arose in six other recent judicial review applications consolidated under", "<FRAGMENT_SUPPRESSED>  as well as in two other cases:", "<FRAGMENT_SUPPRESSED> . All involved errant emails sent from the visa office in Warsaw which were not received by the respective applicant's representative."], ["[4]", "For reasons that follow, I am granting the application for judicial review.", "Background"], ["[5]", "The Applicant, Afshin Zare, submitted an application under the economic class for a permanent residence visa in Canada to the Canadian Embassy in Damascus, Syria on February 19, 2004. The Damascus visa office was notified by facsimile that Amirsalam & Damitz (the Agent) were the new representatives for the Applicant. The Agent provided a business address including an email address."], ["[6]", "On April 25, 2008 the Agent emailed the Damascus visa office a Use of Representative Form signed by the Applicant which included the Agent's email address. The Agent advised of the Applicant's concern about updating his contact information, requested correction of the Applicant's mailing address and phone number, and asked for acknowledgement of receipt of the message."], ["[7]", "On June 5, 2008 the Damascus visa office sent an email reply to the Agent advising the application was still in the preliminary stage of assessment."], ["[8]", "On September 21, 2008 by way of email and mail, the visa officer in the Damascus visa office sent the Agent a request for an updated application and supporting documentation. The Agent submitted the updated application and documentation to the Damascus visa office on December 24, 2008."], ["[9]", "On May 26, 2009 the Applicant's file was transferred from the Damascus visa office to the visa office at the Canadian Embassy in Warsaw, Poland as part of the effort by Citizenship and Immigration Canada (CIC) to process files held up in substantial processing queues. Processing of the Applicant's file thereafter was conducted by the Warsaw visa office."], ["[10]", "On June 26, 2009, the Visa Officer in Warsaw noted the Applicant was a self-employed pharmacist and requested more documentation concerning his work experience. The Officer sent an email request to the Agent's email address requesting the Applicant to submit evidence of his business and other related documentation."], ["[11]", "In the June 26, 2009 email, the Visa Officer advised that the Applicant's file had been transferred to the Warsaw visa office and required the Applicant submit the requested items within sixty days from the date of the email letter. The Officer advised if the information was not provided, a decision would be made on the basis of the documentation in hand."], ["[12]", "On sending the email, the Warsaw visa office received a Delivery Status Notification (DSN) to the effect that the June 26, 2009 email was relayed to the Agent's email address. The relevant portion of the DSN message states:", "\"From: POSTMASTER (AITE)", "Sent: June 26, 2009 8:34. AM", ". . . . .", "Subject: Delivery Status Notification (Relay)", "Attachments: ATT343272.txt; FILE B046073226 NAMES: ZARE, AFSHIN", ". . . . .", "This is an automatically generated Delivery Status Notification.", "Your message has been successfully relayed to the following recipients, but the requested delivery status notifications may not be generated by the destination.", "canimmig@idirect.com\""], ["[13]", "Neither the Applicant nor his Agent responded."], ["[14]", "Since there was no response to the June 26, 2009 email request, the Visa Officer assessed the application on the basis of the information on file. On August 27, 2009, in part because of the failure to provide the requested documentation concerning the Applicant's work experience, the Visa Officer refused the application for a permanent resident visa. The Visa Officer sent the refusal letter by post to the Agent explaining the negative assessment."], ["[15]", "On September 23, 2009 the Agent sent an email to the Damascus visa office requesting an update on the status of the Applicant's application. Six days later, on September 29, 2009, the Agent received the Visa Officer's posted refusal letter. The Agent says this was the first time he learned the Applicant's file had been transferred to the visa office in the Canadian Embassy in Warsaw, Poland."], ["[16]", "The Agent declares he never received the June 26, 2009 email request. The Agent requested the Visa Officer reconsider but reports that the Officer refused, insisting the June 26, 2009 email was received by the Agent.", "Decision Under Review"], ["[17]", "The Visa Officer's refusal letter, dated August 27, 2009, states in part:", "\"Moreover, you were requested to provide additional evidence of your work experience as a self-employed person by correspondence of 26 June 2009, within a sixty day period, however, no response was received from you. Given your failure to provide the information requested by letter of 21 September 2008 and by correspondence of 26 June 2009 I am not satisfied that you meet the second or third part of the requirements mentioned above for your stated occupation of a Pharmacist (NOC 3131) because the information provided does not satisfy me that you meet the minimum requirements of section 75 of the", "Regulations", "in this occupation.", ". . . . .", "\"Following an examination of your application, I am not satisfied that you meet the requirements of the", "Act", "and the regulation for the reasons explained above. I am therefore refusing you application.\""], ["[18]", "It is clear the Visa Officer considered the Applicant's failure to provide the information requested in the June 26, 2009 email request a significant factor in the refusal decision.", "Standard of Review"], ["[19]", "The Supreme Court of Canada, in", "<FRAGMENT_SUPPRESSED>  has said that a reviewing court need not conduct a standard of review analysis in every case and may look to whether the standard of review has been previously determined."], ["[20]", "The question of whether a visa officer has provided an applicant with a meaningful opportunity to respond to the visa officer's concerns is a question of procedural fairness.", "<FRAGMENT_SUPPRESSED>  at para. 12."], ["[21]", "Questions of procedural fairness are assessed on a correctness standard.", "<FRAGMENT_SUPPRESSED> .", "Legislation"], ["[22]", "The relevant provision of the", "Immigration and Refugee Protection Act", ", S.C. 2001 c. 27 (", "IRPA", ") is:", "\"16(1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.\"", "\"16(1) L'auteur d'une demande au titre de la présente loi doit répondre véridiquement aux questions qui lui sont posées lors du contrôle, donner les renseignements et tous éléments de preuve pertinents et présenter les visa et documents requis.\"", "Issue"], ["[23]", "I consider the issue in this case to be:", "Was the Applicant denied procedural fairness by the email transmission of the request to provide additional information?", "Analysis"], ["[24]", "From the reasons that follow, I find that the June 26, 2009 Warsaw email by the Visa Officer in Warsaw was not received by the Agent."], ["[25]", "The Applicant's Agent has declared by affidavit that he did not receive the June 26, 2009 email. He introduced expert evidence in support of his application."], ["[26]", "Ray Xiangyang Wang is a computer professional with 10 years of university study in the field of computer science and who holds BSc. MSc. and PhD. degrees. He has worked as a programmer, project manager, business analyst, and application consultant in the field for 17 years. His credentials were not challenged and he was not cross-examined on his affidavit. I am prepared to accept him as an expert with knowledge of computer science and he may offer opinion evidence about the use of email communications."], ["[27]", "Mr. Wang stated that email is delivered by simple mail transfer protocol (SMTP) through internet service providers. He opines that \"[i]t is well known that the original mail service provides limited mechanisms for tracking a transmitted message and none for verifying that it has been delivered or read. It requires that each mail server must either deliver onward or return a failure notice (bounce message), but both software bugs and system failures can cause messages to be lost.\""], ["[28]", "The Respondent provided an affidavit by the Visa Officer who deposed that the CIC implemented a protocol on email communication with clients and that they (presumably the Warsaw visa office) have been using email to correspond with clients since 2006. Email is the preferred communication method when an email address is provided by clients because it is timely and cost effective. The Visa Officer deposes that upon sending an email the visa office requests delivery notice; that is a delivery status notification (DSN)."], ["[29]", "The Officer deposes she is advised by IT personnel and verily believes the information and opinions provided to be true. She then repeats some of the IT information provided stating:", "\"... I am advised by our IT personnel and verily believe that if our e-mail message is not delivered, we usually receive an e-mail message stating that the correspondence was not delivered. ...", "... I am informed by our IT personnel and verily believe that the delivery status notification means the e-mail was received by the applicant's server for delivery to the e-mail address canimmig@direct.com. ...\""], ["[30]", "In an application such as this, an affiant must be available for examination on affidavit as provided in Federal Court Rule 83 which requires any affiant be available for cross-examination. The person who is the source of the expert opinion the IT specialist, should be available for cross-examination on affidavit but, here, the source of that expert opinion is not available for examination. This indirect means of introducing expert opinion evidence by way of information and belief in an affidavit is impermissible since there is no way to determine what knowledge the expert possesses or test the facts upon which the expert opinion is based."], ["[31]", "In result, the expert opinion of Mr. Wang is unchallenged. His evidence is that email messages may be lost without delivery to the recipient or notification of the failure back to the sender."], ["[32]", "In addition, one may have regard to the language of the DSN message. The Respondent's reliance on the DSN message as proof of delivery is not supported by the language of the DSN message itself. It is clear from the wording of the June 26, 2009 DSN response received back", "did not", "mean that the message had been received by the Agent. The DSN message refers to a", "relay", "of the email, not its", "receipt", ". The DSN message cannot be taken, without more, as evidence of delivery of the email to the recipient's email address."], ["[33]", "I am persuaded on the balance of probabilities that the Agent did not receive the June 26, 2009 email request for the following reasons:", "a. the Agent previously successfully corresponded with the Damascus visa office by email;", "b. the Agent conveyed the Applicant's concern about maintaining updated contact information to the Damascus visa office;", "c. the Agent responded to the Damascus visa office's September 26, 2008 email and posted request for an updated application and documents;", "d. the Agent was awaiting further information about the application as demonstrated by his email enquiry to the Damascus visa office on September 23, 2009 asking about the status of the Applicant's application (this request was sent prior to receiving the Warsaw Visa Officer's posted refusal letter on September 29, 2009);", "e. the Agent declares by affidavit that he never received the June 26, 2009 email and he was not challenged by any cross-examination affidavit;", "f. the wording of the DSN message, at best, shows the email as relayed but does not confirm the email message was received and", "g. the Applicant's expert opined that email messages may be lost because of software bugs and system failures without notification of the failure back to the sender."], ["[34]", "I am satisfied the Agent's email was working properly and the Agent was properly attending to the business of the Applicant's application for a permanent resident visa. I conclude the Agent, and therefore the Applicant, did not receive the June 26, 2009 email and therefore was not given notice of the requirement to provide further information."], ["[35]", "A visa officer's request for additional information is an important step in the visa application process. Section 16(1) of", "IRPA", "provides that \"a person who makes an application ... must produce ... all relevant evidence and documents that the officer reasonably requires.\" Failure to respond renders an applicant non-compliant with the legislation."], ["[36]", "The jurisprudence on email follows jurisprudence established for mail and telephone facsimile transmissions. An applicant has the burden of ensuring his or her application is complete and, where an applicant provides an address, post, facsimile or email, the risk of non-delivery rests with the applicant provided there is no indication that the communication may have failed.", "<FRAGMENT_SUPPRESSED> ."], ["[37]", "In the above cases, the issue turns on a finding of fault by one of the parties. Where the visa officer could not prove that he had sent notice, the Respondent is to bear the risk for missed communications. <FRAGMENT_SUPPRESSED> Where the visa officer had proved that he had sent the notice, but the communication was missed due to an error on the part of the applicant (such as discontinuance of an email address or blocking by spam filter), the applicant is to bear the risk."], ["[38] <FRAGMENT_SUPPRESSED> involved email communications. In that case Justice Barnes set out a qualification in respect of the applicant's burden. He stated at para. 12:", "\"In summary, when a communication is correctly sent by a visa officer to an address (email or otherwise) that has been provided by an applicant which has not been revoked or revised", "and where there has been no indication received that the communication may have failed", ", the risk of non-delivery rests with the applicant and not with the respondent.\" (Emphasis added)", "In the case at hand, there is evidence the crucial June 26, 2009 email communication failed."], ["[39]", "In arguing that it should not bear the risk for a failed email communication, the Respondent submits that the duty of procedural fairness is limited in cases of applications for permanent resident visas made from outside Canada stating that section 16 of", "IRPA", "requires that a person seeking an entry visa must provide all relevant documents the visa officer reasonably requires. However, that is based on the premise that the Applicant was actually provided with the officer's request."], ["[40]", "The Visa Officer may have sent the email but I have held the evidence does not establish it reached the Applicant. Although I am satisfied that the Visa Officer has acted in good faith in sending the request by email, the Respondent has an obligation to deal with the Applicant fairly which goes beyond simply pressing the email send button."], ["[41]", "The Respondent says that in considering the procedural fairness practices, one must consider the sheer volume of visa applications handled by visa offices as noted by Justice Barnes in <FRAGMENT_SUPPRESSED> . The Respondent states any risk could be mitigated by an applicant or his or her representative not choosing email as a means of communication."], ["[42]", "<FRAGMENT_SUPPRESSED>  issued after the Respondent's submissions, Justice Tremblay-Lamer decided, on the evidence before her, that she was not satisfied the request for additional information had been sent. She accepted that the DSN message did not prove the email request had been received by the intended recipient and went on to grant the application for judicial review because of a breach of procedural fairness."], ["[43]", "The Respondent sought to distinguish that case by submitting that the expert evidence in <FRAGMENT_SUPPRESSED> was to the effect that the email message had not been received at the destination while here the Applicant only claims that the DSN message was not a sure way to ensure that the email has been received. The Respondent submits the Visa Officer correctly understood that the DSN message was a sign the message had been properly sent. The Respondent goes on to say this is no different from regular posted mail as opposed to registered mail and states the accepted jurisprudence is to the effect that the risk of non-receipt of correspondence via the mode of communication rests with the Applicant, and there is no onus on the Respondent to ensure the actual receipt of correspondence."], ["[44]", "The distinction the Respondent seeks to make with respect to the evidence about the significance of the DSN message does not stand in view of the evidence. Here, the Agent has attested that he did not receive the June 9, 2009 email request and the expert witness, Mr. Wang, has stated email messages may not be delivered due to software bugs or system failures. The DSN message itself only speaks to relay of messages, not to receipt of the email. Finally, the Respondent's affiant, the Visa Officer, is not qualified to offer expert opinion that a DSN confirms successful relay to the recipient's server. The short answer to the Respondent's submission is that there is evidence before me that I accepted that the email message was not received by the Agent."], ["[45]", "<FRAGMENT_SUPPRESSED>  Justice Hughes, having the benefit of the foregoing decisions stated:", "\"The principle to be derived from these cases, all dealing with communications from the Embassy processing the application to the applicant or applicant's representative, is that the so-called 'risk' involved in a failure of communication is to be borne by the Minister if it cannot be proved that the communication in question was sent by the Minister's officials. However, once the Minister proves that the communication was sent, the applicant bears the risk involved in a failure to receive the communication.\""], ["[46]", "Justice Hughes went on to say:", "\"A document purporting to be a Delivery Status Notification of an e-mail as found on the files is not, in itself, evidence of delivery, it is only evidence that such a document exists on the file. Where the matter is contentious, as it is here, proper evidence by way of an affidavit of a person familiar with the matter, is needed to prove the facts.\""], ["[47]", "He went further and found on the evidence: \"Given the positive sworn evidence submitted on behalf of the Applicant and lack of any evidence from the Respondent I can only conclude that the communication of June 29, 2009 was never received by Mr. Green and that there is no evidence that it was ever sent.\""], ["[48]", "I would think that part of the debate in these matters arises because of the meaning ascribed to the word \"sent\". I would suggest the meaning in this context would be to convey a message to the intended recipient with the reasonable expectation that the message will arrive at its destination. To draw from the Respondent's earlier analogy, when a letter is mailed, there is a reasonable expectation the letter will be delivered. But if the local post office burns down, then the expectation of delivery will not be realized. When a visa officer sends an email to an applicant who has provided an email address, there is a presumption that the email message has been conveyed to the intended recipient. However when the applicant proves with credible evidence that the email was not received, the presumption is displaced and more is required to establish the email request has been communicated or properly sent."], ["[49]", "Section 16 of", "IRPA", "contemplates a visa officer's request is made to an applicant. An email request that goes astray is not a request made to an applicant as contemplated by section 16. One might say, as I do, it was not properly sent."], ["[50]", "In addition there is another consideration arising on the decision to use email communications in the processing of immigration applications by CIC."], ["[51]", "The statutory objectives of", "IRPA", ", specifically subsection 3(1)(f) state:", "\"3(1)(f) to support by means of consistent standards and prompt processing, the attainment of immigration goals established by the Government of Canada in consultation with the provinces.\""], ["[52]", "CIC has a Protocol on email communication with clients. The Protocol's objectives are in accord with the statutory objectives of", "IRPA", ". It provides:", "\"The intent of this protocol is to create an implementation framework for email communications with clients that will not put personal privacy of CIC clients or staff at risk nor burden CIC resources unnecessarily ...", "... this Protocol on email Communications with Clients also seeks to improve client service in such potential ways as:", "• Increased rates of response to client inquiries;", "• Shortened enquiry response time frames;", "• Enhanced operational efficiency.\"", "The CIC Protocol recognizes that email communications with clients is a benefit to the Respondent as well as applicants in increasing response rates, shortening response times, and promoting operational efficiency."], ["[53]", "The CIC email protocol also provides:", "• The protocol is for email communications between the CIC and its individual clients or their authorized representatives only.", "• CIC offices may communicate by email on consent by the client who does so by providing an email address.", "• CIC offices must be equipped to receive email inquiries via email.", "• Websites providing for email query must include disclaimers that caution email is not a secure channel, that CIC is not liable for unauthorized disclosure of personal information or is misuse by a third party.", "• Offices opening an email communications channel must provide clear instructions to clients on what email address to use and what mandatory information to include.", "• To minimize failure of email delivery, CIC websites should counsel clients to include the local CIC email address in their email address list (to avoid blockers, firewalls, attachment stripping, etc.) that may impede or prevent delivery of a CIC email message. (an optional requirement)", "The CIC protocol expressly allows for transmission of client-and case-specific information including requests for information via email. However, while the CIC protocol provides that visa offices must ensure safeguards are in place for privacy matters, it does not make mandatory safeguards to ensure reliability of email transmissions for critical communications, namely, statutorily mandated", "IRPA", "requests for information."], ["[54]", "I do not accept the Respondent's submission that the solution for email transmission failure risk is for applicants and their representatives to opt out of email communication. In my view, applicants turning away from email usage would frustrate the CIC Protocol objective of enhanced operational efficiency and would be contrary to the", "IRPA", "statutory objective of prompt processing of applications for visas."], ["[55]", "As I said in <FRAGMENT_SUPPRESSED> , the solution therefore does not seem to lie in cautioning or discouraging applicants from using email, but in finding a strategy to deal with the occasional email error, especially when an applicant has done everything on his or her end to accommodate email communication."], ["[56]", "Email communication in visa applications will likely increase in the future. The technology, both hardware and software, supporting email will change and it will improve at different rates in different countries. Unexplained errors in email transmission, as has happened in these cases, will no doubt occur in the future. Given the fact that email communication may occasionally fail outright, it seems to me that the Respondent needs to take care in sending important communications by email in the visa application process and have a process in place for reconsideration if it appears an email transmission failure has occurred."], ["[57]", "In the case at hand, the Respondent chose to transfer the Applicant's file from Damascus visa office to the visa office in Warsaw for processing. There had been no history of prior successful email communications between the Warsaw visa office and the Agent's office. I especially note the Warsaw visa office did not provide a safeguard against possible email transmission failure. This is in contrast to the Damascus visa office which had earlier both emailed and posted its request for an updated application and documentation."], ["[58]", "Further, there are now eight reported cases, nine counting this case, of failed email communications all originating from the Warsaw visa office. The failed email messages all concerned files transferred from the Damascus visa office and were all sent during much the same time period. The number of instances of email transmission failure is moving beyond coincidence. Given that I am satisfied that the Visa Officer has acted in good faith, the inference that arises is that there was a system failure in the CIC email communications system out of Warsaw."], ["[59]", "One has to ask, how many other such cases are out there? I should think to continue insisting no problem exists with emails from the visa office in question in a multiplicity of identical applications coming before the Court on the issue is to unnecessarily burden limited Court resources with an issue to which an answer has already been given."], ["[60]", "Having regard for the foregoing, I conclude the Respondent has not established it properly sent the email request to the Applicant's Agent. The failure to communicate the request properly resulted in a breach of procedural fairness when the Visa Officer rejected the application for a permanent resident visa because the Applicant had not responded to the awry email.", "Conclusion"], ["[61]", "On the evidence in this case, I allow the judicial review."], ["[62]", "The application for a permanent residence visa is to be remitted back to a different visa officer for re-assessment once the Applicant has the opportunity to submit the documents requested in the June 26, 2009 email request as well as any other information updating his application having regard to the passage of time."], ["[63]", "The Respondent submits a proposed a question of general importance for me to certify as follows:", "\"Where the officer properly sends correspondence to an applicant requesting further information, and the applicant claims not to have received the correspondence, which party bears the risk of non-receipt?\""], ["[64]", "This proposed question is not in accord with the facts I have found in this application. In addition, it generalizes and does not address the critical issue, the use of emails to send statutorily mandated requests for information where non-response has significant adverse consequences for an applicant. Finally, the Respondent has not submitted proper expert evidence addressing the question of the reliability of email communications. In light of these shortcomings, I do not see the proposed question as suitable for certification and I do not certify it.", "JUDGMENT"], ["[65]", "THIS COURT ORDERS AND ADJUDGES that", "1. I grant the application for judicial review.", "2. The application for a permanent residence visa is to be remitted back to a different visa officer for re-assessment once the Applicant has the opportunity to submit the documents requested in the June 26, 2009 email and to update his application as may be necessary.", "3. I do not state a question of general importance for certification.", "4. I make no order for costs.", "Application granted.", "Editor: E. Joanne Oley/vnh", "[End of document]"]]}