{"id_": "053095", "body_str": [["[1]", "Mosley, J.", ": This is an application for judicial review of a refusal to defer removal dated September 19, 2007. The deferral had been requested on the basis of the applicant's outstanding pre-removal risk assessment (PRRA) application and the best interests of his two Canadian-born children."], ["[2]", "Mr. Wong, a citizen of China, has a substantial history with Canadian authorities. He first arrived and made a claim for refugee status in 1988. That claim was dismissed in 1992 and an exclusion order was issued. He remained in Canada, was convicted of possession of a narcotic for the purpose of trafficking in 1997 and was sentenced to four years' imprisonment. He was also convicted of possessing prohibited weapons. He was deported to China under escort in 1998."], ["[3]", "In or around March 2001, Mr. Wong reentered Canada using an alias. His presence in the country came to the attention of immigration officials when he was arrested and charged with the possession of a narcotic in May 2003. He made another claim for refugee protection and was found ineligible for criminality under paragraph 101(1)(f) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA) on May 7, 2003. Another deportation order was issued to him."], ["[4]", "In November, 2003, Mr. Wong was convicted of possession for the purpose of trafficking and conspiracy to export narcotics and sentenced to 4 years' imprisonment, less 14 months for pre-sentence custody. In April, 2004, a Pre-removal Risk Assessment was initiated, but the applicant failed to submit his application. He now claims that he does not recall receiving it and does not know what he did with it."], ["[5]", "On June 1, 2007, Mr. Wong was released from the immigration hold to which he had been transferred following completion of his criminal sentence. He filed a PRRA application on August 9, 2007, which remains outstanding. On September 17, 2007, Mr. Wong was directed to report for removal on September 24, 2007. On September 18, 2007, Mr. Wong applied to have that removal deferred.", "Decision under review"], ["[6]", "The Enforcement Officer assessed the PRRA submissions of Mr. Wong and letters from his children. She found that Mr. Wong had been presented with fair access to a risk assessment in 2004 but had not applied. She then found that the PRRA application filed on August 10, 2007 was a subsequent application and that there were no stay provisions in the IRPA for subsequent applications. Finally, she decided that the interests of his children in his remaining in Canada did not warrant a deferral of removal.", "Issues"], ["[7]", "This case raises two issues. First, it must be determined whether there remains a live issue between the parties. In the event that there is a live issue, or alternatively if the Court exercises its discretion to hear the matter despite its being moot, the question to be answered would be whether the Officer erred in her decision.", "Mootness"], ["[8]", "Both parties submit that this case is not moot on the basis of Mr. Wong's outstanding PRRA application. At the hearing, counsel for the applicant acknowledged that similar cases have been found moot because the date of removal from which deferral was sought had passed prior to the hearing of the application for judicial review. Questions on this point have been certified in", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 435,", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 434 and", "<FRAGMENT_SUPPRESSED> . Both <FRAGMENT_SUPPRESSED> and", "Baron", "were appealed, but the appeal in <FRAGMENT_SUPPRESSED> has been discontinued. The appeal in", "Baron", ", docket A-165-08, has yet to be set down for hearing."], ["[9]", "Counsel for the applicant submitted that the application should be either stayed pending the appeal decision in", "Baron", "; dismissed without hearing the merits with a certified question and a stay of removal for 30 days to permit Mr. Wong to seek a stay from the Federal Court of Appeal pending the", "Baron", "appeal decision; or, heard on the basis that it was distinguishable from those cases. The respondent objected to the first two of these options and thus I elected to hear arguments."], ["[10]", "The applicant contends that the Court misapprehended the status of the underlying application in", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 242. He submits that, as a result, subsequent rulings have been based on a faulty premise. The authorities to which he points commonly emphasize that there remains a live, albeit possibly intermittent, controversy as the person or persons affected remained in jeopardy from a reoccurrence of the challenged action. In the instant case, this is found in the potential, emphasized by the respondent, for a practically never-ending cycle of removal orders which are not enforced because of applications to have the refusal to defer judicially reviewed, which are themselves moot by the time scheduled for hearing. The reasonableness of the refusal itself would never be reviewed."], ["[11]", "While I agree that this cycle is a possible negative side effect of the system as it currently exists, I note that it is the place of Parliament, not this Court, to find a means to resolve the problem. I stand by my reasoning in", "Lewis", "and find that this application is moot.", "Did the Enforcement Officer err in coming to her decision?"], ["[12]", "However, a useful purpose would be served by deciding this case on its merits and I will, therefore, exercise my discretion to hear it despite its mootness. In coming to this conclusion, the purpose of the PRRA was central to my thinking as it is the means by which Canada fulfills its international obligations not to return failed refugee claimants to face a risk of persecution or torture."], ["[13]", "The question which was raised by the applicant is whether the Enforcement Officer erred in refusing his application for a deferral of his removal. He submitted that she erred both in failing to assess the risk he would face if returned to China and in coming to an unreasonable decision on humanitarian and compassionate (H&C) considerations, notably the best interests of the children."], ["[14]", "At the hearing, he pursued only the claim that the Enforcement Officer failed to assess the risk to him on return to China as she was obliged to do. There was no merit in my view to the issue raised with respect to the H&C considerations."], ["[15]", "The respondent countered that the discretion of the Officer to defer removal does not extend to an assessment of risk, which task falls to the PRRA officers:", "<FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1082. Paragraph 15 of <FRAGMENT_SUPPRESSED> reads as follows: \"I am also of the view that discretion to be exercised by the removal officer does not consist of assessing risk, but rather one of assessing whether there are special circumstances that would justify her deferring the removal.\""], ["[16]", "While <FRAGMENT_SUPPRESSED> does stand for the proposition that removal officers are not tasked directly with an assessment of risk, I would note that, when read in the context of", "<FRAGMENT_SUPPRESSED> , which was extensively cited therein, it is clear that what my colleague Justice Edmond P. Blanchard intended was that removal officers are not meant to focus", "solely", "on an assessment of risk. However, allegations of risk are to be given some consideration by Enforcement officers, especially where, as in the current context, no reasonably timely assessment of the risks faced by the person to be removed has taken place:", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1717."], ["[17]", "It has been stated repeatedly by this Court and those above that Canada is obliged not to return failed refugee claimants to face severe persecution, torture or death: see, among others,", "<FRAGMENT_SUPPRESSED> . In the case at bar, there is no evidence to show that Mr. Wong has had an official turn his or her mind to this question. His allegations of risk were made prior to the request for deferral and the Enforcement Officer indicated that she had his submissions before her when she came to her decision."], ["[18]", "It was an error for the Officer to base her refusal to defer entirely on the point that this was technically a second PRRA application without giving some consideration to whether there was a real risk of severe persecution, torture or death in the return of Mr. Wong to China. It was not necessary to undertake a full PRRA-like assessment but some thought should have been given to the risk he might face as a returned criminal. There is no indication in the officer's notes that she gave this any consideration."], ["[19]", "On the basis of this error and in spite of the application being technically moot, I will return this matter for reconsideration solely on the question of what risk, if any, Mr. Wong would face upon being returned to China."], ["[20]", "Counsel proposed that I certify a question regarding the mootness issue similar to those certified in", "Baron", "Pawlka", "and", "Lewis", ". I see no reason to do so in light of my decision to consider the matter on the merits.", "JUDGMENT"], ["[21]", "IT IS THE JUDGMENT OF THIS COURT that", "the application is allowed in part and that the matter is returned to the Enforcement Officer for reconsideration solely on the question of risk. No question is certified.", "[End of document]"]]}