{"id_": "053158", "body_str": [["[1]", "Russell, J.", ": This is an appeal under subsection 14(5) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29 (Act) of a decision of a Citizenship Judge, dated 26 April 2010 (Decision), in which the Citizenship Judge refused to grant the Applicant Canadian citizenship on the basis that she had not met the residency requirement under paragraph 5(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant is forty-eight years of age. She first entered Canada on a visitor's visa on 24 March 2003 and claimed refugee protection. Her husband is a US citizen permanently residing in the US. They have one child together, a citizen of Canada born in February 2004. This son has developmental challenges, so the Applicant does not work outside the home. She herself is presently being treated for various medical conditions, which she claims affect her memory.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant became a permanent resident on 9 February 2006. She submitted a Canadian citizenship application on 5 May 2008; the relevant time period for the purpose of her residency requirement is 5 May 2004 to 4 May 2008. The Applicant submitted a residence questionnaire on 13 January 2009.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant currently resides in Windsor, Ontario, and states that she has physically resided in Canada since she first entered the country on 24 March 2003. Her husband financially supports the family and the Applicant accesses the money via a joint bank account at a Canadian bank. The Applicant and her child do not reside with her husband because of immigration regulation. On her citizenship application, the Applicant declared her marital status as \"separated\" because she and her husband were physically separated. The Applicant claims that her husband is not able to spend much time in Canada, as he suffers from post-polio syndrome. Therefore, the husband drives the Applicant and their son to and from Canada for family visits, which most often take place in the US.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The husband applied for US permanent resident visas for the Applicant and their son. The Applicant told the Citizenship Judge that he did this on his own initiative without asking if she wanted it. She also told the Citizenship Judge that her approved permanent resident visa had expired while she was awaiting approval of her son's and that she had not reapplied for a new permanent resident visa.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On her citizenship application (submitted 5 May 2008), the Applicant declared that she was absent from Canada on the following dates", "during", "the relevant time period:  <FRAGMENT_SUPPRESSED>", "i) 26 May 2007 [*4,33*] 30 June 2007 (35 days);  <FRAGMENT_SUPPRESSED>", "ii) 27 August 2007 [*4,33*] 1 September 2007 (5 days);  <FRAGMENT_SUPPRESSED>", "iii) 22 November 2007 [*4,33*] 24 November 2007 (2 days).  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicant was absent from Canada on the following dates,", "after", "the relevant time period:  <FRAGMENT_SUPPRESSED>", "i) 5 May 2008 (less than a day);  <FRAGMENT_SUPPRESSED>", "ii) 6 May 2008 [*4,33*] 15 May 2008;  <FRAGMENT_SUPPRESSED>", "iii) 17 May 2008 [*4,33*] 3 July 2008;  <FRAGMENT_SUPPRESSED>", "iv) 5 July 2008 (less than a day).  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Citizenship Judge interviewed the Applicant on 30 March 2010. She found that, within the four years immediately preceding the Applicant's citizenship application, the Applicant had not been physically present in Canada for the 1095-day minimum, as set out in paragraph 5(1)(", ") of the Act. The Citizenship Judge, therefore, rendered a negative Decision on 26 April 2010. This is the Decision under review.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Unaware that the Decision had been rendered, on 27 April 2010 the Applicant submitted to the local Citizenship and Immigration Canada office additional documents in support of her application.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[10]", "Of the three residency tests that have been promulgated in the Federal Court's jurisprudence, the Citizenship Judge in the instant case chose the \"strict physical presence\" test as set forth in", "Re Pourghasemi", "(1993), 62 FTR 122, 19 Imm LR (2d) 259.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Citizenship Judge determined that the principal issue was whether the Applicant had accumulated at least three years (1,095) days of residence in Canada within the four years (1,460 days) immediately preceding the date of her application for Canadian citizenship (5 May 2008) and whether the information she provided was credible.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Citizenship Judge identified the main problem with the Applicant's citizenship application as a lack of objective evidence showing an \"audit trail\" of a life in Canada during the relevant time period, namely 5 May 2004 [*4,33*] 4 May 2008.  <FRAGMENT_SUPPRESSED>"], ["[13]", "In matters of residency, the onus falls on the Applicant to demonstrate that he or she has resided in the country for three of the four years in the relevant period and, thereby, meets the requirements of s. 5(1)(", ") of the  <FRAGMENT_SUPPRESSED>  (TD) (QL). The Citizenship Judge found that, although the Applicant had declared 42 days of absence and 1096 days of physical presence in Canada for the relevant period, she was not persuaded that this was accurate for the following reasons.  <FRAGMENT_SUPPRESSED>"], ["[14]", "First, the Applicant's passport bore several undeclared stamps for entry to the US where her former husband was resident. Also, because the Applicant has a B1/B2 visitor visa for the US, not all entry and exit stamps are recorded at the border. For that reason, US absences as declared cannot be verified through passport review.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Citizenship Judge also found the Applicant's responses to \"simple\" questions to be \"very vague and contradictory.\" The Citizenship Judge was not satisfied with the Applicant's response to, inter alia, the following inquiries: why the Applicant had two addresses at the same time; why she disconnected her telephone service before one of her trips to the US; why she declared that she had left Canada on 17 May 2008 when it was clear that she had left on 6 May 2008; and why several of her rent receipts are issued to \"Tamara\" Raad. When the Citizenship Judge asked the Applicant when her bank account in Windsor became a joint account with her husband, the Applicant could not remember that she had explained earlier that her husband did this to ensure that there was enough money to support his son.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Citizenship Judge also noted that the \"attendance sheets\" submitted to show the Applicant's participation in the LINC program at the YMCA and the New Canadians' Centre for Excellence in Windsor and Essex County show \"several absences and several times where the programs administers (", "sic", ") were unable to reach [the Applicant] during the relevant time period. <FRAGMENT_SUPPRESSED>"], ["[17]", "The Citizenship Judge concluded as follows:  <FRAGMENT_SUPPRESSED>", "Having reviewed all of the documentation submitted by the applicant, including the documentation submitted with the applicant's residency questionnaire, having personally interviewed the applicant and for the reasons above, I am not satisfied, on the balance of probabilities, that the information provided by the applicant accurately reflects the number of days that the applicant was physically present in Canada.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[18]", "The following issues arise on this application:  <FRAGMENT_SUPPRESSED>", "1) Did the Citizenship Judge err in assessing whether the Applicant meets the residency requirement? More particularly, did the Citizenship Judge make erroneous findings of fact and ignore relevant evidence?  <FRAGMENT_SUPPRESSED>", "2) Does the Citizenship Judge's choice of residency test, taken together with other errors, give rise to a reasonable apprehension of bias?  <FRAGMENT_SUPPRESSED>", "STATUTORY PROVISIONS  <FRAGMENT_SUPPRESSED>"], ["[19]", "The following provisions of the Act are relevant to these proceedings:  <FRAGMENT_SUPPRESSED>", "Grant of citizenship  <FRAGMENT_SUPPRESSED>", "5. (1)", "The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", "(a) makes application for citizenship;  <FRAGMENT_SUPPRESSED>", "(b) is eighteen years of age or over;  <FRAGMENT_SUPPRESSED>", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "Appeal  <FRAGMENT_SUPPRESSED>", "14 (5)", "The Minister or the Applicant may appeal to the Court from the decision of the Citizenship Judge under subsection (2) by filing a notice of appeal in the Registry of the Court within sixty days after the day on which  <FRAGMENT_SUPPRESSED>", "(a) the Citizenship Judge approved the application under subsection (2); or  <FRAGMENT_SUPPRESSED>", "(b) notice was mailed or otherwise given under subsection (3) with respect to the application.  <FRAGMENT_SUPPRESSED>", "Attribution de la citoyenneté  <FRAGMENT_SUPPRESSED>", "5. (1)", "Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>", "a) en fait la demande;  <FRAGMENT_SUPPRESSED>", "b) est âgée d'au moins dix-huit ans;  <FRAGMENT_SUPPRESSED>", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "Appel  <FRAGMENT_SUPPRESSED>", "14 (5)", "Le ministre et le demandeur peuvent interjeter appel de la décision du juge de la citoyenneté en déposant un avis d'appel au greffe de la Cour dans les soixante jours suivant la date, selon le cas:  <FRAGMENT_SUPPRESSED>", "a) de l'approbation de la demande;  <FRAGMENT_SUPPRESSED>", "b) de la communication, par courrier ou tout autre moyen, de la décision de rejet.  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis.  <FRAGMENT_SUPPRESSED>"], ["[21]", "There has been general consensus in the jurisprudence of this Court that the applicable standard of review for a Citizenship Judge's determination of whether an Applicant meets the residency requirement, which is a question of mixed fact and law, is reasonableness simpliciter. See", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> . In light of", "<FRAGMENT_SUPPRESSED> , wherein the Supreme Court of Canada collapsed reasonableness simpliciter and patent unreasonableness into a single standard of reasonableness, I find that the applicable standard of review regarding the Citizenship Judge's determination of whether the Applicant met the residency requirement is reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[22]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See", "<FRAGMENT_SUPPRESSED> , at paragraph 47. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law. <FRAGMENT_SUPPRESSED>"], ["[23]", "The Applicant has raised a procedural fairness issue before the Court, that is, whether the Citizenship Judge's choice of residency test gives rise to a reasonable apprehension of bias. The test for reasonable apprehension of bias was articulated by Justice de Grandpré in", "Committee for Justice and  <FRAGMENT_SUPPRESSED> , and has been consistently endorsed by the Supreme Court of Canada. Justice de Grandpré stated, at page 394:  <FRAGMENT_SUPPRESSED>", "...the apprehension of bias must be a reasonable one, held by reasonable and right-minded persons, applying themselves to the question and obtaining thereon the required information ... [T] hat test is \"what would an informed person, viewing the matter realistically and practically [*4,33*] and having thought the matter through [*4,33*] conclude. Would he think that it is more likely than not that [the decision-maker], whether consciously or unconsciously, would not decide fairly. <FRAGMENT_SUPPRESSED>", "Issues of procedural fairness are reviewable on a standard of correctness. See", "<FRAGMENT_SUPPRESSED> , at paragraphs 126 and 129; and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "ARGUMENTS  <FRAGMENT_SUPPRESSED>", "The Applicant  <FRAGMENT_SUPPRESSED>", "Erroneous Finding of Fact  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Applicant contends that the Citizenship Judge made two findings of fact that were in error.  <FRAGMENT_SUPPRESSED>"], ["[25]", "First, the Citizenship Judge inspected the Applicant's passport at the citizenship interview, and then stated in the Decision that \"there were several undeclared stamps for entry to the US.\" This is incorrect. There were two[*4,34*] not \"several\"[*4,34*] undeclared stamps in the passport, both of which occurred", "after", "the relevant period on 5 May 2008 and 5 July 2008.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Justice John O'Keefe found in", "<FRAGMENT_SUPPRESSED> that taking into account absences that occurred after the relevant period constitutes a reviewable error:  <FRAGMENT_SUPPRESSED>", "From a perusal of the reasons, it cannot be determined whether the citizenship judge was referring to the extensive absences from Canada after February 14, 2003, the date of the applicant's application, or just the absences prior to the date of his application.", "I cannot tell whether the citizenship judge took into account the absences after the date of the application in arriving at a conclusion on the Applicant's application. If she did, it would constitute a reviewable error", ".  <FRAGMENT_SUPPRESSED>", "Accordingly, the appeal of the citizenship judge's decision must be allowed, as there is a live issue as to the actual number of days the Applicant was absent from Canada. I will refer the matter back to a different citizenship judge for redetermination. [emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[27]", "Second, with respect to the Applicant's attendance in the LINC program at the YMCA and the New Canadians' Centre for Excellence, the Citizenship Judge stated that she had checked the \"attendance sheets\" from these programs and discovered \"several absences and several times where the programs administers (", "sic", ") were unable to reach [the Applicant] during the relevant time period. <FRAGMENT_SUPPRESSED>"], ["[28]", "The Applicant contends that this statement is in error. Neither program discloses attendance sheets; they disclose only \"Client History Information,\" which is what the Applicant submitted with her application. Moreover, the Client History Information indicates only one confirmed absence and one time when the Applicant was unreachable. The Citizenship Judge's use of \"several\" is inaccurate and misleading, and it supports the Applicant's claim of reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>", "Citizenship Judge Ignored Relevant Evidence  <FRAGMENT_SUPPRESSED>"], ["[29]", "The Applicant argues that the documentation that she delivered to the CIC office on 27 April 2010 after her interview contained, inter alia, records of her daily banking activities, which proved her presence within Canada. The Citizenship Judge ignored the relevant evidence because she was looking only for evidence that supported her position that the Applicant had not met the residency requirement. By doing so, the Citizenship Judge placed too high a burden of proof on the Applicant.  <FRAGMENT_SUPPRESSED>", "Decision Is Unreasonable  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Applicant states that the Citizenship Judge drew negative inferences from two facts: first, the Applicant's inability to recall during the interview a third absence from Canada, which took place 6 May 2008 to 17 July 2008; and second, the Applicant's obtaining a US permanent resident visa.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Applicant submits that it was unreasonable for the Citizenship Judge to draw such an inference because the absence in question occurred after the relevant period, and the Applicant never became a permanent resident of the US.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Applicant also argues that the date when her Canadian bank account became a joint account with her husband is irrelevant to her being physically present in Canada. At the time of the interview, she had not provided detailed bank statements showing actual transactions. The Applicant contends that the Citizenship Judge's attention to this irrelevant detail supports her claim of reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Applicant submits that her life is stressful and that her health condition detrimentally affects her memory. She was confused at the interview. This explains why she was unable to answer some of the Citizenship Judge's questions at the interview. In no way does that mean that she did not meet the residency requirement.  <FRAGMENT_SUPPRESSED>", "Citizenship Judge's Choice of Residency Test Demonstrates Bias  <FRAGMENT_SUPPRESSED>"], ["[34]", "Justice Michael Phelan, in", "<FRAGMENT_SUPPRESSED> enumerated the three tests of residency promulgated in this Court's \"conflicting\" jurisprudence: (1) strict physical presence; (2) quality of attachment; and (3) centralized mode of living. He then opined on the usefulness of the first test, strict physical presence, stating:  <FRAGMENT_SUPPRESSED>", "23 With the greatest of respect, I cannot see how a person's citizenship should be determined on the basis of mere chance by virtue of whichever test a citizenship judge elects to use. This is an area which cries out for resolution as it is impossible to appeal any decision to obtain a final ruling from the Federal Court of Appeal.  <FRAGMENT_SUPPRESSED>", "24 The strict physical presence test has become of limited, if any, use and would (if it were the appropriate test) hardly require the involvement of a citizenship judge in the mathematical calculation of physical presence.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Applicant submits that she has provided sufficient evidence to demonstrate her centralized mode of living in Canada and stronger ties to Canada than to any other country. Had the Citizenship Judge used either of the two other tests, justification of a negative decision would have been much more difficult. That the Citizenship Judge chose the most stringent residency test gives rise to a reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>"], ["[36]", "As noted above, the Applicant contends that she met even this, the most stringent of tests. She was present in Canada for 1096 days and was required to be present for a minimum of 1095. For this reason, among others, the Decision is unreasonable.  <FRAGMENT_SUPPRESSED>", "The Respondent  <FRAGMENT_SUPPRESSED>", "Preliminary Objection  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Applicant has appended as exhibits to her affidavit numerous documents that were not before the Citizenship Judge when she rendered her Decision on 26 April 2010. Documents submitted after that date, specifically those documents which the Applicant submitted on 27 April 2010, were not properly before the Citizenship Judge and cannot be considered by this Court on judicial review. That similarly applies to each instance that the Applicant references or relies upon those documents in her affidavit and Memorandum. The Respondent submits that this documentation be struck from the record. See", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (QL);", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (QL); and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (QL).  <FRAGMENT_SUPPRESSED>", "Applicant Did Not Prove That She Met the Residency Requirement  <FRAGMENT_SUPPRESSED>"], ["[38]", "The Respondent contends that, although the word \"residence\" is not specifically defined under s. 2(1) of the Act, the allowance for one year's absence during the four-year period under s. 5(1)(", ") of the Act creates a strong inference that the presence in Canada during the other three years must be substantial. See", "Re Pourghasemi", ", above, at paragraph 6;", "Re Koo", "(1992), 59 FTR 27, [1993] FCJ No 1107 (QL) at paragraph 9; and the Act, sections 5(1.1) and 21.  <FRAGMENT_SUPPRESSED>"], ["[39]", "Notwithstanding the different formulations of the residency test, the Applicant, like all citizenship applicants, had to demonstrate, first, that she had established her own residence for at least three years preceding her application and, second, that she had maintained this residence throughout the relevant time period. See", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (TD) (QL) at paragraph 14; and", "<FRAGMENT_SUPPRESSED>  [2002] FCJ No 581 (QL) at paragraph 13. The Citizenship Judge's finding that she did not meet the residency requirement was supported by cogent reasons.  <FRAGMENT_SUPPRESSED>", "Citizenship Judge's Choice of Residency Test Was Legitimate  <FRAGMENT_SUPPRESSED>"], ["[40]", "At least three different tests for residency have emerged within this Court's jurisprudence, and the Court has held that no particular approach need be followed. Justice Denis Pelletier in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (QL) observed at paragraph 9:  <FRAGMENT_SUPPRESSED>", "Given the divergence in the views of the members of the Federal Court, a Citizenship Judge could choose one approach or the other and not be wrong on that count alone. The function of the judge sitting in appeal is to verify that the Citizenship Judge has properly applied the test of his or her choosing. I believe that this approach properly characterizes the issue, and I adopt it as my own.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Respondent submits that the strict physical presence test is an accepted residency test. Provided that the Citizenship Judge applied the test properly to the facts of the instant case, this Court should not interfere with her  <FRAGMENT_SUPPRESSED> . See also:", "<FRAGMENT_SUPPRESSED>  (QL) at paragraphs 11-14;", "<FRAGMENT_SUPPRESSED>  (FCTD) (QL) at paragraphs 22-24;", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED>  Yves de Montigny posited in", "El  <FRAGMENT_SUPPRESSED> , at paragraph 21, that a Citizenship Judge cannot blindly accept the Applicant's submissions regarding the number of days of absence from or presence in Canada. Rather, the Citizenship Judge must \"verify\" the Applicant's presence \"on Canadian soil\" during the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The Respondent submits that, in the instant case, the Citizenship Judge did apply the test properly and reached a reasonable conclusion based on the following findings:  <FRAGMENT_SUPPRESSED>", "a. lack of objective evidence showing an audit trail of a life in Canada;  <FRAGMENT_SUPPRESSED>", "b. undeclared stamps in the passport;  <FRAGMENT_SUPPRESSED>", "c. the Applicant's vague and contradictory answers at the interview;  <FRAGMENT_SUPPRESSED>", "d. documentation showing that the Applicant lived at two different addresses at the same time;  <FRAGMENT_SUPPRESSED>", "e. an unexplained and inaccurate declaration regarding a date of departure from Canada; and  <FRAGMENT_SUPPRESSED>", "f. documentation provided by the Applicant that did not support her claim.  <FRAGMENT_SUPPRESSED>", "Matters Occurring After the Relevant Period Were Pertinent To Context and Credibility  <FRAGMENT_SUPPRESSED>"], ["[44]", "The Citizenship Judge calculated the residency requirement based on the relevant four-year period. The matters occurring after the relevant period, which were taken into account by the Citizenship Judge in her assessment, provided relevant contextual information about the Applicant's life and activities. They led the Citizenship Judge reasonably to question whether the Applicant's evidence regarding her residency in Canada was credible.  <FRAGMENT_SUPPRESSED>", "After-the-fact Explanations Show No Error in the Decision  <FRAGMENT_SUPPRESSED>"], ["[45]", "The Applicant offers after-the-fact explanations for her inability to respond properly to questions at the interview. The Applicant says that she was confused at the interview, but there is no evidence that she requested a recess or adjournment or that her physical health caused her to be confused.  <FRAGMENT_SUPPRESSED>", "Reference to \"Attendance Sheets\" Is Not an Error  <FRAGMENT_SUPPRESSED>"], ["[46]", "The Respondent submits that, although the Citizenship Judge incorrectly referred to the Client History Information as \"attendance sheets,\" this does not disclose an error. The Respondent does concede, however, that the Citizenship Judge did err when she found that this information identified \"several\" instances when the LINC program administrators could not reach the Applicant. There was only one such instance.  <FRAGMENT_SUPPRESSED>", "No Bias Demonstrated  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Respondent contends that the Applicant has failed to show that the Citizenship Judge was biased against her. There is a presumption that Citizenship Judges will be impartial and that Citizenship Judges and tribunals will carry out their oath of office in a manner that is attuned to fairness. An applicant can displace this presumption only by furnishing \"cogent evidence\" demonstrating that something the Citizenship Judge has done gives rise to a reasonable apprehension of bias. See", "R v RDS", ", [1997] 3 SCR 484, [1997] SCJ No. 84 (QL) at paragraphs 116-17; and", "<FRAGMENT_SUPPRESSED> . The person alleging bias must meet a very high threshold.  <FRAGMENT_SUPPRESSED>"], ["[48]", "The Respondent contends that the Applicant has failed to provide cogent evidence that would give rise to a reasonable apprehension of bias. She is simply dissatisfied with the Decision.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[49]", "As the Decision shows, the Applicant presented evidence that she had actually resided in Canada for 1096 days during the relevant time period for her citizenship application.  <FRAGMENT_SUPPRESSED>"], ["[50]", "The Citizenship Judge, however, felt that the Applicant had \"not met the residence requirement under paragraph 5(1)(", ") of the Act. <FRAGMENT_SUPPRESSED>"], ["[51]", "The Citizenship Judge tells us in her reasons that the \"main problem with this case is the lack of objective evidence showing an 'audit trail' of a life in Canada during the relevant time period .... <FRAGMENT_SUPPRESSED>"], ["[52]", "The rationale for concluding that the Applicant had not provided \"objective evidence showing an audit trail\" is provided under \"the facts\" section of the Decision.  <FRAGMENT_SUPPRESSED>"], ["[53]", "In that section, the Citizenship Judge says that she is \"not persuaded on the evidence that you indeed established and maintained residence in Canada for the number of days required in the Act. <FRAGMENT_SUPPRESSED>"], ["[54]", "So the Decision suggests that the application was rejected because, notwithstanding the evidence presented by the Applicant on the number of days she had established and maintained residence in Canada, the Applicant was not believed. The \"lack of objective evidence\" results from the Citizenship Judge's refusal to believe the evidence actually presented by the Applicant. The rationale for this credibility concern is provided in the Decision and each ground needs to be examined in turn in order to decide whether the Citizenship Judge's conclusions in this regard are reasonable.  <FRAGMENT_SUPPRESSED>"], ["[55]", "First of all, the Citizenship Judge says that she has checked the Applicant's passport at the hearing and found that \"there were several undeclared stamps for entry to the US where your former spouse lives. <FRAGMENT_SUPPRESSED>"], ["[56]", "In fact, there were only two undeclared stamps and both of them were dated after the relevant time period. They were dated 5 May 2008 and 5 July 2008, and the relevant time period runs from 5 May 2004 to 24 May 2008.  <FRAGMENT_SUPPRESSED>"], ["[57]", "On 5 May 2008, the Applicant had traveled to the US for one day to renew her Lebanese passport, and on 5 July the Applicant went to the US and returned the same day. Yet the Citizenship Judge uses these brief visits outside of the relevant period to support her conclusions of a \"lack of objective evidence. <FRAGMENT_SUPPRESSED>"], ["[58]", "The Applicant's passport failed to show a visit to the US on 27 August 2007, but the Applicant declared this absence so that it cannot count against her credibility.  <FRAGMENT_SUPPRESSED>"], ["[59]", "Strictly speaking, then, the Citizenship Judge was incorrect when she said there were \"several\" undeclared stamps. The facts are that there were only two and both of them were outside of the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[60]", "The Citizenship Judge here makes an error of fact, which is compounded by her taking into account irrelevant evidence.  <FRAGMENT_SUPPRESSED>  (QL) at paragraphs 14 and 17. She chose to apply the strictly numerical test but referred to undeclared stamps outside of the relevant period in order to question the Applicant's credibility concerning the evidence she provided for maintaining a residence in Canada during the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[61]", "The Citizenship Judge appears to be aware that there is a problem with her finding because, in the balance of paragraph 5 of her Decision, she provides the following additional reasoning:  <FRAGMENT_SUPPRESSED>", "This in itself would not be relevant due to your declared separation from your spouse, except that your spouse applied for a US green card for both you and your son. When I asked you about that, you told me that this was something your spouse did on his own without asking you whether you wanted it or not. You then told me that yours had been approved, but that your son's was not approved at the same time. You said that your son's had finally been approved but since you had not taken advantage of your own green card while waiting for his approval, yours was no longer valid. You advised me that you had not done anything at this point to reapply for your own green card ....  <FRAGMENT_SUPPRESSED>"], ["[62]", "I have to admit that it is not clear to me what factual findings the Citizenship Judge is making here. This looks like a recitation of what the Applicant had said, but we are not told whether her account is rejected, and, if it is, what grounds there are for rejection, nor are we told what this has to do with \"several undeclared stamps\" for entry to the US from outside of the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[63]", "In my view, if the Citizenship Judge wishes to apply the strict numerical test for establishing and maintaining residence in Canada, but wishes to use undeclared absences from outside of the relevant period to question the Applicant's evidence for residence within the period, then a clear explanation is required. I do not think that such explanation is provided here and, notwithstanding attempts by Respondent's counsel to explain this aspect of the Decision in terms of inferences that can be drawn, I am not convinced that the Citizenship Judge has not made a material error of fact.  <FRAGMENT_SUPPRESSED>"], ["[64]", "The Citizenship Judge then offers the following rationale for not accepting the Applicant's evidence:  <FRAGMENT_SUPPRESSED>", "(6) Your passport also showed that you have had a B1/B2 Visitor Visa for the US. Not all entry and exit stamps are recorded at the border and for that reason, US absences as declared cannot be verified through passport reviews ....  <FRAGMENT_SUPPRESSED>"], ["[65]", "In other words, the Citizenship Judge is saying that the Applicant cannot be believed based upon entry and exit stamps because she may have returned to the US and this may not have been recorded in her passport. It should be remembered here that the Applicant herself declared and brought to the Citizenship Judge's attention that she had visited the US on 27 August 2007 during the relevant period for five days even though there was no stamp on her passport to record this visit.  <FRAGMENT_SUPPRESSED>"], ["[66]", "The fact is that there was no evidence before the Citizenship Judge of undeclared absences during the relevant period; the Citizenship Judge appears to reject the passport evidence on the basis that it might not reveal all absences. However, the fact that other absences may have occurred is no basis, in my view, for rejecting the Applicant's other evidence concerning her continued residence in Canada during the relevant period, particularly when the Applicant herself pointed to the deficiency in the passport evidence regarding her 27 August 2007 visit to the  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[67]", "In paragraph 7 of the Decision, the Citizenship Judge then refers to concerns regarding \"vague and contradictory\" answers to simple questions. Even some of the answers recited in the Decision are, in my view, neither vague nor necessarily contradictory, but I would not hold the Decision unreasonable based upon the reasons given in this paragraph. However, I think they do have to be assessed in the context of the Decision as a whole.  <FRAGMENT_SUPPRESSED>"], ["[68]", "Paragraph 8 of the Decision brings out what appear to be errors of fact that are difficult to reconcile with the evidence.  <FRAGMENT_SUPPRESSED>"], ["[69]", "I see no material error in the Citizenship Judge referring to the \"Client History Information\" obtained from the LINC program in Windsor as \"attendance sheets.\" What she is referring to is obvious. However, it is by no means clear what the Citizenship Judge means by \"several absences and several times where the programs administers (", "sic", ") were unable to reach you during the relevant period. <FRAGMENT_SUPPRESSED>"], ["[70]", "There is a 2 May 2008 reference to \"illness.\" Hence, absence might be inferred, but a clear reason is given for this entry and it has nothing to do with absence from Canada during the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[71]", "There is also a 1 June 2007 reference to \"Out of Country/Vacation,\" but this corresponds with one of the Applicant's declared absences.  <FRAGMENT_SUPPRESSED>"], ["[72]", "There is one reference to \"unable to contact client\" for 26 September 2005.  <FRAGMENT_SUPPRESSED>"], ["[73]", "There is also a reference to \"No longer interested for 29 July 2005,\" but this is obviated by later attendances and comments that show the Applicant participating and progressing in this program during the relevant period.  <FRAGMENT_SUPPRESSED>"], ["[74]", "Overall, it cannot be said that this evidence shows \"several absences and several times\" when the Applicant could not be contacted in a way that could possibly suggest she might not have been in Canada. This finding is clearly a factual error. It also reveals that the Citizenship Judge was not looking at the general picture that the \"Client History Information\" provides in conjunction with other evidence presented by the Applicant that she was in Canada during the relevant time. It suggests that the Citizenship Judge is disposed to draw inaccurate and unfavourable conclusions from an insufficient evidentiary base without taking into account the full range of evidence introduced before and at the hearing.  <FRAGMENT_SUPPRESSED>"], ["[75]", "All in all, I think there is sufficient reviewable error to render the Decision unreasonable within the meaning of", "Dunsmuir", "and that this matter must be returned for reconsideration.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[76]", "THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED>", "1. The application is allowed, the Decision is quashed, and the matter is returned for reconsideration by a different citizenship judge.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}