{"id_": "053231", "body_str": [["[1]", "Mactavish, J.", ": David Foster seeks judicial review of a decision of the National Parole Board (now the Parole Board of Canada) refusing his request for a pardon."], ["[2]", "Mr. Foster submits that because his convictions were for offences that had proceeded by way of summary conviction and more than three years had passed since his last conviction, the Board was obliged to grant him a pardon. The respondent contends that at least one of Mr. Foster's convictions was for an indictable offence, with the result that the Board was obliged to determine whether he has been \"of good conduct\" in the five years leading up to his application."], ["[3]", "For the reasons that follow, I have concluded that at least one of Mr. Foster's convictions was indeed for an indictable offence. Consequently, the Board did not err in carrying out a \"good conduct\" analysis. Moreover, Mr. Foster has not demonstrated that the Board's finding that he had not satisfied the good conduct requirement in the five years preceding his application for a pardon was unreasonable. Consequently, the application for judicial review will be dismissed.", "Background"], ["[4]", "Mr. Foster was convicted of two theft-related criminal offences in 1975 and a weapons charge in 1987. Although he has been charged with numerous criminal offences since that time, none of these charges has resulted in a conviction. Mr. Foster was acquitted of sexual assault and sexual interference in 2006, and various other charges against him were either stayed or withdrawn."], ["[5]", "In 2010, Mr. Foster applied for a pardon. In a subsequent exchange of correspondence with the Board, Mr. Foster asserted that the 1975 and 1987 charges were prosecuted by way of summary conviction, although he provided no documentary proof of this, claiming that the records associated with these convictions had been lost."], ["[6]", "Given that more than three years had passed since his last criminal conviction, Mr. Foster asserted that in accordance with the provisions of subsection 4.1(2) of the", "Criminal Records Act", ", R.S.C. 1985, c. C-47, he was entitled to a pardon. The provisions of section 4.1 of the Act in effect at the time of Mr. Foster's application provided that:", "4.1 (1) The Board may grant a pardon for an offence prosecuted by indictment or a service offence referred to in subparagraph 4(a)(ii) if the Board is satisfied that the applicant, during the period of five years referred to in paragraph 4(a),", "(a) has been of good conduct; and", "(b) has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament.", "(2) A pardon for an offence punishable on summary conviction or a service offence referred to in subparagraph 4(b)(ii) shall be issued if the offender has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament during the period of three years referred to in paragraph 4(b).", "4.1 (1) Pour les infractions punissables par voie de mise en accusation et pour les infractions d'ordre militaire visées à l'alinéa 4a), la Commission peut octroyer la réhabilitation lorsqu'elle est convaincue, pendant le délai de cinq ans, de la bonne conduite du demandeur et qu'aucune condamnation, au titre d'une loi du Parlement ou de ses règlements, n'est intervenue.", "(2) Pour les infractions punissables sur déclaration de culpabilité par procédure sommaire et pour les infractions d'ordre militaire visées à l'alinéa 4b), la réhabilitation est délivrée si aucune condamnation, au titre d'une loi du Parlement ou de ses règlements, n'est intervenue pendant le délai de trois ans."], ["[7]", "The respondent says that Mr. Foster did not establish that he had in fact been convicted of summary conviction offences in 1975 and 1987. As a consequence, the Board was required to determine whether Mr. Foster satisfied the \"good conduct\" requirement of subsection 4.1(1) of the Act.", "The Board's Decision"], ["[8]", "In concluding that Mr. Foster had not demonstrated that he had been \"of good conduct\" in the years leading up to his application, the Board reviewed the various charges that had been laid against Mr. Foster over the years, focusing on the charges in the five years preceding his application for a pardon. The Board noted that Mr. Foster had provided information with respect to these charges, but that he had not explained what had led to the charges being laid, nor had he provided his understanding of the outcome of the charges."], ["[9]", "With respect to the 2006 charges of sexual assault, the Board noted that Mr. Foster had declined to explain the circumstances that had led up to the alleged victim's claims. The Board accepted that it was Mr. Foster's choice to decline to provide this information, but that it was required to consider all relevant information in deciding whether or not a pardon should be granted."], ["[10]", "The Board observed that Mr. Foster alleged that he had been the victim of \"spurious charges\". However, it found that he had failed to provide the Board with any understanding of what had led up to charges of criminal harassment and uttering threats having been stayed. The Board further noted that Mr. Foster's description of the events leading up to the harassment charges was of concern, as his behaviour had necessitated the involvement of the police and had resulted in the issuance of a trespass notice. According to the Board, \"[c] onduct such as this is not consistent with the criteria that the Board must rely upon to render a favourable pardon decision\"."], ["[11]", "After observing that the concept of \"good conduct\" was very broad, the Board concluded that Mr. Foster did not meet the \"good conduct\" criteria, with the result that his application for a pardon was dismissed.", "The Admissibility of Additional Evidence"], ["[12]", "Mr. Foster seeks to rely on an October 11, 2011 letter from the Clerk of the Ontario Court of Justice on Finch Avenue in Toronto in support of his application for judicial review, a letter that post-dates the Board's decision. The letter states that no information was currently available as to whether Mr. Foster's 1987 conviction for \"possession of weapons dangerous to the public\" had been prosecuted by way of indictment or as a summary conviction offence."], ["[13]", "The respondent objects to the inclusion of this letter in Mr. Foster's Application Record on the basis that is was not before the Board when it made the decision under review."], ["[14]", "An application for judicial review is ordinarily conducted on the basis of the record that was before the original decision-maker:", "<FRAGMENT_SUPPRESSED>  at para. 37. The task for this Court is to determine whether, in dismissing Mr. Foster's application for a pardon, the Board committed a reviewable error, based upon the record before it."], ["[15]", "There is an exception to this rule. That is, additional evidence may be adduced on an application for judicial review where issues of procedural fairness or jurisdiction arise:", "<FRAGMENT_SUPPRESSED> , at para. 38, see also see", "<FRAGMENT_SUPPRESSED> , at paragraph 30."], ["[16]", "Additional evidence may also be admitted where the evidence provides uncontroversial background facts to assist the Court (see, for example,", "Ochapowace First Nation (Indian Band No. 71) v. Canada (Attorney General)", ", 2007 FC 920 at para. 9, aff'd [2009] F.C.J. No. 486, 2009 FCA 124."], ["[17]", "None of these exceptions apply in this case. As a consequence, Mr. Foster has not persuaded me that the October 11, 2011 letter from the Clerk of the Ontario Court of Justice should be admitted on this application. However, as will be explained below, my conclusion in this regard has no impact on the ultimate outcome of this application, which turns on the character of Mr. Foster's 1975 conviction.", "Standard of Review"], ["[18]", "Mr. Foster takes issue with the Board's understanding of the facts underlying his request for a pardon, and its application of the law to those facts. He did not address the question of standard of review in his submissions. Given that the application for judicial review turns largely on the Board's appreciation of the facts underlying the pardon application, I agree with the respondent that the Board's decision should be reviewed against the standard of reasonableness: see", "<FRAGMENT_SUPPRESSED>  at para. 14 and", "<FRAGMENT_SUPPRESSED>  at para. 9."], ["[19]", "In reviewing a decision against the reasonableness standard, the Court must consider the justification, transparency and intelligibility of the decision-making process, and whether the decision falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: see  <FRAGMENT_SUPPRESSED> , at para. 47, and", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 59.", "Analysis"], ["[20]", "Mr. Foster contends that the Board erred in carrying out a \"good conduct\" analysis in considering his application for a pardon. Mr. Foster says that because his 1975 and 1987 convictions had proceeded by way of summary conviction and more than three years had passed since his last conviction, the Board was obliged to grant him a pardon in accordance with the provisions of subsection 4.1(2) of the Act."], ["[21]", "The respondent agrees that if the facts were as presented by Mr. Foster in his argument, his application for a pardon would have had to have been considered under subsection 4.1(2) of the Act. The respondent further accepts that once an applicant has shown that his or her convictions were for summary conviction offences, and more than three years have passed since the applicant's last conviction, the Board has no discretion and must grant a pardon."], ["[22]", "However, the respondent submits that Mr. Foster has not established that his 1975 and 1987 convictions had in fact proceeded by way of summary conviction."], ["[23]", "Mr. Foster's criminal record shows that in 1975, he was convicted of the offences of \"break, enter and theft\" and \"possession of stolen property under $200\". Mr. Foster does not dispute that this was in fact the case. However, he says that because the trial records are no longer available, it cannot be established that either of these charges proceeded by indictment rather than by summary conviction."], ["[24]", "I would first note that there is no evidence before me that the records relating to Mr. Foster's 1975 convictions are not in fact available. More importantly, however, a review of the relevant", "Criminal Code", "provisions in effect at the time of Mr. Foster's 1975 conviction discloses that the offence of \"break, enter and theft\" was an indictable offence, and not a hybrid or summary conviction offence: see section 306, Criminal Code, R.S.C. 1970, c. C-34. As a consequence, the Crown did not have the option of proceeding summarily in relation to this charge."], ["[25]", "As a result, I am satisfied that at least one of Mr. Foster's convictions was for an indictable offence. This meant that Mr. Foster's application for a pardon had to be considered under subsection 4.1(1) of the Act, with the result that the Board did not err in carrying out a \"good conduct\" analysis."], ["[26]", "Mr. Foster advanced an argument at the hearing of his application for judicial review as to the effect that the passage of the", "Young Offenders Act", ", R.S.C., 1985, c. Y-1, as repealed by", "Youth Criminal Justice Act", ", S.C. 2002, c. 1, had on the ability of the Board to consider his 1975 convictions. I am not prepared to consider this argument, given that it was not raised in his memorandum of fact and law. The fact that Mr. Foster made passing reference in his memorandum to the fact that he was 17 at the time of his 1975 convictions did not provide the respondent with notice of the argument now being advanced, which related to the effect of transitional provisions that accompanied the enactment of the", "Young Offenders Act", ", and it would not be fair to the respondent to entertain the argument in the circumstances."], ["[27]", "While it is true that none of the charges that Mr. Foster faced in the five years preceding his application for a pardon had resulted in a conviction, the \"presumption of innocence\" does not apply in an administrative proceeding such as an application for a pardon: see", "<FRAGMENT_SUPPRESSED>  at para. 30. As a consequence, the Board did not err in considering the circumstances that led up to the charges having been laid against Mr. Foster in assessing whether or not he satisfied the \"good conduct\" requirement of the Act."], ["[28]", "Finally, Mr. Foster has not demonstrated that the Board's finding that he had not established his \"good conduct\" during the relevant period was one that was outside the range of possible acceptable outcomes which are defensible in light of the facts and the law.", "Conclusion"], ["[29]", "For these reasons, the application for judicial review is dismissed. The respondent shall have one week from the date of this decision to provide written submissions on the issue of costs. Mr. Foster shall have a further week in which to respond, following which the judgment will issue.", ".........................", "<FRAGMENT_SUPPRESSED>  demande le contrôle judiciaire d'une décision de la Commission nationale des libérations conditionnelles (maintenant la Commission des libérations conditionnelles du Canada) rejetant sa demande de réhabilitation."], ["[2]", "Monsieur Foster prétend que la Commission était tenue de lui octroyer la réhabilitation puisqu'il avait été déclaré coupable d'infractions punissables sur déclaration de culpabilité par procédure sommaire et que plus de trois années s'étaient écoulées depuis sa dernière déclaration de culpabilité. Le défendeur soutient que M. Foster a été déclaré coupable d'au moins une infraction punissable par voie de mise en accusation et que, par conséquent, la Commission devait déterminer s'il avait eu une « bonne conduite » au cours des cinq années précédant sa demande."], ["[3]", "Pour les motifs qui suivent, je suis arrivée à la conclusion qu'au moins une des déclarations de culpabilité de M. Foster s'attachait effectivement à une infraction punissable par voie de mise en accusation. En conséquence, la Commission n'a pas commis une erreur en procédant à une analyse fondée sur la « bonne conduite ». De plus, M. Foster n'a pas prouvé que la conclusion de la Commission selon laquelle il n'avait pas satisfait à l'exigence de la bonne conduite dans les cinq années précédant sa demande de réhabilitation était déraisonnable. La demande de contrôle judiciaire sera donc rejetée.", "Contexte"], ["[4]", "Monsieur Foster a été déclaré coupable de deux actes criminels liés au vol en 1975 et d'une infraction relative à des armes en 1987. Monsieur Foster a été accusé de plusieurs infractions criminelles depuis ce temps, mais aucune de ces accusations ne s'est soldée par une déclaration de culpabilité. Ce dernier a été acquitté d'un chef d'agression sexuelle et d'un chef de contacts sexuels en 2006. Diverses autres accusations portées contre lui ont été suspendues ou retirées."], ["[5]", "En 2010, M. Foster a présenté une demande de réhabilitation. Dans un échange subséquent de lettres avec la Commission, M. Foster a affirmé que les accusations portées en 1975 et en 1987 étaient punissables sur déclaration de culpabilité par procédure sommaire, bien qu'il n'ait fourni aucune preuve documentaire au motif que les dossiers afférents à ces déclarations de culpabilités avaient été perdus."], ["[6]", "Comme plus de trois années s'étaient écoulées depuis sa dernière déclaration de culpabilité, M. Foster a fait valoir que conformément aux dispositions du paragraphe 4.1(2) de la", "Loi sur le casier judiciaire", ", L.R.C. 1985, ch. C-47, il avait le droit d'obtenir la réhabilitation. L'article 4.1 de la Loi en vigueur au moment où M. Foster a présenté sa demande prévoyait ce qui suit:", "4.1 (1) Pour les infractions punissables par voie de mise en accusation et pour les infractions d'ordre militaire visées à l'alinéa 4a), la Commission peut octroyer la réhabilitation lorsqu'elle est convaincue, pendant le délai de cinq ans, de la bonne conduite du demandeur et qu'aucune condamnation, au titre d'une loi du Parlement ou de ses règlements, n'est intervenue.", "(2) Pour les infractions punissables sur déclaration de culpabilité par procédure sommaire et pour les infractions d'ordre militaire visées à l'alinéa 4b), la réhabilitation est délivrée si aucune condamnation, au titre d'une loi du Parlement ou de ses règlements, n'est intervenue pendant le délai de trois ans.", "4.1 (1) The Board may grant a pardon for an offence prosecuted by indictment or a service offence referred to in subparagraph 4(a)(ii) if the Board is satisfied that the applicant, during the period of five years referred to in paragraph 4(a),", "(a) has been of good conduct; and", "(b) has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament.", "(2) A pardon for an offence punishable on summary conviction or a service offence referred to in subparagraph 4(b)(ii) shall be issued if the offender has not been convicted of an offence under an Act of Parliament or a regulation made under an Act of Parliament during the period of three years referred to in paragraph 4(b)."], ["[7]", "Le défendeur soutient que M. Foster n'a pas établi qu'il avait effectivement été déclaré coupable d'infractions punissables sur déclaration de culpabilité par procédure sommaire en 1975 et en 1987. Par conséquent, la Commission était tenue de déterminer si M. Foster avait satisfait à l'exigence de « bonne conduite » prévue au paragraphe 4.1(1) de la Loi.", "La décision de la Commission"], ["[8]", "Avant de conclure que M. Foster n'avait pas démontré qu'il avait fait preuve de « bonne conduite » dans les années précédant sa demande, la Commission a examiné les diverses accusations qui avaient été portées contre lui au fil du temps, surtout celles portées dans les cinq années précédant sa demande de réhabilitation. La Commission a fait remarquer que M. Foster avait fourni des renseignements au sujet de ces accusations, mais qu'il n'avait pas expliqué ce qui avait entraîné le dépôt de ces accusations et qu'il n'avait pas non plus exposé sa compréhension des conséquences des accusations."], ["[9]", "En ce qui concerne les accusations d'agression sexuelle portées en 2006, la Commission a souligné que M. Foster avait refusé d'expliquer les circonstances ayant conduit aux allégations de la présumée victime. La Commission a reconnu que c'était le choix de M. Foster de refuser de fournir ces renseignements, mais elle devait tenir compte de tous les renseignements pertinents au moment de décider si la réhabilitation devait lui être accordée."], ["[10]", "La Commission a fait remarquer que M. Foster alléguait avoir été victime de [traduction] « fausses accusations ». Cependant, elle a conclu qu'il ne lui avait pas expliqué ce qui avait mené au sursis des accusations de harcèlement criminel et de profération de menaces. Elle a aussi indiqué que la description que M. Foster a faite des événements ayant mené aux accusations de harcèlement était préoccupante puisque son comportement avait nécessité une intervention de la police et avait conduit à un avertissement pour intrusion. Selon la Commission, [traduction] « une conduite comme celle-ci n'est pas conforme aux critères sur lesquels la Commission doit se fonder pour rendre une décision favorable à l'égard de la réhabilitation »."], ["[11]", "La Commission a fait observer que le concept de la « bonne conduite » était très large et a conclu que M. Foster n'avait pas satisfait à l'exigence de « bonne conduite » et que sa demande de réhabilitation était, par conséquent, rejetée.", "L'admissibilité d'une preuve supplémentaire"], ["[12]", "Monsieur Foster veut utiliser une lettre datée du 11 octobre 2011 du greffier de la Cour de justice de l'Ontario située sur Finch Avenue, à Toronto, à l'appui de sa demande de contrôle judiciaire, une lettre qui est postérieure à la décision de la Commission. Dans la lettre, il est indiqué qu'aucun renseignement n'était disponible sur la question de savoir si l'infraction visée par la déclaration de culpabilité prononcée en 1987 contre M. Foster pour [traduction] « possession d'armes dangereuses pour le public » avait fait l'objet d'une poursuite par mise en accusation ou par procédure sommaire."], ["[13]", "Le défendeur s'oppose à l'inclusion de cette lettre dans le dossier de la demande de M. Foster au motif qu'elle n'a pas été soumise à la Commission au moment où elle a rendu la décision faisant l'objet du présent contrôle."], ["[14]", "Une demande de contrôle judiciaire repose habituellement sur le dossier dont était saisi le décideur:", "<FRAGMENT_SUPPRESSED> , au par. 37. La Cour devait déterminer si, en rejetant la demande de réhabilitation de M. Foster, la Commission a commis une erreur susceptible de contrôle, en se fondant sur la preuve dont elle dispose."], ["[15]", "Il existe une exception à cette règle. Cette règle prévoit qu'une preuve supplémentaire peut être déposée à l'appui d'une demande de contrôle judiciaire portant sur des questions d'équité procédurale et de compétence:", "Abbott", ", précité, au par. 38, voir aussi", "Ordre des architectes de l' <FRAGMENT_SUPPRESSED> , au paragraphe 30."], ["[16]", "Des éléments de preuve supplémentaires peuvent aussi être admis quand ils sont considérés comme des renseignements non controversés susceptibles d'aider la Cour (voir, par exemple,", "Première nation d'Ochapowace (Bande indienne nº 71) c. Canada (Procureur général)", ", 2007 CF 920, au par. 9, conf. [2009] A.C.F. nº 486, 2009 CAF 124."], ["[17]", "Aucune de ces exceptions ne s'applique en l'espèce. Par conséquent, M. Foster ne m'a pas convaincue que la lettre datée du 11 octobre 2011 du greffier de la Cour de justice de l'Ontario devrait être admise dans le cadre de la présente demande. Toutefois, comme je l'expliquerai plus loin, ma conclusion à cet égard n'a aucune incidence sur l'issue de la présente demande, laquelle repose sur la nature de la déclaration de culpabilité prononcée en 1975 contre M. Foster.", "Norme de contrôle"], ["[18]", "Monsieur Foster conteste la façon dont la Commission a interprété les faits qui sous-tendent sa demande de réhabilitation et dont elle a appliqué le droit à ces faits. Il n'a pas abordé la question de la norme de contrôle dans ses observations. Comme la demande de contrôle judiciaire repose en grande partie sur la façon dont la Commission a interprété les faits qui sous-tendent la demande de réhabilitation, je suis d'accord avec le défendeur pour dire que la décision de la Commission devrait faire l'objet d'un contrôle suivant la norme de la raisonnabilité: voir", "<FRAGMENT_SUPPRESSED> , au par. 14, et", "<FRAGMENT_SUPPRESSED> , au par. 9."], ["[19]", "Lorsqu'elle contrôle une décision suivant la norme de la raisonnabilité, la Cour doit examiner la justification de la décision, ainsi que la transparence et l'intelligibilité du processus décisionnel, et déterminer si la décision appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit: voir  <FRAGMENT_SUPPRESSED> , au par. 47, et", "<FRAGMENT_SUPPRESSED> , au par. 59.", "Analyse"], ["[20]", "Monsieur Foster prétend que la Commission a commis une erreur en procédant à une analyse fondée sur la « bonne conduite » dans l'examen de sa demande de réhabilitation. Selon lui, comme les infractions visées par les déclarations de culpabilité prononcées en 1975 et en 1987 avaient fait l'objet d'une poursuite par procédure sommaire et que plus de trois années s'étaient écoulées depuis la dernière déclaration de culpabilité, la Commission devait lui octroyer une réhabilitation conformément au paragraphe 4.1(2) de la Loi."], ["[21]", "Le défendeur convient que si les faits étaient tels que M. Foster les a présentés dans ses observations, sa demande de réhabilitation aurait dû être examinée aux termes du paragraphe 4.1(2) de la Loi. Il convient également que lorsqu'un demandeur prouve que ses déclarations de culpabilités s'attachaient à des infractions punissables sur déclaration de culpabilité par procédure sommaire et que plus de trois années se sont écoulées depuis la dernière déclaration de culpabilité, la Commission ne dispose d'aucun pouvoir discrétionnaire et doit octroyer la réhabilitation."], ["[22]", "Cependant, le défendeur soutient que M. Foster n'a pas fait une telle preuve à l'égard des déclarations de culpabilité prononcées en 1975 et en 1987."], ["[23]", "Le casier judiciaire de M. Foster montre qu'en 1975, il a été déclaré coupable d'[traduction] « introduction par effraction et de vol » et de « possession de biens volés d'une valeur inférieure à 200 $ ». Monsieur Foster ne conteste pas ces faits. Cependant, il affirme que, comme les dossiers d'instruction ne sont plus disponibles, il est impossible d'établir que l'une ou l'autre de ces infractions a fait l'objet d'une poursuite par voie de mise en accusation plutôt que par procédure sommaire."], ["[24]", "J'aimerais d'abord faire remarquer que je ne dispose d'aucune preuve à l'effet que les dossiers relatifs aux déclarations de culpabilité prononcées en 1975 contre M. Foster ne sont plus disponibles. Mais, plus important encore, un examen des dispositions pertinentes du", "Code criminel", "en vigueur en 1975 révèle que l'infraction « d'introduction par effraction et de vol » était un acte criminel et non une infraction mixte ou punissable par procédure sommaire: voir article 306, Code criminel, L.R.C. 1970, ch. C-34. La Couronne n'avait donc pas le choix d'intenter une poursuite par procédure sommaire."], ["[25]", "Par conséquent, je suis convaincue qu'au moins une des déclarations de culpabilité de M. Foster s'attachait à une infraction punissable par voie de mise en accusation. Ainsi, la demande de réhabilitation de M. Foster devait être examinée aux termes du paragraphe 4.1(1) de la Loi, de sorte que la Commission n'a pas commis d'erreur en procédant à une analyse fondée sur la « bonne conduite »."], ["[26]", "Lors de l'audition de sa demande de contrôle judiciaire, M. Foster a invoqué un argument quant à l'effet de l'adoption de la", "Loi sur les jeunes contrevenants", ", L.R.C., 1985, ch. Y-1, abrogée et remplacée par la", "Loi sur le système de justice pénale pour les adolescents", ", L.C. 2002, ch. 1, sur la compétence de la Commission d'examiner ses déclarations de culpabilité datant de 1975. Je ne suis pas disposée à tenir compte de cet argument vu qu'il n'a pas été soulevé dans son mémoire des faits et du droit. Comme M. Foster n'a que brièvement mentionné dans son mémoire des faits et du droit qu'il était âgé de 17 ans au moment où il a été déclaré coupable en 1975, le défendeur n'a pas été avisé de l'argument invoqué, lequel se rapportait à l'effet des dispositions transitoires qui accompagnaient l'adoption de la", "Loi sur les jeunes contrevenants", ". Il serait donc injuste pour le défendeur d'examiner l'argument dans les circonstances."], ["[27]", "Bien qu'il soit vrai qu'aucune des accusations portées contre M. Foster dans les cinq années précédant sa demande de réhabilitation n'a donné lieu à une déclaration de culpabilité, la « présomption d'innocence » ne s'applique pas dans une procédure administrative comme une demande de réhabilitation: voir", "Conille", ", précité, au par. 30. En conséquence, la Commission n'a pas commis d'erreur en examinant les circonstances ayant mené aux accusations portées contre M. Foster lors de l'appréciation de la question de savoir s'il avait satisfait à l'exigence de la « bonne conduite » prévue dans la Loi."], ["[28]", "Enfin, M. Foster n'a pas démontré que la conclusion de la Commission selon laquelle il n'avait pas prouvé sa « bonne conduite » pendant la période pertinente n'était pas l'une des issues possibles acceptables pouvant se justifier au regard des faits et du droit.", "Conclusion"], ["[29]", "Pour ces motifs, la demande de contrôle judiciaire est rejetée. Le défendeur disposera d'une semaine à compter de la date de ma décision pour déposer des observations écrites sur la question des dépens. Monsieur Foster aura ensuite une semaine pour répondre, à la suite de quoi le jugement sera rendu.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}