{"id_": "053413", "body_str": [["[1]", "Mandamin, J.", ": Ms. Mehrangiz Yazdani has applied for judicial review of an immigration officer's refusal of her application for a permanent residence visa, pursuant to section 18 of the", "Federal Courts", "Act", "(R.S.C. 1985, c. F-7)."], ["[2]", "Five other applicants have made separate applications which all involve the same underlying facts. The issue is common across all applications: who bears the risk when email notices are sent by a reviewing visa officer but are not received by the applicant's agent who has exercised due diligence?"], ["[3]", "At the hearing on August 11, 2010, I ordered the six applications to be consolidated. My reasons in this lead application will apply to each of the remaining applications:", "<FRAGMENT_SUPPRESSED>  application for judicial review.", "Background", "Generally"], ["[5]", "All six applicants filed for permanent residence visas with the Canadian Embassy in Damascus, Syria between October 24, 2004 and March 21, 2005. Each of these six applicants was represented by the same immigration consultant. Each applicant had provided the name and address of the immigration consultant as their contact, indicating his office email address."], ["[6]", "Mr. Jamil Azimzadeh (the Consultant) wrote to the Immigration Section of the Canadian Embassy at Damascus submitting new applications and documents for one of the applicants, Ms. Yazdani. His letter, dated October 4, 2004, was sent under his business letterhead and listed his email address."], ["[7]", "Because of the large number of visa applications in Damascus waiting to be processed, these six visa files were sent to the Canadian Embassy in Warsaw, Poland for processing between May 27, 2009 and May 28, 2009. A visa officer in the visa section in Warsaw sent emails to each of the applicants at the Consultant's email address during the period June 29, 2009 to July 29, 2009 (collectively referred to as the Warsaw emails)."], ["[8]", "The June 29, 2009 Warsaw email sent to Ms. Yazdani stated in part:", "\"This is to inform you that your application was transferred to the Canadian Embassy in Warsaw, Poland for processing. The purpose of this transfer was to expedite the processing of your application. Please note that all correspondence pertaining to your file should now be sent to the Canadian Embassy in Warsaw, Poland at the address provided above. Please do not send any documents or correspondence to the Canadian Embassy in Damascus, Syria.", "... We are now ready to begin processing your application and require some information and documents. ...", "You are requested to provide all the documents listed in the attached table", "within 90 days of the date of this letter", ". ...", "This request is made pursuant to subsection 16(1) of the", "Immigration and Refugee Protection", "Act", "which states that a person who makes an application must", "produce all relevant evidence and documents that the officer reasonably requires", ". ... Therefore, if you fail to comply with this request, your application may be refused. ...\" (Emphasis in original)"], ["[9]", "In three cases, the Warsaw Visa Section received an email delivery status notification (DSN) after the email was sent, stating:", "\"Subject: FW: Delivery Status Notification (Relay)", "This is an automatically generated Delivery Status Notification.", "Your message has been successfully relayed to the following recipients, but the requested delivery status notifications may not be generated by the destination.", "INFO@CIP-CANADA.COM\""], ["[10]", "The CAIPS notes in these cases recorded it as a confirmation of receipt or delivery."], ["[11]", "None of the applicants responded, either directly or through the Consultant."], ["[12]", "Visa officers reviewed the six files between October 28, 2009 and November 26, 2009. In each case, the reviewing officer found that the applicant had not provided information demonstrating that they were eligible for immigration and that they were not inadmissible to Canada. The visa officer rejected each application because of the applicant's failure to comply with the requirement to provide requested information, as provided in subsection 16(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", "). Ms. Yazdani's application was refused October 28, 2009.", "The Immigration Consultant"], ["[13]", "The Consultant, Mr. Azimzadeh, has been an immigration consultant for eleven years. He is a member in good standing of the Canadian Society of Immigration Consultants. He has a successful immigration consulting business."], ["[14]", "Mr. Azimzadeh has sworn in his affidavit that he never received these six email requests for further documentation on the visa applications including the one for Ms. Yazdani.", "Response to Immigration Emails"], ["[15]", "Mr. Azimzadeh had 250 immigration files in progress during the period June 28 to August 31, 2009. In his affidavit, he stated that he normally responds to Immigration Canada correspondence within one day of reception as part of his normal business practice. He said that he received and responded to email correspondence from Immigration Canada on 107 immigration files during the period June 28 to August 31, 2009 and listed the file numbers for each to allow for verification of his statement. These emails were sent or received during the same time period when the Warsaw emails were sent.", "No Deletion of Emails"], ["[16]", "He stated that he investigated and found there to be no instance of an immigration email deleted after receipt.", "No Spam Protection Blockage of Emails"], ["[17]", "He said that the emails were not blocked by his spam protection system, since his system delivers all emails and merely indicates those suspected of being possible spam messages. He reported that an email relating to one of the contested files, IMM-319-10, was identified as spam but was nevertheless delivered by his email system. He attached a copy of that email as specific evidence of the workings of his email service. This email was the response by Damascus visa office to his inquiry about the status of that file.", "No Interruptions in Service"], ["[18]", "Mr. Azimzadeh also stated there were no interruptions in email service, no power outages, and no system crashes in his office.", "No Other Reports of Failed Email Delivery"], ["[19]", "He further stated that, but for the six visa applications files at issue, he has not had any report of immigration emails sent to his office but not received during the relevant time period.", "No Automated Reply"], ["[20]", "Finally, he stated that his office does not use an automated email reply to received emails.", "Decision Under Review"], ["[21]", "The Visa Officer's June 29, 2009 decision letter to Ms. Yazdani repeated the statement contained in the earlier request email that the visa application had been transferred to the Canadian Embassy in Warsaw, Poland for processing. The Officer went on to state:", "\"You were asked by letter ... to produce the following evidence and documents within 90 days in order to allow us to assess whether you meet the requirements for immigration to Canada:", "[list of required documentation]", "\"You have not provided the information and documents that were requested. In the absence of the requested documents, I am not satisfied that you are not inadmissible and that you meet the requirements of the", "Act", ". I am therefore refusing your application.\""], ["[22]", "The same reasons were given for refusal of the remaining five applications.", "Standard of Review"], ["[23]", "The Supreme Court of Canada, in", "<FRAGMENT_SUPPRESSED>  has said that a reviewing court need not conduct a standard of review analysis in every case and may look to whether the standard of review has been previously determined."], ["[24]", "The question of whether an immigration officer has provided an applicant with a meaningful opportunity to respond to the visa officer's concerns is a question of procedural fairness.", "<FRAGMENT_SUPPRESSED>  at para. 12."], ["[25]", "Questions of procedural fairness are assessed on a correctness standard.", "<FRAGMENT_SUPPRESSED> .", "Legislation"], ["[26]", "The relevant provisions of the", "Immigration and Refugee Protection Act", ", S.C.2001 c. 27 (", "IRPA", ") are:", "\"3(1) the objectives of this Act with respect to immigration are", ". . . . .", "(f) to support by means of consistent standards and prompt processing, the attainment of immigration goals established by the Government of Canada in consultation with the provinces.", ". . . . .", "\"16(1) A person who makes an application must answer truthfully all questions put to them for the purpose of the examination and must produce a visa and all relevant evidence and documents that the officer reasonably requires.\"", "\"3(1) En matière d'immigration, la présente loi a pour objet:", ". . . . .", "f) d'atteindre, par la prise de normes uniformes et l'application d'un traitement efficace, les objectifs fixés pour l'immigration par le gouvernement fédéral après consultation des provinces;", ". . . . .", "\"16(1) L'auteur d'une demande au titre de la présente loi doit répondre véridiquement aux questions qui lui sont posées lors du contrôle, donner les renseignements et tous éléments de preuve pertinents et présenter les visa et documents requis.\"", "Issues"], ["[27]", "I consider the issues in these cases to be:", "1. Were the applicants provided with notice of the opportunity to update their submissions?", "2. Which party bears the risk of failed email communications?", "Analysis", "Were the Applicants provided with proper notice of the opportunity to update their submissions?"], ["[28]", "From the reasons that follow, I find that in Ms. Yazdani's case the crucial Warsaw email in question was sent by the Visa Officer but not received by the Consultant. I also find that the Consultant was diligent in maintaining his email system. The same applies in the remaining applicants' cases."], ["[29]", "The applicants do not dispute that the email was sent by the Visa Officer. They do not agree, however, that the delivery of emails was confirmed."], ["[30]", "The Warsaw visa office occasionally noted receipt of a DSN message as confirmation of reception or delivery of the outgoing email. In two of the cases, IMM-260-10 Yazdani and IMM-262-10 Jerjisi, visa officers in Warsaw recorded in the CAIPS notes: \"confirmation of receipt received\". In another case, IMM-261-09 Karimkhani, a visa officer recorded in the CAIPS notes: \"confirmation of delivery received\". In the remaining three cases, there were no CAIPS entries regarding the DSN messages, nor were copies of any DSN provided."], ["[31]", "Further, the Visa Officer deposes there was no notice of a delivery failure for any of the six emails in question."], ["[32]", "It seems clear from the wording of the DSN message recorded by the Warsaw visa officer that the message did", "not", "mean that the message had been received by the Consultant. Again, the DSN message stated:", "\"Subject: Delivery Status Notification (", "Relay", "This is an automatically generated Delivery Status Notification.", "Your message has been", "successfully relayed", "to the following recipients,", "but the requested delivery status notifications may not be generated by the destination", "INFO@CIP-CANADA.COM\" (Emphasis added)"], ["[33]", "The message clearly indicates a \"relay\" of a message. The applicant likens this to a relay race, where a baton is passed from one runner to the next. The applicant submits that \"relay\" does not mean \"delivery\". Support for this position is found in the text of the notification itself, where it says that the requested delivery status notification \"may not be generated by the destination\". Thus, the message on its face indicates that it has not been generated by the recipient. It simply confirms that the message had been sent on to the email address listed in the message. I find the DSN notification confirms the Warsaw email in question was sent but does not confirm it was received."], ["[34]", "In considering the applicant's evidence, that is the affidavit of the Consultant, I am persuaded that the Consultant was diligent in maintaining his email system and that it was functioning properly."], ["[35]", "In result, I am satisfied that although the Warsaw email was sent but [sic] not received."], ["[36]", "It is clear that the Visa Officer's email request for additional documentation was a crucial correspondence. Failure to respond invokes a dismissal on statutory grounds. The Visa Officer's request for documentation is an important step in the visa application process of which an applicant must be aware. The applicant, through no fault of her own or of her Consultant, was not aware of the request."], ["[37]", "I conclude the applicant was not provided with notice of the requirement to update her application.", "Which party bears the risk of failed email communications?"], ["[38]", "The rulings on email follow jurisprudence established for mail and telephone facsimile transmissions."], ["[39]", "On a question involving a mailed notice in", "<FRAGMENT_SUPPRESSED>  Justice O'Reilly held that a visa officer does not have to prove an applicant received the letter giving notice of an interview but does have to prove that he had sent the notice. He stated in paragraph 7:", "\"I agree that officers have a duty to give notice of an interview. But I do not agree with Mr. Ilahi that the respondent must prove that he received his notice. However, the respondent does have to prove that the officer sent an interview notice to the applicant:", "<FRAGMENT_SUPPRESSED>  (Fed. C.A.). Implicit in this obligation is a duty to send the notice to the correct address. It falls to an applicant to ensure that the visa office is kept informed of his or her current address. Mr. Ilahi clearly did so here.\""], ["[40]", "Justice Snider, in", "<FRAGMENT_SUPPRESSED>  held that a visa officer had sent a notice by mail to the correct address. She had difficulty with the applicant's evidence that the letter was not received. Significantly, she found the applicant had not provided information on the systems that the applicant's representative had in place, to ensure mail does not go astray."], ["[41]", "<FRAGMENT_SUPPRESSED>  Justice Snider dealt with a case where an applicant claimed he had not received a telephone facsimile of an interview notice. Justice Snider stated at para. 9:", "\"In general, immigration officials at overseas visa offices bear responsibility for ensuring that the notice of an interview is sent. The Court must be satisfied that the notice was properly sent ... While the evidence must be examined in each case, evidence of receipt of the fax at the number provided by an applicant or his consultant would normally satisfy that burden. Factors such as the unavailability of a person to receive the fax, malfunctions of equipment at the receiving end or administrative errors such as simple failure of a consultant to advise his client are not the responsibility of the immigration officials.\""], ["[42]", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) at para. 6, Justice Barnes stated in a case involving email:", "\"This case presents the not uncommon problem of a visa applicant's failure to respond to a request for additional information because of an apparent communication breakdown. The question for the Court is, as between the parties, who should bear the consequence of this failure. As Mr. Garvin aptly put it in argument, according to the authorities, 'it all depends'.\"", "Justice Barnes went on to state at para. 12:", "\"In summary, when a communication is correctly sent by a visa officer to an address (email or otherwise) that has been provided by an applicant which has not been revoked or revised and where there has been no indication received that the communication may have failed, the risk of non-delivery rests with the applicant and not with the respondent.\""], ["[43]", "Justice Barnes noted that the email address originally provided by Ms. Kaur's representative was no longer active. He found that it was unreasonable for the representative to expect the High Commission to figure out from the absence of an email address on his last communication that the email he had previously listed was no longer valid."], ["[44]", "Justice Barnes later referred to <FRAGMENT_SUPPRESSED> in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). The facts of the latter case are somewhat similar to those in the present case. An email was sent from the Canadian Embassy in Beijing to Ms. Zhang's lawyer in Vancouver, requesting further documentation. No documentation was ever received, and Ms. Zhang's application was refused. However, in <FRAGMENT_SUPPRESSED> , Justice Barnes noted that Ms. Zhang's lawyer did not state in his affidavit that the email was not received, only that he was not aware of receiving it and that it may have been deleted accidentally or filtered out by a spam filter. Finally, Justice Barnes indicated that there was no evidence regarding the steps the lawyer took to determine whether the email was inadvertently blocked or deleted, nor was there evidence of the steps he took to ensure that emails from the Embassy were not blocked as spam. After reviewing this evidence before him, Justice Barnes stated at paras. 13-14:", "\"The inference I draw from the evidence before me is that the August 15, 2008 email request to Mr. Wong was received by his office and either inadvertently blocked or deleted.", "\"Against this factual background, I can only conclude that the responsibility for the communication breakdown that occurred rests with the applicant and her counsel.\""], ["[45]", "In the above cases, the issue turns on a finding of fault by one of the parties. Where the visa officer could not prove that he had sent notice, the respondent is to bear the risk for missed communications. Where the visa officer had proved that he had sent the notice, but the communication was missed due to an error on the part of the applicant (such as a change of email address or blocking by spam filter), the applicant is to bear the risk."], ["[46]", "The applicant's case, however, is factually different. In the case at hand, the applicant established the Consultant's email address was valid and operating properly."], ["[47]", "This is not a case where applicants failed to provide updated email addresses, nor is it a case where an applicant failed to take all necessary precautions to prevent email delivery failure. This is not a case where there is a lack of evidence on the steps the applicant's representative took to establish whether his email systems were not the cause of the failed email communication. There is simply no evidence in this case that the applicant is at fault for the failed email communication. Unlike in <FRAGMENT_SUPPRESSED> , it is not possible for me to infer from the evidence that the applicant is the cause of the failed communication."], ["[48]", "I draw an inference from the evidence in this case that the email communication system has failed for undetermined cause or causes."], ["[49]", "In the circumstances of the applicant's case, it seems unduly harsh to place the risk on the applicant, who has properly submitted her application for permanent residence for processing, provided a valid email address with no evidence of malfunction, and who was simply waiting for further instructions when she discovered that her application had been rejected without an assessment of the merits."], ["[50]", "The question turns to whether the respondent should bear the risk. The applicant acknowledges that there does not appear to be any fault on the part of the Visa Officer at the Warsaw visa office save for a misunderstanding of a DSN messages received. The applicant does not make much of this misunderstanding. I agree that this error is of little significance."], ["[51]", "There is no indication that the Visa Officer sent the email to the wrong address or communicated by email when the applicant had indicated that they did not wish to receive communication in that manner. However, I do not see this as a completely no-fault case."], ["[52]", "The fact is that the respondent chose to unilaterally transfer the applicant's files from the Damascus visa office to the Warsaw visa office. There is of course no question the respondent is entitled to do so especially considering it was doing so to address a backlog in processing of visa applications. However, the visa section in Warsaw did not separately notify the applicant of the transfer nor did it otherwise verify that email communication was open between itself and the applicant's Consultant."], ["[53]", "In arguing that it should not bear the risk for failed communication, the respondent submits that in considering the procedural fairness practices, one must consider the sheer volume of visa applications handled by visa offices. The respondent states any risk could be mitigated by the applicant's or her Consultant not choosing email as a means of communication."], ["[54]", "However, my review of the CIC Protocol on Email Communications with Clients suggests a different view. The CIC Protocol provides:", "\"The intent of this protocol is to create an implementation framework for email communications with clients that will not put personal privacy of CIC clients or staff at risk nor burden CIC resources unnecessarily ...", "\"... this Protocol on email Communications with Clients also seeks to improve client service in such potential ways as:", "- Increased rates of response to client inquiries;", "- Shortened enquiry response time frames;", "- Enhanced operational efficiency.\""], ["[55]", "The CIC Protocol recognizes that email communications with clients is a benefit to the respondent as well as the client in promoting operational efficiency. The Visa Officer in the Warsaw visa office also deposes that email is the preferred communication method because it is reliable, timely and convenient for both applicants and the visa office."], ["[56]", "The CIC Protocol's objectives are in accord with the statutory objectives of", "IRPA", ", specifically subsection 3(1)(f) which states:", "\"(f) to support by means of consistent standards and prompt processing, the attainment of immigration goals established by the Government of Canada in consultation with the provinces.\""], ["[57]", "In my view, applicants turning away from email usage would frustrate the Protocol objective of enhanced operational efficiency and would be contrary to the", "IRPA", "statutory objective of prompt processing to attain government immigration goals."], ["[58]", "The solution therefore does not seem to lie in cautioning or discouraging applicants from using email, but in finding a strategy to deal with the occasional email error, especially when an applicant has done everything on his or her end to accommodate email communication."], ["[59]", "Email communication in visa applications will likely increase in the future. The technology supporting email will change and it will advance at difference rates in different countries. Unexplained errors in email transmission, as has happened in these cases, will no doubt occur in the future. Given the fact that in the future email communication may occasionally fail outright, I consider the respondent to have an obligation to take care in sending critical communications through email in the visa application process."], ["[60]", "The respondent must necessarily have regard to maintaining the objectives of the", "IRPA", "in a manner fair to deserving applicants for immigration visas. To do so in adopting email communications requires measures which, while not imposing additional burdens on immigration officers, builds safeguards into the visa applications process to deal with email failures in crucial communications."], ["[61]", "In the case at hand, there had been no prior successful email transmission between the Warsaw visa office and the Consultant's office. Nor does the CTC Protocol on Email Communications contemplate and provide safeguard measures for email transmission failures (such as alternate follow up by mailing the letter). Finally, the visa application system does not provide for reconsideration in such circumstances."], ["[62]", "The respondent chose to send an important and crucial notice to the applicant via email without safeguards in place. Having regard for the foregoing, I conclude the respondent bears the risk of an email transmission failure when it sent the crucial request to the applicant.", "Conclusion"], ["[63]", "I find the respondent to bear the risk in the applicant's case as well as in the related cases for the failure of email delivery of the crucial request for additional documentation."], ["[64]", "On the facts of this case, I allow the judicial review in this application as well as the related applications included in the consolidation."], ["[65]", "No party proposed a question of general importance for me to certify and I do not state any.", "JUDGMENT"], ["[66]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is allowed. In each of the applications in the consolidation, the decision of the Officer is quashed and the matter remitted to a different Immigration Officer for re-determination; and", "2. No party proposed a question of general importance for me to certify and I do not state any.", "Applications allowed.", "Editor: E. Joanne Oley/vnh", "[End of document]"]]}