{"id_": "053417", "body_str": [["[1]", "Le juge Lemieux", ": Le 26 mars 2003, la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (le tribunal) décide que les revendicateurs d'asile, citoyens d'Israël, ne sont pas des réfugiés au sens de la Convention, tel que défini à l'article 2(1) de l'ancienne Loi sur l'immigration. Le tribunal avait tenu des audiences le 2 juin, le 3 août et le 30 octobre 2002."], ["[2]", "Plusieurs moyens sont invoqués par les demandeurs à l'encontre de cette décision; cependant, leur point majeur est la prétention que le tribunal a omis de considérer un des motifs de la Convention que le revendicateur principal, le père de la famille, avait soulevé sa crainte d'être persécuté du fait de son opinion politique, c'est-à-dire, son refus anticipé de prêter service militaire obligatoire dans les réserves des Forces de défense israéliennes (FDI)."], ["[3]", "La Cour d'appel fédérale dans son arrêt  <FRAGMENT_SUPPRESSED>  a reconnu que le refus de participer au service militaire et la sanction de l'État, tributaire de ce refus, peuvent être considérés comme une persécution dans certaines circonstances."], ["[4]", "Le dossier certifié du tribunal fait état des faits suivants:", "(1) Les revendicateurs sont nés en Ukraine et se sont rendus en Israël en janvier 1996.", "(2) Lorsque le revendicateur principal a déposé le 22 janvier 2001 son Formulaire de renseignements personnels (FRP), la crainte invoquée était sa persécution par des extrémistes religieux et la tolérance, voir l'inaction, de l'État israélien d'assurer la protection à sa famille. M. Solodovnikov n'avait pas mentionné dans son FPR, à cette époque, une crainte de persécution du fait de son refus anticipé d'être obligé de servir dans les réserves des FDI. Les revendications de son épouse et de ses deux enfants sont basées sur la sienne.", "(3) C'est le 22 mai 2002 qu'il dépose un addendum en réponse à la question 37 du FRP. Cet addendum fut reçu en preuve par le tribunal comme la pièce P-12. Il se lit en partie comme suit:", "Quand j'ai rédigé la réponse à la question 37 de mon FRP, je l'ai fait sans consulter d'avocat. Et ne savais pas que les poursuites judiciaires pour refus de prêter service militaire pouvait être considérées comme une forme de persécution politique, donc je n'ai pas fait mention des faits qui suivent. Je souligne que ce n'est pas la raison principale qui nous a incité à quitter Israël, mais c'est une des raisons pour lesquelles nous ne voulons pas y retourner.", ". . . . .", "En Israël, pour des raisons que j'ignore, je n'ai pas été appelé à faire mon service de militaire de réserve. J'aurais refusé de le faire puisque je trouve (((((abhorrent))))) les actions des Forces de Défense israéliennes (FDI) face aux Palestiniens. Depuis le début du deuxième intifada les choses s'empirent en Israël. Je serai probablement appelé à faire le service des Réserves FDI, que je refuserai. Je serai détenu et marqué à vie socialement pour ce refus.", "Mon frère cadet Nicolay a été appelé à faire son service. Il a refusé de prendre les armes, pour les mêmes raisons que moi. Il a été détenu un mois et demi et a été expulsé des FDI.", "(4) La question du service militaire fut débattue devant le tribunal durant l'audience du 30 octobre 2002 (voir le dossier du tribunal pages 913 et suivantes; aussi les pages 956 à 958).", "(5) Elle fut aussi l'objet des représentations écrites par l'avocat des revendicateurs (voir le dossier du tribunal pages 63 et 64)."], ["[5]", "A l'audition de cette demande de contrôle judiciaire, la procureure du défendeur a reconnu que les motifs du tribunal ne faisaient aucune mention et ne contenaient aucune analyse cette la deuxième crainte exprimée par M. Solodovnikov."], ["[6]", "Nonobstant cette lacune, la procureure du défendeur soumet en invoquant les facteurs suivants que cette Cour ne devrait pas casser la décision du tribunal:", "(1) Le procès-verbal révèle que le revendicateur principal n'a pas reçu de convocation de l'armée et qu'il n'avait pas mentionné cet élément ni dans sa déclaration au point d'entrée ni dans sa réponse initiale à la question 37 de son FRP.", "(2) D'après la preuve documentaire, Israël en 1999 avait renoncé à la mobilisation de nouveaux immigrants de plus de 18 ans ce qui est le cas du revendicateur principal qui avait 24 ans à son arrivée, mais ce qui n'était pas le cas de son frère qui avait 18 ans lors de sa conscription.", "(3) Même s'il avait démontré qu'il y avait une possibilité d'être conscrit, ce qu'il n'a pas fait, la pièce A-16 intitulé \"Eligibility for Military Service\" démontre qu'un père de famille arrivé en Israël après le 1er janvier 1997 et ayant 24-27 ans ne serait pas assujeti à la réserve dans les FDI.", "(4) Encore d'après la preuve documentaire, en Israël, s'il y a refus de service militaire, la sanction n'est pas systématiquement l'emprisonnement et que majoritairement les peines ne dépassent pas les trois mois."], ["[7]", "La procureure du défendeur note que le frère du demandeur a été emprisonné douze jours en 1996 pour son refus et non un mois et demi comme M. Solodovnikov a témoigné et qui plus est, il a témoigné que son frère avait maintenant un excellent emploi en Israël."], ["[8]", "La procureure du défendeur soumet que le tribunal n'avait pas à traiter de cet aspect de sa crainte de persécution compte tenu de son caractère purement et entièrement spéculatif dans son cas. Elle plaide qu'il n'est pas inutile de rappeler que la preuve documentaire portant sur le service militaire en Israël ne permettait pas, à elle seule, d'établir le bien-fondé quant à sa crainte de persécution fondée sur une quelconque obligation spéculative et non prouvée de faire son service militaire."], ["[9]", "Elle ajoute que le tribunal n'était pas sans ignorer les prétentions de Monsieur Solodovnikov puisque qu'il l'a interrogé à ce sujet pour lui faire admettre qu'il n'avait pas reçu de convocation et que son frère n'avait fait que douze jours de prison. Finalement, la procureure plaide qu'il est reconnu que le tribunal n'avait pas à mentionner dans sa décision chacun des éléments de preuve qu'il avait devant lui. En conclusion, elle soumet que, vu la nature entièrement spéculative de cet élément de la revendication du demandeur principal, on ne saurait prétendre que l'omission par le tribunal de le mentionner est fatal et nécessite l'intervention de la Cour."], ["[10]", "Il n'y a aucun doute que le tribunal avait l'obligation de statuer sur chacun des motifs de crainte de persécution invoqués par les revendicateurs. Ce principe découle de l'arrêt  <FRAGMENT_SUPPRESSED> , à la page 745, où le Juge La Forest impose cette obligation à un tribunal même si le motif n'avait pas été soulevé par un revendicateur."], ["[11]", "La procureure du défendeur cite les principes jurisprudentiels suivants:", "1) Vu la nature entièrement spéculative de ce motif, on ne saurait prétendre que l'omission par le tribunal de le mentionner est fatale et nécessite l'intervention de la  <FRAGMENT_SUPPRESSED>  le juge Noël de cette Cour écrit ceci aux paragraphes 8 à 10 de sa décision:", "8 Sur la question de la validité de l'appartenance de la demanderesse à L'UDPS, la Commission doit se conformer aux Règles. En l'espèce, la Commission était tenue d'informer la demanderesse de son intention de s'en remettre à ses connaissances spécialisées pour se faire une opinion sur la validité de sa carte de membre. La Commission n'a pas informé la demanderesse qu'elle se fonderait sur ses connaissances spécialisées concernant les cartes d'adhésion à l'UDPS, et elle a conclu, au vu de l'absence de mentions attestant le paiement de cotisations, et au vu de l'absence de dates sur la carte produite par elle, que la validité de sa carte était suspecte. Manifestement, la Commission a commis un manquement au principe fondamental de l'équité procédurale en n'informant pas la demanderesse de son intention d'utiliser des renseignements relavant de spécialisation. Cependant, cela dit, la Cour doit quand même se demander si un tel manquement constitue une base suffisante pour conclure à l'existence d'une erreur révisable justifiant l'annulation de la décision et le renvoi à l'affaire à la Commission pour examen par d'autres commissaires.", "9 Le premier point étant maintenant décidé, il faut également examiner le deuxième point, celui de savoir si l'erreur révisable est déterminante. Pour ce faire, la Cour doit examiner les autres conclusions relatives à la crédibilité de la demanderesse, vois les dites conclusions se justifient par elles-mêmes et, dans l'affirmative, dire si l'erreur est fondamentale au point de justifier à elle seule l'annulation de la décision.", "10 Eu égard à la jurisprudence exposée dans l'arrêt  <FRAGMENT_SUPPRESSED> , une erreur révisable qui constitue un manquement à la justice naturelle aura en général pour effet d'annuler l'audience et la décision qu'en a résulté; cependant, une exception à cette règle stricte a été reconnue dans les cas où les autres éléments de la revendication autorisent la conclusion initiale et où le réexamen de la revendication conduirait tout probablement à la même décision.", "2) Considérant la preuve au dossier, l'insuffisance de motivation n'est pas tellement importante qu'elle équivaut à une violation des règles de justice naturelle:  <FRAGMENT_SUPPRESSED>  (C.A.F.);", "4) L'absence de motifs de la part d'un juge ne peut, en soi, justifier une révision en appel lorsque la décision est d'ailleurs appuyée par la preuve ou lorsque le fondement de la décision est évidente compte tenu des circonstances. (Voir, Sa Majesté la  <FRAGMENT_SUPPRESSED> .)"], ["[11]", "Mon évaluation de la preuve qui était devant le tribunal sur l'objection de conscience et sur l'attitude de l'État d'Israël en matière de service militaire obligatoire est plus nuancée que celle soutenue par la procureure du défendeur surtout si on considère que la crainte de M. Solodovnikov n'était pas d'être conscrit dans l'armée régulière mais d'être obligé comme réserviste d'appuyer les efforts des FDI en Cisjordanie."], ["[12]", "J'estime que la preuve documentaire n'est pas suffisamment précise et claire pour me permettre de conclure que la crainte du revendicateur principal est spéculative. La pièce P-16 \"Eligibility for Military Service\" semble indiquer que Monsieur Solodovnikov serait astreint à la réserve des FDI."], ["[13]", "Le genre de cause en l'espèce n'en est pas une où le tribunal a conclu que la crainte de Monsieur Solodovnikov n'était pas bien fondée mais qu'il n'avait pas suffisamment motivé cette conclusion, et qu'un examen de la preuve appuyait entièrement le résultat. Ici, à mon avis, le tribunal a omis de trancher la question."], ["[14]", "Pour tous ces motifs, cette demande ce contrôle judiciaire est accueillie; la décision du tribunal est cassée et les revendications des demandeurs sont retournées pour étude par un tribunal composé différemment. Je ne vois aucune question importante à être certifiée mais j'accorde aux parties jusqu'au 24 septembre 2004 pour en formuler une.", "....................", "Andrey Solodovnikov, Nathalia Solodovnikov, Pavel Solodovnikov and  <FRAGMENT_SUPPRESSED>  2003, the Refugee Protection Division of the Immigration and Refugee Board (the panel) held that the refugee claimants, citizens of Israel, are not Convention refugees within the meaning of section 2(1) of the former Immigration Act. The panel held hearings on June 2, August 3, and October 30, 2002."], ["[2]", "There are many grounds raised by the applicants against this decision; however, their major point is the argument that the panel failed to consider one of the grounds in the Convention that the principal claimant, the father, had raised: his fear of persecution based on his political opinion, i.e., his expected refusal to perform compulsory military service in the Israeli Defence Force reserve (IDF)."], ["[3]", "The Federal Court of Appeal in  <FRAGMENT_SUPPRESSED> , recognized that the refusal to participate in military service and the State sanction resulting from this refusal can be considered persecution under certain circumstances."], ["[4]", "The certified tribunal record sets out the following facts:", "(1) The claimants were born in the Ukraine and went to Israel in January 1996.", "(2) When the principal applicant filed his Personal Information Form (PIF) on January 22, 2001, the alleged fear was his persecution by religious extremists and the State of Israel's tolerance if not passivity in ensuring his family's protection. At that time, Mr. Solodovnikov had not mentioned in his PIF that he feared persecution based on his anticipated refusal to serve in the IDF reserves. The claims of his wife and children are based on his claim.", "(3) It was on May 22, 2002, that he filed an addendum in response to question 37 of the PIF. That addendum was received into evidence by the panel as exhibit P-12. It reads in part as follows:", "[TRANSLATION]", "When I wrote the answer to question 37 of my PIF, I did so without consulting counsel. And did not know that legal proceedings for refusing to do military service could be considered as a form of political persecution, so I did not mention it in the following facts. I point out that that was not the main reason that led us to leave Israel, but that was one of the reasons that we do not want to go back there.", ". . . . .", "In Israel, for reasons unknown to me, I had not been called to do my reserve military service. I would have refused because I find abhorrent the actions of the Israeli Defence Forces (IDF) toward the Palestinians. Since the beginning of the second intifada things have deteriorated in Israel. I would probably be called to serve in the IDF Reserves, which I would refuse. I would be detained and marked for life socially for that refusal.", "My brother cadet Nicolay was called to do his service. He refused to take up arms, for the same reason that I would. He was detained for a month and a half and discharged from the IDF.", "(4) The issue of military service was debated before the panel during the hearing of October 30, 2002, (see the tribunal record, pages 913 et seq.; also pages 956 to 958).", "(5) The issue was also addressed in the written submissions of the claimants' counsel (see the tribunal record, pages 63 and 64)."], ["[5]", "At the hearing of this application for judicial review, the respondent's counsel acknowledged that the panel's reasons did not refer to or analyse this second fear of Mr. Solodovnikov."], ["[6]", "Notwithstanding that shortcoming, the respondent's counsel submits that this Court should not set aside the panel's decision based on the following factors:", "(1) The transcript indicates that the principal claimant was not called to service and that he had not mentioned this factor in his declaration at the port of entry or in his first response to question 37 of his PIF.", "(2) According to the documentary evidence, in 1999 Israel had abandoned the mobilization of new immigrations over 18 years of age, which applied to the claimant, who was 24 years old when he arrived, but which did not apply to his brother, who was 18 years old when he was drafted.", "(3) Even if he had established that there was a possibility of being drafted, which he did not do, exhibit A-16 entitled \"Eligibility for Military Service\" establishes that a father arriving in Israel after January 1, 1997, between the ages of 24-27, would not be obligated to join the IDF reserve.", "(4) Again according to the documentary evidence, if there is a refusal to serve in the military in Israel, the sanction is not systematically imprisonment and the majority of sentences are no longer than three months."], ["[7]", "The respondent's counsel observes that the applicant's brother had been imprisoned for 12 days in 1996 for his refusal, and not for a month and a half as Mr. Solodovnikov testified and, most importantly, he testified that his brother now has an excellent job in Israel."], ["[8]", "The respondent's counsel submits that the panel did not have to address that aspect of his fear of persecution given that it was purely and entirely speculative in his case. She argues that it is worthwhile to point out that the documentary evidence bearing on military service in Israel is not in itself sufficient to establish the merits of his fear of persecution based on any speculative and unproved obligation to serve in the military."], ["[9]", "She adds that the panel did not disregard Mr. Solodovnikov's submissions since it questioned him on this point to get him to admit that he had not been called and that his brother only served 12 days in prison. Finally, counsel argues that it is settled law that the panel did not have to refer in its decision to every piece of evidence that it had before it. Finally, she submits that because this element of the principal applicant's claim is entirely speculative, it cannot be said that the panel's failure to refer to it is fatal and requires the Court's intervention."], ["[10]", "There is no doubt that the panel had the obligation to decide on each of the claimant's grounds for fearing persecution. This principle stems from  <FRAGMENT_SUPPRESSED> , at page 745, where La Forest J. imposes this obligation on the panel even if the ground had not been raised by the claimant."], ["[11]", "The respondent's counsel cites the following case law principles:", "(1) Given that the ground is entirely speculative, it cannot be said that the panel's failure to refer to it is fatal and requires the intervention of the  <FRAGMENT_SUPPRESSED>  Noël J. of this Court writes this at paragraphs 8 to 10 of his decision:"], ["[8] With regards to the question of valid UDPS membership, the Board must conform to the Rules. In this case, the Board had the obligation to inform the Applicant of its intention to rely on specialized knowledge in order to make a determination regarding the membership card's validity. The Board did not inform the Applicant that it would be relying on its specialized knowledge of UDPS membership cards and concluded, based on the absence of indications of payment of dues and dates on the card she presented, that the card's validity was in doubt. Clearly, the Board's failure to inform the Applicant of its intention to rely on this specialized knowledge constitutes a breach of the basic principle of procedural fairness. However, this being said, the Court must still determine whether such a breach constitutes a sufficient basis to find a reviewable error whereby the decision must be quashed and the case returned for determination by a different Board?"], ["[9] Having come to a conclusion on the first issue, the second issue of whether the reviewable error is determinative must also be addressed. To do so, the Court must review the other credibility findings, establish whether they stand on their own and, if they do, determine whether the error is so fundamental that it alone provides a sufficient basis to quash the decision."], ["[10] Based on the jurisprudence set out in  <FRAGMENT_SUPPRESSED> , a reviewable error constituting a breach of natural justice will ordinarily void the hearing and the resulting decision; however, an exception to this strict rule has been recognized where the other elements of the claim support the original finding and where re-determination of the claim would likely result in the same decision.", "(2) In view of the evidence in the record, the lack of justification is not so great that it amounts to a breach of the rules of natural justice:  <FRAGMENT_SUPPRESSED>  (F.C.A.);", "(4) The absence of reasons from the judge cannot, in itself, justify an appellate review when the decision is otherwise supported by the evidence or when the basis of the decision is apparent from the circumstances. ( <FRAGMENT_SUPPRESSED> .)"], ["[11]", "My assessment of the evidence which was before the panel on conscientious objection and on the attitude of the State of Israel in matters of compulsory military service is more subtle than that set out by the respondent's counsel especially considering that Mr. Solodovnikov's fear was not of being drafted into the regular army, but of being obliged as a reservist to support the efforts of the IDF in the West Bank."], ["[12]", "In my view, the documentary evidence is not sufficiently specific and clear for me to determine that the fear of the principal claimant is speculative. Exhibit P-16 \"Eligibility for Military Service\" seems to indicate that Mr. Solodovnikov would be required to join the IDF reserve."], ["[13]", "This is not the type of case where the panel determined that Mr. Solodovnikov's fear was not well-founded, but where the panel did not give sufficient reasons for that finding, and an assessment of the evidence could have supported the fact that he was a Convention refugee. In this case, in my opinion, the panel failed to decide that issue."], ["[14]", "For all of these reasons, this application for judicial review is allowed; the panel's decision is set aside and the applicants' claims are referred for redetermination by a differently constituted panel. In my view, there is no important question to be certified but I give the parties until September 24, 2004, to formulate one.", "[End of document]"]]}