{"id_": "053532", "body_str": [["[1]", "Kelen, J.", ": This is a motion by the defendant for summary judgment seeking dismissal of the plaintiff's action for trademark infringement with respect to the plaintiff's registered trademark POLYSORB for shoe insoles, on the ground that there is no likelihood of confusion between POLYSORB and the defendant's trademark POLYSOFT for shoe insoles.", "FACTS"], ["[2]", "The plaintiff, Spenco Medical Corporation, is a private corporation incorporated pursuant to the laws of the State of Texas, in the United States of America. In Canada, Spenco's products include replacement insoles and shoe inserts for medical purposes, such as foot support. One of these products is a line of green coloured insoles bearing the trademark POLYSORB, registered in Canada on March 24, 2003 as TMA578018. The plaintiff has sold shoe insoles in Canada in association with POLYSORB since February, 1990."], ["[3]", "The defendant, Emu Polishes Inc. (\"Emu\"), is a private corporation incorporated pursuant to the federal laws of Canada. Emu uses the unregistered trademark POLYSOFT in association with its green coloured shoe insoles. Emu has filed an application to register POLYSOFT with the Canadian Trademarks Office. The plaintiff has opposed that registration on the grounds of confusion between POLYSOFT and POLYSORB, and a decision is pending. Emu is also the owner of the trademark POLYCUSHION, registered in Canada on February 14, 2002 as TMA557896, and the unregistered trademark POLY-DRY, both formerly but no longer used in association with shoe insoles. The defendant has sold shoe insoles in Canada in association with POLYSOFT since September, 1998.", "Defendant's Evidence"], ["[4]", "The defendant's evidence alleges the following:", "A. Use of \"POLY\" and \"SORB\" in existing trademarks", "1. there has been widespread use and co-existence on the trademark register of the words \"POLY\" and \"SORB\", and that both words and the combination, \"POLYSORB\", are in use in various industries by parties other than the plaintiff;", "2. a significant number (i.e 840) of active trademarks using the word \"POLY\" coexist on the trademark register, several of which are for use in association with similar type wares within the same general class of wares; a sample search of the trademark register reveals at least 13 such trademarks in association with clothing, footwear and insoles (class 25), and 44 in association with medical instruments and apparatus (class 10);", "3. the word \"SORB\" is also commonly used by various traders to describe the sorbent quality of their respective products, and there are several (i.e 240) active trademarks using the word \"SORB\", coexisting on the trademark register for use in association with similar type wares within the same general class of wares; a sample search of the trademark register reveals 52 such trademarks in class 10, and 12 in class 25;", "4. the word \"POLYSORB\" is used in various industries to describe material qualities and composition of polyurethane sorbent products including moisture retaining materials for plants, paint sorbent products, diapers and shock absorption; and,", "5. there are three identical POLYSORB trademarks owned and registered by three separate and unrelated entities coexisting on the trademark register: one is the plaintiff's; the second is owned by Roquette Freres and has been in use in the pharmaceutical and food industry since February 5, 1979, well before the registration date of POLYSORB (March 24, 2003) and date of first use (February, 1990); the third, owned by United States Surgical Corporation, has been in use in the medical field (which is the plaintiff's main area of use) since June 26, 1984, also well before the plaintiff's registration date, and date of first use.", "B. Description of respective products", "1. Emu provides ordinary shoe insoles for added comfort to regular footwear, while Spenco provides specialized shoe insoles for medical/athletic purposes; and,", "2. Emu sells its shoe insoles through a variety of general retailers and shoe repair shops, while Spenco sells its products in specialized retail outlets such as sports clothing and goods stores.", "C. Creation and choice of POLYSOFT trademark", "1. Emu chose POLYSOFT to be used in association with its products because it is suggestive of the qualities a customer may require in an insole: \"POLY\" because insoles are usually made of a polymer based element, in particular, polyurethane; \"SOFT\" because it describes the gentle, relaxing and comfortable sensation on the feet;", "2. that POLYSOFT was created and chosen along the same lines as the defendant's registered trademark POLYCUSHION;", "3. the choice of the trademarks POLYSOFT, POLYCUSHION and POLY-DRY is based on the common practice of using closed form compound words-- which means to meld together ordinary words that may not necessarily be found in the dictionary; and,", "4. there are over 150 dictionary entries for closed form compound words with the prefix \"POLY\", for example: Polyacid, polycristal, polypharmacy, polypodium, polysyllable, polywater, polytechnic and polysensuous.", "Plaintiff's Evidence"], ["[5]", "The plaintiff's evidence alleges the following:", "1. the prefix \"POLY\" has multiple meanings, and the dictionary definition of \"POLY\" does not refer to polyurethane or shoe insoles; POLYSORB is a coined phrase;", "2. POLYSORB is not used in association with the sale of polyurethane, polyester, or absorption; it is only used in association with the sale of shoe insoles;", "3. POLYSORB is used in capital letters on packaging, promotional materials, advertisements, and invoices;", "4. positive customer comments indicate that Spenco has acquired considerable goodwill from its POLYSORB line of shoe insoles;", "5. Spenco spends significant sums of money annually on marketing POLYSORB shoe insoles; the annual advertising budget rivals the total amount of annual sales for POLYSOFT shoe insoles; the sales of POLYSORB insoles significantly outweigh those of POLYSOFT;", "6. Spenco markets its products to podiatrists; POLYSORB is well known to podiatrists and they recommend it to their patients;", "7. POLYSORB insole packaging has strong customer identification;", "8. POLYSORB insoles are green on top, and black and yellow on the bottom; POLYSOFT insoles are green on top, and used to be grey on the bottom; they are now black and yellow on the bottom;", "9. the POLYSOFT packaging reads: for \"Leisure, Work , and Sport\"; similarly, the POLYSORB packaging reads: either \"Walker/Runner\", \"Everyday\", or \"Cross Trainer\";", "10. the cues consumers are most likely to use are the brand name and colour of product; the colour green in both insoles could serve as a cue triggering a purchasing sequence and increasing confusion between the two trademarks; this is compounded by the fact that there is only a two letter difference between the two trademarks, and it does not occurring until the end of the marks, i.e \"FT\" and \"RB\";", "11. both suffixes \"SORB\" and \"SOFT\" are capable of presenting overlapping ideas, since the consumer will understand that a material such as polyurethane has common characteristics of softness and absorbency, in addition to shock absorbency; and,", "12. consumers who ask for POLYSORB insoles are sometimes given POLYSOFT insoles, and told by sales representatives that they are \"the same thing\".", "THE TEST FOR GRANTING SUMMARY JUDGMENT"], ["[6]", "Summary judgment is governed by Rules 213 to 219 of the Federal Court Rules, 1998 SOR/198-106 , in particular, Rule 216 provides in part:", "216. (1) Where on a motion for summary judgment the Court is satisfied that there is no genuine issue for trial with respect to a claim or defence, the Court shall grant summary judgment accordingly.", "(2) Where on a motion for summary judgment the Court is satisfied that the only genuine issue is", "[. . . . .]", "(b) a question of law, the Court may determine the question and grant summary judgment accordingly.", "(3) Where on a motion for summary judgment the Court decides that there is a genuine issue with respect to a claim or defence, the Court may nevertheless grant summary judgment in favour of any party, either on an issue or generally, if the Court is able on the whole of the evidence to find the facts necessary to decide the questions of fact and law. [...]", "216. (1) Lorsque, par suite d'une requête en jugement sommaire, la Cour est convaincue qu'il n'existe pas de véritable question litigieuse quant à une déclaration ou à une défense, elle rend un jugement sommaire en conséquence.", "(2) Lorsque, par suite d'une requête en jugement sommaire, la Cour est convaincue que la seule véritable question litigieuse est:", "[. . . . .]", "b) un point de droit, elle peut statuer sur celui-ci et rendre un jugement sommaire en conséquence.", "(3) Lorsque, par suite d'une requête en jugement sommaire, la Cour conclut qu'il existe une véritable question litigieuse à l'égard d'une déclaration ou d'une défense, elle peut néanmoins rendre un jugement sommaire en faveur d'une partie, soit sur une question particulière, soit de façon générale, si elle parvient à partir de l'ensemble de la preuve à dégager les faits nécessaires pour trancher les questions de fait et de droit. [...]"], ["[7]", "The Court is not to grant summary judgment where it is shown that there is a genuine issue for trial. However, Rule 216(3) specifically permits this Court to grant summary judgment even where there is a genuine issue for trial so long as the Court \"is able on the whole of the evidence to find the facts necessary to decide the questions of fact and law.\" The Federal Court of Appeal has recently reviewed the principles involved in granting summary judgment in  <FRAGMENT_SUPPRESSED>  (T.D.) with approval, and clarifies the role of a motions judge generally, and specifically with respect to the application of Rule 216(3). The Court provides the following relevant guidance  <FRAGMENT_SUPPRESSED>  Estate:", "1. where an issue of credibility arises from evidence presented, the case should not be decided on summary judgment under rule 216(3) but rather should go to trial because the parties should be cross-examined before the trial judge (see paragraph 32 of MacNeil Estate);", "2. under rule 216(3), motions judges can only make findings of fact or law provided the relevant evidence is available on the record and does not involve a \"serious\" question of fact or law which turns on the drawing of inferences (see paragraph 33 of MacNeil Estate)", "3. Rule 216(3) permits a judge on a motion for summary judgment, after finding that a \"genuine issue\" exists, to conduct a trial on the affidavit evidence with a view to determining the issues in the action. However, this is not always possible, particularly where there are conflicts in the evidence, where the case turns on the drawing of inferences or where serious issues of credibility are raised (see paragraph 46 of MacNeil Estate).", "THE RELEVANT PROVISIONS OF THE TRADE-MARKS ACT, R.S.C. 1985, c. T-13"], ["[9]", "Section 2 of the Act defines \"confusing\", and \"distinctive\" as:", "\"confusing\", when applied as an adjective to a trademark or tradename, means a trademark or tradename the use of which would cause confusion in the manner and circumstances described in section 6;", "\"distinctive\", in relation to a trademark, means a trademark that actually distinguishes the wares or services in association with which it is used by its owner from the wares or services of others or is adapted so to distinguish them;", "\"créant de la confusion\" Relativement à une marque de commerce ou un nom commercial, s'entend au sens de l'article 6.", "\"distinctive\" Relativement à une marque de commerce, celle qui distingue véritablement les marchandises ou services en liaison avec lesquels elle est employée par son propriétaire, des marchandises ou services d'autres propriétaires, ou qui est adaptée à les distinguer ainsi."], ["[10]", "And section 6 of the Act provides in part:", "6. (1) For the purposes of this Act, a trademark or tradename is confusing with another trademark or tradename if the use of the first mentioned trademark or tradename would cause confusion with the last mentioned trademark or tradename in the manner and circumstances described in this section.", "Idem", "(2) The use of a trademark causes confusion with another trademark if the use of both trademarks in the same area would be likely to lead to the inference that the wares or services associated with those trademarks are manufactured, sold, leased, hired or performed by the same person, whether or not the wares or services are of the same general class.", "[. . . . .]", "(5) In determining whether trademarks or tradenames are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circumstances including", "(a) the inherent distinctiveness of the trademarks or tradenames and the extent to which they have become known;", "(b) the length of time the trademarks or tradenames have been in use;", "(c) the nature of the wares, services or business;", "(d) the nature of the trade; and", "(e) the degree of resemblance between the trademarks or tradenames in appearance or sound or in the ideas suggested by them.", "6. (1) Pour l'application de la présente loi, une marque de commerce ou un nom commercial crée de la confusion avec une autre marque de commerce ou un autre nom commercial si l'emploi de la marque de commerce ou du nom commercial en premier lieu mentionnés cause de la confusion avec la marque de commerce ou le nom commercial en dernier lieu mentionnés, de la manière et dans les circonstances décrites au présent article.", "Idem", "(2) L'emploi d'une marque de commerce crée de la confusion avec une autre marque de commerce lorsque l'emploi des deux marques de commerce dans la même région serait susceptible de faire conclure que les marchandises liées à ces marques de commerce sont fabriquées, vendues, données à bail ou louées, ou que les services liés à ces marques sont loués ou exécutés, par la même personne, que ces marchandises ou ces services soient ou non de la même catégorie générale.", "[. . . . .]", "(5) En décidant si des marques de commerce ou des noms commerciaux créent de la confusion, le tribunal ou le registraire, selon le cas, tient compte de toutes les circonstances de l'espèce, y compris:", "a) le caractère distinctif inhérent des marques de commerce ou noms commerciaux, et la mesure dans laquelle ils sont devenus connus;", "b) la période pendant laquelle les marques de commerce ou noms commerciaux ont été en usage;", "c) le genre de marchandises, services ou entreprises;", "d) la nature du commerce;", "e) le degré de ressemblance entre les marques de commerce ou les noms commerciaux dans la présentation ou le son, ou dans les idées qu'ils suggèrent."], ["[11]", "Subsections 7(a), (b), and (c) outline certain prohibitions with respect to unfair competition and prohibited marks:", "7. No person shall", "(a) make a false or misleading statement tending to discredit the business, wares or services of a competitor;", "(b) direct public attention to his wares, services or business in such a way as to cause or be likely to cause confusion in Canada, at the time he commenced so to direct attention to them, between his wares, services or business and the wares, services or business of another;", "(c) pass off other wares or services as and for those ordered or requested;", "7. Nul ne peut:", "a) faire une déclaration fausse ou trompeuse tendant à discréditer l'entreprise, les marchandises ou les services d'un concurrent;", "b) appeler l'attention du public sur ses marchandises, ses services ou son entreprise de manière à causer ou à vraisemblablement causer de la confusion au Canada, lorsqu'il a commencé à y appeler ainsi l'attention, entre ses marchandises, ses services ou son entreprise et ceux d'un autre;", "c) faire passer d'autres marchandises ou services pour ceux qui sont commandés ou demandés;"], ["[12]", "Finally, sections 19, 20 and 22 outline the relevant trademark rights and infringing actions:", "19. Subject to sections 21, 32 and 67, the registration of a trademark in respect of any wares or services, unless shown to be invalid, gives to the owner of the trademark the exclusive right to the use throughout Canada of the trademark in respect of those wares or services.", "Infringement", "20. (1) The right of the owner of a registered trademark to its exclusive use shall be deemed to be infringed by a person not entitled to its use under this Act who sells, distributes or advertises wares or services in association with a confusing trademark or tradename, ...", "[. . . . .]", "22. (1) No person shall use a trademark registered by another person in a manner that is likely to have the effect of depreciating the value of the goodwill attaching thereto. [...]", "19. Sous réserve des articles 21, 32 et 67, l'enregistrement d'une marque de commerce à l'égard de marchandises ou services, sauf si son invalidité est démontrée, donne au propriétaire le droit exclusif à l'emploi de celle-ci, dans tout le Canada, en ce qui concerne ces marchandises ou services.", "Violation", "20. (1) Le droit du propriétaire d'une marque de commerce déposée à l'emploi exclusif de cette dernière est réputé être violé par une personne non admise à l'employer selon la présente loi et qui vend, distribue ou annonce des marchandises ou services en liaison avec une marque de commerce ou un nom commercial créant de la confusion. ...", "[. . . . .]", "22. (1) Nul ne peut employer une marque de commerce déposée par une autre personne d'une manière susceptible d'entraîner la diminution de la valeur de l'achalandage attaché à cette marque de commerce.", "ANALYSIS", "Whether there is a genuine issue for trial"], ["[13]", "Under Rule 216(1) of the Federal Court Rules, 1998, I must first determine, on a motion for summary judgment, whether the claims in question present no genuine issue for trial or that the issue is so doubtful that it deserves no further consideration."], ["[14]", "I am satisfied that the plaintiff has raised the following genuine issues for trial:", "1. Does the defendant's use of the trademark POLYSOFT in association with insoles cause confusion in that such use is likely to lead to the inference that POLYSOFT insoles and POLYSORB insoles are manufactured or sold by the same person;", "2. Has the defendant directed public attention to its wares and business in such a way as to be likely to cause confusion in Canada with the insoles of the plaintiff, contrary to subsection 7(b) of the Trade-mark Act. This subsection is the codification of the common law tort of passing off."], ["[15]", "I note that the defendant did not argue that the plaintiff's trademark POLYSORB was unregisterable in that it was descriptive of the character of the insoles produced by the plaintiff so that the trademark registration is invalid. If the registration is invalid, there, of course, can be no claim of infringement under the Act. At the outset of the hearing, the plaintiff objected to this line of argument on the basis that it was not pleaded in the statement of defence. The defendant did not thereafter make this argument."], ["[16]", "The general test for confusion has been recently set out by Justice Snider in  <FRAGMENT_SUPPRESSED> :", "... The general test for confusion has been stated as whether, as a matter of first impression in the mind of an average consumer having a vague or imperfect recollection of another mark, the use of both trademarks in the same area and in the same manner is likely to lead to the inference that the wares associated with those marks are produced or marketed by the same company ..."], ["[17]", "In deciding that there is a genuine issue, viz. whether the trademarks are confusing, I have regard to the following factors set out in subsection 6(5) of the Trade-mark Act.", "(i) the inherent distinctiveness of the plaintiff's trademark and the extent to which it has become known", "I found that the POLYSORB trademark has been used in Canada since 1990, that the POLYSORB insoles have surprisingly high Canadian dollar sales, and that the vast majority of the customers of POLYSORB insoles are repeat customers. My conclusion is that the POLYSORB trademark, while not inherently distinctive, may be distinctive in that it has become known and associated with the plaintiff's product;", "(ii) the length of time the trademark has been in use is quite extensive", "The trademark has been in use by the plaintiff since 1990 whereas the defendant's trademark has only come onto the market in 1998;", "(iii) the nature of the wares are identical", "There was no evidence led to show that the nature of the POLYSORB insoles are different than the nature of the POLYSOLT insoles. Accordingly, it appears on the evidence that the nature of the wares are identical;", "(iv) the nature of the trade", "The defendant admitted at the hearing that the nature of the trade overlaps. The evidence established that both brands of insoles are sold at six common retailers; and,", "(v) the degree of resemblance between the trademarks in appearance or sound or the idea suggested by them", "The plaintiff produced expert evidence that there is a high degree of resemblance between the trademarks.", "For these reasons, I am satisfied that the plaintiff has shown that confusion is a genuine issue for trial.", "Use of POLY in Trademarks"], ["[18]", "The presence of a common element in trademarks means that small differences will serve to distinguish the mark since consumers are accustomed to making distinctions, in this case between various POLY trademarks. In the case at bar the plaintiff's trademark POLYSORB was the only POLY in the marketplace for shoe insoles. In this respect, the case at bar is distinguishable from Alticor Inc., supra, where Justice Snider found that there were 81 products associated with the general class of supplements and other health related products with the prefix NUTR in their trademarks available in Canada. Of these 81 products, 38 would be considered to be vitamins, minerals and herbal supplements, the same product as the plaintiff's NUTRILITE products."], ["[19]", "I conclude that the proliferation of POLY in trademarks is an issue which must be weighed by the trial judge assessing the credibility and weight of the plaintiff's evidence that consumers of POLYSORB insoles would be confused by the presence of the POLYSOFT trademark for insoles.", "Evaluating Credibility, Weighing Evidence, and Drawing Factual Inferences under Rule 216(3)"], ["[20]", "I am satisfied that I cannot, under Rule 216(3), properly assess the credibility or weigh the evidence of the plaintiff's witnesses that the defendant's trademark POLYSOFT will likely cause confusion with the plaintiffs' customers."], ["[21]", "The following witnesses for the plaintiff gave affidavit evidence as to material facts:", "1. Mr. Gerard Mayne, President of Spenco Medical Canada (\"Spenco Canada\");", "2. Mr. Blake Boulden, Director of Marketing  <FRAGMENT_SUPPRESSED>  Corporation, in Texas;", "3. Dr. Peter Dacin, professor in the School of Business at Queen's University, Kingston, Ontario, and an expert in the field of marketing; and,", "4. Dr. Robert Chelin, a certified podiatrist in Ontario, and former President of the Ontario Podiatric Medical Association."], ["[22]", "The credibility of this evidence needs to be evaluated at trial, and the Trial Judge will need to weigh the evidence and draw the necessary inferences. For instance:", "a) the President of Spenco Canada, Mr. Mayne deposes at paragraphs 30 - 31 of his affidavit that their customers would be confused:", "30 Prior to June 2001, I became aware that Emu Polishes Inc. (\"EMU\") was distributing and selling a shoe insole, with a green topcloth, under the brand name POLYSOFT. I became aware of this when I saw that a distributor of POLYSORB, Industrial Safety Equipment Company (hereinafter ISECO), was selling these POLYSOFT insoles. I purchased a sample of these POLYSOFT insoles from ISECO. A copy of a photograph showing the POLYSOFT insoles that I purchased is attached to my affidavit ...", "31 This discovery was disturbing to me because when I first quickly read the trademarks they looked identical. Only upon a closer reading of the two trademarks, POLYSORB and POLYSOFT, was the difference between them clear to me. My concern was heightened as the two insoles, sold under the brands POLYSORB and POLYSOFT, initially also looked very similar as both products have a green topsheet.", "32 My first thought was that our customers, and potential customers, would be confused by the similarity in the two trademarks, and this confusion would be heightened by the similarity between the look of the two brands of insoles. I brought this to the attention of the owner of the trademark, Spenco Medical Corporation.", "b) the Director of Marketing  <FRAGMENT_SUPPRESSED> , in Texas, Mr. Blake Boulden deposes at paragraph 37 of his affidavit that Canadian customers mistake POLYSOFT insoles for POLYSORB insoles:", "37 In the case of Canada, where the POLYSOFT insoles are sold as well as POLYSORB brand insoles, consumers who ask for POLYSORB brand insoles are sometimes given POLYSOFT insoles. In some cases these customers are told that the POLYSOFT insole \"is the same thing\" as the POLYSORB brand insole. In some cases these consumers are not aware that they were given a different brand from what they requested and some times the consumers are confused between the POLYSORB brand and the POLYSOFT brand. Consumers purchase POLYSOFT insoles when they intended to purchase POLYSORB brand insoles. Currently these instances of confusion and passing off happen more often in Canada then [sic] in the United States as POLYSOFT insoles are more available in Canada.", "c) Dr. Peter Dacin, who provides an expert marketing opinion on behalf of the plaintiff, deposes at paragraphs 57 and 58 of his affidavit that there is a likelihood of confusion:", "57 The fact that the surface area of both the shoe insoles of the Defendant sold in association with the trademark POLYSOFT and the shoe insoles of the Plaintiff sold in association with the trademark POLYSORB are green heighten the likelihood of confusion between the two marks. The color green in the Plaintiff and Defendant shoe insoles could serve as a color cue which may trigger a purchasing sequence and increase the confusion between the trademarks POLYSOFT and POLYSORB. Once the green visual cue is verified, the processing of the trademark could be quick resulting in the possibility of confusion.", "58 The similarity in the trademark POLYSOFT and the trademark POLYSORB and the color of the two insoles being green compounded with the potential of a sales person suggesting substitution for one product for another increases the likelihood of confusion between the trademark POLYSOFT and POLYSORB. The similarity of the trademark POLYSOFT and the trademark POLYSORB provides creditability to a sales person suggesting substitution of one product for another. While the color green likely adds to the confusion, independent of the color on the surface area of both the shoe insoles of the Defendant sold in association with the trademark POLYSOFT and the shoe insoles of the Plaintiff sold in association with the trademark POLYSORB, the trademark POLYSOFT and POLYSORB when used in association with shoe insoles/inserts are likely to be confusing with one another.", "d) and Dr. Robert Chelin, the certified podiatrist who also provides an expert opinion on behalf of the plaintiffs, deposes at paragraphs 34 and 35 of his affidavit that patients of podiatrists will be confused:", "34 I have seen these POLYSOFT insoles, and at first glance, they look identical to the POLYSORB brand insoles as they both have a green top cloth. The trademarks POLYSORB and POLYSOFT are nearly identical, and if I was not previously made aware of the existence of these two different brands, I would definitely be confused between the brand names POLYSOFT and POLYSORB.", "35 I am concerned that the patients to whom podiatrists have recommended POLYSORB brand insoles will be confused when they see the POLYSOFT insoles. Due to the rampant problem of substitution by retailers, I am confident that many salespeople will say that POLYSORB and POLYSOFT insoles are the same in order to sell the POLYSOFT insoles that they stock. Given the nature of the insole retail industry, salespeople will try to sell whatever brand insoles that they have and will substitute their brand of insoles for the brand of insoles that are prescribed by podiatrists and confuse patients. Patients will often not even be aware that a substitution has been made."], ["[23]", "The only evidence from the defendant on confusion is that of Mr. Armin Naldabandian, President of Emu. Counsel for the defendant acknowledges that Mr. Naldabandian's evidence on cross-examination seemed to be all over the place."], ["[24]", "The magnitude of materials filed in this motion for summary judgment is noteworthy because it is indicative of the live controversy between the parties. The plaintiff has filed eight volumes in its motion record, five of which contain affidavit evidence and exhibits, and four containing further exhibits and transcripts of cross-examination of the defendant's witnesses. The Defendant has filed four volumes in its motion record, three of which contain affidavit evidence and exhibits. The defendant also filed a supplementary motion record of three volumes, two of which contain transcripts of cross-examination of the plaintiff's witnesses."], ["[25]", "The evidence raises credibility issues with respect to confusion and passing-off which warrant the need for viva voce testimony. Accordingly, this motion for summary judgment must be dismissed."], ["[26]", "Considering the extensive evidence filed on behalf of the plaintiff, which demonstrates that a trial is necessary to assess the conflicting evidence on confusion, the plaintiff is entitled to costs for this motion in any event of the cause.", "ORDER"], ["[27]", "THIS COURT ORDERS THAT:", "This motion for summary judgment is dismissed with costs to the plaintiff in any event of the cause.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}