{"id_": "053534", "body_str": [["[1]", "Noël, J.", ": This is an Application for leave to commence an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision of Me Haig Basmajian of the Refugee Protection Division [RPD] dated March 20, 2014, which held that the Applicants were not Convention Refugees nor persons in need of protection within the meaning of sections 96 and 97 of the IRPA.", "II.", "Facts"], ["[2]", "The Applicants, the principal Applicant, Gabor Tamas CSURGO, his common-law partner, Idiko Gegeny and their young son, Martin Csurgo, are Hungarian citizens of Roma ethnicity. They generally allege that they were, through the years, subject to discrimination and racism at school, work and in general."], ["[3]", "In 2007, the main Applicant was beaten by bouncers when attempting to enter a bar with friends and did file a complaint with the police."], ["[4]", "On September 11, 2011, the main Applicant's best friend was killed by a racist extremist."], ["[5]", "In 2012, he got involved in different socio-political organisations that aim to ameliorate the situation of Romas."], ["[6]", "During a general assembly meeting in July 2012, members from the Jobbik extreme right party attempted to gain Roma's support in exchange of financial considerations. The main Applicant is said to have convinced his colleagues to refuse the Jobbik party's offer."], ["[7]", "Supporters of the Jobbik group subsequently made an attempt on the life of the main Applicant on October 16, 2012, where the latter was attacked by two skinheads armed with a knife, an incident for which he was hospitalized. The Applicants all left Hungary six weeks later, while the police was still investigating the attack."], ["[8]", "They arrived in Canada on November 28, 2012."], ["[9]", "They requested asylum on December 3, 2012.", "III.", "Contested Decision"], ["[10]", "The identities of the Applicants are not in dispute."], ["[11]", "The RPD is of the opinion that state protection is the central issue of this case."], ["[12]", "The RPD first explains that there is a presumption that states are able to protect their citizens (", "<FRAGMENT_SUPPRESSED>  [", "Ward", "]), and that the burden of proof lies with the Applicants to show the absence of state protection. The RPD recognizes that, based on the documentary evidence provided, there are difficulties in protecting Romas in Hungary, but that the government is aware of those difficulties and is implementing mechanisms to rectify the situation. Considering the evidence provided, the Applicants did not demonstrate in a convincing way that there is an absence of state protection with regards to the Applicants if they were to return to Hungary."], ["[13]", "The RPD also takes into account the fact that the main Applicant explained that police officers, on two occasions, took notice of the incidents involving the main Applicant and made incident reports. The main Applicant did not, however, submit those incident reports to the RPD and maintained that nothing came out of those reports."], ["[14]", "The RPD finally notes that the Applicants have established themselves in Canada and that they have family here as well. They put a lot of efforts into learning Canada's official languages and integrated themselves very well into the workforce. Although these are important aspects of their case, the RPD does not have the jurisdiction to take them into account in a refugee claim. Another proceeding could consider those important points."], ["[15]", "The Applicants are therefore neither Convention refugees nor persons in need of protection.", "IV.", "Parties' Submissions"], ["[16]", "The Applicants submit that in analysing the availability of state protection, the RPD had to focus on the actual operational adequacy of state protection and not the willingness of the government to address the issues. The Respondent replies that the Applicants did not show that state protection was unavailable in Hungary, since no clear and convincing evidence was provided to that effect by the Applicants."], ["[17]", "The Applicants also raise the issue that the RPD failed to assess whether the state is actually able to provide state protection to the Applicants, with regards to their own experiences. They submit that the RPD's finding that the Applicants did not refute the presumption of state protection in part because the Applicants left Hungary six weeks after reporting the stabbing incident to the police is unreasonable. The Applicants are of the opinion that this does not mean that adequate state protection would have been forthcoming had they stayed in Hungary. They add that there is no requirement to seek state protection where it would not be reasonably forthcoming. The Respondent argues, however, that the Applicants failed to rebut the presumption of the availability of state protection because they did not seriously attempt to obtain state protection and because there is no evidence of a complete breakdown of the State apparatus."], ["[18]", "The Applicants also raise the point that the RPD failed to analyse the impacts of Hungary's measures on the protection of Romas against extremist violence in light of the evidence cited by the RPD in its decision that indicates that the measures taken have had little effects. The Respondent responds that it is up to the RPD to weigh the evidence and evaluate the situation in Hungary.", "V.", "Applicants' Reply"], ["[19]", "The Applicants' reply, first of all, to the Respondent's argument stating that the Applicants did not rebut the presumption of state protection with respect to the Applicants' position that the RPD failed in its evaluation as to whether or not the efforts of the Hungarian government translated into adequate operational protection. The Applicants state that the Respondent's position is without merit and has been rejected by this Court in", "<FRAGMENT_SUPPRESSED>  [2014] FCJ No 304 at para 53 [", "Kina", "]. The Applicants state that this Court has reiterated on numerous occasions that the RPD errs when it does not assess the operational adequacy of state protection. The intervention of this Court is thus warranted."], ["[20]", "Second, in response to the Respondent's argument that the Applicants failed to exhaust all of their recourses in Hungary before demanding refugee protection in Canada (an argument raised in the Respondent's original memorandum, but not in their supplementary memorandum), the Applicants argue that the unreasonable assessment by the RPD of the adequacy of state protection prevented a meaningful evaluation of whether or not state protection would have been reasonably forthcoming to the Applicants had they sought recourses in Hungary.", "VI.", "Respondent's Supplementary Memorandum"], ["[21]", "The Respondent's supplementary memorandum mainly reiterates their main arguments from their original memorandum, with the exception of excluding their original argument stating that the Applicants did not exhaust all of their recourses in Hungary before demanding refugee protection in Canada.", "VII.", "Issue"], ["[22]", "The Applicants submit that the RPD's state protection analysis is unreasonable."], ["[23]", "The Respondent submits the following issue:", "1. Was it reasonable to conclude that the Applicants did not show that Hungary could not protect them?"], ["[24]", "After reviewing the parties' submissions, I agree with the Respondent's formulation of the issue.", "VIII.", "Standard of Review"], ["[25]", "Both parties agree that the standard of review is that of reasonableness. Indeed, the question as to whether or not it was reasonable to conclude that the Applicants did not show that Hungary could not protect them, an issue addressing state protection, raises questions of mixed facts and law and is to be reviewed on a reasonableness standard (", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 1099 at para 22). The Court shall only intervene if it concludes that the decision is unreasonable, where it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  [2008] SCJ No 9 at para 47).", "IX.", "Analysis"], ["[26]", "It is evident that the RPD's decision, when dealing with state protection in Hungary, does not concern itself with whether or not the state protection shows operational adequacy. It limits itself to enumerating the different measures being taken to show state protection, but it does not explain how these measures actually provide adequate protection. The willingness of the government in setting up measures is certainly a good beginning, but it must also be that there are, in reality, offering an actualized protection. The jurisprudence of this Court on such a matter is well established (", "<FRAGMENT_SUPPRESSED> ). Moreover, Justice Mosley's analysis in", "<FRAGMENT_SUPPRESSED> pplies to the case at bar:", "The Board did not provide any analysis of the operational adequacy of the efforts undertaken by the government of Honduras and international actors to improve state protection in Honduras. While state's efforts are indeed relevant to an assessment of state protection, they are neither determinative nor sufficient (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 816 at para 75). Any efforts must have \"actually translated into adequate state protection\" at the operational level (", "<FRAGMENT_SUPPRESSED> )."], ["[27]", "Does that error make the RPD decision unreasonable? The Applicants have presented evidence of a 2007 incident involving the main Applicant, which shows that the police involvement did not trigger any result. A complaint was filed with the police after the main Applicant was assaulted by bouncers at a bar; the aggressors from the bar were identified. After six months, the police decided that nothing could be done. The credibility of the Applicants is not questioned, as both counsel noted, but the RPD criticized the main Applicant for not having filed the report or obtained the documentation. In fairness to the Applicants, the documentation of events that occurred seven years ago is not easy to obtain and more so when it was unforeseen then that it could have been useful in 2014."], ["[28]", "The most recent event of 2012, where the main Applicant was attacked and stabbed in the stomach by two individuals in a public street in Budapest shows some actualization of police involvement. While the main Applicant was in the hospital, the police went to him to ask for his version of the events and to begin an investigation. The Applicants left Hungary six weeks after the stabbing incident and did not do any follow up with the police as to the status of the investigation."], ["[29]", "As noted in the RPD decision, at paragraphs 11 and 12, Hungary does show weaknesses with the state protection of the Roma minority, but notes that it is establishing remedies to improve this sad situation (« cette situation malheureuse »). It went on to enumerate what was being done."], ["[30]", "Having concluded on the poor status of the state protection in Hungary and what was being done to improve it; it then became essential for the RPD to review what was actually being effectively done. As mentioned above, it did not."], ["[31]", "As seen in paragraphs 15 and 16 of its decision, the RPD, in effect, blames the main Applicant for not submitting a police report of the incidents of 2007 and 2012 in order to demonstrate that the Applicants did not show that there was an absence of state protection. Under the present circumstances, this is partly unfair (the incident of 2007 goes back seven years ago and the credibility of the main Applicant is not in question). The RPD itself did conclude that state protection was inadequate, that measures were being taken, but did not comment on the operational adequacy of these measures as the jurisprudence of this Court requires."], ["[32]", "It may be, at the next hearing, that the evidence will show that the investigation of 2012 has produced tangible results, whatever this may be, but at the present, the flaw in not doing a proper assessment of the operational adequacy of the state protection prevails and is fatal. For these reasons, the RPD's decision is unreasonable.", "X.", "Conclusion"], ["[33]", "For the reasons mentioned above, the application for judicial review is granted."], ["[34]", "The parties were invited to submit questions for certification, but none were proposed.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT", "is that:", "1. The application for judicial review of the decision of Me Haig Basmajian, dated March 20, 2014, is granted and the matter shall be referred to a new panel.", "2. There is no serious question of general importance to be certified.", ".........................", "Gabor Tamas Csurgo, Ildiko  <FRAGMENT_SUPPRESSED>  Noël", "[Traduction]: Il s'agit d'une demande d'autorisation de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (la LIPR) concernant la décision de Me Haig Basmajian de la Section de la protection des réfugiés (la SPR) datée du 20 mars 2014, selon laquelle les demandeurs n'avaient ni la qualité de réfugiés au sens de la Convention ni celle de personnes à protéger au sens des articles 96 et 97 de la LIPR.", "A.", "Faits"], ["[2]", "Les demandeurs, le demandeur principal, Gabor Tamas CSURGO, sa conjointe de fait, Idiko Gegeny et leur jeune fils, Martin Csurgo, sont des ressortissants hongrois d'origine ethnique rom. Ils allèguent, dans l'ensemble, qu'ils ont fait l'objet de discrimination et de racisme à l'école, au travail et de façon générale."], ["[3]", "En 2007, le demandeur principal a été battu par les videurs d'un bar alors qu'il tentait d'entrer avec des amis et a déposé une plainte à la police."], ["[4]", "Le 11 septembre 2011, le meilleur ami du demandeur principal a été tué par un raciste extrémiste."], ["[5]", "En 2012, le demandeur principal s'est engagé dans diverses organisations sociopolitiques qui visent à améliorer la situation des Roms."], ["[6]", "Au cours d'une assemblée générale tenue en juillet 2012, des membres du parti d'extrême droite Jobbik ont cherché à obtenir l'appui des Roms en échange de considérations financières. Le demandeur principal aurait convaincu ses collègues de refuser l'offre du parti Jobbik."], ["[7]", "Des partisans du parti Jobbik ont par la suite attenté à la vie du demandeur principal le 16 octobre 2012, lequel a été hospitalisé après avoir été attaqué au couteau par deux skinheads. Les demandeurs ont quitté la Hongrie six semaines plus tard, alors que la police enquêtait toujours sur l'attaque."], ["[8]", "Les demandeurs sont arrivés au Canada le 28 novembre 2012."], ["[9]", "Ils ont demandé l'asile le 3 décembre 2012.", "II.", "Décision contestée"], ["[10]", "L'identité des demandeurs n'est pas contestée."], ["[11]", "La SPR est d'avis que la protection de l'État est la question centrale dans la présente affaire."], ["[12]", "La SPR explique d'abord qu'il existe une présomption selon laquelle les États sont en mesure de protéger leurs citoyens (", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689 (", "Ward", ")), et qu'il incombe aux demandeurs de prouver l'absence de protection de l'État. En se fondant sur la preuve documentaire fournie, la SPR reconnaît que la protection des Roms en Hongrie pose des difficultés, mais que le gouvernement en est conscient et qu'il met en œuvre des mesures pour corriger la situation. Compte tenu de la preuve fournie, les demandeurs n'ont pas démontré de façon convaincante qu'ils ne bénéficieraient pas de la protection de l'État s'ils devaient retourner en Hongrie."], ["[13]", "La SPR prend également en considération le fait que le demandeur principal a expliqué que les policiers ont constaté, à deux reprises, les incidents qu'il a subis et rédigé des rapports à cet égard. Le demandeur principal n'a toutefois pas présenté ces rapports d'incidents à la SPR et a soutenu qu'ils n'ont rien donné."], ["[14]", "La SPR souligne finalement que les demandeurs se sont établis au Canada et qu'ils ont également de la famille au pays. Ils n'ont ménagé aucun effort pour apprendre les langues officielles canadiennes et ils se sont très bien intégrés à la population active. Ce sont d'importants aspects de leur dossier, mais la SPR n'a pas compétence pour tenir compte de ceux-ci dans le cadre d'une demande d'asile. Ces points importants pourraient être pris en considération dans le cadre d'une autre procédure."], ["[15]", "Les demandeurs n'ont donc ni la qualité de réfugiés au sens de la Convention ni celle de personnes à protéger.", "III.", "Observations des parties"], ["[16]", "Les demandeurs font valoir qu'en analysant la disponibilité de la protection de l'État, la SPR devait mettre l'accent sur le caractère adéquat de celle-ci et non sur la volonté du gouvernement de régler les questions. Le défendeur répond que les demandeurs n'ont pas démontré qu'ils ne pourraient se prévaloir de la protection de l'État en Hongrie, car il n'ont fourni aucune preuve claire et convaincante à cet égard."], ["[17]", "Les demandeurs font également valoir que la SPR a omis d'évaluer la question de savoir si l'État est actuellement en mesure de leur assurer une protection en ce qui a trait aux incidents qu'ils ont vécus. Ils soutiennent que la conclusion de la SPR, selon laquelle ils n'ont pas réfuté la présomption relative à la protection de l'État en partie parce qu'ils ont quitté la Hongrie six semaines après avoir rapporté l'attaque au couteau à la police, est déraisonnable. Selon les demandeurs, cela ne signifie pas qu'une protection adéquate de l'État aurait été offerte s'ils étaient restés en Hongrie. Les demandeurs ont ajouté qu'il n'y a aucune obligation de réclamer la protection de l'État lorsque celle-ci n'aurait pas pu être raisonnablement assurée. Cependant, le défendeur fait valoir que les demandeurs n'ont pas réfuté la présomption de la disponibilité de la protection de l'État, car ils n'ont pas tenté de l'obtenir de manière sérieuse, et parce qu'aucun élément de preuve ne démontre que l'appareil étatique s'est complètement effondré."], ["[18]", "Les demandeurs font également valoir le point selon lequel la SPR a omis d'analyser les incidences des mesures prises par la Hongrie pour protéger les Roms contre la violence extrémiste à la lumière de la preuve qu'elle a citée dans sa décision où elle explique que les mesures prises avaient eu peu d'effet. Le défendeur répond qu'il appartient à la SPR de soupeser la preuve et d'évaluer la situation en Hongrie.", "IV.", "Réponse des demandeurs"], ["[19]", "Premièrement, les demandeurs répondent à l'argument du défendeur selon lequel ils n'auraient pas réfuté la présomption de la protection de l'État en invoquant que la SPR a commis une erreur dans son évaluation de la question de savoir si les efforts du gouvernement hongrois avaient engendré une protection adéquate de l'État sur le plan opérationnel. Les demandeurs déclarent que l'argument du défendeur est sans fondement et qu'il a été rejeté par la  <FRAGMENT_SUPPRESSED>  [2014] ACF nº 304, paragraphe 53 (", "Kina", "). Les demandeurs font valoir que la Cour a réitéré, en de nombreuses occasions, que la SPR commet une erreur lorsqu'elle n'évalue pas le caractère adéquat de la protection de l'État sur le plan opérationnel. L'intervention de la Cour est donc justifiée."], ["[20]", "Deuxièmement, en réponse à l'argument du défendeur selon lequel ils n'auraient pas épuisé tous leurs recours en Hongrie avant de demander l'asile au Canada (un argument soulevé dans le mémoire initial du défendeur, mais non dans son mémoire supplémentaire), les demandeurs font valoir que l'évaluation déraisonnable de la SPR quant au caractère adéquat de la protection de l'État a empêché de procéder à une évaluation rigoureuse de la question de savoir si la protection de l'État aurait pu raisonnablement leur être assurée s'ils avaient exercé des recours en Hongrie.", "V.", "Mémoire supplémentaire du défendeur"], ["[21]", "Le mémoire supplémentaire du défendeur reprend essentiellement les arguments principaux présentés dans le mémoire initial, à l'exception de l'argument initial selon lequel les demandeurs n'ont pas épuisé tous leurs recours en Hongrie avant de demander l'asile au Canada.", "VI.", "Question en litige"], ["[22]", "Les demandeurs font valoir que l'analyse de la SPR relative à la protection de l'État est déraisonnable."], ["[23]", "Le défendeur présente la question suivante:", "1. Était-il raisonnable de conclure que les demandeurs n'ont pas démontré que la Hongrie ne pourrait les protéger?"], ["[24]", "Après avoir examiné les observations des parties, je suis d'accord avec la question telle que formulée par le défendeur.", "VII.", "Norme de contrôle"], ["[25]", "Les deux parties s'entendent pour dire que la norme de contrôle applicable est celle de la raisonnabilité. En fait, la question de savoir s'il était ou non raisonnable de conclure que les demandeurs n'ont pas démontré que la Hongrie ne pourrait les protéger, une question portant sur la protection de l'État, soulève des questions mixtes de fait et de droit et doit être examiné en fonction de la norme de la raisonnabilité (", "<FRAGMENT_SUPPRESSED>  [2013] ACF nº 1099, paragraphe 22). La Cour intervient uniquement si elle conclut que la décision est déraisonnable, à savoir lorsqu'elle n'appartient pas aux « issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "<FRAGMENT_SUPPRESSED>  [2008] ACS nº 9, paragraphe 47).", "VIII.", "Analyse"], ["[26]", "Il est évident que, dans la décision de la SPR, lorsqu'il est question de la protection de l'État en Hongrie, on ne se préoccupe pas de la question de savoir si le caractère des efforts opérationnels déployés quant à la protection de l'État est satisfaisant ou non. La décision se limite à énumérer les différentes mesures prises pour démontrer que la protection de l'État soit assurée, mais elle n'explique pas comment ces mesures fournissent actuellement une protection adéquate. La volonté du gouvernement d'établir des mesures constitue certainement un bon point de départ, mais il doit également, dans les faits, offrir concrètement une protection adéquate. La jurisprudence de la Cour en la matière est bien établie (", "<FRAGMENT_SUPPRESSED> ). En outre, l'analyse du juge Mosley, au paragraphe 16 de l'affaire", "<FRAGMENT_SUPPRESSED>  s'applique en l'espèce:", "La Commission n'a fourni aucune analyse quant au caractère satisfaisant des efforts concrets déployés par le gouvernement du Honduras et par les acteurs internationaux pour améliorer la protection de l'État au Honduras. Bien que les efforts déployés par un État soient effectivement pertinents quant à l'analyse de la protection de l'État, ils ne sont ni déterminants ni suffisants (", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 816, paragraphe 75). Les efforts doivent avoir, dans les faits, « véritablement engendrés une protection adéquate de l'État » (", "<FRAGMENT_SUPPRESSED>  paragraphe 9)."], ["[27]", "Est-ce que cette erreur rend la décision de la SPR déraisonnable? Les demandeurs ont présenté des éléments de preuve relativement à un incident survenu en 2007 impliquant le demandeur principal, démontrant que la participation de la police n'a donné aucun résultat. Une plainte a été déposée auprès de la police après que le demandeur principal eut été agressé par les videurs d'un bar et les agresseurs du bar ont été identifiés. La police a décidé après six mois que rien ne pouvait être fait. La crédibilité des demandeurs n'est pas mise en doute, comme l'ont souligné les deux avocats, mais la SPR a critiqué le demandeur pour ne pas avoir déposé le rapport ou obtenu de la documentation. En toute équité pour les demandeurs, la documentation des incidents qui se sont produits il y a sept ans n'est pas facile à obtenir, et surtout lorsqu'on n'avait pas prévu qu'elle pourrait être utile en 2014."], ["[28]", "L'incident le plus récent de 2012, lorsque le demandeur principal a été attaqué et poignardé à l'estomac par deux individus sur la voie publique de Budapest, démontre une certaine participation concrète de la police. La police est allée rencontrer le demandeur principal alors qu'il était à l'hôpital pour lui demander sa version des faits, et elle a entrepris une enquête. Les demandeurs ont quitté la Hongrie six semaines après l'attaque au couteau et n'ont pas effectué de suivi auprès de la police quant à l'état de l'enquête."], ["[29]", "Tel que mentionné aux paragraphes 11 et 12 de la décision de la SPR, la Hongrie présente des lacunes en ce qui a trait à la protection de la minorité Rom, mais on y souligne que la Hongrie met des solutions en œuvre pour améliorer cette situation malheureuse. On poursuit en y énumérant ce qui est en train de se faire."], ["[30]", "Après avoir conclu que la protection de l'État en Hongrie était assez faible et énuméré ce qui était fait pour l'améliorer, il devenait alors essentiel que la SPR examine ce qui était effectivement en train de se faire dans les faits. Ce qu'elle n'a pas fait, comme nous l'avons mentionné ci-dessus."], ["[31]", "Comme nous l'avons vu aux paragraphes 15 et 16 de sa décision, la SPR blâme en fait le demandeur principal de ne pas avoir présenté un rapport de police sur les incidents de 2007 et de 2012 pour démontrer que les demandeurs n'ont pas prouvé l'absence de protection de l'État. Compte tenu des circonstances actuelles, il est en partie injuste (l'incident de 2007 remonte à sept ans, et la crédibilité du demandeur principal n'est pas en cause). La SPR elle-même a conclu que la protection de l'État était inadéquate, que des mesures étaient prises, mais elle n'a formulé aucun commentaire sur le caractère adéquat de ces mesures sur le plan opérationnel, comme l'exige la jurisprudence établie par la Cour."], ["[32]", "Dans le cadre de la prochaine audience il est possible que la preuve montrera que l'enquête menée en 2012 avait donné des résultats tangibles, de quelque nature qu'ils puissent être, mais actuellement, le fait de ne pas avoir effectué une évaluation appropriée du caractère suffisant de la protection de l'État l'emporte, et son absence est déterminante. Pour ces motifs, la décision de la SPR est déraisonnable.", "IX.", "Conclusion"], ["[33]", "Pour les motifs susmentionnés, la demande de contrôle judiciaire est accueillie."], ["[34]", "Les parties ont été invitées à soumettre des questions aux fins de certification, mais aucune n'a été proposée.", "JUGEMENT"], ["[35]", "LA COUR STATUE que:", "1. La demande de contrôle judiciaire de la décision de Me Haig Basmajian, datée du 20 mars 2014, est accueillie et l'affaire est renvoyée à un nouveau décideur.", "2. Il n'y a aucune question grave de portée générale à certifier.", "[End of document]"]]}