{"id_": "053613", "body_str": [["[1]", "Gibson, J.", ": These reasons follow a brief hearing on the 5th of April, 2007 in connection with an application for judicial review of a determination of an officer in the Respondent’s Ministry wherein he or she denied a request on behalf of the Applicant to defer the execution of a removal order outstanding against him. The letter conveying the Officer’s determination is dated the 19th of June, 2006. It concluded:", "Mr. Higgins is expected to report for removal on 7 July 2006, as was previously arranged."], ["[2]", "By Order dated the 29th of June, 2006, this Court stayed removal of the Applicant from Canada pending final determination of this application for judicial review. That stay of removal is central to the analysis and conclusion that follow."], ["[3]", "<FRAGMENT_SUPPRESSED>  Division of the Federal Court of Canada, wrote at paragraph 8 of his reasons:", "…But where the motion for a stay is in relation to a refusal to defer removal, the fact of granting the stay gives the applicant that which the removal officer refused him/her. Since the decision in issue in the application for judicial review is the refusal to defer removal, granting the stay gives the applicant his/her remedy before the merits of the application for judicial review have been addressed. It is in this sense that one can say that the disposition of the motion for a stay of execution decides the underlying application for judicial review.", "I am satisfied that the foregoing brief quotation is dispositive of this application for judicial review on its particular facts.", "BACKGROUND"], ["[4]", "The Applicant is a citizen of Jamaica. He entered Canada in June, 2004 on a seasonal farm worker visa. Within a few days of commencing his farm worker employment in Canada, he left that employment and went “underground”. An exclusion order and arrest warrant were issued against the Applicant in February of 2005."], ["[5]", "Some time later, the Applicant “surfaced”, presented himself to immigration authorities and sought to file a Convention refugee claim. He was precluded from doing so by the exclusion order outstanding against him. He was briefly detained. He was released on the posting of bail by the woman, a Canadian citizen, whom he married in October of 2005. The Applicant and his spouse filed an inland spousal sponsorship application seeking landing for the Applicant from within Canada."], ["[6]", "While the inland spousal sponsorship application was outstanding, the Respondent undertook to remove the Applicant from Canada resulting in a request for deferral of removal. The request for deferral was based on the Applicant’s marriage and his relationship with his spouse and her then nine (9) year old son who was alleged to suffer from “behavioural and social disabilities”. While the Applicant’s spouse worked full time and supported herself, her son and the Applicant economically, the Applicant was alleged to remain in their home and community to provide support to the child. Further, the Applicant and his spouse were expecting a child in December of 2006. The request for deferral of removal was denied and that denial is the decision underlying this application for judicial review."], ["[7]", "Since the request for deferral of removal was denied, the circumstances of the Applicant and his spouse have substantially changed: first, by reason of this Court’s Order, the Applicant has remained in Canada for more than nine (9) months; second, the Applicant’s inland spousal sponsored application for landing has been rejected; third, an application for landing from within Canada on humanitarian and compassionate grounds has been filed on behalf of the Applicant supported by substantially greater evidence regarding the difficulties of his spouse’s son than was available at the time the request for deferral was made; and finally, the Applicant’s child by his wife was born.", "THE ISSUE"], ["[8]", "The sole issue addressed at the hearing of this matter was “mootness” and whether, if it is moot, this Court should nonetheless exercise its discretion to hear and determine the application on its merits.", "MOOTNESS", "General Principles"], ["[9]", "The seminal case on mootness is  <FRAGMENT_SUPPRESSED>  353 of the reasons:", "The doctrine of mootness is an aspect of a general policy or practice that a court", "may decline", "to decide a case which raises merely a hypothetical or abstract question.", "The general principle applies when the decision of the court will not have the effect of resolving some controversy which affects or may affect the rights of the parties", ". If the decision of the court will have no practical effect on such rights, the court will decline to decide the case.", "This essential ingredient must be present not only when the action or proceeding is commenced but at the time when the court is called upon to reach a decision", ". Accordingly if, subsequent to the initiation of the action or proceeding, events occur which affect the relationship of the parties so that no present live controversy exists which affects the rights of the parties, the case is said to be moot. The general policy or practice is enforced in moot cases unless the court exercises its discretion to depart from its policy or practice. The relevant factors relating to the exercise of the court’s discretion are discussed hereinafter.", "The approach in recent cases involves a two-step analysis. First, it is necessary to determine whether the required tangible and concrete dispute has disappeared and the issues have become academic. Second, if the response to the first question is affirmative, it is necessary to decide if the court should exercise its discretion to hear the case. The cases do not always make it clear whether the term “moot” applies to cases that do not present a concrete controversy or whether the term applies only to such of those cases as the court declines to hear. In the interest of clarity, I consider that a case is moot if it fails to meet the “live controversy” test. A court may nonetheless elect to address a moot issue if the circumstances warrant. [emphasis added]"], ["[10]", "Justice Sopinka goes on to consider principles governing the exercise of discretion to hear a matter, notwithstanding it is moot. At pages 358 and following, Justice Sopinka notes:", "Since the discretion which is exercised relates to the enforcement of a policy or practice of the court it is not surprising that a neat set of criteria does not emerge from an examination of the cases."], ["[11]", "The first criterion or rationale that Justice Sopinka identifies flows from the principle that a court’s competence to resolve legal disputes is rooted in the adversary system. In this regard, he speaks of “collateral consequences” of [an] outcome that will continue to provide a necessary adversarial context."], ["[12]", "The second broad rationale governing the exercise of discretion he describes as a “…concern for judicial economy.” He notes that this concern must be weighed against a circumstance in which a case raises “…an issue of public importance of which a resolution is in the public interest.”"], ["[13]", "The third consideration identified by Justice Sopinka is “…the need for [a] Court to demonstrate a measure of awareness of its proper law-making function. The Court must be sensitive to its role as the adjudicative branch in our political framework”."], ["[14]", "Justice Sopinka concludes his analysis of the principles governing the exercise of discretion with the following brief paragraph:", "In exercising its discretion in an appeal which is moot, the Court should consider the extent to which each of the three basic rationalia for enforcement of the mootness doctrine is present. This is not to suggest that it is a mechanical process. The principles identified above may not all support the same conclusion. The presence of one or two of the factors may be overborne by the absence of the third, or vice versa.", "Is this application for judicial review moot?"], ["[15]", "On this application for judicial review, apart from the issue of standard of review, the Applicant raised the following issues in his written materials:", "- Did the Officer fail to consider properly the best interests of a child directly affected by the Applicant’s removal?", "- Was the Officer’s decision not to defer the Applicant’s removal pending the decision on his wife’s spousal sponsorship application patently unreasonable?"], ["[16]", "At hearing, counsel for the Applicant withdrew the second issue in light of the fact that, as noted earlier, the Applicant’s application for landing based on his wife’s spousal sponsorship has, since the time of the determination under review, been rejected."], ["[17]", "Counsel for the Applicant urged that the first issue, that is to say whether the best interests of the Applicant’s spouse’s nine (9) or ten (10) year old child allegedly suffering from behavioural or social disability and to whom the Applicant provides substantial support, remains alive. Counsel further urges that re-determination of that issue on the evidence that was before the Officer or, perhaps more appropriately, on the evidence now available, together with any directions that this Court might see fit to provide to guide the re-determination, would be of substantial value, as between the parties to this judicial review.", "ANALYSIS"], ["[18]", "It is beyond question that: first, the removal arrangements made by the Respondent for the Applicant are no longer relevant; secondly, no removal arrangements for the Applicant are currently in place; and finally, substantially more evidence is now available in relation to any disability that the Applicant’s spouse’s nine (9) or ten (10) year old son might suffer from, his needs in relation to any such disability and any role that the Applicant plays and is capable of continuing to play in relation to that son. Further, an application for landing of the Applicant from within Canada on humanitarian and compassionate grounds is before immigration authorities and provides a substantially more appropriate platform from which to determine the best interests of the boy than does a request for deferral where the issue for consideration is whether removal at a particular arranged time is “reasonably practicable” [see footnote 3]. Further, it is beyond question that, if the Respondent remains determined to remove the Applicant before his humanitarian and compassionate grounds application is determined, it would be open to the Applicant to request a new deferral of removal, based on all of the current circumstances and evidence and, if that request is denied, a further application for leave and for judicial review would be open to him together with a further motion before this Court seeking a stay of removal pending the final determination of that new application for leave and for judicial review."], ["[19]", "The issue of mootness has been the subject of consideration by this Court in the immigration context on a number of previous occasions. [see footnote 4] In at least one of those cases, it has been applied so that the merits of the application for judicial review were not heard."], ["[20]", "Given the foregoing, and given the principles of mootness recited above, the Court is satisfied that consideration of this application for judicial review on its merits would not have the effect of resolving any controversy affecting the rights of the parties to this matter. The issue of the timeliness or untimeliness of any arrangements made in the future to remove the Applicant from Canada would continue to be a live issue between the parties. It simply is not a live issue between the parties at this time and in this context."], ["[21]", "This application for judicial review is moot."], ["[22]", "Further, against the criteria governing the exercise of discretion to hear a matter notwithstanding that it is moot, the Court finds no basis whatsoever to exercise its discretion to hear this matter."], ["[23]", "Before the Court, counsel for the Respondent endorsed the foregoing conclusions.", "CONCLUSION"], ["[24]", "Based on the foregoing brief analysis, and based on the particular facts underlying this application for judicial review, I am satisfied that it is moot and I decline to exercise my discretion to nonetheless hear it on its merits. This application for judicial review will be dismissed as moot.", "CERTIFICATION OF A QUESTION"], ["[25]", "At the close of hearing, counsel were consulted on the issue of certification of a question. Counsel for the Applicant requested an opportunity to consider certification and, if appropriate, to submit a question in writing. The Court agreed to this request. A timetable for submissions was established. Whether or not that timetable has expired before the issue of these reasons, the reasons will nonetheless be issued at the first opportunity. An Order giving effect to these reasons will only issue once the Court has had an opportunity to consider submissions and to determine whether or not a question should be certified.", "Footnotes", "1. [2001] 3 F.C. 682.", "2. [1989] 1 S.C.R. 342.", "3. Subsection 48(2) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27.", "4. See, for example,", "<FRAGMENT_SUPPRESSED>  November 16, 2001 ( <FRAGMENT_SUPPRESSED>  January 8, 2002 ( <FRAGMENT_SUPPRESSED>  June 17, 2003 ( <FRAGMENT_SUPPRESSED>  March 10, 2005 (QL); and", "<FRAGMENT_SUPPRESSED>  October 18, 2006 (not cited before the Court).", "[End of document]"]]}