{"id_": "053732", "body_str": [["[1]", "Scott, J.", ": This is an application by Mosammat Monowara Khatun (the Applicant) for judicial review of a decision of the Pre-Removal Risk Assessment [PRRA] Officer, C. Kratofil, dated October 27, 2011, in which she concluded that the Applicant faces less than a mere possibility of persecution in Italy and or  <FRAGMENT_SUPPRESSED>  as described in Section 96 of the Immigration and Refugee Protection Act, SC 2001, c 27 [IRPA]. The PRRA Officer also determined that the Applicant would not likely be at risk of torture, or likely face a risk to life, or a risk of cruel and unusual treatment or punishment as described in section 97 of IRPA."], ["[2]", "For the reasons that follow, this application for judicial review is dismissed.", "II. Facts"], ["[3]", "The Applicant is a 46 year old woman from Bangladesh. She was issued a visitor's visa in September 2000 by the Canadian Visa section in Rome. Upon her arrival in Canada, she made a refugee claim on October 24, 2000. The Refugee Protection Division [RPD] of the Immigration and Refugee Protection Board [the Board] concluded, on June 10, 2004, that she was not a Convention Refugee or a person in need of protection as contemplated by sections 96 and 97 of the", "IRPA"], ["[4]", "Judicial review of the Board's decision was denied by this Court on July 29, 2005."], ["[5]", "A PRRA application was initiated on October 16, 2010. The PRRA Officer made a negative determination on March 18, 2011. The Applicant sought leave for judicial review of that negative PRRA. The Respondents agreed to have the application reconsidered. The Applicant was subsequently granted until June 21, 2011 to present new and/or additional submissions in support the re-determination of her PRRA application."], ["[6]", "On October 27, 2011, the officer rendered a decision on the Applicant's PRRA application. In denying the Applicant's application, the Officer found that the Applicant had essentially repeated the same allegations in her PRRA application as those presented before the Board and assigned a low probative value to the new evidence presented in support of her position."], ["[7]", "On January 5, 2012, Mr. Justice Shore ordered that a stay of execution of the removal order of the Applicant be granted until the application for judicial review be dealt with. In support of his conclusion, Justice Shore made the following remarks:"], ["[3] Allegedly because the Applicant is unable to bear children, she has brought shame on her husband and his family; therefore, the Applicant fears for her life."], ["[4] Although the Court recognizes that the Applicant may be at risk  <FRAGMENT_SUPPRESSED>  (such as clearly described in the provided Country references), she could have claimed asylum in Italy, or in Spain, where her brother was allegedly granted asylum. Yet, nevertheless, she allegedly feared (for life and limb) being in too close proximity to her husband."], ["[5] In respect of the significant new evidence gathered six years subsequent to the Refugee Protection Division decision, the Court understands that certain details may not have been included in the situation-report in respect of the Applicant by a lawyer  <FRAGMENT_SUPPRESSED>  of whom a report had been requested and even by the Applicant's psychologist to minimize the information given for the Applicant's safety, as women have been at risk in such situations where details have been divulged."], ["[6] For all the above reasons, the criteria of the tripartite conjunctive test in", "<FRAGMENT_SUPPRESSED>  (FCA) have been met in favour of the Applicant, recognizing that the matter should at least be heard in depth, and, thus, analyzed in the context of judicial review."], ["[7] Therefore, the stay of execution of the removal order is granted until the review in respect of the Pre-Removal Risk Assessment [PRRA] is determined (see Applicant's Application Record, at pages 5-8)."], ["[8]", "This Court is now seized with the application for judicial review of the PRRA Officer's decision.", "III. Legislation"], ["[9]", "Section 96, subsection 97(1) and paragraph 113(b)of the IRPA and section 167 of the Immigration and Refugee Protection Regulations, SOR/2002-227 [IRPR] provide as follows:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "113. (", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "167. For the purpose of determining whether a hearing is required under paragraph 113(", ") of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection.", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "113.", ") une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "167. Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "IV. Issues and standard of review", "A. Issues", "1. Did the PRRA Officer err in making credibility findings without considering whether or not to interview the Applicant?", "2. Are the PRRA Officer's determinations reasonable?", "B. Standard of review"], ["[10]", "The first issue is a question of procedural fairness and must be determined on a standard of correctness (see Laiv Canada (Minister of Citizenship and Immigration), 2007 FC 361, [2008] 2 FCR 3 at para 55; and", "<FRAGMENT_SUPPRESSED> )."], ["[11]", "As for the second issue, it is well established by the jurisprudence of this Court that PRRAOfficers' decisions are accorded significant deference and are reviewable on a standard of reasonableness (see Jamesv Canada (Minister of Citizenship and Immigration), 2010 FC 318, [2010] FCJ No 368 (QL) at para 16).\"In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (see", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "V. Parties' submissions", "A. Applicant's submissions"], ["[12]", "The Applicant submits that the PRRA Officer ignored the issue of battered women  <FRAGMENT_SUPPRESSED>  and evidence such as the report from Mr. Siddiquzzaman Tarafder, a lawyer from Bangladesh who stated that his investigation revealed that the Applicant will be at risk in Italy or Bangladesh. Mr. Tarafder suggested in his letter dated November 2010, that he contacted the Applicant's father-in-law who explained that she humiliated the family's name. He also suggested that her husband's family was involved with Islamic militants and the war in Afghanistan."], ["[13]", "The PRRA Officer did not seek further clarification as to the evidence adduced by the Applicant in support of her position. The Applicant argues that an interview was warranted because the Applicant's credibility was being questioned."], ["[14]", "The Applicant also claims that Mr. Tarafder's report is corroborated by the documentary evidence which shows that violence against women is endemic  <FRAGMENT_SUPPRESSED>  and that there is hardly any recourse available to them despite the existing legislation on domestic violence."], ["[15]", "Furthermore, the Applicant relies on Mr. Ahmed Hussein's book entitled \"A Thousand Suns\"that details situations of abuse against women  <FRAGMENT_SUPPRESSED>  because of their inability to bear children."], ["[16]", "The Applicant also claims that the PRRA Officer ignored a psychological report establishing that she suffers from psychological trauma due to her past experience at the hands of her husband and in-laws."], ["[17]", "The Applicant affirms that the Officer's failure to conduct a hearing on the credibility of the evidence adduced by an Applicant constitutes an error reviewable on a standard of correctness (see", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> ).", "B. The Respondents' submissions"], ["[18]", "The Respondents allege that the Officer's decision determining that the Applicant raised the same risks that were before the Board in her PRRA application was reasonable. The PRRA Officer did not ignore evidence of risk. The wording of the decision, according to the Respondents, indicates that the Officer reviewed and assessed all of the evidence. The Officer however came to the conclusion that the Applicant failed to establish a significant change in country conditions in Italy or  <FRAGMENT_SUPPRESSED> )."], ["[19]", "The Respondents refer to the Officer's reasons where she determined that:", "a) the Officer found the letter submitted by a lawyer  <FRAGMENT_SUPPRESSED>  to be of low probative value as it was vague and speculative and lacking multiple important details;", "b) as for the psychological report from Dr. Pilowski, the Officer found the letter lacked important details regarding further diagnostic and treatment and also that Dr. Pilowski lacked any details of potential treatment options  <FRAGMENT_SUPPRESSED> ;", "c) the Officer further found that the documents on country conditions were general in nature, were not related to the personal circumstances of the Applicant and were not sufficient overcome the findings of the RPD in relation to state protection."], ["[20]", "According to the Respondents, the Officer considered all of the evidence adduced before her and came to the conclusion that the Applicant had not demonstrated the existence of a new risk of persecution. The Officer's decision consequently\"falls within [the] range of possible, acceptable outcomes which are defensible in fact and law\" (see <FRAGMENT_SUPPRESSED> cited above at para 47).", "VI. Analysis", "1. Did the PRRA Officer err in making credibility findings without considering whether or not to interview the Applicant?"], ["[21]", "Section 167 of the", "IRPR", "provides that certain factors are to be considered by PRRA Officers in determining whether to hold a hearing or not. The factors reads as follows:", "(a)", "whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b)", "whether the evidence is central to the decision with respect to the application for protection; and", "(c)", "whether the evidence, if accepted, would justify allowing the application for protection."], ["[22]", "It is trite law that, in the context of a PRRA application, an oral hearing is the exception. Moreover, serious credibility issues must be central to the PRRA application in order to trigger the holding of an oral hearing. In reading the Officer's decision, it is clear that no such serious issue of credibility was found to exist (", "<FRAGMENT_SUPPRESSED>  2005 FC 27;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[23]", "The Officer did not breach her duty of procedural fairness. She determined that \"[t]he evidence before me does not support that the applicant is of interest to her husband or his family after an absence of over 10 years. The evidence before me does not overcome the [Board]'s finding of fact, nor does the evidence before me support that there has been a change in country conditions in Italy or Bangladesh since the finding of the [Board] that negatively impacts this applicant such that she is now described in Section 96 and/or 97 of the IRPA\"(see the PRRA Officer's decision at page 12 of the Certified Tribunal Record). In light of the foregoing determination, it is clear that \"the PRRA officer's decision was based on the insufficiency of the evidence submitted by the Applicant in support of his contention that he faced new or heightened risks if he returned to [his country of nationality] \" (see <FRAGMENT_SUPPRESSED> at para 36). In addition, this Court finds that the criteria set out in section 167 of the", "IRPR", "were not met by the Applicant. Assigning a low probative value to documentary evidence does not signify that an Applicant's credibility is being challenged. In this case the Officer was clearly discharging her duty to weigh the evidence adduced by the Applicant. Consequently, this Court rejects the Applicant's allegation that the Officer committed a reviewable error.", "2. Are the PRRA Officer's determinations reasonable?"], ["[24]", "The role of a PRRA Officer is to examine, as stated in section 113 of the", "IRPA", ", \"only new evidence that arose after the rejection [of the claim to refugee protection] or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection\". Section 113 of the", "IRPA", "strictly limits the scope of a PRRA Officer's intervention. In", "Kaybakiv", "Canada (Solicitor General of Canada)", ", 2004 FC 32, [2004] FCJ No 27(QL), Justice Kelen writes, in paragraph 11 of his decision, that \"[t]he PRRA application cannot be allowed to become a second refugee hearing. The PRRA process is to assess new risk developments between the [IRB] hearing and the removal date\"."], ["[25]", "Justice Mosley held, in", "<FRAGMENT_SUPPRESSED> that:"], ["[10] PRAA officers have a specialized expertise in risk assessment, and their findings are usually fact driven, and therefore warrant considerable deference:", "<FRAGMENT_SUPPRESSED>  FTR 53 at para 16 [ <FRAGMENT_SUPPRESSED> ]. Considerable deference is owed to the factual determinations of a PRAA officer including their conclusions with respect to the proper weight to be accorded to the evidence placed before them:", "<FRAGMENT_SUPPRESSED>  [2006] FCJ No 1101 at para 19 [ <FRAGMENT_SUPPRESSED> ]. In the absence of a failure to consider relevant factors or reliance upon irrelevant ones, the weighing of the evidence lies within the purview of the officer conducting the assessment and does not normally give rise to judicial review:", "<FRAGMENT_SUPPRESSED>  [2005] FCJ No 850, at para 9."], ["[26]", "The Applicant alleges that the Officer failed to reasonably assess or completely ignored the evidence adduced establishing her fear of persecution."], ["[27]", "The Applicant provided a letter from Mr. Tarafder, a psychological report from Dr. Pilowsky and documentary evidence on country conditions  <FRAGMENT_SUPPRESSED>  and Italy. The Officer's conclusion rests on her finding that there was insufficient evidence to show that the Applicant would face a risk of persecution at the hands of her husband's family upon her return to Bangladesh or Italy. In reading the Officer's decision, it is clear that she reasonably weighed the evidence adduced by the Applicant and explained her reasons for assigning a low probative value. She determined that Mr. Tarafder's letter omitted important details as to how he obtained the information and found that his statements were speculative in nature and \"made by a person with an interest in the outcome of this application\" (see the PRRA Officer's decision at page 9 of the Certified Tribunal Record)."], ["[28]", "Moreover, the Officer noted that \"[w]hile Dr. Pilowski advises that the information in the letter could contain information that was not forthcoming to the [Board] as persons often disclose more to psychologists, neither the applicant, her counsel, or Dr. Pilowski have indicated that the statements of the applicant differ materially from evidence heard or considered by the [Board] \" (see the PRRA Officer's decision at pages 9 and 10 of the Certified Tribunal Record). In this regard, the Court must underline that PRRA Officers are solely limited to considering new evidence presented before them."], ["[29]", "In her assessment of the documentary evidence on country conditions  <FRAGMENT_SUPPRESSED>  and Italy, the Officer concluded that \"while I find that there remain challenges in both countries, the evidence informs that the government have taken steps to improve conditions in many areas. There are avenues of recourse available to the applicant in either country should she choose to seek them\". She also underlined that \"[t]he evidence before me does not overcome the [Board] 's finding of fact, nor does the evidence before me support that there has been a change in country conditions in Italy or Bangladesh since the finding of the RPD ...\" (see the PRRA Officer's decision at pages 11 and 12 of the Certified Tribunal Record)."], ["[30]", "In a PRRA application, the Officer is required to conduct an individualized analysis. Such analysis was correctly performed in the present case (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1241 (QL)). The Court finds no valid reason to intervene, even though it may have reached a different conclusion. The Court's duty in judicial review is not to reweigh the evidence adduced by an Applicant but to ensure that the outcome falls \"within a range of possible acceptable outcomes which are defensible in light of the facts and the law\", as per <FRAGMENT_SUPPRESSED> cited above. Such is our finding in this instance.", "VII. Conclusion"], ["[31]", "The PRRA Officer did not breach her duty of procedural fairness since she determined that the Applicant had failed to provide sufficient evidence to demonstrate the existence of a new risk."], ["[32]", "The PRRA Officer also concluded that the Applicant failed to demonstrate that there is more than a mere possibility that she would personally face persecution or risk to her life if returned to Bangladesh or Italy."], ["[33]", "This application for judicial review is therefore dismissed.", "JUDGMENT"], ["[34]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed; and", "2. There is no question of general importance to certify.", ".........................", "<FRAGMENT_SUPPRESSED>  Protection Civile (défendeurs)", "I. Introduction"], ["[1]", "Le juge Scott", "[Traduction]: Il s'agit d'une demande présentée par Mosammat Monowara Khatun (la demanderesse) afin d'obtenir le contrôle judiciaire de la décision par laquelle une agente d'examen des risques avant renvoi [ERAR], C. Kratofil, a, le 27 octobre 2011, conclu qu'elle était exposée à moins qu'une simple possibilité d'être persécutée en Italie et/ou au Bangladesh au sens de l'article 96 de la Loi sur l'immigration et la protection des réfugiés, LC 2001, c 27 [la LIPR]. L'agente d'ERAR a en outre conclu que la demanderesse risquait vraisemblablement peu d'être exposée à la torture, à une menace à sa vie ou au risque de traitements ou peines cruels et inusités au sens de l'article 97 de la LIPR."], ["[2]", "La présente demande de contrôle judiciaire est rejetée pour les raisons qui suivent.", "II. Faits"], ["[3]", "La demanderesse est une femme âgée de 46 ans originaire du Bangladesh. En septembre 2000, elle a obtenu un visa de visiteur auprès du bureau des visas du Canada à Rome. Le 24 octobre 2000, à son arrivée au Canada, elle a présenté une demande d'asile. Le 10 juin 2004, la Section de la protection des réfugiés [la SPR] de la Commission de l'immigration et du statut de réfugié [la Commission] a conclu qu'elle n'avait ni qualité de réfugiée au sens de la Convention ni celle de personne à protéger au sens des articles 96 et 97 de la LIPR."], ["[4]", "Le 29 juillet 2005, la Cour a rejeté la demande de contrôle judiciaire visant la décision de la Commission."], ["[5]", "Une demande d'ERAR a été introduite le 16 octobre 2010. L'agent d'ERAR a pris une décision défavorable le 18 mars 2011. La demanderesse a demandé l'autorisation de présenter une demande de contrôle judiciaire à l'égard de cette décision. Les défendeurs ont consenti à ce que la demande fasse l'objet d'un nouvel examen. On a subséquemment accordé à la demanderesse jusqu'au 21 juin 2011 pour présenter de nouvelles et/ou d'autres observations à l'appui d'un nouvel examen de sa demande d'ERAR."], ["[6]", "Le 27 octobre 2011, l'agente s'est prononcée sur la demande d'ERAR de la demanderesse. Lorsqu'elle a rejeté cette demande, l'agente a conclu que la demanderesse avait, pour l'essentiel, répété dans sa demande d'ERAR les mêmes allégations que celles avancées devant la Commission, et elle n'a accordé que peu de valeur probante à la nouvelle preuve déposée par la demanderesse au soutien de sa thèse."], ["[7]", "Le 5 janvier 2012, M. le juge Shore a ordonné le sursis de l'exécution de la mesure de renvoi prononcée contre la demanderesse jusqu'à ce que la demande de contrôle judiciaire soit tranchée. À l'appui de sa conclusion, le juge Shore a formulé les observations suivantes:"], ["[3] Comme elle est incapable d'avoir des enfants, la demanderesse aurait prétendument amené la honte sur son mari et sa famille; c'est pour cette raison qu'elle craint pour sa vie."], ["[4] Bien que la Cour reconnaisse que la demanderesse pourrait être exposée à un danger au Bangladesh (comme en attestent clairement les références fournies sur le pays), elle aurait pu demander l'asile en Italie ou en Espagne, où son frère a supposément obtenu le statut de réfugié. Elle prétend néanmoins qu'elle craignait (pour sa vie) une proximité trop grande entre elle et son mari."], ["[5] Quant aux nouveaux éléments de preuve significatifs recueillis six ans après la décision de la Section de la protection des réfugiés, la Cour retient que certains détails n'ont peut-être pas été inclus dans le rapport de situation concernant la demanderesse commandé à un avocat au Bangladesh ou même dans l'avis de sa psychologue, par souci de limiter autant que possible les renseignements engageant la sécurité de la demanderesse, car il est déjà arrivé que des femmes soient mises en danger par la divulgation de détails de ce genre."], ["[6] Pour tous les motifs qui précèdent, la demanderesse a satisfait au critère conjonctif à trois volets formulé dans l'arrêt", "<FRAGMENT_SUPPRESSED>  (CAF): l'affaire doit donc être instruite en profondeur et analysée dans le cadre d'un contrôle judiciaire."], ["[7] Par conséquent, le sursis à l'exécution de la mesure de renvoi est accordé jusqu'au contrôle portant sur l'examen des risques avant renvoi [ERAR] (voir le dossier de la demande de la demanderesse, aux pages 5 à 8)."], ["[8]", "La Cour est maintenant saisie d'une demande de contrôle judiciaire visant la décision de l'agente d'ERAR.", "III. Dispositions législatives pertinentes"], ["[9]", "L'article 96, le paragraphe 97(1) et l'alinéa 113b) de la LIPR et l'article 167 du Règlement sur l'immigration et la protection des réfugiés, DORS/2002-227 [le RIPR], prévoient ce qui suit:", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "113.", ") une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "167. Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "113. (", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "167. For the purpose of determining whether a hearing is required under paragraph 113(", ") of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection.", "IV. Questions en litige et norme de contrôle", "A. Questions en litige", "1. L'agente d'ERAR a-t-elle commis une erreur lorsqu'elle a tiré des conclusions quant à la crédibilité sans s'interroger sur l'opportunité d'avoir un entretien avec la demanderesse?", "2. Les conclusions tirées par l'agente d'ERAR sont-elles raisonnables?", "B. Norme de contrôle"], ["[10]", "La première question intéresse l'équité de la procédure et doit être tranchée selon la norme de la décision correcte (voir Lai cCanada (Ministre de la Citoyenneté et de l'Immigration), 2007 CF 361, [2008] 2 FCR 3, au paragraphe 55; et", "<FRAGMENT_SUPPRESSED> )."], ["[11]", "Quant à la seconde question en litige, il est bien établi par la jurisprudence de la Cour que les décisions des agents d'ERAR appellent une grande retenue et qu'elles sont susceptibles de contrôle selon la norme de la décision raisonnable (voir  <FRAGMENT_SUPPRESSED>  [2010] ACF no 368 (QL), au paragraphe 16). « Le caractère raisonnable tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (voir", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "V. Observations des parties", "A. Observations de la demanderesse"], ["[12]", "La demanderesse soutient que l'agente d'ERAR a fait abstraction de la question des femmes battues au Bangladesh ainsi que de certains éléments de preuve, comme le rapport de M. Siddiquzzaman Tarafder, avocat du Bangladesh qui a affirmé que, selon son enquête, la demanderesse sera exposée à des risques en Italie et au Bangladesh. M. Tarafder a laissé entendre dans sa lettre de novembre 2010 qu'il avait communiqué avec le beau-père de la demanderesse, lequel l'a informé que la demanderesse avait discrédité le nom de la famille. Il a également laissé entendre que la famille du mari de la demanderesse avait des relations avec des militants islamistes et avait participé à la guerre en Afghanistan."], ["[13]", "L'agente d'ERAR n'a pas cherché à obtenir des précisions sur la preuve produite par la demanderesse au soutien de sa thèse. La demanderesse fait valoir qu'un entretien était justifié parce que sa crédibilité était mise en doute."], ["[14]", "La demanderesse allègue aussi que le rapport de M. Tarafder est corroboré par la preuve documentaire montrant que la violence faite aux femmes est endémique au Bangladesh et que ces dernières n'ont pratiquement aucun recours malgré la législation existante en matière de violence familiale."], ["[15]", "De plus, la demanderesse s'appuie sur l'ouvrage de M. Ahmed Hussein, « A Thousand Suns », dans lequel l'auteur décrit des cas de violence faite aux femmes au Bangladesh en raison de leur infertilité."], ["[16]", "La demanderesse avance également que l'agente d'ERAR a omis de tenir compte d'un rapport psychologique établissant qu'elle est atteinte d'un traumatisme psychologique par suite de son expérience antérieure aux mains de son mari et de sa belle-famille."], ["[17]", "Elle affirme que l'omission, par l'agente, de tenir une audience quant à la crédibilité de la preuve présentée par une partie demanderesse constitue une erreur susceptible de contrôle suivant la norme de la décision correcte (voir", "Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED> ).", "B. Observations des défendeurs"], ["[18]", "Les défendeurs soutiennent que la conclusion de l'agente voulant que la demanderesse ait soulevé les mêmes risques que ceux invoqués devant la Commission dans sa demande d'ERAR était raisonnable. L'agente d'ERAR n'a pas fait abstraction de la preuve établissant les risques. Selon les défendeurs, le libellé de la décision donne à penser que l'agente a examiné et apprécié l'ensemble de la preuve. L'agente est toutefois arrivée à la conclusion que la demanderesse n'avait pas réussi à établir une évolution importante de la situation en Italie ou au  <FRAGMENT_SUPPRESSED> )."], ["[19]", "Les défendeurs renvoient aux motifs formulés par l'agente lorsqu'elle a décidé ce qui suit:", "[traduction]", "a) l'agente a estimé que la lettre produite par un avocat du Bangladesh a une faible valeur probante en raison de son caractère vague et spéculatif et de l'absence de nombreuses précisions importantes;", "b) en ce qui concerne le rapport psychologique établi par M. Pilowski, l'agente a conclu qu'un grand nombre de précisions touchant un diagnostic et un traitement supplémentaires ne figuraient pas dans la lettre et qu'en outre, M. Pilowski ne donnait aucune précision quant aux possibilités de traitement au Bangladesh;", "c) l'agente a également conclu que les documents relatifs à la situation dans le pays étaient d'ordre général, qu'ils ne se rapportaient pas à la situation personnelle de la demanderesse et qu'ils ne suffisaient pas à réfuter les conclusions de la SPR quant à la protection de l'État."], ["[20]", "Selon les défendeurs, l'agente a examiné l'ensemble de la preuve dont elle était saisie et elle est arrivée à la conclusion que la demanderesse n'avait pas montré l'existence d'un nouveau risque de persécution. Par conséquent, la décision de l'agente appartient« aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (voir <FRAGMENT_SUPPRESSED> , susmentionné, au paragraphe 47).", "VI. Analyse", "1. L'agente d'ERAR a-t-elle commis une erreur lorsqu'elle a tiré des conclusions quant à la crédibilité sans s'interroger sur l'opportunité d'avoir un entretien avec la demanderesse?"], ["[21]", "L'article 167 du RIPR énonce certains facteurs que les agents d'ERAR doivent prendre en compte au moment de décider s'il y a lieu ou non de tenir une audience. Ces facteurs sont libellés ainsi:", "a)", "l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b)", "l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c)", "la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection."], ["[22]", "Il est bien établi en droit que, dans le contexte d'une demande d'ERAR, la tenue d'une audience est l'exception. De plus, les questions sérieuses touchant la crédibilité doivent être fondamentales au regard de la demande d'ERAR pour justifier la tenue d'une audience. À la lecture de la décision de l'agente, il est manifeste que cette dernière n'a décelé aucune question sérieuse relative à la crédibilité qui soit fondamentale au regard de la demande d'ERAR (", "<FRAGMENT_SUPPRESSED>  2005 CF 27;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[23]", "L'agente n'a pas manqué à son obligation d'équité procédurale. Elle a conclu que [traduction] « la preuve dont je suis saisie n'étaye pas le fait que le mari et la belle-famille de la demanderesse aient toujours un intérêt à l'égard de celle-ci après une absence de plus de 10 ans. La preuve présentée devant moi ne permet pas d'infirmer la conclusion de fait tirée par la Commission ni d'établir que la situation en Italie ou au Bangladesh a à ce point évolué depuis la conclusion de la Commission défavorable à la demanderesse que cette dernière se trouve maintenant visée par les articles 96 et/ou 97 de la LIPR » (voir la décision de l'agente d'ERAR à la page 12 du dossier certifié du tribunal). À la lumière de la conclusion qui précède, il ne fait aucun doute que [traduction] « la décision de l'agente d'ERAR était motivée par l'insuffisance de la preuve produite par le demandeur à l'appui de sa prétention selon laquelle il serait exposé à des risques nouveaux ou accrus s'il devait retourner [dans son pays de nationalité] » (voir <FRAGMENT_SUPPRESSED> , au paragraphe 36). En outre, la Cour conclut que la demanderesse n'a pas satisfait aux critères énoncés à l'article 167 du RIPR. Le fait de n'accorder qu'une faible valeur probante à la preuve documentaire ne signifie pas que la crédibilité d'un demandeur est mise en doute. Dans la présente affaire, l'agente s'est manifestement acquittée de son obligation d'apprécier la preuve produite par la demanderesse. La Cour rejette donc l'allégation de cette dernière voulant que l'agente ait commis une erreur susceptible de contrôle.", "2. Les conclusions tirées par l'agente d'ERAR sont-elles raisonnables?"], ["[24]", "Comme le prévoit l'article 113 de la LIPR, l'agent d'ERAR ne peut examiner que les« éléments de preuve survenus depuis le rejet [de la demande de protection] ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet ». L'article 113 de la LIPR limite rigoureusement l'étendue du pouvoir d'intervention accordé aux agents d'ERAR. Dans la décision", "<FRAGMENT_SUPPRESSED>  [2004] ACF no 27 (QL), le juge Kelen tient les propos suivants au paragraphe 11 des motifs de sa décision: « [l] a procédure d'évaluation du risque avant renvoi ne saurait se transformer en une seconde audience du statut de réfugié. Cette procédure a pour objet d'évaluer les nouveaux risques pouvant surgir entre l'audience [de la CISR] et la date du renvoi »."], ["[25]", "Dans la décision", "<FRAGMENT_SUPPRESSED> le juge Mosley a dégagé la conclusion suivante:"], ["[10] Les agents d'ERAR possèdent des connaissances spécialisées en matière d'examen des risques et leurs conclusions sont généralement dictées par les faits, ce qui explique que celles-ci doivent faire l'objet d'une retenue considérable:", "<FRAGMENT_SUPPRESSED>  FTR 53, au paragraphe 16 [ <FRAGMENT_SUPPRESSED> ]. Les conclusions de fait tirées par un agent d'ERAR, y compris celles qui concernent le poids à accorder à la preuve qui lui a été présentée, réclament une retenue judiciaire considérable:", "<FRAGMENT_SUPPRESSED>  [2006] ACF no 1101, au paragraphe 19 [ <FRAGMENT_SUPPRESSED> ]. À moins qu'il ait omis de prendre en considération des facteurs pertinents ou qu'il ait tenu compte de facteurs non pertinents, l'appréciation de la preuve relève de l'agent chargé de l'examen et n'est normalement pas sujette à un contrôle judiciaire:", "<FRAGMENT_SUPPRESSED> ] ACF no 850, au paragraphe 9."], ["[26]", "La demanderesse allègue que l'agente a omis d'apprécier de façon raisonnable la preuve produite établissant sa crainte de persécution ou qu'elle a complètement fait abstraction de cette preuve."], ["[27]", "La demanderesse a présenté une lettre de M. Tarafder, un rapport psychologique de M. Pilowski ainsi qu'une preuve documentaire concernant la situation au Bangladesh et en Italie. La décision de l'agente repose sur sa conclusion voulant que la preuve soit insuffisante pour établir que la demanderesse serait exposée à un risque de persécution aux mains de la famille de son mari si elle retournait au Bangladesh ou en Italie. Il ressort sans équivoque de la décision de l'agente que cette dernière a apprécié d'une manière raisonnable la preuve présentée par la demanderesse et qu'elle a explicité les raisons pour lesquelles elle ne lui a accordé qu'une faible valeur probante. Elle a conclu que la lettre de M. Tarafder omettait de préciser des détails importants sur la façon dont il avait obtenu les renseignements et que ses assertions étaient de nature spéculative et [traduction] « formulées par une personne ayant un intérêt dans l'issue de la présente demande » (voir la décision de l'agente d'ERAR, à la page 9 du dossier certifié du tribunal)."], ["[28]", "De plus, l'agente a signalé que [traduction] « même si M. Pilowski affirme que l'information figurant dans la lettre pourrait comprendre des renseignements dont la [Commission] n'aurait pas eu connaissance parce que les personnes sont souvent plus communicatives avec les psychologues, ni la demanderesse, ni son avocat, ni M. Pilowski n'ont mentionné que les assertions de la demanderesse diffèrent sensiblement de la preuve entendue ou examinée par la [Commission] » (voir la décision de l'agente d'ERAR, aux pages 9 et 10 du dossier certifié du tribunal). À cet égard, la Cour doit faire remarquer que les agents d'ERAR ont uniquement l'obligation de tenir compte des nouveaux éléments de preuve qui leur sont présentés."], ["[29]", "Dans son appréciation de la preuve documentaire touchant la situation au Bangladesh et en Italie, l'agente s'est exprimée ainsi: [traduction] « même si je conclus que les deux pays font toujours face à des difficultés, la preuve révèle que les autorités gouvernementales ont pris des mesures afin d'améliorer la situation dans de nombreux domaines. La demanderesse a différents recours dans les deux pays, si elle choisit de les exercer ». Elle a également souligné le fait que [traduction] « la preuve dont je suis saisie ne permet pas de réfuter la conclusion de fait [tirée par la Commission], ni d'étayer l'assertion voulant que la situation en Italie ou au Bangladesh a évolué depuis la conclusion de la SPR [...] » (voir la décision de l'agente d'ERAR, aux pages 11 et 12 du dossier certifié du tribunal)."], ["[30]", "Lorsqu'il est saisi d'une demande d'ERAR, l'agent doit procéder à une analyse individuelle. On a effectué une telle analyse en l'espèce [voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1241 (QL)]. Selon la Cour, aucune raison valable ne la fonde à intervenir, même si elle aurait pu tirer une conclusion différente. Dans le cadre d'un contrôle judiciaire, la Cour a l'obligation non pas d'apprécier à nouveau la preuve produite par le demandeur, mais plutôt de veiller à ce que la décision appartienne « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit », conformément à l'arrêt <FRAGMENT_SUPPRESSED> , susmentionné. La Cour arrive à cette conclusion en l'espèce.", "VII. Conclusion"], ["[31]", "L'agente d'ERAR n'a pas manqué à son obligation d'équité procédurale puisqu'elle a conclu que la demanderesse n'avait pas présenté une preuve suffisante de l'existence d'un nouveau risque."], ["[32]", "L'agente d'ERAR a en outre conclu que la demanderesse n'avait pas réussi à prouver qu'elle sera personnellement exposée à davantage qu'une simple possibilité de persécution ou de menace à sa vie si elle retourne au Bangladesh ou en Italie."], ["[33]", "La présente demande de contrôle judiciaire est donc rejetée.", "JUGEMENT"], ["[34]", "LA COUR ORDONNE", "1. La présente demande de contrôle judiciaire est rejetée;", "2. Il n'y a pas de question de portée générale à certifier.", "[End of document]"]]}