{"id_": "054190", "body_str": [["[1]", "Russell, J.", ": This is an application under section 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 for judicial review of a decision dated June 30, 2005 (Decision), of the Refugee Protection Division of the Immigration and Refugee Board (Board), wherein it was determined that Mira Mijatovic (Applicant) was not a Convention refugee or a person in need of protection.", "BACKGROUND"], ["[2]", "The Applicant was born in Sanski Most, a village located in the former Socialist Republic of Bosnia and Herzegovina, part of the former Socialist Federal Republic of Yugoslavia (SFRY). She is ethnically Serbian. In August 1990 she started working in Belgrade, located in the former Socialist Republic of Serbia, also part of the SFRY. In the early 1990s, a war broke out as a result of the disintegration of the federation. At that time, the Applicant travelled regularly to her family's home in Sanski Most. Early in the war, Bosnia and Herzegovina, as well as several other parts of the SFRY, were granted international recognition as independent states. Serbia and Montenegro were the only republics to remain within the old federation. Together, they became know as the Federal Republic of Yugoslavia (FRY). The FRY claimed to be the successor state of the SFRY but was not recognised as such by the international community."], ["[3]", "In 1994, to be able to travel with greater ease, the Applicant applied to the government in Belgrade for a passport. She was issued a red passport from the old SFRY. The Applicant claims that this was merely a passport of convenience. The FRY allegedly granted such passports to ethnic Serbs from other parts of the old socialist Yugoslavia, while giving new blue passports to its own citizens. The Applicant returned to Belgrade in 1995 and tried without success to gain refugee status for her family in Serbia. She herself was not considered an official refugee, having come to Serbia before the beginning of the war (Certified Record at p.513). In October of 1995, she helped her family flee from Sanski Most to the Republika Srpska, a part of Bosnia under Serb control. The Applicant then returned to Belgrade to work again."], ["[4]", "As the situation deteriorated in Belgrade, the Applicant sought a way to leave the former SFRY. In September 1998 she obtained a Canadian work visa. She was employed by a restaurant in Canada for six months. In her visa application, she identified herself as a citizen of \"SR Yugoslavia.\" Before her visa expired, the Applicant requested a visa extension through her employer and also attempted to file a refugee claim, identifying herself as a Yugoslavian citizen. Her employer, however, went bankrupt in October 1999 and the Applicant also learnt at the same time that she had used the wrong form for her refugee claim and that she no longer had any status in Canada. She submitted the correct application papers on November 18, 1999, again presenting herself as a citizen of Yugoslavia. She claimed the same identity in her Personal Information Form (PIF), submitted on October 3, 2000. In 2002, she amended her PIF to claim that she was stateless. She presently claims to be a citizen of Bosnia and Herzegovina and amended her PIF accordingly on May 25, 2005."], ["[5]", "In September 1999, the Applicant applied to the Embassy of Yugoslavia in Canada to have her passport renewed. This request was granted and the passport was issued with an expiry date of September 30, 2009. Again, this was a red passport of the SFRY. In 2003, the FRY became Serbia and Montenegro, which was officially recognised by the international community. In August 2004, the Applicant received a certificate attesting that she is a citizen of Bosnia and Herzegovina. She has also brought before the Court a Supplementary Affidavit to which is attached a certificate from the Ministry of Internal Affairs of the Republic of Serbia attesting that she is not registered as a citizen of Serbia and Montenegro. An accompanying affidavit from the consul for Serbia and Montenegro in Toronto indicates that the Applicant is therefore not a citizen. These documents from the Supplementary Affidavit were not before the Board."], ["[6]", "The Applicant's refugee claim was first heard by a two-member panel in 2002 but, when one of the members became ill, the hearing was postponed. It was heard de novo on May 25, 2005, and resulted in the Decision that is the subject of the present judicial review.", "DECISION UNDER REVIEW"], ["[7]", "The Board rejected the Applicant's claim, having found that she was a citizen of Serbia and Montenegro and that she was not at risk of suffering persecution in that country. The Board's Decision rested essentially on its conclusion that the Applicant had failed to demonstrate that she was not a citizen of Serbia and Montenegro. The Board took note of the fact that the Applicant had been issued with two passports by the old FRY in 1994 and 1999 respectively. It rejected the Applicant's allegation that these were passports of convenience and that the real citizens of the FRY received different coloured documents. The Board paid attention to the fact that the Applicant had consistently identified herself as a citizen of Yugoslavia and that she had not experienced any difficulties with the authorities in Belgrade. The Board commented that the Applicant had not previously tried to identify herself as a citizen of Bosnia and Herzegovina."], ["[8]", "The Board reviewed various documents submitted with regard to nationalities in the former SFRY. It found that citizens of Bosnia and Herzegovina could also be citizens of Serbia and Montenegro. The Board also found that the Applicant was not considered a refugee when she was in Belgrade, and that under the Yugoslav Citizenship Law of 1996 there was nothing to indicate that she might have ceased to be a citizen. Finally, the Board concluded that the Applicant had been given an adequate opportunity to present evidence that she was not entitled to citizenship in Serbia and Montenegro and that she had failed to do so."], ["[9]", "Having concluded that the Applicant could return to Serbia and Montenegro as a citizen, the Board dismissed as irrelevant the Applicant's claim that she had no status or job to go back to, as these circumstances would not make her a refugee. Furthermore, the danger that she would face from criminality in Serbia and Montenegro was no different from that which confronted other people living in that country. According to the Board, the Applicant could not claim to be a refugee from Serbia and Montenegro."], ["[10]", "The Board also rejected a request from Applicant's counsel that the order of questioning at the hearing should be altered. However, this issue, as well as the question of whether the Applicant faces persecution in Serbia and Montenegro, has not been raised by the Applicant before this Court.", "ISSUES"], ["[11]", "This application raises the following issues:", "1. Is the evidence submitted by the Applicant in her Supplementary Affidavit admissible?", "2. Did the Board err in concluding that the Applicant was a citizen of Serbia and Montenegro?", "APPLICANTS' SUBMISSIONS"], ["[12]", "The Applicant claims that the Board based its conclusions on evidence that was misconstrued, ignored and/or non existent. The Board failed to consider evidence indicating that old red passports from the SFRY were being issued to Bosnian Serbs as passports of convenience in order to facilitate their movements. The Applicant has never sought citizenship of the FRY or of Serbia and Montenegro. Furthermore, the Applicant alleges that the Board ignored a letter from the Embassy of Serbia and Montenegro explaining that, although Bosnians were citizens of the former Yugoslavia, they were not citizens of Serbia and Montenegro."], ["[13]", "The Applicant claims that the Board misconstrued a report on the Treaty on Dual Citizenship between the FRY and Bosnia and Herzegovina. The Applicant points out that she could not apply for dual citizenship in October 2002 when the treaty was signed because she had already started her refugee claim. The Applicant was never offered Serbian citizenship, and was simply issued with a passport of convenience. Her birth certificate shows that she is from Bosnia and Herzegovina."], ["[14]", "The Applicant also believes that the Board misconstrued a statement from the Embassy of Serbia and Montenegro stating that people with a passport for that country are considered to be its citizens. The Applicant claims that this statement was not meant to extend to passports from the SFRY or FRY, Serbia and Montenegro having only been formed in February 2003. The passport issued to the Applicant was from the SFRY. It was not a passport of Serbia and Montenegro."], ["[15]", "With regard to the foregoing, the Applicant makes the following points of law. First, the Board must have regard for the totality of the evidence properly before it ( <FRAGMENT_SUPPRESSED>  (F.C.A.); Owusu- <FRAGMENT_SUPPRESSED> ). Additionally, a tribunal's decision should be overturned if it is not supported by any evidence ( <FRAGMENT_SUPPRESSED>  (F.C.A.) or is based on mere speculation as opposed to reasonable inference (Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (F.C.A.). A decision must not be based on irrelevant considerations ( <FRAGMENT_SUPPRESSED>  (F.C.A.)). Finally, the Applicant notes that a tribunal errs in law when it misconstrues the evidence before it ( <FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[16]", "More specifically, with regard to the issue of passports, the Applicant quotes from the United Nations High Commissioner for Refugees's (UNHCR) Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees, HCR/IP/4/Eng/REV.1 (January 1992) [UNHCR Handbook] on the subject of passports of convenience and the fact that they do not establish citizenship."], ["[17]", "The Applicant claims that this Court has held in the past that passports of convenience are not proof of citizenship, particularly if the issued passport is from a state that no longer exists, as was the case of the  <FRAGMENT_SUPPRESSED> ). The Applicant also claims that her birth in Bosnia and Herzegovina creates a presumption that she is a national of that country ( <FRAGMENT_SUPPRESSED> ). Furthermore, the Board did not have the jurisdiction to determine the likelihood of the Applicant experiencing persecution in Serbiaand Montenegro, since she is not a citizen of that country (Radic).", "RESPONDENT'S SUBMISSIONS"], ["[18]", "According to the Respondent, the standard for reviewing the Board's findings of fact is patent unreasonableness ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 376). Furthermore, a person claiming refugee status must establish their identity on a balance of probabilities (Keita, supra;  <FRAGMENT_SUPPRESSED>  at para.7;  <FRAGMENT_SUPPRESSED>  [2004] F.C.J. No. 1696 at para. 4). The onus of providing adequate materials to back her claim as a refugee rested on the  <FRAGMENT_SUPPRESSED>  at para. 6-7;  <FRAGMENT_SUPPRESSED>  at para. 9)."], ["[19]", "The Respondent attempts to demonstrate that a passport is prima facie evidence of citizenship (Adar, supra at para. 14;  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1777 at para. 11;  <FRAGMENT_SUPPRESSED> ). The Respondent argues that the Board made appropriate use of the evidence that people with passports from Serbia and Montenegro are necessarily citizens of that country. The Respondent also defends the Board's use of the evidence that a person can be a national of Bosnia and Herzegovina as well as Serbia and Montenegro. Furthermore, the Respondent reminds the Court that the Applicant holds a passport issued by the FRY in 1999. The Applicant failed to provide evidence that she was not a citizen of Serbia and Montenegro, or that her passport was no longer valid."], ["[20]", "The Respondent alleges that the Applicant has not demonstrated that the Board failed to consider any of the evidence. She is in fact asking the Court to reweigh the evidence. This is a question of fact which, according to the Respondent, is within the sole jurisdiction of the  <FRAGMENT_SUPPRESSED>  at para. 10-11 ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 902 at para. 13;  <FRAGMENT_SUPPRESSED>  Respondent further notes that the Board is presumed to have reviewed all the evidence and does not need to mention every piece of it in its decision ( <FRAGMENT_SUPPRESSED>  (F.C.A.). The Respondent adds that, in any case, the Board did not find that the harm alleged amounted to persecution."], ["[21]", "In a further memorandum, the Respondent deals with the admissibility of the Applicant's Supplementary Affidavit and points out that evidence that was not originally before the Board is inadmissible in the context of a judicial review ( <FRAGMENT_SUPPRESSED>  [2001] F.C.J. No. 1372 at para. 16;  <FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 252 at para. 13-14; Sarderv. Canada (Minister of Citizenship and Immigration), [1998] F.C.J. No. 1230 at para. 2-4;  <FRAGMENT_SUPPRESSED> ).", "ANALYSIS", "Admissibility of new evidence"], ["[22]", "An initial point to be resolved involves the admissibility of the Applicant's Supplementary Affidavit, including documents attesting that she is not a citizen of Serbia and Montenegro. As mentioned earlier, this affidavit was not before the Board when it made its Decision. It is well established that in the context of a judicial review this Court cannot consider evidence that was not before the decision-maker at the time of the decision ( <FRAGMENT_SUPPRESSED>  at para. 20;  <FRAGMENT_SUPPRESSED>  at para. 34;  <FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 1504 at para. 35). The new evidence adduced by the Applicant is therefore inadmissible in the context of the present proceedings. If the Applicant feels that the information in her affidavit could influence the Board to reach a different conclusion, she has other avenues available to her.", "Standard of review"], ["[23]", "The present judicial review turns on the issue of whether the Board gave proper consideration to the evidence that was before it with regard to the Applicant's nationality. The assessment of evidence is a matter within the expertise of the Board and is therefore reviewable on a standard of patent unreasonableness.  <FRAGMENT_SUPPRESSED> ] F.C.J. No. 1392."], ["[24]", "Clearly the onus on the Applicant is a heavy one. To satisfy it, she must demonstrate that in reaching its conclusions with regard to her nationality, the Board disregarded or misused significant pieces of evidence.", "Assessment of the evidence with regard to nationality"], ["[25]", "The Respondent argues that the Applicant failed to discharge the onus on her to establish her nationality and that, on the evidence produced, the conclusions of the Board cannot be said to be patently unreasonable. This requires looking carefully at the Board's Decision and the documentation upon which the Applicant and the Board relied. The Board listed the following considerations as contributing to its conclusion that the Applicant was a citizen of Serbia and Montenegro:", "- The fact that the Applicant had been issued with valid passports in 1994 and 1999.", "- The Board's opinion that a letter from the Embassy of Serbia and Montenegro, quoted in Information Request YUG26544.E, issued April 18, 1997, was inapplicable to the present case. The letter mentioned the FRY practice of granting passports to refugees from Bosnia and Herzegovina, without conferring citizenship.", "- The Board's own review of the Yugoslav Citizenship Law of 1996 [the Citizenship Law]. The Board noted that the Applicant did not fulfill any of the requirements for renouncing the citizenship of the FRY.", "- The Board's preference for the contents of Information Request SCG43269.E, issued February 7, 2005, over other older Information Requests. SCG43269.E stated that, according to the Embassy of Serbia and Montenegro, holders of a passport from Serbia and Montenegro are citizens of that country.", "- The fact that since 2002 it is possible for citizens of Bosnia and Herzegovina and the FRY to have dual citizenship.", "- The Applicant's admission that she was not considered as a refugee while in Belgrade."], ["[26]", "The Board is entitled to assume that a refugee claimant is a citizen of a country whose passport he or she holds. This presumption, however, can be rebutted. If there is evidence to indicate that a refugee claimant is not in fact a national of the country which issued the passport, the Board must consider the implications of such evidence. In Radic, Justice William P. McKeown noted that the Board is expected to be aware of concepts such as the use of passports of convenience. In Adrar, [1997] F.C.J. No. 695, Justice Bud Cullen quoted from Radic as follows:", "14. The case law on the legal significance of passports is as follows. A passport is prima facie evidence of citizenship [ <FRAGMENT_SUPPRESSED>  at p. 67, Mr. Justice McKeown wrote:", "Concerning the fact that the applicant had a passport from the new Yugoslavia; the Board is an expert Board and should be aware of the issue of passports of convenience. The Board made no reference to section 93 of the Office of the United Nations High Commissioner for Refugees Handbook on procedures and criteria for determining refugee status (re- edited Geneva, January 1992) at page 22 paragraph 93. The paragraph reads as follows:", "93. Nationality may be proved by the possession of a national passport. Possession of such a passport creates a prima facie presumption that the holder is a national of the country of issue, unless the passport itself states otherwise. A person holding a passport showing him to be a national of the issuing country, but who claims that he does not possess that country's nationality, must substantiate his claim, for example, by showing that the passport is a so-called \"passport of convenience\" (an apparently regular national passport that is sometimes issued by a national authority to non-nationals). However, a mere assertion by the holder that the passport was issued to him as a matter of convenience for travel purposes only is not sufficient to rebut the presumption of nationality. In certain cases, it might be possible to obtain information from the authority that issued the passport. If such information cannot be obtained, or cannot be obtained within reasonable time, the examiner will have to decide on the credibility of the applicant's assertion in weighing all other elements of his story.", "In essence, the passport is evidence of citizenship unless its validity is contested. The onus is then on the applicant to prove that the applicant is of a different citizenship than that indicated in the passport."], ["[27]", "In the present instance, the Applicant brought forward Information Request YUG38495.E, issued on February 12, 2002, which indicates that Bosnian Serbs were issued with passports of convenience by the FRY. The Board failed to address this evidence, which would seem to contradict the assumption that the Applicant is a national of Serbia and Montenegro simply because the FRY issued her a passport from the old socialist Yugoslavia. YUG38495.E included the following statement:", "[A] 1997 report by the Directorate of International Law of the Swiss Federal Department of Foreign Affairs indicates that Yugoslav authorities were issuing \"[translation] convenience passports\" (passeports de complaisance) to Bosnian citizens from Republika Srpska in order to \"[translation] facilitate their travels\" (27 May 1997). According to the Directorate, holders of such passports were not considered Yugoslav citizens and were refused entry to Yugoslavia (ibid.)."], ["[28]", "Another piece of evidence before the Board which dealt with the subject of passports of convenience and the granting of citizenship by the FRY was a letter attached to Information Request YUG26544.E. The Board did acknowledge the existence of the letter, but it apparently failed to pay enough intention to what the document actually said. In its Decision, the Board understood the letter to say that \"a holder of a passport of Bosnia and Herzegovina may be a citizen of [the] Former Yugoslavia but it does not mean they are a citizen of Serbia and Montenegro.\" The Board then noted that the Applicant had never had a passport from Bosnia and Herzegovina and that the evidence in the letter was not applicable to her claim. The Board's interpretation of the letter is clearly at odds with its actual meaning. The letter reads as follows:", "In regard to your fax from today we would like to confirm to you that the possession of the Yugoslav passport by refugees from Republic of Croatia and Bosnia, does not mean that they are citizens of the Federal Republic of Yugoslavia, nor that they have rights of the Yugoslav citizen.", "Yugoslav passports are issued to refugees from Croatia and Bosnia out of humanitarian reasons only."], ["[29]", "Contrary to the Board's interpretation, the letter makes no mention of holding a passport from Bosnia and Herzegovina, or even of being a citizen of that country. It simply affirms that the FRY was granting passports to people coming from Bosnia and Croatia, without granting them citizenship. The letter is supportive of the Applicant's claim that her SFRY passport is not proof of being a citizen of the FRY or, presently, of Serbia and Montenegro."], ["[30]", "The Board found Information Request SCG43269.E to be more convincing than YUG26544.E. Here again, the Board erred in its appreciation of the evidence. In interpreting SCG43269.E the Board focused on a statement by the Embassy of Serbia that \"[e] veryone with [a] passport of Serbia and Montenegro is considered a citizen of Serbia and Montenegro\" and that this has \"always been the case.\" The Board saw in this statement an indication that the Applicant's SFRY passports from 1994 and 1999 were proof of her citizenship in the present Serbia and Montenegro. Such an interpretation fails to take into account the fact that the question put to the embassy did not ask whether passports from the old socialist Yugoslavia were an indication of citizenship in Serbia and Montenegro. The question and the embassy's response only mentioned Serbian and Montenegrin passports. The Board's interpretation goes beyond the clear meaning of the text that was before it."], ["[31]", "Information Requests YUG38495.E, YUG26544.E and SCG43269.E should be read in conjunction with the Citizenship Law, which explained the criteria for being considered a national of the FRY at the time when the Applicant made her refugee claim. In its analysis of the Citizenship Law, the Board limited itself to considering whether the Applicant had renounced FRY citizenship. The Board made no mention of the provisions in the Citizenship Law indicating that particular rules were applicable to individuals in the Applicant's position. The methods of acquiring and proving citizenship are described in general terms in sections 2 and 6 of the Citizenship Law. Persons from the former SFRY, however, are subject to special conditions which are included in the transitional provisions at the end of the Act. A clear distinction is made between those people who were citizens of Serbia or Montenegro before the dissolution of the SFRY and those who came originally from other parts of the country."], ["[32]", "According to the terms of the Citizenship Law, the Applicant may have been eligible to apply for citizenship of the FRY. Indeed, she might still be eligible to make an application. This, however, does not mean that she was in fact a citizen of the FRY. In the context of a refugee claim, the mere right to apply for the citizenship of a particular country does not make the claimant a citizen of that country, unless the application is a mere formality. This issue was addressed by the Federal Court of Appeal in  <FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 603."], ["[33]", "In the case of the Applicant, it cannot be said that the acquisition of citizenship would be a mere formality. In Williams, the claimant had merely to renounce his citizenship in Rwanda to be entitled to Ugandan citizenship because the latter was the country of his mother.  <FRAGMENT_SUPPRESSED>  the claimant could automatically obtain citizenship in Russia because she was born there. In the present instance, there is no certainty that the Applicant would fit within the categories under sections 47 or 48 of the Citizenship Law. She does not have an automatic claim to citizenship, such as birth. All this leads me to conclude that the Board erred in failing to properly consider the implications of the Citizenship Law."], ["[34]", "As I mentioned earlier, the Court is not entitled to reweigh evidence in the context of a judicial review. It can only intervene if the Board disregarded the evidence that was before it. In the present instance, the Board clearly failed to consider the implications of significant pieces of evidence, as well as misinterpreting some of the evidence upon which it based its Decision. The Board's conclusion that the Applicant is a citizen of Serbia and Montenegro is, therefore, patently unreasonable."], ["[35]", "The Respondent says that, even if the Board made a reviewable error concerning the Applicant's nationality, there is no point in sending this matter back for reconsideration because the Applicant only alleged a generalized risk. The Board had the following to say on this matter:", "The criminality and the employment situation she feared are faced generally by others in the country. She does not face a personalized risk, nor is there a nexus to any ground of the Refugee Convention."], ["[36]", "It is clear, however, that in making this statement the Board's assessment of the alleged risk is entirely dependant upon the Board's finding that \"the claimant belongs to the majority ethnic and religious group in Serbia and Montenegro. She is a citizen of Serbia and Montenegro. She has status and had not been considered a refugee while in that country.\""], ["[37]", "In the materials before the Board, as well as in the oral evidence of the Applicant, reference was made to specific risks faced by Serbians living in Bosnia and Herzegovina. The Board made no mention of this evidence. I cannot assume, therefore, that the Board's assessment of the risk faced by the Applicant would be the same if she is indeed a national of Bosnia and Herzegovina. The whole matter should be reconsidered.", "ORDER"], ["[38]", "THIS COURT ORDERS that", "1. The application for judicial review is allowed. The Board's Decision dated June 30, 2005, is set aside, and the Applicant's claim is referred back to a differently constituted Board for redetermination.", "2. There is no question for certification.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}