{"id_": "054271", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated October 27, 2011, wherein the applicants were determined to be neither Convention refugees within the meaning of section 96 of the Act, nor persons in need of protection as defined in subsection 97(1) of the Act. This conclusion was based on the Board's finding that the applicants had not rebutted the presumption of state protection in Hungary and that the female applicant did not have a well-founded fear of persecution if returned to Mongolia."], ["[2]", "The applicants request that the Board's decision be quashed and the matter be referred back for redetermination by a differently constituted panel.", "Background"], ["[3]", "Istvan Horvath, the principal applicant, is a Roma citizen of Hungary. Narantuya Oyuntsetseg, the female applicant, is the principal applicant's wife. She is a citizen of Mongolia and has permanent residence status in Hungary. The couple's children, Catherina Nara Horvath and Istvan Enrique Horvath, are the minor applicants and are citizens of Hungary."], ["[4]", "The female applicant was born in Mongolia. Her parents divorced when she was very young. After the divorce, her mother took the two children and hid from their father to escape his domestic violence and sexual abuse. However, on occasion, her father found them and abused them again. To escape further abuse, the female applicant's mother immigrated to Hungary with her two children. The female applicant was nine years old when she arrived in Hungary. There, she experienced abuse and discrimination due to her ethnicity."], ["[5]", "In 1999, the female applicant met the principal applicant. They began living together soon thereafter. As a mixed nationality couple, they experienced severe discrimination and harassment by skinheads and by the Hungarian Guard. In addition, both of their parents opposed the relationship."], ["[6]", "In 2000, the female applicant became pregnant. Her son, the minor applicant Istvan, was born in November of that year. The following year, the female applicant became pregnant again. When she was four months pregnant, two boys sent their dog to attack her while she was walking on the street. She found refuge in a shop, but the stress of the incident led to a miscarriage."], ["[7]", "In 2004, the family moved to another district in the hopes of finding greater safety there. However, one day in 2005, two police officers stopped the principal applicant on his way home from work. The officers asked for his identification and whether he was Roma. When the principal applicant answered affirmatively, the officers beat him. The principal applicant asked the officers for their badge numbers so that he could report them. They refused and threatened him with retaliation. In fear, the couple moved again in September 2005."], ["[8]", "On a summer evening in 2007, when the couple and their minor son where out walking, a group of skinheads noticed them and starting yelling at them. The family tried to escape, but the skinheads pursued them, grabbed the principal applicant and started beating him. When the principal applicant lost consciousness, the attackers took off. Based on his previous experience with the police in 2005, the principal applicant did not report this incident. Rather, the couple began searching for a new home and after three months moved to a townhouse approximately 40 kilometers away."], ["[9]", "On an evening in November 2008, the female applicant was walking home alone. She was confronted by two skinheads who sexually assaulted her and called her racial slurs. She managed to escape to a bus stop. There, she complained to a police officer. However, the officer was only interested in seeing her identification and would not listen to her complaint or walk her home. The applicants did not report this incident to the police."], ["[10]", "To protect their family from further attacks by skinheads and the Hungarian Guard, the applicants decided to leave Hungary. The couple did not want to go to Mongolia in fear of being targeted by the female applicant's father there. Thus, when the minor son finished the school year, the couple arranged to leave for Canada. They arrived in Canada on July 29, 2009. The following day they filed refugee claims based on their membership in minority ethnic groups in Hungary."], ["[11]", "The hearing of the applicants' refugee claim was held on October 4, 2011.", "Board's Decision"], ["[12]", "The Board issued its decision on October 27, 2011. Notice of the decision was sent to the applicants on November 8, 2011. The Board determined that the applicants were neither Convention refugees nor persons in need of protection. The Board assessed the principal and minor applicants' joint claims against Hungary and assessed the female applicant's claim against Mongolia. The Board acknowledged that it had read and considered counsel's written submissions."], ["[13]", "The Board first summarized the applicants' allegations. The Board noted that the 2005 incident led to the principal applicant's loss of confidence in the police. This was followed by an assault by skinheads in 2007. The Board also noted the female applicant's reasons for leaving Mongolia, the attack in 2001 which led to her miscarriage and the subsequent attack by skinheads in 2008."], ["[14]", "The Board then considered the issue of state protection. It reviewed documentary evidence showing widespread discrimination against the Romani population in Hungary. The Board noted that its duty was to determine, against this background, whether or not adequate state protection exists for the principal applicant in Hungary. The Board found that the determinative issue was the presumption that countries are capable of protecting its citizens. The Board noted that it was not obliged to prove that Hungary can offer the applicants effective state protection; rather, the applicants bore the burden of rebutting the presumption of adequate state protection by adducing clear and convincing evidence that would satisfy the Board on a balance of probabilities."], ["[15]", "After citing the relevant legal principles, the Board found that the principal applicant had not met his burden. The Board noted that the principal applicant testified that he never sought state protection from the police in Hungary because he had lost confidence in the police after the incident in 2005. The Board found it unreasonable for the principal applicant not to have made a complaint against these police officers. The Board also noted the principal applicant's failure to report the 2007 attack. The Board concluded that this failure to report resulted in the presumption of adequate state protection in Hungary not being rebutted."], ["[16]", "Similarly, the Board found that the female applicant's failure to report the 2001 attack, which led to her miscarriage, also resulted in a failure to rebut the presumption of state protection. The Board found that if the female applicant did not receive a satisfactory response from the police officer she spoke with after the 2008 attack, she should have reported the incident to the police station. As the female applicant did not take all reasonable efforts to avail herself to state protection, the Board found that the presumption of adequate state protection was not rebutted."], ["[17]", "The Board also found the principal applicant's testimony on the effectiveness of state protection in Hungary was not persuasive because it was not credible, was largely unsubstantiated and was not consistent with the documentary evidence. The Board preferred the documentary evidence as it was drawn from a wide range of publicly accessible documents published by reliable non-government and government organizations."], ["[18]", "Turning to the documentary evidence, the Board noted that it was mixed on the adequacy of state protection for Roma in Hungary. It acknowledged that there was widespread reporting of incidents of intolerance, discrimination and persecution of Romani individuals in Hungary. Concurrently, there was persuasive evidence that Hungary has acknowledged its past problems and is making serious efforts to rectify the treatment of minorities within its borders."], ["[19]", "The Board concluded that the preponderance of the objective evidence suggests that, although not perfect, there is: adequate state protection in Hungary for Roma who are victims of crime, police abuse, discrimination and persecution, the state is making serious efforts to address these problems and the police and government officials are willing and able to protect victims."], ["[20]", "The Board highlighted legal and political reforms that began in Hungary in 1993. It noted that the courts had recently ordered the dissolution of the extreme nationalist Hungarian Guard. The Independent Police Complaints Board (IPCB) was in place since 2008 to review complaints of police actions. The NGO European Roma Rights Centre described the IPCB as credible and independent. However, the Board acknowledged the criticism that the police only followed up on a small portion of IPCB's recommendations. The Board also observed that the Hungarian government had adopted several initiatives to address police corruption and to grant the public measures or avenues of complaint."], ["[21]", "The Board noted that the National Bureau of Investigation had investigated a series of physical attacks against Roma in 2008 and 2009; these investigations had led to criminal charges. Recourse was also available through the Equal Treatment Authority, the Parliamentary Commissioners, the Roma Police Officers' Association and the courts. In addition, the Board observed that the Hungarian government had taken a number of legal and institutional measures to improve the situation of the Romani minority in the country."], ["[22]", "The Board further noted that Hungary has been criticized on its implementation of its laws against discrimination and minority persecution. Although the Board acknowledged that these criticisms may be deserved, the Board noted that Hungary is part of the European Union (EU). This requires that it uphold a number of standards to maintain membership. A 2009 report of the European Commission against Racism and Intolerance praised Hungary for its accomplishments, highlighted issues of concern and provided recommendations for future action."], ["[23]", "Based on this review of the \"totality of the evidence\", the Board concluded that, in the circumstances of this case, the principal applicant had failed to rebut the presumption of state protection with clear and convincing evidence. Therefore, the Board concluded that the principal and minor applicants' joint claims failed under sections 96 and 97 of the Act."], ["[24]", "The Board then considered the female applicant's claim against Mongolia. The Board stated that it considered and applied the Gender Guidelines in making its determination. The Board noted that the determinative issue in the section 96 analysis was nexus and whether the female applicant's fear is well-founded."], ["[25]", "The Board found that the female applicant does not have a well-founded fear of persecution if she returned to Mongolia today. The Board noted that the Convention refugee definition is forward looking and that the fear must be reasonably justified considering the objective situation. The Board found that there was insufficient evidence that the female applicant would face a serious possibility of persecution if she were to return to Mongolia."], ["[26]", "The Board noted the female applicant's testimony on the sexual abuse she suffered at the hands of her father before immigrating to Hungary. The Board noted that this fact was absent from the female applicant's PIF. However, in considering the Gender Guidelines, it accepted that she omitted this for reason of shame as her husband did not know of this abuse."], ["[27]", "The Board also noted that the female applicant testified that she did not know the name or whereabouts of her father and merely speculated that he is in Mongolia. However, she also testified that her mother's relatives had seen her father drunk. When asked why she did not include this in her PIF, she explained that she did not deem it necessary. The Board found this explanation unreasonable since it pertained to a central element of her claim; namely, that her agent of persecution would still be interested in persecuting her today. The Board found that this undermined the female applicant's credibility. It concluded that:", "Because the claimant's spouse has been outside of Mongolia for approximately 20 years, and since she does not even know the name of her father, and that it is implausible her father, even if he were still alive, would recognize her, or for that matter, be motivated or inclined to persecute the claimant's spouse, I find that she has not established that she has an objective basis for a well-founded fear of return to Mongolia.", "Thus, the Board concluded that the female applicant's claim failed under section 96 of the Act."], ["[28]", "The Board then considered the female applicant's claim under section 97 of the Act. The Board found that the female applicant had not demonstrated, on a balance of probabilities, that it was more likely than not that she would face a risk to life, a risk of cruel and unusual treatment or punishment, or a danger of torture if she were to return to Mongolia. The Board therefore concluded that her claim also failed under section 97 of the Act."], ["[29]", "Finally, the Board considered counsel's submissions that the female applicant's claim fell within the exception to the cessation of refugee protection under subsection 108(4) of the Act. The Board noted that this issue was first raised in counsel's submissions; it was not raised during the hearing. Nevertheless, the Board proceeded in considering the issue."], ["[30]", "The Board found that the female applicant had not established that there were compelling reasons pursuant to subsection 108(4) of the Act. In coming to this finding, the Board considered the level of atrocity of the acts inflicted on her, the repercussions on her physical and mental state and whether the experience constituted a compelling reason for her not to return to Mongolia."], ["[31]", "The Board noted its previous finding that there was insufficient evidence to make the determination that the female applicant's experiences were appalling and atrocious. The Board noted the absence of supporting documentation, such as a psychological report, to determine if there were repercussions on the female applicant's physical and mental state. Therefore, the Board concluded that the female applicant had not established that her claim fell within the exception outlined under subsection 108(4) of the Act.", "Issues"], ["[32]", "The applicants submit the following points at issue:", "1. Did the Board conduct an unreasonable state protection analysis by:", "(a) finding that the applicants failed to establish that the police in Hungary could not or would not protect them?; and", "(b) relying on the \"efforts\" of the Hungarian government to protect Romas, as opposed to the effectiveness of such efforts?", "2. Did the Board err in finding that there are not \"compelling reasons\" as to why the female applicant should not return to Mongolia?"], ["[33]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the Board err in its state protection analysis?", "3. Did the Board err in finding that the female applicant's claim did not fall within the exception provided under subsection 108(4) of the Act?", "Applicants' Written Submissions"], ["[34]", "The applicants submit that the issues raised in this application are reviewable on a reasonableness standard."], ["[35]", "The applicants submit that the Board made two errors in its state protection analysis."], ["[36]", "First, the applicants submit that the Board unreasonably determined that they did not put forward clear and convincing evidence that the Hungarian police could and would not protect them. The applicants submit that the Board failed to properly consider their explanations for not approaching the police, namely, their past experiences that led to their lack of confidence in the Hungarian police's ability and willingness to protect them."], ["[37]", "The applicants highlight that the Board did not question the principal applicant's testimony on the account of his experience with the police in 2005. Thus, in finding that the principal applicant's failure to report this conduct and his subsequent failure to approach the police was unreasonable, the Board failed to assign the proper weight to his prior experience with the Hungarian police."], ["[38]", "The applicants also submit that the Board erred in finding that the female applicant did not take all reasonable efforts to seek state protection after she was assaulted in 2008. The applicants highlight that the female applicant did approach a police officer, but rather than helping her, he demanded to see her identification. The applicants submit that the Board's finding that the female applicant failed to report this incident was perverse and unreasonable. The applicants also note that the Board did not question the credibility of the female applicant's story."], ["[39]", "The applicants further note that in light of their previous experience with the police and the general feeling amongst Romani citizens that Hungarian police will not help them, they had good reason to mistrust the police and believe that it was futile to approach them. For these collective reasons, the applicants submit that the Board erred in finding that they had failed to establish that the police could and would not protect them."], ["[40]", "Second, the applicants submit that the Board unreasonably concluded from its review of the country evidence that the Hungarian government had recently adopted a sufficient range of safeguards to protect the rights of Roma citizens."], ["[41]", "The applicants submit that the Board erred in relying on the Hungarian state's efforts and measures to enact laws and policies in the face of evidence that such laws and policies have not been effective. For example:", "- The Board ignored the fact that the Hungarian Court had ruled that government attempts to criminalize hate speech were unconstitutional;", "- As acknowledged by the Board, the IPCB has been sharply criticized with police only following up on a small proportion of the IPCB recommendations;", "- The Minorities Ombudsman has been criticized for its limited scope of corrective action;", "- Legal avenues of redress in the courts are very long and the courts have a very low willingness to acknowledge non-material damage;", "- The country evidence indicates that limitations with the free legal aid services to Romani clients limits the effectiveness of these services; and", "- As acknowledged by the Board, the Hungarian government's initiatives to address Romani education, employment, housing, health care and political representation have been criticized as ineffective."], ["[42]", "Although the Board acknowledged the clear evidence that the government's efforts have been ineffective, it concluded that as a member of the EU, Hungary must uphold certain standards. The applicants submit that this finding is non-responsive to the question of whether there is adequate state protection available to them."], ["[43]", "The applicants note that the evidence indicates that it still remains to be proven whether the changes adopted by the Hungarian government have been effectively implemented in practice. It was therefore unreasonable for the Board to focus on the Hungarian state's efforts to protect its Romani citizens in light of the evidence showing that those efforts have been inadequate."], ["[44]", "The applicants also submit that the Board erred in finding that there were no compelling reasons, pursuant to subsection 108(4) of the Act, for which the female applicant should not return to Mongolia. In rendering its decision, the Board did not consider the totality of the situation. The applicants note that the Board accepted that the female applicant was a victim of domestic violence and sexual abuse by her father. Thus, the applicants submit that it was unreasonable for the Board to find that there was insufficient evidence that this abuse was sufficiently appalling and atrocious on the basis of a lack of psychological evidence on her mental state.", "Respondent's Written Submissions"], ["[45]", "The respondent submits that the Board did not ignore or misconstrue the evidence, nor did it make perverse or capricious findings of fact in its assessment on state protection or of compelling reasons under subsection 108(4) of the Act."], ["[46]", "The respondent submits that the Board's state protection finding was reasonable. The respondent highlights that the applicants did not seek state protection and that they acknowledged that the Board did consider the evidence on the specific incidents that they relied on in support of their claims. The applicants merely disagree with the Board's weighing of their evidence."], ["[47]", "The respondent submits that the Board's assessment of the absence of efforts to seek state protection was in accordance with this Court's jurisprudence. This jurisprudence establishes that a subjective reluctance to seek state protection is generally insufficient to rebut the presumption of state protection. Based on the documentary evidence, the Board found that the principal applicant's beliefs regarding the effectiveness of state protection were not persuasive."], ["[48]", "The respondent also submits that the Board did not err in its assessment of the availability of state protection in Hungary. It is trite law that this is a fact assessment made on a case-by-case basis. The Board is presumed to have weighed and considered all the evidence, unless the contrary is shown. Here, the Board stated that it considered the totality of the evidence in rejecting the applicants' claim. The decision shows that the Board conducted a thorough and detailed review of the evidence and the documentary record. The Board considered counsel's written submissions and acknowledged the inconsistencies in the documentary record and the existence of inefficiencies, discrimination and corruption in Hungary. In so doing, the Board reasonably found that the state protection was adequate in Hungary."], ["[49]", "In addition, the respondent submits that", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1242, a case relied on by the applicants, is distinguishable. The respondent highlights that in <FRAGMENT_SUPPRESSED> above, the applicants had initially been found to be Convention refugees. That determination was vacated when they returned to Hungary. When they later came back to Canada and claimed refugee protection again, Mr. Justice Michel Shore found that the PRRA officer failed to adequately assess their individual circumstances in the context of the documentary record. Conversely, in this case, the respondent submits that the applicants have not demonstrated that the Board ignored evidence or made erroneous state protection findings on the evidence on the record."], ["[50]", "The respondent further notes that this case does not turn on a finding of past persecution as no such finding was made by the Board. In addition, subsections 108(1) and 108(4) of the Act do not alter the test established under sections 96 and 97 of the Act. The only question before the Board was how well-founded the applicants' fear of persecution was based on the evidence before it. The applicants submit that the Board appropriately noted that refugee protection was forward looking and reasonably found that there was insufficient evidence to support a well-founded fear of persecution if the female applicant returned to Mongolia today."], ["[51]", "The respondent submits that subsection 108(4) of the Act only applies where there has been a determination that, but for the changed country conditions, the applicants would have been found to be persons in need of protection. It addition, as noted by the Board, there is a high threshold for demonstrating compelling reasons under subsection 108(4) and the exception under this provision only applies to a small minority of applicants. The respondent submits that the Board's decision was entirely open to it based on the lack of evidence on the record.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[52]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED>  at paragraph 57)."], ["[53]", "It is trite law that issues of state protection and of the weighing, interpretation and assessment of evidence are reviewable on a reasonableness standard (see", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 924 at paragraph 5; and", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1286 at paragraph 38). The Board's assessment under section 108 of the Act is also reviewable on a reasonableness standard (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1042 at paragraph 20)."], ["[54]", "In reviewing the Board's decision on a standard of reasonableness, the Court should not intervene unless the Board came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47; and", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraph 59). It is not up to a reviewing Court to substitute its own view of a preferable outcome, nor is it the function of the reviewing Court to reweigh the evidence (see <FRAGMENT_SUPPRESSED> above, at paragraphs 59 and 61).", "Issue 2", "Did the Board err in its state protection analysis?"], ["[55]", "It is well established that applicants bear the burden of demonstrating, on a balance of probabilities and based on relevant, reliable and convincing evidence, that their home country provides inadequate state protection (see <FRAGMENT_SUPPRESSED> above, at paragraph 10; and <FRAGMENT_SUPPRESSED> above, at paragraph 52). In addition, where there has not been a complete breakdown in the state, the applicants must test the protection before doubting its existence (see <FRAGMENT_SUPPRESSED> above, at paragraph 12; and", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 917 at paragraphs 25 and 26)."], ["[56]", "In its decision, the Board noted: the principal applicant's experience in 2005 when two police officers beat and threatened him; the 2007 attack which the principal applicant did not report; the female applicant's failure to report the 2001 attack that led to her miscarriage; and her later experience in 2008 when two skinheads attacked her and the police officer she reported to did not help her. In reviewing these incidents, the Board found that the applicants did not take all reasonable efforts to avail themselves of state protection."], ["[57]", "In so doing, the Board did acknowledge the applicants' belief that the Hungarian police would not help them because of their ethnicity. However, it found the principal applicant's testimony on the effectiveness of state protection in Hungary not persuasive because it was not credible, was largely unsubstantiated and was not consistent with the documentary evidence. Thus, contrary to the applicants' submission, the Board did consider their explanations for not approaching the police."], ["[58]", "Further, in reviewing the documentary evidence, the Board explicitly noted that it was mixed. However, after conducting a lengthy review of this evidence, the Board concluded that the Hungarian state had adopted several measures and initiatives to address discrimination against minorities in the country and that a number of avenues were available to the applicants, none of which they had pursued."], ["[59]", "The applicants highlight specific sections of the Board's decision and submit that it erred in relying on the Hungarian state's efforts in the face of evidence that those efforts have not been effective. However, on review of the Board's decision and of the evidence on the record, I find that the Board conducted a transparent, justifiable and intelligible analysis of this evidence and ultimately came to a conclusion that was well within the range of acceptable outcomes based on the evidence before it. It is trite law that it is not this Court's role to reweigh the evidence and that the Board is entitled to grant more weight to some evidence than to other evidence (see <FRAGMENT_SUPPRESSED> above, at paragraph 54)."], ["[60]", "I also note the applicants' reliance on this Court's decision in <FRAGMENT_SUPPRESSED> above. That case also pertained to Roma refugee applicants from Hungary. Mr. Justice Shore reviewed the PRRA officer's decision on state protection available for those applicants and found that the officer selectively relied on limited documentary evidence in finding that state protection was available (at paragraph 55). Mr. Justice Shore concluded that (at paragraph 58):", "The PRRA officer must at least assess the meaningful evidence concerning the deterioration of living conditions for the Romani people. It was unreasonable for the PRRA officer to find that the attacks against the Roma have stopped in Hungary without explaining how she reached that finding. This finding is pivotal to making the decision, because a PRRA decision is used to determine whether there is a risk in removing an individual to his or her country of nationality", "and not whether there was a risk at the time he or she left for Canada. [emphasis in original]"], ["[61]", "For the reasons mentioned above, I do not find that the Board in this case made a similar error as the PRRA officer did in <FRAGMENT_SUPPRESSED> above. I therefore do not find that <FRAGMENT_SUPPRESSED> above, supports the applicants' submissions."], ["[62]", "In summary, based on the applicants' limited efforts to seek state protection and the Board's careful review of the documentary evidence, I find that its conclusion that the applicants had not rebutted the presumption of state protection available to them in Hungary was within the range of acceptable outcomes based on the evidence before it.", "Issue 3", "Did the Board err in finding that the female applicant's claim did not fall within the exception provided under subsection 108(4) of the Act?"], ["[63]", "Although the applicants did not raise the subsection 108(4) claim until after the hearing, the Board did analyze this claim in its decision. The purpose of this provision was described by Mr. Justin Richard Boivin in", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 398 at paragraph 37:", "Subsection 108(4) of the Act provides that refugee status can be conferred on humanitarian grounds to a special and limited category of persons who \"have suffered such appalling persecution that their experience alone is a compelling reason not to return them, even though they may no longer have any reason to fear further persecution\". [...]"], ["[64]", "A subsection 108(4) analysis only comes into play where there has been a finding that a person was a Convention refugee or person in need of protection at the time of persecution, but is no longer so because the conditions that led to that status no longer exists (see", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 1603 at paragraph 62; <FRAGMENT_SUPPRESSED> above, at paragraphs 37 to 39; and", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 976 at paragraph 31). The change must relate to country conditions and not merely be a change in personal circumstances (see", "Sow", "above, at paragraph 68; and", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1253 at paragraph 19)."], ["[65]", "The applicants bear the onus of establishing \"that there are compelling reasons for not returning to the country in which past persecution arose\" (see", "Sow", "above, at paragraph 64). Further, it is not sufficient that an applicant states that he or she suffered acts that could constitute persecution. The Board must in fact conclude that those acts did occur and that they did constitute persecution (see", "Sow", "above, at paragraph 66)."], ["[66]", "In this case, the Board found that the female applicant had not established that there were compelling reasons arising out of previous persecution for refusing to avail herself to the protection of the country that she left due to that previous persecution. In so finding, the Board noted the level of atrocity of the acts inflicted on her, the repercussions on her physical and mental state and whether the experience constituted a compelling reason for her not to return to Mongolia. The Board ultimately found that there was insufficient evidence before it to determine that the female applicant's experiences were appalling and atrocious. Thus, the Board concluded that she had not established that her claim fell within the scope of the subsection 108(4) exception."], ["[67]", "Based on the limited evidence on the record, I find that the Board came to a reasonable finding on the female applicant's subsection 108(4) claim. The Board noted the lack of evidence, such as a psychological report, to determine if there were repercussions on the female applicant's physical and mental state. This evidence was particularly important to establish her claim, as evidenced by the considerations highlighted by Mr. Justice Luc Martineau in", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 1354, at paragraph 19:", "The degree, to which a refugee claimant lives his anguish upon thought of being forced to return from where he came, is subject to the state of his psychological health (strength).", "The formulative question to ask in regard to \"compelling reasons\" is, should the claimant be made to face the background set of life which he or she left, even if the principal characters may no longer be present or no longer be playing the same roles? The answer lies not so much in established determinative conclusive fact but rather more to the extent of travail of the inner self or soul to which the claimant would be subjugated", ". The decision, as all decisions of a compelling nature, necessitates the view that it is the state of mind of the refugee claimant that creates the precedent - not necessarily the country, the conditions, nor the attitude of the population, even though those factors may come into balance. Moreover, this judgment does not involve the imposition of Western concepts on a subtle phenomenon which roots in the individuality of human nature, an individuality which is unique and has grown in an all-together different social and cultural environment. Therefore,", "consideration should also be given to the claimant's age, cultural background and previous social experiences", ". Being resilient to adverse conditions will depend of a number of factors which differ from one individual to another. [emphasis added]"], ["[68]", "Here, the Board noted that the female applicant left Mongolia at a young age and approximately twenty years had passed since her departure. The hearing transcript highlights the female applicant's lack of knowledge about her father (including his name) and his whereabouts. There was no evidence on the female applicant's psychological state on which the Board could consider the \"travail of the inner self or soul to which the claimant would be subjugated\" (see <FRAGMENT_SUPPRESSED> above, at paragraph 19)."], ["[69]", "In addition, at the hearing, the female applicant stated that her mother's relatives had told her that they had seen her father drunk. However, the Board granted little weight to this allegation as it was not included in her original or amended PIF, even though it pertained to a central element of her claim. I also note that this claim was not supported by any evidence such as, for example, affidavits from her mother or her remaining relatives in Mongolia."], ["[70]", "Therefore, based on the onus that the female applicant bore to establish that there are compelling reasons for her not to return to Mongolia, coupled with the lack of evidence of her psychological state, I find that the Board also came to a reasonable finding on this issue. Concurrently, I note that the Board did not confer refugee or protected person status on the female applicant. It was therefore not required to conduct a compelling reasons analysis."], ["[71]", "For these reasons, I would dismiss this judicial review application."], ["[72]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[73]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances:", ". . .", "(e) the reasons for which the person sought refugee protection have ceased to exist.", ". . .", "(4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "108. (1) Est rejetée la demande d'asile et le demandeur n'a pas qualité de réfugié ou de personne à protéger dans tel des cas suivants:", ". . .", "e) les raisons qui lui ont fait demander l'asile n'existent plus.", ". . .", "(4) L'alinéa (1)e) ne s'applique pas si le demandeur prouve qu'il y a des raisons impérieuses, tenant à des persécutions, à la torture ou à des traitements ou peines antérieurs, de refuser de se réclamer de la protection du pays qu'il a quitté ou hors duquel il est demeuré.", ".........................", "Istvan Horvath, Narantuya Oyuntsetseg, Catherina Nara Horvath (une mineure) et Istvan Enrique Horvath (un mineur) (demandeurs) v. Le Ministre de la Citoyenneté et de l'Immigration (défendeur)"], ["[1]", "Le juge O'Keefe", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire, présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), d'une décision datée du 27 octobre 2011 par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention aux termes de l'article 96 de la Loi, ni des personnes à protéger aux termes du paragraphe 97(1) de la Loi. La Commission a déterminé que les demandeurs n'avaient pas réfuté la présomption de protection de l'État en Hongrie, et que la demanderesse ne craignait pas avec raison d'être persécutée dans l'éventualité d'un retour en Mongolie."], ["[2]", "Les demandeurs demandent l'annulation de la décision de la Commission et le renvoi de l'affaire à un tribunal différemment constitué pour nouvelle décision.", "Contexte"], ["[3]", "Istvan Horvath, le demandeur principal, est un citoyen rom de la Hongrie. Narantuya Oyuntsetseg, la demanderesse, est l'épouse du demandeur principal. Elle est citoyenne de la Mongolie et résidente permanente de la Hongrie. Les enfants du couple, Catherina Nara Horvath et Istvan Enrique Horvath, citoyens de la Hongrie, sont les demandeurs mineurs."], ["[4]", "La demanderesse est née en Mongolie. Ses parents ont divorcé lorsqu'elle était très jeune. Après le divorce, la mère a pris ses deux enfants et s'est cachée de leur père pour fuir la violence familiale et les agressions sexuelles. Toutefois, le père les a retrouvés et les a agressés encore. Pour échapper à d'autres agressions, la mère de la demanderesse a immigré en Hongrie avec ses deux enfants. La demanderesse avait neuf ans à son arrivée en Hongrie. Là-bas, elle a été victime d'agressions et de discrimination en raison de son origine ethnique."], ["[5]", "La demanderesse a rencontré le demandeur principal en 1999. Ils ont emménagé ensemble peu après. Comme ils formaient un couple de nationalité mixte, ils ont fait l'objet de graves formes de discrimination et de harcèlement de la part de skinheads et de la Garde hongroise. De surcroît, leurs parents s'opposaient à leur relation."], ["[6]", "En 2000, la demanderesse est tombée enceinte. Son fils, le demandeur mineur Istvan, est né en novembre de cette année-là. L'année suivante, la demanderesse est encore tombée enceinte. Au quatrième mois de sa grossesse, deux jeunes garçons ont lâché leur chien sur elle pendant qu'elle marchait dans la rue. Elle a trouvé refuge dans un magasin, mais le stress de l'incident a provoqué une fausse couche."], ["[7]", "En 2004, la famille a déménagé dans un autre district dans l'espoir d'y être plus en sécurité. Toutefois, en 2005, deux policiers ont un jour arrêté le demandeur principal alors qu'il rentrait chez lui après le travail. Les policiers lui ont demandé de donner son identité et lui ont aussi demandé s'il était rom. Quand le demandeur principal a répondu par l'affirmative, les policiers l'ont battu. Le demandeur principal a demandé aux policiers de lui indiquer leurs matricules afin de pouvoir signaler l'incident, mais ils ont refusé et l'ont menacé de représailles. Apeuré, le couple a déménagé encore en septembre 2005."], ["[8]", "En 2007, un soir d'été, le couple et leur fils mineur marchaient dehors quand un groupe de skinheads les ont remarqués et ont commencé à crier après eux. Les membres de la famille ont tenté de s'échapper, mais les skinheads les ont poursuivis. Ils ont empoigné le demandeur principal et commencé à le battre. Quand le demandeur principal s'est évanoui, les agresseurs se sont enfuis. En raison de ce qui s'était passé avec la police en 2005, le demandeur principal n'a pas signalé l'incident. Le couple a plutôt commencé à chercher une nouvelle demeure et, trois mois plus tard, il a emménagé dans une maison en rangée, à environ 40 kilomètres plus loin."], ["[9]", "Un soir de novembre 2008, la demanderesse rentrait seule à la maison quand elle a été attaquée par deux skinheads, qui l'ont agressée sexuellement et qui lui ont proféré des insultes racistes. Elle a pu s'échapper et se rendre à un arrêt d'autobus, où elle s'est plainte à un policier. Le policier s'est toutefois contenté de lui demander ses pièces d'identité, et n'a pas voulu recevoir la plainte de la demanderesse ni la raccompagner chez elle. Les demandeurs n'ont pas signalé cet incident à la police."], ["[10]", "Afin de protéger leur famille contre d'autres attaques aux mains des skinheads et de la Garde hongroise, les demandeurs ont décidé de quitter la Hongrie. Le couple ne voulait pas aller en Mongolie, de peur d'être là-bas la cible du père de la demanderesse. Quand l'année scolaire du fils mineur a pris fin, le couple s'est donc organisé pour partir au Canada. Les membres de la famille sont arrivés ici le 29 juillet 2009. Le jour d'après, ils ont présenté des demandes d'asile fondées sur leur appartenance aux minorités ethniques en Hongrie."], ["[11]", "Les demandes d'asile des demandeurs ont été instruites le 4 octobre 2011.", "Décision de la Commission"], ["[12]", "La Commission a rendu sa décision le 27 octobre 2011. L'avis de décision a été envoyé aux demandeurs le 8 novembre 2011. La Commission a conclu que les demandeurs n'étaient ni des réfugiés au sens de la Convention ni des personnes à protéger. La Commission a évalué les demandes d'asile conjointes du demandeur principal et des enfants mineurs eu égard à la Hongrie, et a évalué la demande d'asile de la demanderesse eu égard à la Mongolie. La Commission a indiqué qu'elle avait lu et examiné les observations écrites de l'avocat."], ["[13]", "La Commission a tout d'abord résumé les allégations des demandeurs. Elle a noté que le demandeur principal avait perdu confiance dans les forces policières après l'incident de 2005, et que cet incident avait été suivi en 2007 par une agression commise par des skinheads. La Commission a aussi pris note des raisons qui avaient poussé la demanderesse à quitter la Mongolie, de l'attaque de 2001 à l'origine de la fausse couche de la demanderesse et de l'attaque subséquente perpétrée par des skinheads en 2008."], ["[14]", "La Commission a par la suite examiné la question de la protection offerte par l'État. Elle a passé en revue la preuve documentaire montrant la discrimination généralisée pratiquée contre les Roms en Hongrie et a fait remarquer que, dans ce contexte, elle devait déterminer si le demandeur principal avait accès à une protection adéquate de l'État en Hongrie. La Commission a estimé que la question déterminante concernait la présomption voulant qu'un État est capable de protéger ses citoyens. La Commission a indiqué qu'elle n'avait pas l'obligation de prouver que la Hongrie pouvait offrir aux demandeurs une protection adéquate de l'État. Les demandeurs avaient plutôt le fardeau de réfuter la présomption de protection adéquate de l'État en présentant des éléments de preuve clairs et convaincants, qui permettraient à la Commission de trancher selon la prépondérance des probabilité."], ["[15]", "Après avoir fait mention des principes juridiques pertinents, la Commission a conclu que le demandeur principal ne s'était pas acquitté de ce fardeau. Le demandeur principal a témoigné n'avoir jamais cherché à obtenir la protection de la police en Hongrie parce qu'il avait perdu confiance dans les forces policières après l'incident de 2005, a noté la Commission. La Commission a estimé que le demandeur principal avait été déraisonnable en ne portant pas plainte contre ces policiers. Elle a aussi relevé le fait que le demandeur principal n'avait pas signalé l'attaque de 2007. Étant donné que cet incident n'avait pas été signalé, la Commission a conclu que la présomption de protection adéquate de l'État n'avait pas été réfutée."], ["[16]", "De même, étant donné que la demanderesse n'avait pas signalé l'attaque de 2001, incident à l'origine de sa fausse couche, la Commission a aussi conclu que la présomption de protection de l'État n'avait pas été réfutée. Selon la Commission, si la demanderesse n'avait pas été traitée de manière satisfaisante par le policier à qui elle s'était adressée après l'attaque de 2008, elle aurait dû se rendre au poste de police pour signaler l'incident. Comme la demanderesse n'avait pas déployé tous les efforts raisonnables pour se réclamer de la protection de l'État, la Commission a conclu que la présomption de protection adéquate de l'État n'avait pas été réfutée."], ["[17]", "La Commission a également estimé que le témoignage du demandeur principal concernant l'efficacité de la protection de l'État n'était pas convaincant parce que ce témoignage n'était pas crédible, qu'il était en grande partie non corroboré et qu'il ne correspondait pas à la preuve documentaire. La Commission a privilégié la preuve documentaire, car elle avait été établie à même une vaste gamme de documents publics, provenant d'organisations fiables, tant gouvernementales que non gouvernementales."], ["[18]", "La Commission a fait remarquer que la preuve documentaire était mitigée quant au caractère adéquat de la protection de l'État accordée aux Roms en Hongrie. Elle a reconnu que des incidents répandus d'intolérance, de discrimination et de persécution à l'encontre des Roms en Hongrie étaient signalés. En revanche, des éléments de preuve convaincants indiquaient que la Hongrie reconnaissait avoir eu des problèmes par le passé, mais qu'elle faisait de sérieux efforts pour corriger la façon dont les minorités ethniques étaient traitées au pays."], ["[19]", "De l'avis de la Commission, la prépondérance des éléments de preuve objectifs laissait croire que, même si elle n'était pas parfaite, la protection offerte par la Hongrie aux Roms qui étaient victimes de criminalité, d'abus de pouvoir de la part des policiers, de discrimination et de persécution était adéquate, que la Hongrie faisait des efforts sérieux pour régler ces problèmes, et que la police et les représentants du gouvernement voulaient et pouvaient protéger les victimes."], ["[20]", "La Commission a souligné les réformes juridiques et politiques amorcées par la Hongrie en 1993. Elle a noté que les tribunaux avaient récemment ordonné la dissolution de la Garde hongroise, une organisation nationaliste extrémiste. La Commission indépendante des plaintes contre la police (la Commission des plaintes) a été mise en œuvre en 2008 pour examiner les plaintes visant des actions policières. Le Centre européen de défense des droits des Roms, une organisation non gouvernementale, a décrit la Commission des plaintes comme étant crédible et indépendante. Toutefois, la Commission a reconnu que, selon certaines critiques, la police n'avait donné suite qu'à un petit nombre des recommandations formulées par la Commission des plaintes. La Commission a en outre fait remarquer que le gouvernement de la Hongrie avait mis en œuvre plusieurs initiatives afin de régler les problèmes de corruption au sein de la police et de mettre en place des mécanismes pour traiter les plaintes déposées par le public."], ["[21]", "La Commission a fait observer que le Bureau national des enquêtes s'était penché sur une série d'agressions physiques commises contre les Roms en 2008 et en 2009, et que des accusations criminelles avaient été portées au terme de cette enquête. Il était également possible d'avoir recours à l'Autorité pour l'égalité de traitement, aux commissaires parlementaires, à l'association des policiers roms et aux tribunaux. De plus, la Commission a noté que le gouvernement de la Hongrie avait pris un certain nombre de mesures d'ordre juridique et institutionnel afin d'améliorer la situation de la minorité rom au pays."], ["[22]", "De plus, a fait observer la Commission, la Hongrie avait été critiquée pour la façon dont elle avait mis en œuvre ses lois pour lutter contre la discrimination et la persécution des minorités. Si la Commission a reconnu que ces critiques étaient peut-être méritées, elle a noté que la Hongrie faisait partie de l'Union européenne (UE) et qu'elle devait donc appliquer certaines normes pour maintenir son appartenance à l'UE. Dans un rapport publié en 2009, la Commission européenne contre le racisme et l'intolérance a félicité la Hongrie pour ses réalisations, souligné certaines préoccupations et formulé des recommandations concernant des mesures à prendre."], ["[23]", "Après avoir examiné « l'ensemble des éléments de preuve », la Commission a déterminé que, dans les circonstances de l'espèce, le demandeur principal n'avait pas réfuté la présomption de protection de l'État au moyen d'éléments de preuve clairs et convaincants. La Commission a donc conclu que les demandes conjointes présentées par le demandeur principal et les demandeurs mineurs devaient être rejetées au titre des articles 96 et 97 de la Loi."], ["[24]", "La Commission a ensuite examiné la demande d'asile de la demanderesse eu égard à la Mongolie. La Commission a déclaré qu'elle avait examiné et appliqué les Directives concernant la persécution fondée sur le sexe pour rendre sa décision. La question déterminante à trancher dans le cadre de l'analyse au titre de l'article 96, selon la Commission, concernait l'existence d'un lien et d'une crainte fondée de persécution."], ["[25]", "La Commission a estimé que la demanderesse ne craignait pas avec raison d'être persécutée dans l'éventualité d'un retour en Mongolie aujourd'hui. La définition de réfugié au sens de la Convention est de nature prospective, a mentionné la Commission, et la crainte doit être raisonnablement justifiée compte tenu de la situation objective. La Commission a conclu que les éléments de preuve étaient insuffisants pour établir que la demanderesse risquerait sérieusement d'être persécutée si elle devait retourner en Mongolie."], ["[26]", "La Commission a pris note du témoignage de la demanderesse concernant l'agression sexuelle qu'elle avait subie aux mains de son père avant d'immigrer en Hongrie. La Commission a remarqué que ce fait n'était pas relaté dans le Formulaire de renseignements personnels (FRP) de la demanderesse. Toutefois, au vu des", "Directives concernant la persécution fondée sur le sexe", ", la Commission a accepté l'explication de la demanderesse, qui affirmait que la honte l'avait empêchée de relater ce fait parce que son mari n'était pas au courant de l'agression."], ["[27]", "La demanderesse a aussi témoigné qu'elle ne connaissait pas le nom ni les allées et venues de son père. Elle supposait simplement qu'il se trouvait en Mongolie. Par contre, elle a aussi affirmé que des membres de la famille de sa mère avaient vu son père en état d'ébriété. Quand elle a été priée de dire pourquoi elle n'avait pas relaté ce fait dans son FRP, la demanderesse a expliqué qu'elle n'avait pas jugé nécessaire de le mentionner. La Commission a estimé que cette explication était déraisonnable, était donné que le fait portait sur un élément central de ses prétentions, à savoir que son persécuteur serait toujours enclin à la persécuter aujourd'hui. De l'avis de la Commission, cette omission minait la crédibilité de la demanderesse. Elle a conclu ce qui suit:", "Comme celle-ci vit à l'extérieur de la Mongolie depuis environ 20 ans, qu'elle ignore même le nom de son père, et que ce dernier, à supposer qu'il soit encore en vie, ne la reconnaîtrait pas, ou ne serait pas quant à cela motivé ou enclin à la persécuter, j'estime que l'épouse du demandeur d'asile n'a pas réussi à établir un fondement objectif à une crainte justifiée de persécution dans l'éventualité d'un retour en Mongolie.", "Par conséquent, la Commission a conclu que la demande d'asile de la demanderesse devait être rejetée au titre de l'article 96 de la Loi."], ["[28]", "La Commission a par la suite examiné la demande d'asile présentée par la demanderesse au titre de l'article 97 de la Loi. La Commission a déterminé que la demanderesse n'avait pas démontré, selon la prépondérance des probabilités, qu'il était plus probable que le contraire qu'elle soit exposée à une menace à sa vie, au risque de traitements ou peines cruels et inusités ou au risque d'être soumise à la torture si elle devait retourner en Mongolie. La Commission a donc conclu que la demande d'asile présentée par la demanderesse au titre de l'article 97 de la Loi devait aussi être rejetée."], ["[29]", "Enfin, la Commission a examiné les observations de l'avocat selon lesquelles la demande d'asile de la demanderesse était visée par l'exception à la perte de l'asile prévue au paragraphe 108(4) de la Loi. La Commission a constaté que cette question avait été soulevée pour la première fois dans les observations de l'avocat, et non pas à l'audience. La Commission a quand même traité de cette question."], ["[30]", "La Commission a estimé que la demanderesse n'avait pas établi l'existence de raisons impérieuses au titre du paragraphe 108(4) de la Loi. Pour arriver à cette conclusion, la Commission a considéré le degré d'atrocité des actes infligés à la demanderesse ainsi que leurs répercussions sur son état physique et mental, et évalué si cette expérience en soi constituait ou non une raison impérieuse pour la demanderesse de ne pas retourner en Mongolie."], ["[31]", "La Commission a rappelé sa conclusion précédente voulant que les éléments de preuve dont elle disposait n'étaient pas suffisants pour établir que les expériences vécues par la demanderesse avaient été atroces et épouvantables. La Commission a signalé l'absence de documentation à l'appui, comme un rapport psychologique, qui lui aurait permis de déterminer l'existence ou l'absence de répercussions sur l'état physique ou mental de la demanderesse. Par conséquent, la Commission a conclu que la demanderesse n'avait pas établi que sa demande d'asile était visée par l'exception prévue au paragraphe 108(4) de la Loi.", "Questions en litige"], ["[32]", "Selon les demandeurs, les questions en litige sont les suivantes:", "1. La Commission a-t-elle fait une analyse déraisonnable de la protection de l'État:", "a) en concluant que les demandeurs n'avaient pas réussi à établir que la police hongroise ne pourrait pas ou ne voudrait pas les protéger?", "b) en se fondant sur les mesures prises par le gouvernement hongrois pour protéger les Roms plutôt que sur l'efficacité de ces mesures?", "2. La Commission a-t-elle commis une erreur en concluant à l'absence de raisons impérieuses pour lesquelles la demanderesse ne devrait pas retourner en Mongolie?"], ["[33]", "Je reformulerais les questions comme suit:", "1. Quelle est la norme de contrôle applicable?", "2. La Commission a-t-elle commis une erreur dans son analyse de la protection de l'État?", "3. La Commission a-t-elle commis une erreur en concluant que la demande d'asile de la demanderesse n'était pas visée par l'exception prévue au paragraphe 108(4) de la Loi?", "Observations écrites des demandeurs"], ["[34]", "Les demandeurs affirment que les questions soulevées par la présente demande sont susceptibles de contrôle selon la norme de la décision raisonnable."], ["[35]", "Les demandeurs soutiennent que la Commission a commis deux erreurs dans son analyse de la protection de l'État."], ["[36]", "Tout d'abord, les demandeurs affirment que la Commission a déterminé de manière déraisonnable qu'ils n'avaient pas produit d'éléments de preuve clairs et convaincants établissant que la police hongroise ne pourrait pas ou ne voudrait pas les protéger. Les demandeurs soutiennent que la Commission a omis de tenir dûment compte des raisons pour lesquelles ils ne s'étaient pas tournés vers la police, à savoir les expériences passées qui leur avaient fait perdre confiance dans la capacité et la volonté de la police hongroise de les protéger."], ["[37]", "Les demandeurs soulignent que la Commission n'avait pas mis en doute le témoignage du demandeur principal concernant l'incident de 2005 avec la police. Par conséquent, en concluant qu'il était déraisonnable pour le demandeur principal de ne pas avoir dénoncé la conduite de la police et de ne pas avoir signalé un incident ultérieur à la police, la Commission a omis d'attribuer le poids qui convenait à l'expérience passée du demandeur principal avec la police hongroise."], ["[38]", "Les demandeurs affirment en outre que la Commission a commis une erreur en concluant que la demanderesse n'avait pas déployé tous les efforts raisonnables pour obtenir la protection de l'État après avoir été agressée en 2008. Les demandeurs rappellent que la demanderesse a bien abordé un policier, qui lui a demandé ses papiers d'identité au lieu de l'aider. De l'avis des demandeurs, la conclusion de la Commission selon laquelle la demanderesse avait omis de signaler l'incident était abusive et déraisonnable. Les demandeurs ajoutent que la Commission n'avait pas remis en question la crédibilité du récit de la demanderesse."], ["[39]", "Selon les demandeurs, compte tenu de leur expérience passée avec la police et du fait que les citoyens roms ont généralement le sentiment que la police ne les aidera pas, ils avaient de bonnes raisons de ne pas faire confiance à la police et de croire qu'il était inutile de s'adresser à elle. Pour l'ensemble de ces raisons, les demandeurs soutiennent que la Commission a commis une erreur en concluant qu'ils n'avaient pas réussi à établir que la police ne pourrait pas et ne voudrait pas les protéger."], ["[40]", "Deuxièmement, les demandeurs soutiennent que la Commission a conclu de manière déraisonnable, à la suite de son examen de la preuve sur la situation au pays, que le gouvernement de la Hongrie avait récemment adopté une gamme de mesures suffisantes pour protéger les droits des citoyens roms."], ["[41]", "D'après les demandeurs, la Commission a commis une erreur en se fondant sur les mesures prises et les efforts déployés par la Hongrie pour édicter des lois et des politiques malgré la preuve montrant l'inefficacité de ces lois et de ces politiques. Par exemple:", "- La Commission a fait abstraction du fait qu'un tribunal hongrois avait jugé inconstitutionnelles les tentatives entreprises par le gouvernement pour criminaliser les discours haineux.", "- Comme l'a reconnu la Commission, la Commission des plaintes a été durement critiquée, la police n'ayant donné suite qu'à un petit nombre des recommandations formulées.", "- L'ombudsman des minorités a été critiqué pour la portée limitée de ses mesures correctives.", "- Les recours légaux devant les tribunaux demandent beaucoup de temps, et les tribunaux sont très peu disposés à reconnaître les dommages non matériels.", "- La preuve sur la situation au pays révèle que les services d'aide juridique offerts gratuitement aux clients roms sont soumis à des restrictions qui limitent leur efficacité.", "- Comme l'a reconnu la Commission, les initiatives lancées par le gouvernement de la Hongrie en ce qui concerne l'éducation, l'emploi, le logement, la santé et la participation politique des Roms ont été qualifiées d'inefficaces."], ["[42]", "Bien que la Commission ait accepté les éléments de preuve clairs montrant l'inefficacité des efforts déployés par le gouvernement, elle a conclu que la Hongrie, en sa qualité de membre de l'UE, devait maintenir certaines normes. Les demandeurs affirment que cette conclusion ne répondait pas à la question de savoir si une protection adéquate de l'État leur était offerte."], ["[43]", "Selon la preuve, affirment les demandeurs, il reste à prouver que les changements adoptés par le gouvernement de la Hongrie ont été efficacement mis en pratique. Il était donc déraisonnable pour la Commission de se fonder sur les efforts déployés par la Hongrie en vue de protéger ses citoyens roms, à la lumière de la preuve montrant l'inefficacité de ces efforts."], ["[44]", "Les demandeurs ajoutent que la Commission a aussi commis une erreur en déterminant qu'il n'y avait pas de raisons impérieuses, au sens du paragraphe 108(4) de la Loi, pour lesquelles la demanderesse ne devrait pas retourner en Mongolie. En rendant sa décision, la Commission n'a pas examiné la situation dans sa totalité. Les demandeurs signalent que la Commission a accepté le fait que la demanderesse avait été victime de violence familiale et d'agression sexuelle de la part de son père. Selon les demandeurs, il était donc déraisonnable pour la Commission de se fonder sur l'absence de preuve psychologique concernant l'état mental de la demanderesse pour déterminer que les éléments de preuve ne permettaient pas d'établir que ces agressions étaient suffisamment atroces et épouvantables.", "Observations écrites du défendeur"], ["[45]", "Le défendeur soutient que la Commission n'a ni ignoré, ni mal interprété la preuve, et qu'elle n'a pas non plus tiré de conclusions de fait abusives ou arbitraires dans son appréciation de la protection de l'État et des raisons impérieuses au titre du paragraphe 108(4) de la Loi."], ["[46]", "Le défendeur affirme que la conclusion de la Commission sur la protection de l'État était raisonnable. Il souligne que les demandeurs n'ont pas cherché à obtenir la protection de l'État et qu'ils ont reconnu que la Commission avait examiné les éléments de preuve concernant les incidents particuliers sur lesquels ils s'étaient fondés pour appuyer leurs demandes d'asile. Les demandeurs sont simplement en désaccord avec la Commission sur son appréciation de la preuve."], ["[47]", "Le défendeur soutient que la Commission a évalué l'absence d'efforts déployés par les demandeurs en vue d'obtenir la protection de l'État conformément à la jurisprudence de la Cour. Selon cette jurisprudence, une répugnance subjective à demander la protection de l'État ne suffit généralement pas à réfuter la présomption de protection de l'État. D'après la preuve documentaire, la Commission a estimé que les croyances du demandeur principal à propos de l'efficacité de la protection de l'État n'étaient pas convaincantes."], ["[48]", "Le défendeur ajoute que la Commission n'a pas commis d'erreur dans son évaluation de la disponibilité de la protection de l'État en Hongrie. Il est bien établi en droit qu'il s'agit d'une question de fait, appréciée au cas par cas. Il est présumé que la Commission a apprécié et examiné l'ensemble de la preuve, à moins que le contraire ne soit établi. En l'espèce, la Commission a déclaré avoir examiné l'ensemble des éléments de preuve avant de rejeter les demandes d'asile des demandeurs. La décision révèle que la Commission a fait un examen minutieux et détaillé de la preuve et du dossier documentaire. La Commission a tenu compte des observations écrites de l'avocat. Elle a reconnu que le dossier documentaire comportait des incohérences et a aussi reconnu l'existence de pratiques inefficaces, de discrimination et de corruption en Hongrie. En procédant de la sorte, la Commission a conclu raisonnablement que la protection de l'État était adéquate en Hongrie."], ["[49]", "De plus, le défendeur affirme que l'affaire", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1242, sur laquelle se fondent les demandeurs, se distingue de la présente espèce. Le défendeur souligne que dans <FRAGMENT_SUPPRESSED> , précitée, les demandeurs avaient d'abord été reconnus à titre de réfugiés au sens de la Convention, décision qui avait été annulée quand ils sont retournés en Hongrie. Quand ils sont revenus plus tard au Canada et ont déposé une nouvelle demande d'asile, monsieur le juge Michel Shore a conclu que l'agente d'ERAR n'avait pas évalué adéquatement la situation personnelle des demandeurs dans le contexte de la preuve documentaire. En revanche, dans la présente affaire, le défendeur soutient que les demandeurs n'ont pas démontré que la Commission avait fait abstraction de la preuve ou tiré des conclusions erronées à propos de la protection de l'État, au vu de la preuve au dossier."], ["[50]", "Le défendeur ajoute que la présente affaire n'est pas centrée sur une conclusion de persécution passée, la Commission n'ayant pas tiré une telle conclusion. En outre, les paragraphes 108(1) et 108(4) de la Loi ne changent rien au critère établi au titre des articles 96 et 97 de la Loi. La seule question que devait trancher la Commission consistait à déterminer, en se fondant sur la preuve au dossier, la mesure dans laquelle les demandeurs craignaient avec raison d'être persécutés. Selon les demandeurs, la Commission a fait remarquer à juste titre que l'asile est de nature prospective et a raisonnablement conclu que les éléments de preuve étaient insuffisants pour établir que la demanderesse craignait avec raison d'être persécutée dans l'éventualité d'un retour en Mongolie aujourd'hui."], ["[51]", "Le défendeur affirme que le paragraphe 108(4) de la Loi s'applique seulement quand il a été déterminé que, si ce n'était du changement de situation survenu dans le pays, les demandeurs d'asile auraient été déclarés personnes à protéger. De plus, comme l'a noté la Commission, le critère est rigoureux lorsqu'il s'agit d'établir l'existence de raisons impérieuses au sens du paragraphe 108(4), et l'exception prévue par cette disposition ne s'applique qu'à une petite minorité de demandeurs. Le défendeur soutient qu'il était tout à fait loisible à la Commission de rendre une telle décision compte tenu de l'absence de preuve au dossier.", "Analyse et décision", "Première question", "Quelle est la norme de contrôle appropriée?"], ["[52]", "Lorsque la norme de contrôle applicable à une question particulière dont elle est saisie est déjà établie dans la jurisprudence, la cour de révision peut adopter cette norme (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 57)."], ["[53]", "Il est bien établi en droit que les questions touchant la protection de l'État ainsi que la pondération, l'interprétation et l'appréciation de la preuve sont susceptibles de contrôle selon la norme de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 924, au paragraphe 5; et", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1286, au paragraphe 38). L'évaluation faite par la Commission au titre de l'article 108 de la Loi est également susceptible de contrôle selon la norme de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1042, au paragraphe 20)."], ["[54]", "Lorsqu'elle procède au contrôle d'une décision de la Commission en appliquant la norme de la raisonnabilité, la Cour ne doit intervenir que si la Commission a tiré une conclusion qui n'est pas transparente, justifiable et intelligible et qui n'appartient pas aux issues acceptables, vu la preuve qui lui avait été présentée (voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47; et", "<FRAGMENT_SUPPRESSED> , au paragraphe 59). Il n'appartient pas à la cour siégeant en révision de substituer sa propre opinion d'une issue préférable à celle qui a été retenue, ni n'entre-t-il dans ses attributions de soupeser à nouveau les éléments de preuve (voir <FRAGMENT_SUPPRESSED> , précité, aux paragraphes 59 et 61).", "Deuxième question", "La Commission a-t-elle commis une erreur dans son analyse de la protection de l'État?"], ["[55]", "Il est bien établi qu'il incombe aux demandeurs de démontrer, selon la prépondérance des probabilités et en s'appuyant sur une preuve pertinente, digne de foi et convaincante, que la protection accordée par leur pays d'origine est inadéquate (voir <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 10; et <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 52). En outre, à défaut d'effondrement complet de l'appareil étatique, les demandeurs ont l'obligation de mettre à l'épreuve l'efficacité de la protection avant de douter de son existence (voir <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 12; et", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 917, aux paragraphes 25 et 26)."], ["[56]", "Dans sa décision, la Commission a mentionné l'expérience vécue par le demandeur principal en 2005 quand deux policiers l'ont battu et menacé, l'attaque de 2007 non signalée par le demandeur principal, l'attaque de 2001 non signalée par la demanderesse, incident à l'origine de sa fausse couche, et l'incident subséquent de 2008 quand deux skinheads ont attaqué la demanderesse, qui n'a pas obtenu d'aide de la part du policier à qui elle s'était adressée. La Commission a passé ces incidents en revue et conclu que les demandeurs n'avaient pas fait tous les efforts raisonnables pour obtenir la protection de l'État."], ["[57]", "Ce faisant, la Commission a reconnu la croyance des demandeurs selon laquelle la police hongroise ne les aiderait pas en raison de leur origine ethnique. Toutefois, elle a estimé que le témoignage du demandeur principal sur l'efficacité de la protection de l'État en Hongrie n'était pas convaincant parce qu'il n'était pas crédible, qu'il était en grande partie non corroboré et qu'il ne correspondait pas à la preuve documentaire. Ainsi, contrairement à ce qu'affirment les demandeurs, la Commission a bel et bien examiné les raisons qu'ils avaient données afin d'expliquer pourquoi ils ne s'étaient pas tournés vers la police."], ["[58]", "De surcroît, en examinant la preuve documentaire, la Commission a explicitement indiqué qu'elle était mitigée. Toutefois, après avoir longuement examiné la preuve, la Commission a conclu que la Hongrie avait adopté plusieurs mesures et initiatives pour corriger le problème de la discrimination exercée contre les minorités au pays et que les demandeurs disposaient de certains recours, dont ils ne s'étaient pas servis."], ["[59]", "Les demandeurs attirent l'attention sur certaines parties de la décision de la Commission et soutiennent que celle-ci a commis une erreur en se fondant sur les efforts déployés par la Hongrie, malgré la preuve montrant l'inefficacité de ces efforts. Toutefois, après examen de la décision de la Commission et de la preuve au dossier, j'estime que la Commission a mené une analyse transparente, justifiable et intelligible de la preuve et qu'elle est parvenue en définitive à une conclusion qui appartenait bien aux issues acceptables, au vu de la preuve qui lui avait été présentée. Il est bien établi en droit qu'il n'appartient pas à la Cour d'apprécier à nouveau la preuve, et qu'il est de la compétence de la Commission d'accorder plus de poids à certains éléments de preuve qu'à d'autres (voir <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 54)."], ["[60]", "Je constate aussi que les demandeurs se fondent sur la décision <FRAGMENT_SUPPRESSED> , précitée, rendue par la Cour. Cette affaire concernait aussi des demandeurs d'asile roms de la Hongrie. Monsieur le juge Shore avait examiné la décision rendue par l'agente d'ERAR sur la protection de l'État offerte à ces demandeurs et conclu que l'agente s'était sélectivement fondée sur une partie limitée de la preuve documentaire pour déterminer que la protection de l'État était offerte (au paragraphe 55). Monsieur le juge Shore a conclu ceci (au paragraphe 58):", "L'agente d'ERAR doit au moins évaluer la preuve significative portant sur la détérioration des conditions de vie du peuple rom. Il était déraisonnable pour l'agente d'ERAR de conclure que les agressions envers les Roms ont cessé en Hongrie, en n'expliquant pas comment elle en est arrivée à cette conclusion. Cette constatation est centrale dans la prise de décision, car une décision d'ERAR sert à déterminer s'il existe un risque à renvoyer la personne dans son pays de nationalité", ", et non s'il y avait un risque au moment de son départ vers le Canada. [Souligné dans l'original.]"], ["[61]", "Pour les motifs susmentionnés, je conclus que la Commission n'a pas fait en l'espèce la même erreur que l'agente d'ERAR dans <FRAGMENT_SUPPRESSED> , précitée, et que, par conséquent, la décision <FRAGMENT_SUPPRESSED> , précitée, n'appuie pas les observations des demandeurs."], ["[62]", "En résumé, compte tenu des efforts limités déployés par les demandeurs pour obtenir la protection de l'État et de l'examen attentif de la preuve documentaire fait par la Commission, j'estime que la conclusion voulant que les demandeurs n'avaient pas réfuté la présomption de protection de l'État dont ils pouvaient se réclamer en Hongrie appartenait aux issues acceptables, au vu de la preuve qui avait été présentée à la Commission.", "Troisième question", "La Commission a-t-elle commis une erreur en concluant que la demande d'asile de la demanderesse n'était pas visée par l'exception prévue au paragraphe 108(4) de la Loi?"], ["[63]", "Bien que les demandeurs aient invoqué le paragraphe 108(4) après l'audience seulement, la Commission a analysé cette question dans sa décision. L'objet de cette disposition a été expliqué par monsieur le juge  <FRAGMENT_SUPPRESSED>  [2010] ACF no 398, au paragraphe 37:", "Le paragraphe 108(4) de la Loi permet d'accorder l'asile pour des motifs d'ordre humanitaire à la catégorie spéciale et limitée de personnes « qui ont souffert d'une persécution tellement épouvantable que leur seule expérience constitue une raison impérieuse pour ne pas les renvoyer, lors même qu'ils n'auraient plus aucune raison de craindre une nouvelle persécution ». [...]"], ["[64]", "Une analyse au titre du paragraphe 108(4) s'applique seulement lorsqu'il a été établi qu'un demandeur avait qualité de réfugié au sens de la Convention ou de personne à protéger au moment de la persécution, mais qu'il n'a plus cette qualité parce que les raisons pour lesquelles elle lui avait été reconnue n'existent plus (voir", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 1603, au paragraphe 62; <FRAGMENT_SUPPRESSED> , précitée, aux paragraphes 37 à 39; et", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 976, au paragraphe 31). Le changement doit être survenu dans les conditions observées au pays, et non dans la situation personnelle du demandeur (voir", "Sow", ", précitée, au paragraphe 68; et", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 1253, au paragraphe 19)."], ["[65]", "Il incombait aux demandeurs d'établir que « des raisons impérieuses [les] empêchaient de retourner dans le pays où [ils avaient] été persécuté[s] dans le passé » (voir", "Sow", ", précitée, au paragraphe 64). De plus, il ne suffit pas que les demandeurs affirment avoir subi des gestes qui pourraient constituer de la persécution. La Commission doit en fait conclure que ces gestes ont bel et bien eu lieu et qu'ils constituaient de la persécution (voir", "Sow", ", précitée, au paragraphe 66)."], ["[66]", "En l'espèce, selon la conclusion de la Commission, la demanderesse n'avait pas établi qu'elle avait des raisons impérieuses, tenant à des incidents de persécution antérieurs, de refuser de se réclamer de la protection du pays qu'elle avait quitté en raison de cette persécution antérieure. Pour tirer cette conclusion, la Commission a considéré le degré d'atrocité des actes infligés à la demanderesse ainsi que leurs répercussions sur son état physique et mental, et évalué si cette expérience constituait ou non une raison impérieuse pour la demanderesse de ne pas retourner en Mongolie. La Commission a finalement déterminé qu'elle ne disposait pas d'éléments de preuve suffisants pour établir que les expériences vécues par la demanderesse étaient atroces et épouvantables. Par conséquent, la Commission a conclu que la demanderesse n'avait pas établi que sa demande d'asile était visée par l'exception prévue au paragraphe 108(4)."], ["[67]", "Compte tenu du nombre limité d'éléments de preuve au dossier, j'estime que la Commission a rendu une décision raisonnable quant à l'applicabilité du paragraphe 108(4) dans le cas de la demanderesse. La Commission a souligné l'absence d'éléments de preuve, tel qu'un rapport psychologique, qui lui auraient permis de déterminer l'existence ou l'absence de répercussions sur l'état physique ou mental de la demanderesse. Ces éléments de preuve étaient particulièrement importants pour que la demanderesse puisse établir le bien-fondé de sa demande, comme en font foi les considérations soulignées par monsieur le juge  <FRAGMENT_SUPPRESSED>  [2004] ACF no 1354, au paragraphe 19:", "Le degré d'anxiété que vit un demandeur d'asile lorsqu'il pense qu'il sera forcé de retourner d'où il vient dépend de l'état de sa santé (force) mentale.", "La question à poser à l'égard des « raisons impérieuses » est la suivante: Le demandeur devrait-il être exposé à la toile de fond qu'il a quittée même si les acteurs principaux peuvent ne plus être présents ou ne plus jouer les mêmes rôles? La réponse ne réside pas tellement dans un fait concluant, déterminant et établi, mais plutôt plus dans l'étendue de la douleur intérieure ou de la douleur de l'âme à laquelle un demandeur serait assujetti.", "La décision, comme toutes les décisions de nature impérieuse, doit s'appuyer sur l'opinion selon laquelle c'est l'état d'esprit du demandeur qui crée le précédent - pas nécessairement le pays, les conditions, ni l'attitude de la population, même si ces facteurs peuvent jouer un rôle. En outre, cette opinion ne comprend pas l'imposition de concepts occidentaux à un phénomène subtil qui trouve sa source dans l'individualité de la nature humaine, une individualité qui est unique et qui s'est développée dans un environnement social et culturel tout à fait différent. Par conséquent,", "il devrait également être tenu compte de l'âge du demandeur, de ses antécédents culturels et de ses expériences sociales antérieures", ". La capacité de résister à des conditions défavorables dépendra d'un nombre de facteurs qui diffèrent d'un individu à un autre. [Non souligné dans l'original.]"], ["[68]", "En l'espèce, la Commission a noté que la demanderesse était jeune quand elle a quitté la Mongolie et qu'environ 20 ans s'étaient écoulés depuis son départ. La transcription de l'audience révèle que la demanderesse sait peu de choses sur son père (dont elle ignore même le nom) et sur ses allées et venues. La Commission ne disposait d'aucun élément de preuve sur l'état psychologique de la demanderesse qui lui aurait permis d'apprécier « l'étendue de la douleur intérieure ou de la douleur de l'âme à laquelle un demandeur serait assujetti » (voir", "Suleiman,", "précitée, au paragraphe 19)."], ["[69]", "En outre, la demanderesse a déclaré à l'audience que des membres de la famille de sa mère avaient vu son père en état d'ébriété. La Commission a cependant accordé peu de poids à cette allégation parce qu'elle ne figurait pas dans le FRP original ou modifié de la demanderesse, même si elle portait sur un élément central de ses prétentions. Je constate aussi que l'allégation n'a été corroborée par aucun élément de preuve, par exemple un affidavit de la mère ou d'un autre membre de la famille de la demanderesse en Mongolie."], ["[70]", "Par conséquent, parce qu'il incombait à la demanderesse d'établir qu'elle avait des raisons impérieuses de ne pas retourner en Mongolie et compte tenu de l'absence d'élément de preuve concernant son état psychologique, j'estime que la Commission a tiré une conclusion raisonnable sur cette question. Je fais remarquer en parallèle que la Commission n'avait pas conféré la qualité de réfugié ni celle de personne à protéger à la demanderesse, et qu'elle n'était donc pas tenue d'effectuer une analyse des raisons impérieuses."], ["[71]", "Pour ces motifs, je rejetterais la présente demande de contrôle judiciaire."], ["[72]", "Aucune des parties n'a souhaité me soumettre une question grave de portée générale à certifier.", "JUGEMENT"], ["[73]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.", "ANNEXE", "Dispositions législatives applicables", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", ") soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "108. (1) Est rejetée la demande d'asile et le demandeur n'a pas qualité de réfugié ou de personne à protéger dans tel des cas suivants:", ". . .", "e) les raisons qui lui ont fait demander l'asile n'existent plus.", ". . .", "(4) L'alinéa (1)e) ne s'applique pas si le demandeur prouve qu'il y a des raisons impérieuses, tenant à des persécutions, à la torture ou à des traitements ou peines antérieurs, de refuser de se réclamer de la protection du pays qu'il a quitté ou hors duquel il est demeuré.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances:", ". . .", "(e) the reasons for which the person sought refugee protection have ceased to exist.", ". . .", "(4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.", "[End of document]"]]}