{"id_": "054364", "body_str": [["[1]", "Shore, J.", ": \"Votre amie de coeur, madame Ferzli, devra déposer une garantie de 10 000 $ comptant et vous devrez vous présenter au bureau d'Immigration Canada le premier jour après votre libération et ensuite une fois par semaine. Vous devez les aviser de tout changement d'adresse. Vous comprenez? Donc, il faut absolument qu'il y ait 10 000 $ de déposés comptant, aussi c'est un montant qui est important, mais pas tant que ça, je pense que je vous fais confiance, vous Madame.", "\"Vous j'ai certains doutes, mais je pense que Madame a quand même un certain contrôle et il faut que vous réalisiez que si vous voulez avoir un avenir ici, vous êtes mieux de faire les choses selon les règles. Maître Moussa va vous expliquer qu'après ça il y a un gros X sur le dossier, si vous ne faites pas ça dans les règles.", "\"Donc, un billet d'avion, preuve d'achat de billet d'avion pour un départ avant le 7 juillet ou au plus tard le 1er juillet 2006, 10 000 $ comptant, vous devrez vous présenter au bureau d'Immigration Canada le premier jour ouvrable après votre libération et ensuite une fois par semaine, puis aviser de tout changement d'adresse.", "\"Naturellement, vérification de départ, ça je n'aurai pas besoin de vous expliquer, maître Moussa va sûrement vous expliquer que", "si vous quittez le Canada par vous-même à quelque moment que ce soit, pour où que ce soit, pour quelque durée que ce soit", "dans le monde,", "même aux États-Unis", "pour aller magasiner une journée,", "si vous ne faites pas vérifier votre départ, votre amie va perdre le 10 000 $, ça va être considéré comme vous n'avez jamais quitté le Canada", ".\" (Emphasis added.)", "[TRANSLATION NOT AVAILABLE]", "(Immigration and Refugee Board Decision (IRB Decision), p. 4.)", "INTRODUCTION"], ["[2]", "The Applicant, Ms. Najwa Ferzly, paid a cash deposit of $10,000 to secure the release of Mr. Basson Blaise Bassolé from immigration detention. One of the conditions of release imposed by the Canadian Border Services Agency (CBSA) Enforcement Officer, Mr. Manuel Pereira, was for Mr. Bassolé to report to the Pierre Elliott Trudeau Airport in Montreal, on June 28, 2006, to board a flight, at 22:05, bound for Burkina Faso. This condition was imposed on him as a result of the airline ticket which Mr. Bassolé had purchased and presented in order to secure his release from detention. Instead, Mr. Bassolé unilaterally chose to attempt to leave Canada, on June 28, 2006, via Ottawa, on a flight for Boston, United States (U.S.), thereby breaching a term of his release. As a result of this breach, Mr. René D'Aoust, Director of the Investigations and Removal Section of the CBSA, declared the $10,000 deposit forfeited. Ms. Ferzly seeks judicial review of that decision."], ["[3]", "Ms. Ferzly contends that Mr. D'Aoust erred in finding that there had been a breach of any of the conditions secured by the deposit. Ms. Ferzly alleges that there was never a condition imposed on Mr. Bassolé to report to the Montreal Airport. In any event, she argues that, since Mr. Bassolé ultimately left out of the Montreal Airport, that the conditions were respected and that she should receive her deposit back."], ["[4]", "The Respondent submits that Mr. D'Aoust did not err in his decision to forfeit the security deposit as Mr. Bassolé breached a condition of his release that he present himself at the Montreal Airport to board the flight to Burkina Faso. Mr. D'Aoust's findings were entirely reasonable based on the evidence before him. Finally, Mr. D'Aoust properly exercised his discretion when he caused the deposit to be forfeited. As such, this Court should not interfere with his decision.", "FACTS"], ["[5]", "On April 3, 2006, Mr. Bassolé was detained because he posed a risk that he would not leave the country voluntarily following a negative determination of his Convention Refugee Application and Pre-Removal Risk Assessment (PRRA)."], ["[6]", "On April 5, 2006, Mr. Louis Dubé, a member of the Immigration and Refugee Board, Immigration Division (Board), ordered the release of Mr. Bassolé from detention; however, Mr. Bassolé was not going to be released from detention until he presented an airline ticket by which he would depart from Canada according to strict conditions imposed upon him as to where, when and how. In its reasons, the Board indicated that if Mr. Bassolé did not receive authorization to go to France, he would have to leave for Burkina Faso and there was a strong possibility that he would not depart Canada voluntarily to Burkina Faso. This was also the reason for imposing a monetary deposit. (The IRB decision, pp. 3 and 4.)", "\"Votre amie de coeur, madame Ferzli, devra déposer une garantie de 10 000 $ comptant et vous devrez vous présenter au bureau d'Immigration Canada le premier jour après votre libération et ensuite une fois par semaine. Vous devez les aviser de tout changement d'adresse. Vous comprenez? Donc, il faut absolument qu'il y ait 10 000 $ de déposés comptant, aussi c'est un montant qui est important, mais pas tant que ça, je pense que je vous fais confiance, vous Madame.", "\"Vous j'ai certains doutes, mais je pense que Madame a quand même un certain contrôle et il faut que vous réalisiez que si vous voulez avoir un avenir ici, vous êtes mieux de faire les choses selon les règles. Maître Moussa va vous expliquer qu'après ça il y a un gros X sur le dossier, si vous ne faites pas ça dans les règles.", "\"Donc, un billet d'avion, preuve d'achat de billet d'avion pour un départ avant le 7 juillet ou au plus tard le 1er juillet 2006, 10 000 $ comptant, vous devrez vous présenter au bureau d'Immigration Canada le premier jour ouvrable après votre libération et ensuite une fois par semaine, puis aviser de tout changement d'adresse.", "\"Naturellement, vérification de départ, ça je n'aurai pas besoin de vous expliquer, maître Moussa va sûrement vous expliquer que", "si vous quittez le Canada par vous-même à quelque moment que ce soit, pour où que ce soit, pour quelque durée que ce soit", "dans le monde,", "même aux États-Unis", "pour aller magasiner une journée,", "si vous ne faites pas vérifier votre départ, votre amie va perdre le 10 000 $, ça va être considéré comme vous n'avez jamais quitté le Canada", ".\" (Emphasis added.)", "[TRANSLATION NOT AVAILABLE]", "(IRB Decision, p. 4.)"], ["[7]", "The \"Order for Release or Order for Imposition of Conditions\", dated April 5, 2006, sets out the conditions imposed on Mr. Bassolé for his release, including the payment of a security deposit of $10,000 on his behalf by Ms. Ferzly and that Mr. Bassolé must: (1)", "present himself at the time and place that an Officer requires him to appear to comply with any obligation imposed on him under the", "Act", "; (2) provide the (Immigration) Department with his address and to advise them of any changes in that address; (3) report to an Officer at the Canadian Immigration Centre nearest his residence the first working day following his release and once per week thereafter; (4)", "provide proof of purchase of an airline ticket leaving Canada by no later than July 1, 2006, before he will be released", "; and (5) obtain verification of his departure. (IRB Decision, pp. 3-4.)"], ["[8]", "On April 5, 2006, Ms. Ferzly signed a security deposit in the amount of $10,000. The Security Deposit Form indicated that the conditions of release pertaining to the deposit were those contained in the Order for Release or Order for Imposition of Conditions as described above. By signing the deposit agreement, Ms. Ferzly acknowledged that she understood and agreed that in the event of default or breach of any of the above conditions imposed, the money deposited was liable to be forfeited to the Crown. (Security Deposit, Certified Tribunal Record, p. 22.)"], ["[9]", "In order to comply with the conditions for and obtain his release from detention, on April 6, 2006, Mr. Bassolé met with the CBSA enforcement officer, Mr. Pereira, and presented an airplane ticket to depart Canada on a flight leaving from Pierre-Elliott Trudeau Airport in Montreal, on June 28, 2006, at 22:05, to Casablanca, with a final destination of Ouagadougou, Burkina Faso. Mr. Bassolé was released as a result of this airline ticket and all of the subsequent preparation of documents and instructions to Mr. Bassolé were based on Mr. Bassolé leaving Canada on that flight. (Copy of airline ticket, Certified Tribunal Record, p. 19; Manuel Pereira's Notes to File, dated April 6, 2006, Certified Tribunal Record, p. 20; Affidavit of Manuel Pereira, sworn August 8, 2007.)"], ["[10]", "On June 16, 2006, Mr. Pereira met with Mr. Bassolé to confirm the details of his scheduled departure from Montreal to Burkina Faso, on June 28, 2006. Mr. Pereira advised Mr. Bassolé that all of the departure documentation required for his trip back to Burkina Faso, including his airline ticket, would be sent to the CBSA office at the Montreal Airport. Mr. Pereira told Mr. Bassolé that he was to present himself to a CBSA officer at the Montreal Airport in order to obtain his departure documentation and to verify his departure as scheduled. (Affidavit of Manuel Pereira, sworn August 8, 2007, para. 10; Manuel Pereira's Notes to File, dated June 16, 2006, Certified Tribunal Record, p. 18.)"], ["[11]", "On June 28, 2006, instead of presenting himself to the Montreal Airport, as Mr. Pereira had instructed him to do, Mr. Bassolé attempted to leave Canada for the U.S. from the Ottawa Airport, in violation of the condition of his release. He was placed under arrest and physically escorted to the Montreal Airport by two removals officers. (Michel Renaud's Notes to File, dated June 29, 2006, Certified Tribunal Record, p. 14.)"], ["[12]", "Ms. Ferzly was present with Mr. Bassolé at the Ottawa Airport when he was arrested and asked for her $10,000 deposit back at that time, which was refused. She also asked if she could bring him to the Montreal Airport herself, which was refused. (Affidavit of Najwa Ferzly, sworn January 15, 2007, paras. 57-60.)"], ["[13]", "In response to Ms. Ferzly's requests for the return of her deposit, Mr. Pereira telephoned her to advise her that, as Mr. Bassolé had not complied with the condition imposed on him, to present himself at the Montreal Airport, he would probably be recommending that the deposit be forfeited. (Affidavit of Manuel Pereira, sworn August 8, 2007.)"], ["[14]", "On September 18, 2006, a letter was sent to Ms. Ferzly indicating that, as Mr. Bassolé had not presented himself at the time and place to which the immigration officer requested, it was CBSA's intention to seize her $10,000 cash deposit. The letter gave her an opportunity to provide submissions as to why the deposit should not be forfeited. (Letter dated September 18, 2006, Certified Tribunal Record, p. 9.)"], ["[15]", "Ms. Ferzly provided her submissions in a letter, dated October 13, 2006, in which she argued that Mr. Bassolé did not breach any of his release conditions \"including this condition that you state was not met were indeed met with in full.\" (Letter dated October 13, 2006, Certified Tribunal Record, pp. 7 and 8.)"], ["[16]", "After considering her submissions and all of the evidence, Mr. D'Aoust made the decision to forfeit the $10,000 security deposit due to Mr. Bassolé's breach of the release condition that he \"...", "present himself at the time and place that an Officer or the Immigration Division requires him to appear to comply with any obligation imposed on him under the", "Act", "\". (Decision to forfeit, dated November 6, 2006, Certified Tribunal Record, pp. 2 and 3.)", "ISSUES"], ["[17]", "(1) Did Mr. D'Aoust err in finding that Mr. Bassolé breached a condition of his release?", "(2) Was Mr. D'Aoust's decision as to the forfeit of the Applicant's $10,000 cash deposit properly made?", "ANALYSIS", "Determination that Mr. Bassolé breached a release condition not patently unreasonable"], ["[18]", "The finding that there has been a breach of a condition of release is a finding of fact, and, therefore, is to be accorded significant deference. The applicable standard is that defined in paragraph 18.1(4)(d) of the", "Federal Courts Act", ", R.S.C., 1985, c. F-7. The Court can only intervene if it considers that the decision has been based on an erroneous finding of fact that was made in a perverse or capricious manner or without regard for the evidence. This is the patent unreasonableness standard. (", "<FRAGMENT_SUPPRESSED> ; 293 F.T.R. 277; 2006 FC 652, para. 13;", "<FRAGMENT_SUPPRESSED> ; 2005 FC 428, para. 16.)"], ["[19]", "The decision-maker is entitled to weigh the evidence and has done so in this case to arrive at a finding of fact and should not lightly be set aside. Contrary to Ms. Ferzly's assertions, all evidence on record before Mr. D'Aoust clearly demonstrates that, (a) a condition was imposed on Mr. Bassolé by immigration officer, Mr. Pereira, that he \"present himself at the time and place that an immigration officer requires him to,\" namely that he report to the Pierre Elliott Trudeau Airport in Montreal, on June 28, 2006, to board a flight at 22:05, bound to Burkina Faso, based on the airline ticket he purchased and presented to secure his release from detention; and (b) that he breached said condition by trying to leave the country via Ottawa Airport bound for Boston. (Copy of airline ticket, Certified Tribunal Record at p. 19; Manuel Pereira's Notes to File, dated April 6, 2006 and his Notes to File, dated June 16, 2006, Certified Tribunal Record, pp. 18 and 20.)"], ["[20]", "The conditions verbally communicated by the Board during the hearing are not the only conditions imposed on Mr. Bassolé. The Order for Release or Imposition of Conditions by the Immigration Division unequivocally sets out the condition that Mr. Bassolé \"present himself ... at the time and place that an officer ... requires him to appear to comply with any obligation imposed on him under the", "Act", "\" as the first condition of Mr. Bassolé's release. By signing the Order for Release or Imposition of Conditions, Mr. Bassolé acknowledged this was a condition of his release. (Order for Release or Order for Imposition of Conditions, Certified Tribunal Record, p. 23.)"], ["[21]", "Furthermore, Mr. Bassolé was ordered by the Board to present an airline ticket to secure his release from detention. He presented a ticket for departure from Montreal to Burkina Faso, on June 28, 2006; but, for this airplane ticket, Mr. Bassolé would not have been released. This ticket was documented in Mr. Bassolé's file. All subsequent instruction to Mr. Bassolé was based on this very ticket. It was not open to him to unilaterally change his departure plans. (The Board's Decision at p. 3, Applicant's Record, Exhibit D; Copy of airline ticket, Certified Tribunal Record at p. 19; Manuel Pereira's Notes to File, dated April 6, 2006, Certified Tribunal Record, p. 20.)"], ["[22]", "Mr. Pereira met with Mr. Bassolé on June 16, 2006 and confirmed that he was to present himself at the Montreal Airport on June 28, 2006 in order to verify his scheduled departure from Montreal to Burkina Faso. (Manuel Pereira's Notes to File, dated June 16, 2006, Certified Tribunal Record, p. 18.)"], ["[23]", "Mr. Ferzly admits that a condition of Mr. Bassolé's release was to present himself at a date and time required by an immigration officer in order to comply with the obligation imposed on him under the", "Act", ". She stated that this condition \"worried her\". (Applicant's Affidavit, sworn January 15, 2007, paras. 18 and 22, Applicant's Record.)"], ["[24]", "Ms. Ferzly also admits that Mr. Pereira met with Mr. Bassolé on June 16, 2006. Furthermore, the officer's notes to file clearly demonstrate that the requirement to report to the Montreal Airport was communicated to Mr. Bassolé at that time. (Applicant's Affidavit, sworn January 15, 2007, para. 33, Applicant's Record; Manuel Pereira's Notes to File, dated June 16, 2006, Certified Tribunal Record, p. 18.)"], ["[25]", "Mr. D'Aoust's decision that Mr. Bassolé had breached a condition of release was not based on any erroneous findings of fact, nor was it made in a perverse or capricious manner without regard for the material before him. Based on the evidence, Mr. D'Aoust's finding that Mr. Bassolé breached a condition of his release was not patently unreasonable and as such this Court should not intervene.", "Determination to forfeit Applicant's security deposit was properly made"], ["[26]", "The standard of review for whether Mr. D'Aoust's ensuing decision to forfeit Ms. Ferzly's security deposit was properly made is reasonableness. This decision is a question of mixed law and fact that attracts considerable deference by the Court. The Court should only intervene if Mr. D'Aoust's decision is not supported by any reasons that can stand up to a somewhat probing examination. (", "<FRAGMENT_SUPPRESSED> ; 287 F.T.R. 306; 2006 FC 221, at paras. 19-20 (T.D.);", "Kang", ", above at para. 17.)"], ["[27]", "On its face, Mr. D'Aoust's ensuing decision to forfeit the deposit was entirely reasonable based on the evidence before him. There is no evidence on the record in regard to extraneous considerations. It must be presumed that he considered the totality of the evidence before him. (", "<FRAGMENT_SUPPRESSED> ; 2002 FCT 363.)"], ["[28]", "The reason for requiring the payment of a deposit is to allow for the release of individuals in immigration detention on terms that will ensure compliance with immigration legislation and the conditions imposed on them. (", "<FRAGMENT_SUPPRESSED>  at para. 18;", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, subsection 58(3).)"], ["[29]", "By signing the security deposit, Ms. Ferzly was aware that the consequence of Mr. Bassolé's breach of any of the conditions of his release was forfeiture of her security deposit. (Security Deposit, Certified Tribunal Record, p. 22.)"], ["[30]", "Ms. Ferzly was well aware that Mr. Bassolé breached a condition of his release by not reporting to the Montreal Airport. She escorted Mr. Bassolé to the Ottawa Airport and was present when immigration officer, Mr. Renaud, informed Mr. Bassolé that he was to have presented himself in Montreal. She asked for her deposit back at that time. (Michel Renaud's Notes to File, dated June 29, 2006, Certified Tribunal Record at p. 14; Affidavit of Najwa Ferzly, sworn January 15, 2007, paras. 57-60.)"], ["[31]", "There was no denial of procedural fairness. Ms. Ferzly was given the opportunity to make submissions in regard to the impending forfeiture. She did so by providing written representations in a letter, dated October 13, 2006, which Mr. D'Aoust acknowledges in his decision. (Letter, dated September 18, 2006, Certified Tribunal Record at p. 9; Letter, dated October 13, 2006, Certified Tribunal Record at pp. 7 and 8; Decision to forfeit, dated November 6, 2006, Certified Tribunal Record, pp. 2 and 3.)"], ["[32]", "Mr. D'Aoust's decision to forfeit the said security deposit was made in good faith. There is no evidence of any malice on Mr. D'Aoust's part in making the decision to forfeit Ms. Ferzly's security deposit. (Decision to forfeit, above.)"], ["[33]", "In reaching his decision to forfeit the security deposit, Mr. D'Aoust considered several factors which are referenced in his decision including:", "(a) Mr. Pereira communicated to Mr. Bassolé that he was to present himself at the Montreal Airport in order to verify his scheduled departure from Montreal to Burkina Faso;", "(b) Mr. Bassolé ignored these instructions and instead attempted to leave Canada from the Ottawa Airport to the U.S. but was refused entry;", "(c) Mr. Bassolé lied to the U.S. Immigration officials when he declared to them that he never claimed refugee status in Canada;", "(d) Mr. Bassolé had to be placed under arrest at the Ottawa Airport in order to execute his scheduled removal from Montreal on June 28, 2006.", "(Decision to forfeit, dated November 6, 2006, Certified Tribunal Record, pp. 2 and 3; Michel Renaud's Notes to File, dated June 29, 2006, Certified Tribunal Record, p. 14; Manuel Pereira's Recommendation of August 15, 2006, Certified Tribunal Record, pp. 10 and 11.)"], ["[34]", "Taking all of these factors into consideration, Mr. D'Aoust decided that Ms. Ferzly's security deposit would have to be forfeited due to conditions imposed which had been duly accepted. Under the circumstances, the decision was logical and reasonably sound as it was based on all of the evidence on the record before him."], ["[35]", "Furthermore, Mr. D'Aoust's decision was exercised in good faith, in accordance with the principles of natural justice; none of the considerations were irrelevant nor extraneous to the statutory purpose; therefore, this Court should not intervene.", "CONCLUSION"], ["[36]", "For all the above reasons, this application for judicial review is dismissed.", "JUDGMENT"], ["[37]", "THIS COURT ORDERS that", "1. The application for judicial review be dismissed;", "2. No serious question of general importance be certified.", "Application dismissed.", "Editor: Giovanni A. Merlini/vnh", "[End of document]"]]}