{"id_": "054527", "body_str": [["[1]", "Russell, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (\"Board\") dated February 11, 2003 (\"Decision\") wherein the Board determined that Valentina Petrova (\"Applicant\") was not a Convention refugee or a person in need of protection.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant is a citizen of Moldova. She came to Canada on a visitor's visa as soon as her son achieved permanent resident status in Canada through marriage. Her son was also a failed refugee claimant from 1992. The Applicant stayed for the duration of her visa, applied for an extension and, when that was refused, she applied for refugee status nine months after arriving in Canada. Her son is unable to sponsor her because his income is not sufficient.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant claims Convention refugee status on the basis of a well-founded fear of persecution at the hands of agents sent by her former colleagues who thought she had reported them to the authorities. The Applicant worked at a company where she claims government officials were mentioned by her boss and stolen cars were discussed. In addition, she claims that many of the men who came to see her boss at work carried guns. She says that she eventually quit her work. The police arrested a few of the employees but then released them. Since the police arrests, the Applicant alleges that her former colleagues have been threatening her, and that two attacks by two unknown men were prompted by knowledge she possessed regarding the illegal work activities.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[4]", "The evidence before the Board was that the Applicant had reported the activities of her boss to the police. The evidence was contained in paras. 7 and 8 of the Applicant's PIF, which indicates that a report was made to a police officer who had come to the hospital to investigate an assault made upon the Applicant. The PIF further indicates that the Applicant followed up with the police after she was released from the hospital. The Applicant also testified that she told the police that she overheard telephone conversations of her boss during which names of members of the government were mentioned.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The reasons of the Board indicate the following:  <FRAGMENT_SUPPRESSED>", "\"She said she never reported the alleged activities of her boss to any authority in Moldova because she felt it would be useless to do so given the extensive corruption there ... <FRAGMENT_SUPPRESSED>"], ["[6]", "The Board found that the Applicant's fear of persecution was not credible or trustworthy due to inconsistencies and implausibilities that were internal to her testimony and evidence. The Board also found that there simply was not sufficient credible or trustworthy evidence to indicate that she was targeted because of information she allegedly overheard at her office.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Applicant raises the following issues:  <FRAGMENT_SUPPRESSED>", "Did the Board err in law by ignoring relevant evidence, misconstruing the evidence before it and by making findings of fact that were so patently unreasonable as to constitute reviewable error?  <FRAGMENT_SUPPRESSED>", "Did the Board base its decision on an erroneous finding of fact without regard to the material before it?  <FRAGMENT_SUPPRESSED>", "Did the Board err in law in its assessment of the Applicant's credibility?  <FRAGMENT_SUPPRESSED>", "Did the above errors constitute in themselves or in combination a cumulative effect amounting to an error of law?  <FRAGMENT_SUPPRESSED>", "ARGUMENTS  <FRAGMENT_SUPPRESSED>", "Applicant  <FRAGMENT_SUPPRESSED>", "Credibility  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant submits that the Board erred in law in its assessment of the Applicant's credibility. Other than referring to what might be characterized as two minor inconsistencies, she says that the analysis of her credibility fails to meet the standards imposed by this Court. The Applicant submits that the Board's reasons for not finding her credible are not reasons at all.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicant notes that the Board stated that she was \"vague\" in describing what she overheard when certain unsavoury individuals visited her boss, although no particulars were provided by the Board. The Board merely repeated the Applicant's evidence concerning her employment and concluded that the evidence was not credible, but never said why.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Applicant also notes that the Board repeated the Applicant's evidence that she was attacked on two occasions. The Board concluded that these attacks, if they occurred at all, were criminal acts, but the Board did not give particulars as to how and why it came to this conclusion.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Still further along in the Decision, the Board repeated the Applicant's evidence that her door was set on fire and that bullets were fired at her door. The Applicant submits that the Board concluded that the door was not shot at, and that the Applicant added this incident to bolster her claim, even though this information is contained in para. 11 of the PIF. The Board never provided particulars of why it concluded that the door was not shot at and why it concluded that she added this incident to bolster her claim.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Applicant submits that the Board must make clear findings of credibility in relation to the witness before it and should give adequate and real reasons for its findings. Merely to repeat the Applicant's evidence and then to conclude that events either did not happen or that they had no relation to the Applicant's fear of persecution without providing reasons is an error of law.  <FRAGMENT_SUPPRESSED>", "Implausibility and Inconsistencies  <FRAGMENT_SUPPRESSED>"], ["[13]", "With respect to what the Board characterized as \"inconsistencies,\" the Applicant submits that a better description would be \"implausibilities.\" The Board found that it was not reasonable for the Applicant's sister to move into an unsafe apartment and to remain there if that location was targeted by individuals who were seeking the Applicant. The Board also stated that the Applicant's oral testimony regarding her sister's residence in the apartment was inconsistent and differed from what was written in para. 13 of her PIF, although the Board did not state what the inconsistency was. Paragraph 13 of the PIF simply states that the Applicant's sister had recently written to her and told her not to come home as she had just received a message that, they \"will make an example for others.\" The Board also made reference to the fact that the medical document submitted by the Applicant did not indicate that the injuries she had suffered were the result of an attack.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Applicant submits that these inconsistencies are better characterized as findings of implausibility and are based on extrinsic criteria such as the Board's own experience, imputed expertise, common sense or what the Board thinks is not reasonable. Where there are internal inconsistencies, the Board is required to justify its credibility findings with specific and clear reference to the evidence.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant argues that the Board was speculating when it found that the apartment was unsafe just because it had previously been targeted. The incident where bullets were shot at the door of the Applicant's apartment was in February, 2000. The Applicant left Moldova in November, 2000. The Applicant's sister did not move into the apartment until after the Applicant left Moldova, which was almost ten months later. The Applicant's sister advised the Applicant that she had received some threatening phone calls while living in the apartment as well as notes addressed to the Applicant that were left in the mailbox.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Applicant submits that the Board was also speculating and using its own experience when it refused to rely on the medical reports because there was no indication the injuries they referred to were the result of an attack. There was no evidence before the Board to indicate that medical reports issued from Moldova necessarily require confirmation that injuries suffered were the result of an attack.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Applicant submits that a credibility finding based upon the Board's own notion of what is reasonable or implausible is reviewable by this Court and that the Board is under a clear duty to justify its credibility findings with specific and clear reference to the evidence.  <FRAGMENT_SUPPRESSED>", "Misstatements of the Evidence  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Board concluded that the medical document submitted by the Applicant was not credible or trustworthy because it was undated and did not indicate that the Applicant was hospitalized as she alleged. The Applicant says that the Board misstated the evidence in this regard. Although the medical document is not dated per se in the place provided for \"Date\", upon closer examination, the document clearly indicates that on \"26.09.1999\", the Applicant \"had suffered a fracture of the right collarbone with collarbone dislocation ... In x-ray examination (19.10.1999) and (07.12.1999) reg. #3328 -fracture of right collarbone ... A false joint had formed in the place of fracture. On 26.09.1999 had sustained a cranial brain trauma ...\" Dated 7.12.1999 reference of \"Trauma Department registration #8687 ... Official Record of Disability issued until 7.03.00.\" The medical document is under the seal of the Ministry of Health and Social Services of the Central Hospital in the City of Bendery.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Applicant submits that the medical document contains all the relevant dates of the assaults complained of by the Applicant and that, although undated per se, it confirms the injuries suffered by the Applicant, the dates such injuries were sustained, the medical procedures performed and the dates on which they were performed. The absence of a date on the form does not vitiate its authenticity.  <FRAGMENT_SUPPRESSED>", "Reference to Belarus  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Applicant says that the Board was clearly wrong when it stated that the she alleged she was a citizen of Belarus and that she is not a person in need of protection and will not be subjected personally to a risk to her life or to cruel and unusual punishment in Belarus. The Board was also wrong in saying that the Applicant's identity as a national of Belarus was established by her testimony and the supporting documentation filed. The Board makes reference to the country of reference on seven separate occasions in the Decision. In six of these references, the Board refers to Belarus. Only once does the Board make reference to Moldova, the correct country of reference and even then this is done in the context of a complete misstatement of the Applicant's evidence.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Applicant is still at risk of harm and personal risk in Moldova, but the Board's Decision refers to risk in Belarus.  <FRAGMENT_SUPPRESSED>"], ["[22]", "These mistakes cannot be excused as typographical errors or errors that are not central to the Decision. The Board has a responsibility to consider each case individually on its merits and syntactical substitutions to ease the administrative burden cannot be used to place the Board above the rule of law. If the Board is allowed to make errors in assessing something as important and central to a claim as a country of reference, then the entire refugee determination system would be brought into disrepute. Simply stated, where the Board misconstrues evidence before it, it errs in law.  <FRAGMENT_SUPPRESSED>", "Failure to Report  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Board states that the Applicant \"never reported the alleged activities of her boss to any authority in Moldova because she felt it would be useless to do so given the extensive corruption there.\" In paragraph 7 of the PIF, just after her account of being taken to the hospital, the Applicant states that \"an investigating officer came to the hospital to ask me questions and I told him that my life was in danger, and told him why. I also told him that I had reason to believe that members of the government were closely connected to his group of people.\" At the hearing, the Applicant also testified that she advised the same officer that she had information about the company and that she had heard telephone conversations and names of members of the government and had received threatening telephone calls. The Board's conclusion that the Applicant never reported the alleged activities of her boss to any authority is a misstatement of the evidence.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Applicant submits that the Board erred in law by finding that the assaults were criminal acts only and that there was no nexus to any Convention ground. The fear of persecution at the hands of organized crime, where the problems do not arise within a broader context of civil strife and call into question the unwillingness or inability of the civil authorities to provide adequate protection to a victim of crime, constitutes the necessary link to a Convention ground.  <FRAGMENT_SUPPRESSED>", "Respondent  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Respondent submits that this Court should not interfere with the Board's assessment of credibility where an oral hearing has been held and where the Board has had the advantage of seeing and hearing the witness unless the Court is satisfied that the Board based its conclusions on irrelevant considerations or ignored relevant evidence. Furthermore, where any of the Board's inferences and conclusions were reasonably open to it on the record, the Court should not interfere even if it disagrees with the inferences drawn", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[26]", "The Federal Court of Appeal, in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), set out the following generally applicable text:  <FRAGMENT_SUPPRESSED>", "\"There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review. <FRAGMENT_SUPPRESSED>", "Credibility Findings Reasonable  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Board made a credibility finding with respect to the totality of Applicant's evidence and concluded that she was not a credible witness. The Board gave detailed reasons for this finding based on problems that were internal to the Applicant's testimony and evidence.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Assessing the Applicant's credibility is crucial to the decision-making function of the Board. The Respondent says that the Board is entitled to draw an adverse inference where it finds lack of credibility.  <FRAGMENT_SUPPRESSED>"], ["[29]", "As the primary finder of fact the Board is entitled to reject even uncontradicted evidence if it is not \"consistent with the probabilities affecting the case as a whole.\" Moreover, the Board is entitled to make an adverse finding of credibility based upon the implausibility of the Applicant's story alone (", "<FRAGMENT_SUPPRESSED>  (B.C.C.A.), at 356).  <FRAGMENT_SUPPRESSED>"], ["[30]", "The jurisprudence is clear that the Board can make findings based on implausibilities, common sense and rationality. A heavy burden lies on the Applicant to rebut the Board's finding that she lacked credibility (", "<FRAGMENT_SUPPRESSED>  (T.D.));", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[31]", "The Respondent disagrees with the Applicant's contention that the Board made a negative credibility finding based on two minor inconsistencies. The Respondent submits that the overall credibility finding made by the Board was based on more than two minor inconsistencies and was supported by reasonable explanations. The Board found that the Applicant's testimony was vague, implausible, and inconsistent.  <FRAGMENT_SUPPRESSED>", "Vagueness  <FRAGMENT_SUPPRESSED>"], ["[32]", "The paragraph in the Decision that addresses the Applicant's vagueness provides as follows:  <FRAGMENT_SUPPRESSED>", "\"The claimant was vague in describing what she had overheard when these unsavoury individuals visited her boss. She said she was separated from him by his assistant and three other workers. She said at some point she heard the name of the mayor mentioned and something about stolen cars. She said she continued working there for about six months after she learned what was happening and waited fifteen months before telling her friend what she had heard. <FRAGMENT_SUPPRESSED>"], ["[33]", "The Applicant's testimony regarding what she had heard at her work was central to the Applicant's claim. All she claimed to hear was the mayor's name and talk about stolen cars. She also suspected that there was illegal activity going on but was vague about that as well. This testimony is vague because it does not implicate anyone in doing anything corrupt or illegal.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The transcript of the hearing reflects the fact that the Applicant's information with respect to any criminal activity at the business where she worked was vague. She merely describes how she heard names of government officials and how she overheard a telephone conversation about stolen cars and the name of the mayor. She also indicated that men who came to her place of work sometimes carried guns. On the basis of this information she concluded that her employer's business was illegal.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Respondent submits that the comment from the Board that the information provided by the Applicant in this instance was vague was entirely reasonable on the facts as found in the Decision and in the evidence provided by the Applicant.  <FRAGMENT_SUPPRESSED>", "Sister Moved into Unsafe Apartment  <FRAGMENT_SUPPRESSED>"], ["[36]", "After the Applicant left Moldova her sister moved in to her apartment to save money. The Board noted the following:  <FRAGMENT_SUPPRESSED>", "\"The claimant said that after she left the country, her sister moved into her apartment in order to sublet her own place and receive extra income. The claimant indicated that more threats came to her sister in the claimant's apartment, but that she continued to stay there for six months. It is not reasonable that her sister would remain in an unsafe apartment, or that she would even have moved there in the first place if that location were really targeted by individuals who were after the claimant for her alleged wrongdoing. The claimant's oral testimony regarding her sister's residence in that apartment was also inconsistent and varied from what was written in paragraph 13 of the PIF. <FRAGMENT_SUPPRESSED>"], ["[37]", "The Applicant's PIF indicated that, after she left Moldova, her sister decided to stay in her apartment so that she could realize some extra income. Her sister began receiving threatening phone calls and notes asking where to find the Applicant. The PIF (prepared in 2002) also indicated that the Applicant \"just recently\" had received a letter from her sister telling her she should not come home because she had been told that she would be made an example for others.  <FRAGMENT_SUPPRESSED>"], ["[38]", "In her oral testimony, when the RPO asked why her sister would reside in a location whose entrance had been shot at and burned, the Applicant stated it was convenient for her sister to stay there. When asked again, the Applicant then stated that her sister moved out when they started threatening her:  <FRAGMENT_SUPPRESSED>", "\"RPO: I'm puzzled as to why your sister moved into your apartment if you had a fire there and someone was shooting at the door? By that I mean it would seem more reasonable that she remain in your [sic] own apartment and rent your apartment?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: It was very convenient to her because my elderly mother she lives just very close by and her job was very near there as well, so it was very convenient for her to stay there.  <FRAGMENT_SUPPRESSED>", "RPO: But you believe they tried to burn you out and you believe that someone deliberately shot bullets into your door. It would seem to me that the danger would outweigh any convenience, so I am not clear why your sister would take that risk?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: Well she moved in there just because it was so convenient, but then when they started threatening and throwing notes and then she moved out.  <FRAGMENT_SUPPRESSED>", "RPO: I'm sorry, did you mention this is in your Personal Information Form? That she moved out?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: - No, because it was when I was calling and already taking to her, no I didn't. <FRAGMENT_SUPPRESSED>", "Certified Tribunal Record, at p. 210  <FRAGMENT_SUPPRESSED>"], ["[39]", "The Applicant said she did not put the fact of her sister's moving out into the PIF because she did not realize that it had any connection with her story. The sister was there for six months and moved out in March 2001. When the RPO asked why she said in her PIF that she had recent communication with her sister in 2002 regarding goings on at her flat, the Applicant answered that her sister was told by the new people living in the flat that the threats continued and she conveyed this to the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[40]", "If the Applicant left Moldova in November 2000 because she felt desperately unsafe in her home, it was reasonable for the Board to conclude that it made no sense for her sister to move. The Applicant's testimony was that her sister lived in the flat for about 6 months or less and left in March 2001. This means that her sister moved in directly after she left for Canada in November 2000 and remained in this dangerous location for about 5 months.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Applicant made strong allegations that her persecutors were attacking her at her place of residence to such an extent that she was unable to remain there for fear she would be harmed. She then expected the Board to find it reasonable that her sister moved in after she left on November 1, 2000, despite the fact that the Applicant had been too scared to stay there since February 2000. The following is an excerpt from the hearing transcript:  <FRAGMENT_SUPPRESSED>", "\"CLAIMANT: As soon as I received the invitation from children I went to Bucharest and I applied for visitors visa.  <FRAGMENT_SUPPRESSED>", "COUNSEL: I see, and during the period of time while you were waiting for your visitors visa, where were you residing?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: I was hiding at my friends places.  <FRAGMENT_SUPPRESSED>", "COUNSEL: Places plural? At different places?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: Yes, different places.  <FRAGMENT_SUPPRESSED>", "COUNSEL: Did you stay in your apartment?  <FRAGMENT_SUPPRESSED>", "CLAIMANT: No, I couldn't live in my flat after it was fired on. My son was worried about me, something might happen to me. <FRAGMENT_SUPPRESSED>", "Certified Tribunal Record, at p. 196  <FRAGMENT_SUPPRESSED>", "The Respondent submits that, based on the evidence provided by the Applicant regarding the dangers of her apartment, it was reasonable for the Board to conclude that it was implausible that her sister would move in at the beginning of November 2000 and become a witness to threats against the Applicant after she had departed. It was also reasonable for the Board to note that the Applicant had failed to mention in her PIF that her sister only stayed in her apartment for 6 months because of the continuing threats. These conclusions were not based on speculation.  <FRAGMENT_SUPPRESSED>", "Medical Report  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Respondent says that the medical report was reasonably assessed by the Board because it contained no information regarding her injuries beyond the fact that she had been injured.  <FRAGMENT_SUPPRESSED>"], ["[43]", "Indeed the Applicant herself was unable to provide any evidence that the attacks were not simply random. She merely speculated about the origins of the attacks and she only submitted at the hearing, but not in her PIF, that during the second attack her attacker had said \"we'll deal with you. <FRAGMENT_SUPPRESSED>"], ["[44]", "The Board also noted that the medical report was not dated. There was no date on the actual report indicating when it was prepared. Nothing in the Decision contradicts the Applicant's assertion that there were dates contained in the report regarding treatment:  <FRAGMENT_SUPPRESSED>", "\"The medical document submitted was undated and did not indicate that the claimant was hospitalized in the first occasion, let alone for thirty days, as she alleged. The injuries described by the claimant both involved fractures, first of the collarbone, and the second of her foot. There is no indication in the medical report that these injuries were as a result of an attack.\" Applicant's Record, at p. 158  <FRAGMENT_SUPPRESSED>"], ["[45]", "Thus the Board, contrary to the Applicant's submissions, did not \"refuse\" to rely upon the medical report, but rather noted its deficiencies and concluded that it did not establish that she was attacked by her alleged persecutors. Considering that the Applicant herself was unable to identify her attackers, and considering that the Applicant herself speculated that the attacks were as a result of information she possessed, the observations made about the lack of information in the medical report were entirely reasonable.  <FRAGMENT_SUPPRESSED>"], ["[46]", "This Court has held as follows with respect to letters from medical experts:  <FRAGMENT_SUPPRESSED>", "\"... a psychiatrist's letter does not, of itself, prove that an applicant meets the test of Convention refugee. At most, in this case, it is consistent with the applicant's story. But it is the factual evidence that must be relied upon to prove the qualifications of Convention refugee status.\"", "<FRAGMENT_SUPPRESSED> ; 72 F.T.R. 1 (T.D.)  <FRAGMENT_SUPPRESSED>", "\"... [a psychiatric report] cannot possibly serve as a cure-all for any and all deficiencies in the claimant's testimony.\"", "<FRAGMENT_SUPPRESSED>  (T.D.)  <FRAGMENT_SUPPRESSED>", "\"... the use of medical testimony is dependent upon the facts giving rise to the medical opinions. Where, as in this case, the Board did not find the applicant to be credible, the medical evidence did not persuade the Board that the scars which were present on the applicant necessarily stemmed from persecution in  <FRAGMENT_SUPPRESSED>  (T.D.)  <FRAGMENT_SUPPRESSED>"], ["[47]", "Although the Board considered the medical note submitted by the Applicant, it was reasonable to conclude that this note did not establish that she had been persecuted.  <FRAGMENT_SUPPRESSED>", "Victim of Criminal Acts  <FRAGMENT_SUPPRESSED>"], ["[48]", "The Board did provide details in its Decision on this issue:  <FRAGMENT_SUPPRESSED>", "\"The claimant said she was attacked on two occasions. In neither case could she identify her assailants. The police would not investigate in the first instance because the assailants could not be identified and there were no witnesses. 1 find that these attacks, if they occurred at all, were criminal acts and the claimant merely speculated that they had any connection to what she alleged occurred at her place of work. She also said that her door was set afire, but that the authorities attributed this to faulty wiring. She also said bullets were fired at her door when she was not home. She said she did not go to the police when this happened, and, in fact, only went to the police after the first attack and when her door was set afire. 1 find that the door was not shot at, as she alleged, and the claimant added this incident to bolster her claim.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"I find that there is no credible of trustworthy evidence that the claimant was targeted because of what she allegedly overheard in her office. I find the assaults, if they occurred at all, were criminal acts only.\" Applicant's Record, at pp. 157-159  <FRAGMENT_SUPPRESSED>"], ["[49]", "The Respondent argues that it is clear from this passage, and from other observations and findings made by the Board, that the Board did not believe the Applicant had established that she had been persecuted. The Board clearly gave reasons why it felt that, if she was attacked, such attacks were random and not persecutory. The Board also noted in the Decision that the Applicant did not possess much actual knowledge of any crimes at her work.  <FRAGMENT_SUPPRESSED>", "Improper Citation of Country Not Material Given Credibility Findings  <FRAGMENT_SUPPRESSED>"], ["[50]", "The Respondent submits that it is clear on a reading of the Certified Tribunal Record and the hearing transcript that the Board was clear that the Applicant came from Moldova and that the error was typographical. The Respondent further submits that the conclusions drawn by the Board that resulted in the rejection of her claim were internal to the Applicant's testimony and story and, as such, were not based on objective evidence or any country conditions.  <FRAGMENT_SUPPRESSED>"], ["[51]", "When a mistake is typographical in nature, the Court should not interfere with the decision, especially if the error does not appear to have been a misunderstanding of the evidence. Nadon, J., in", "<FRAGMENT_SUPPRESSED>  typographical error in that case:  <FRAGMENT_SUPPRESSED>", "\"... It is clear from reading the record that the Refugee Division did not misunderstand the situation regarding the visit of two men noted by the plaintiff. The plaintiff testified that two men visited Pritam Singh's room. He did not testify that those individuals visited him, and I feel sure that the word 'claimant' contained in the sentence:  <FRAGMENT_SUPPRESSED>", "'The claimant told the police that on two occasions he saw two individuals whom he could not identify visiting the claimant in his room ...'  <FRAGMENT_SUPPRESSED>", "is a typographical mistake. In any case, if there is an error it is not a conclusive error and certainly could not justify intervention by the  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"], ["[52]", "The Respondent submits that the errors in the case at bar are not indicative of a misunderstanding of the situation by the Board. The hearing transcript in the Certified Tribunal Record demonstrates that, from the beginning of the claim, the Board was clear that the Applicant came from Moldova, and accepted the Applicant as a citizen of Moldova. Nowhere at the hearing did the Board misapprehend where the Applicant was from. In addition, the documentary evidence before the Board was properly the Country Conditions Package of Moldova. The material in the Certified Tribunal Record indicates that the Board was certain of the Applicant's country of origin. The reference to Belarus in the Decision was a typographical error and, in any event, was not conclusive to the outcome of the Applicant's claim.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "What is the applicable standard of review to apply to the Decision of the Board?  <FRAGMENT_SUPPRESSED>"], ["[53]", "The Court must first determine the appropriate standard of review for this case.  <FRAGMENT_SUPPRESSED>"], ["[54]", "In", "<FRAGMENT_SUPPRESSED> , the Federal Court of Appeal discussed the standard of review for Refugee Division decisions:  <FRAGMENT_SUPPRESSED>", "\"4. There is no longer any doubt that the Refugee Division, which is a specialized tribunal, has complete jurisdiction to determine the plausibility of testimony: Who is in a better position than the Refugee Division to gauge the credibility of an account and to draw the necessary inferences? As long as the inferences drawn by the tribunal are not so unreasonable as to warrant our intervention, its findings are not open to judicial review ... <FRAGMENT_SUPPRESSED>"], ["[55]", "The Court should not seek to reweigh evidence before the Board simply because it would have reached a different conclusion. As long as there is evidence to support the Board's finding of credibility and no overriding error had occurred, the decision should not be disturbed.  <FRAGMENT_SUPPRESSED>", "General Concerns  <FRAGMENT_SUPPRESSED>"], ["[56]", "The Applicant has raised a range of issues for consideration by the Court. Having reviewed them all against the Decision and the record, I believe that only three merit some discussion here.  <FRAGMENT_SUPPRESSED>", "The Mistake as to Country  <FRAGMENT_SUPPRESSED>"], ["[57]", "The Applicant's concern about the Board's mistaken references to Belarus in the Decision (a mistake conceded by the Respondent) is understandable. But the issue is whether such a mistake is merely typographical in nature or whether it constitutes a real misunderstanding of material evidence. The", "<FRAGMENT_SUPPRESSED> , decision of Nadon, J., makes it clear that, in deciding this issue, it is appropriate to read the record together with the Decision to determine if a true misapprehension of the evidence occurred. Having conducted this exercise, I am confident that the Board was well aware that it was dealing with conditions in Moldova, and the mention of Moldova in the Decision itself (when the extensive corruption point is addressed) confirms this impression: \"She said she never reported the alleged activities of her boss to any authority in Moldova because she felt it would be useless to do so given the extensive corruption there. <FRAGMENT_SUPPRESSED>"], ["[58]", "I do not believe there is a reviewable error on this issue.  <FRAGMENT_SUPPRESSED>", "Mistaking the Evidence  <FRAGMENT_SUPPRESSED>"], ["[59]", "The Applicant feels that the Board mistook the evidence in several places but that it was particularly perverse in saying that the Applicant \"never reported the alleged activities of her boss to any authority in Moldova ...\" because the evidence is clear that she reported them to the police officer who came to see her in the hospital. The issue is particularly important because it was part of the basis for the Board's adverse credibility finding.  <FRAGMENT_SUPPRESSED>"], ["[60]", "But this statement by the Board cannot be taken out of context. On the same page of the Decision the board also says \"she said she ... only went to the police after the first attack and when her door was set afire. <FRAGMENT_SUPPRESSED>"], ["[61]", "This is a clear acknowledgment of the Applicant's evidence that she discussed the first attack with the police. The Decision as a whole makes it clear that the earlier statement refers to her failure to report matters at the time she was working or after quitting her job and before the attacks occurred.  <FRAGMENT_SUPPRESSED>"], ["[62]", "In my opinion, the Board did not ignore the Applicant's evidence that she spoke to the police and gave them all the information she had and that she even followed up on this after she left the hospital.  <FRAGMENT_SUPPRESSED>", "The Medical Document  <FRAGMENT_SUPPRESSED>"], ["[63]", "The Applicant also raises a concern that the medical document used to show the injuries she had suffered as a result of the attacks, and the dates and ways the injuries were treated, was dismissed by the Board on the grounds that the \"medical document submitted was undated ...\".  <FRAGMENT_SUPPRESSED>"], ["[64]", "Once again, a review of the Decision as a whole reveals that the Board's true concern was not that the document itself was undated. The concern was that, given the Board's doubts about the attacks, the medical document (even though it referred to specific injuries, times and treatments) did not help the Applicant to establish how those injuries had occurred or that the Applicant had been hospitalized in the way she had alleged. The Board makes specific reference to the injuries in the medical report. So it is clear that the report was considered. However, in the context of the Board's fundamental concerns over the central tenets of the Applicant's claim, the medical report did not assist the Applicant in her attempt to remove those concerns.  <FRAGMENT_SUPPRESSED>"], ["[65]", "I find no reviewable error in this regard.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[66]", "The central finding in the Decision is that there was no convincing evidence to establish the Applicant's claim that she had been targeted because of what she had overheard at her place of work and told an old friend. On the basis of the evidence before it, this was not an unreasonable finding, let alone patently unreasonable. The Board provides sufficient reasons for this central conclusion and the Court should not interfere.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[67]", "THIS COURT ORDERS that  <FRAGMENT_SUPPRESSED>", "1. This Application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "2. There is no question for certification.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/klf  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}