{"id_": "055104", "body_str": [["[1]", "Boswell, J.", ": The Refugee Appeal Division [RAD] of the Immigration and Refugee Board of Canada dismissed the Applicants' appeal from the Refugee Protection Division [RPD] and confirmed that they were neither Convention refugees under section 96 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], nor persons in need of protection under subsection 97(1) of the", "IRPA", ". The Applicants now seek judicial review pursuant to subsection 72(1) of the", "IRPA", ", asking the Court to set aside the RAD's decision and return the matter to a different panel of the RAD for re-determination."], ["[2]", "Mr. Siliya and Mrs. Selia [collectively, the Applicants] are married citizens of India who had been residing in Botswana before coming to Canada on January 29, 2013. They applied for refugee protection shortly after arriving in Canada, claiming that, as Muslims, they feared religiously-motivated violence and crime in India, and that in Botswana some men had robbed Mr. Siliya's business and threatened to kill him."], ["[3]", "The Applicants' claims were heard by the RPD on April 15, 2013. The RPD member informed the Applicants that India was the only country of reference, as they had only temporary permission to reside in Botswana.", "II.", "The RPD Decision"], ["[4]", "By reasons dated May 14, 2013, the RPD rejected the Applicants' request for protection."], ["[5]", "The Applicants' fear was triggered by an incident that occurred while they were visiting family in Bardoli, India, on May 30, 2012. Although the RPD accepted that eight young Hindu men assaulted Mr. Siliya on that day and verbally abused Mrs. Selia, it was not satisfied that the attack was religiously motivated. Nor was the RPD convinced that this could be considered persistent or repetitive mistreatment, and the general country conditions did not prove that there was a serious possibility that the Applicants would be persecuted in the future if they returned to India. On the contrary, the RPD found that the Muslim population in India was sizeable and the Indian Penal Code prohibits violations of religious tolerance."], ["[6]", "As for subsection 97(1), the RPD considered any risk the Applicants faced to be generalized. Although there have been instances of communal violence against Muslims in India, Muslims made up 13.4% of the 1.15 billion member population in 2001. Any risk to the Applicants on that basis is shared by so many people that the RPD concluded that it was a risk \"faced generally by other individuals in or from that country\" (", "IRPA", ", s 97(1)(b)(ii)). As for the one personal incident, the RPD reiterated its finding that it was just a random attack. To the extent that it might recur, that risk too is shared by many people in India. The Applicants were therefore not entitled to protection under paragraph 97(1)(b) of the", "IRPA"], ["[7]", "Alternatively, the RPD decided that the Applicants \"did not make reasonable efforts to explore the avenues of state protection available in India\" and failed to prove that state protection in India was inadequate."], ["[8]", "The RPD also decided that the Applicants had an internal flight alternative [IFA] in each of Mumbai and New Delhi. The Applicants had lived in Mumbai for years without experiencing any problems, and they have family that still resided there. When the Applicants were asked why they could not return there or move to New Delhi, they simply said that crimes could happen anywhere in the country. The RPD held that this was not \"actual and concrete\" evidence of conditions that would jeopardize the Applicants' safety (citing", "REFERENCE_SUPPRESSED), and so would have rejected their claims on this basis too had it been necessary to do so.", "III.", "The RAD Decision under Review"], ["[9]", "On June 3, 2013, the Applicants appealed the RPD's decision pursuant to subsection 110(1) of the", "IRPA", ". They argued that the RPD had erred \"in determining that section 97 of", "IRPA", "does not apply to risks faced generally by other individuals\" and \"in finding that the fear faced by the Applicant did not amount to persecution\". The Respondent intervened to defend the RPD's decision."], ["[10]", "By reasons dated August 7, 2013, the RAD dismissed the Applicants' appeal. The RAD limited the scope of its analysis to the issue of IFA, which the Applicants never challenged on appeal. After conducting an analysis based on", "REFERENCE_SUPPRESSED, the RAD decided that it owed deference to the RPD's findings of fact and mixed fact and law. Therefore, the RAD reviewed the RPD's findings that Mumbai and New Delhi were IFAs on the reasonableness standard."], ["[11]", "The RAD was satisfied that the RPD \"applied the two-pronged IFA test, first considering whether there was a serious possibility of persecution in either location, and then whether there was evidence of conditions in the IFAs that would render it unreasonable for the Appellants to seek refuge there.\" The RPD had carefully considered the Applicants' evidence on this point and the RAD decided that the RPD's conclusion in this regard was reasonable. Since the existence of an IFA was dispositive of claims under both section 96 and subsection 97(1) of the", "IRPA", ", the RAD dismissed the Applicants' appeal.", "IV.", "The Parties' Arguments", "A.", "The Applicants' Arguments"], ["[12]", "The Applicants' primary argument is that the RAD made an error in characterizing the facts concerning this matter, such that its finding that the Applicants had an IFA in Mumbai and in New Delhi was tainted."], ["[13]", "The Applicants rely on the decision in", "REFERENCE_SUPPRESSED. As in that case, the Applicants assert that the RAD mischaracterized the nature of the attack upon the Applicants and so could not properly assess whether they had an IFA. The Applicants also state that the RAD did not give enough weight to the facts of the Applicants' circumstances and therefore the decision is not sustainable.", "B.", "The Respondent's Arguments"], ["[14]", "The Respondent states that it is not clear as to just what facts were allegedly mischaracterized by the RAD or, for that matter, the RPD. According to the Respondent, the Applicants are challenging the wrong decision. The Respondent says that both the RPD and the RAD found the attack upon the Applicants to be a random act of violence. Both the RPD and the RAD also found that the Applicants had an IFA in New Delhi and in Mumbai. As for the decision in", "CITATION_SUPPRESSED", ", the Respondent says there was no mischaracterization of the facts since both the RAD and the RPD accepted that the attack had occurred."], ["[15]", "Therefore, the Respondent submits that neither the RPD nor the RAD needed to go beyond the determination that the Applicants had an IFA, since its existence alone defeats the Applicants' claims to be Convention refugees or persons in need of protection."], ["[16]", "The Respondent notes that the Applicants have not challenged the findings of fact pertaining to the IFAs. Furthermore, the Respondent states that both the RAD and the RPD considered the Applicants' history and their ties to Mumbai in determining that there was an IFA in Mumbai. The Respondent says that both the RAD and the RPD applied the proper two-pronged test, and it was reasonable for the RAD to find that the Applicants had an IFA.", "V.", "Issues and Analysis", "A.", "The Standard of Judicial Review"], ["[17]", "The standard for this Court's review of the RAD's decision about the scope of its own review of RPD decisions is open to some question. As noted by Mr. Justice Simon NoëlREFERENCE_SUPPRESSED:"], ["[32] Several judges of this Court have issued an opinion as to which standard of review this Court should apply to the scope of the review by the RAD on an appeal. In", "CITATION_SUPPRESSED, Justice Martineau explains that many judges are of the opinion that the correctness standard applies (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). Other decisions state, however, the opposite, namely that this Court should perhaps apply the reasonableness standard when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision", "REFERENCE_SUPPRESSED)."], ["[18]", "In this case, the Applicants agree with the Respondent that the appropriate standard of review for this judicial review application is one of reasonableness. The Respondent goes further, however, and argues that the RPD's decision can withstand scrutiny even if a correctness standard is applied."], ["[19]", "For the reasons given below, the standard by which the RAD reviewed the RPD's decision is not dispositive of this application for judicial review, and so there is no need to pronounce on the standard of review for that issue (see", "CITATION_SUPPRESSED; also see", "REFERENCE_SUPPRESSED)."], ["[20]", "Otherwise, the reasonableness standard applies to the RAD's factual findings, and its assessment of the evidence before it is entitled to deference (see:", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). Moreover, the RAD's decision should not be disturbed so long as it is justifiable, intelligible, transparent and defensible in respect of the facts and the law (", "CITATION_SUPPRESSED). Those criteria are met if \"the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes\" (", "REFERENCE_SUPPRESSED).", "B.", "The RAD's Standard of Review"], ["[21]", "During the hearing of this matter, counsel for the parties acknowledged the current debate in this Court over the standard by which the RAD should review the RPD's findings of fact and mixed fact and law. As noted by Mr. Justice Martineau in", "REFERENCE_SUPPRESSED, two approaches have been taken by this Court. One line of cases concludes that the RAD should review the RPD's findings of fact for palpable and overriding errors (see e.g.:", "REFERENCE_SUPPRESSED). Another line of cases concludes that the RAD must independently come to a decision and is not limited to intervening on the standard of palpable and overriding error, although it can \"recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion\" (", "REFERENCE_SUPPRESSED). Questions on this issue have been certified in several of these cases, so this division in the case law will soon be considered by the Federal Court of Appeal. In the meantime, a pragmatic approach as suggested in", "CITATION_SUPPRESSED) means that the decisions of the RAD should be upheld so long as either of these two approaches is applied."], ["[22]", "In this case, the RAD clearly adopted a reasonableness standard of review (at paragraph 29 of its decision) in respect of the RPD's decision, and concluded as follows:"], ["[34] The Appellants do not challenge the RPD's findings on IFA. The RAD has reviewed that finding and the reasons supporting it. The RAD finds that the RPD's application of the legal test to the facts of the Appellants' case was reasonable, and that the RPD's finding on IFA falls within the range of possible, acceptable outcomes defensible in respect of the facts and the law."], ["[23]", "Both lines of cases noted above have condemned this approach by the RAD (", "REFERENCE_SUPPRESSED). The RAD has an appellate function, and it cannot limit its analysis merely to whether the RPD acted unlawfully. Applying the reasonableness standard, as the RAD did in this case, is typically an error.", "C.", "Is the RAD's decision nevertheless reasonable?"], ["[24]", "However, this error is not necessarily fatal to the RAD's decision. Although the standard of review adopted by the RAD could be dispositive in many cases, the Applicants here never directly challenged the RPD's IFA finding. The thrust of their argument before this Court is that the RAD erred by finding the existence of an IFA was determinative without assessing the Applicants' arguments that the RPD had mischaracterized the nature of the risk they faced. In the Applicants' view, the RPD had to understand what risk they were fleeing from before it could adequately assess whether they would be safe from that risk in Mumbai or New Delhi."], ["[25]", "I reject the Applicants' argument that the RAD erred by deciding that the existence of an IFA was determinative without assessing their arguments that the RPD had mischaracterized the nature of the risk. The RAD's decision should not be disturbed because the Applicants never challenged the dispositive finding of the RPD as to an IFA and, thus, there was no basis for any appellate intervention by the RAD. Accordingly, the standard by which the RAD reviewed the IFA finding is irrelevant, and even if it was selected erroneously that does not negate the RAD's conclusion in disposing of the Applicants' appeal on the basis that:"], ["[35] The question of internal flight alternative is integral to both the definition of a Convention refugee and that of a person in need of protection. As the Appellants can find viable internal flight alternatives in their own country, they do not require Canada's surrogate protection.", "VI.", "Conclusion"], ["[26]", "In the result, therefore, the Applicants' application for judicial review is dismissed. Neither party raised a question of general importance for certification, so none is certified.", "JUDGMENT"], ["[27]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed and that there is no question of general importance for certification.", ".........................", "CITATION_SUPPRESSED"]]}