{"id_": "055208", "body_str": [["[1]", "Mactavish, J.", ": Nuno Camara seeks judicial review of a decision of the Acting Commissioner of the Royal Canadian Mounted Police (RCMP). The decision in question denied Mr. Camara's Level II grievance with respect to his suspension without pay and benefits pending the outcome of disciplinary proceedings taken against him by his employer."], ["[2]", "Mr. Camara asserts that the decision of the Acting Commissioner should be quashed as a result of the length of time that it took to order the stoppage of his pay and benefits and the inordinate delays in processing his grievance. Mr. Camara further argues that the reasons offered by the Acting Commissioner for dismissing his grievance were insufficient and that, in any event, the decision was unreasonable."], ["[3]", "While the delays in this case are indeed unfortunate, I am not persuaded that they justify the setting aside of the Acting Commissioner's decision. I am, moreover, satisfied that the reasons provided by the Acting Commissioner for his decision were sufficient, and that the decision itself was reasonable. Consequently, Mr. Camara's application for judicial review will be dismissed.", "I.", "Background"], ["[4]", "Mr. Camara had been a member of the RCMP for over 18 years at the time of the events in question. It appears that at some point in his career, concerns had arisen with respect to Mr. Camara's honesty. As a result, the Winnipeg Major Crimes Unit of the RCMP organized mock scenarios to test his integrity while acting in the scope of his duties."], ["[5]", "Only one of these integrity tests is at issue in this proceeding. On November 23, 2005, Mr. Camara was asked to participate in what he was told was a search of a vehicle, which was to be carried out under the ostensible authority of a search warrant. Mr. Camara was left alone to conduct the search, in the course of which he removed a bag from the vehicle which contained $575 in cash and a compact disk, amongst other things. Before turning in the bag, Mr. Camara took the CD and five $20 bills from the bag."], ["[6]", "Mr. Camara spent some of the money later that day on gas for his vehicle and a restaurant meal. During an interview with investigators the next day, he admitted to taking the money, although he claimed that it had been his intention to pay the money back. The two remaining $20 bills were subsequently recovered from his home, along with the CD."], ["[7]", "On November 24, 2005, Mr. Camara was arrested, and he was subsequently charged with theft under $5,000 and breach of trust. Mr. Camara was also suspended from duty, with pay."], ["[8]", "On December 30, 2005, Mr. Camara was served with a Notice of Intent to Recommend Stoppage of Pay and Allowances. He provided written submissions with respect to this issue on January 23, 2006, and a further set of submissions were submitted by Mr. Camara on February 16, 2006."], ["[9]", "On April 13, 2006, the RCMP's Chief Human Resources Officer ordered the stoppage of Mr. Camara's pay and allowances on the basis that his conduct had been \"outrageous\" and had jeopardized the integrity of the RCMP (the SPAO order). The SPAO order was served on Mr. Camara five days later."], ["[10]", "Mr. Camara grieved the SPAO order on May 18, 2006. His grievance was denied at the first level of the grievance process on May 22, 2008, some two years later."], ["[11]", "On August 29, 2008, Mr. Camara pled guilty in Manitoba Provincial Court to one count of theft under $5,000, for which he was fined $1,000. The breach of trust charge was withdrawn by the Crown. Mr. Camara resigned from the RCMP on September 23, 2008, after having been suspended without pay for some 29 months."], ["[12]", "In the meantime, on June 29, 2008, Mr. Camara brought a Level II grievance with respect to the SPAO order. The grievance was then referred to the External Review Committee of the RCMP (ERC) for review. The ERC is an independent body that reviews labour matters within the RCMP, pursuant to subsection 33(1) of the", "Royal Canadian Mounted Police Act,", "RSC, 1985, c R-10 (\"", "RCMP Act", "\")."], ["[13]", "For reasons that have not been explained, it took the ERC some four years to deal with Mr. Camara's grievance, with it finally issuing its recommendations on June 29, 2012."], ["[14]", "The ERC concluded that the SPAO order was not justified as it did \"not meet the applicable policy criteria\". It further recommended that the Commissioner of the RCMP allow Mr. Camara's grievance and reinstate his pay and allowances up to the date of his resignation. Finally, the ERC recommended that systemic steps be taken with respect to the SPAO process."], ["[15]", "Mr. Camara's grievance was then referred to the second level of the grievance process for determination. An exchange of written submissions followed, and on January 15, 2013, the Acting Commissioner rendered his decision."], ["[16]", "The Acting Commissioner did not accept the ERC's recommendations. In reviewing Mr. Camara's grievance on a", "de novo", "basis, he concluded that there had been no undue delay in Mr. Camara's case and that the issuance of the SPAO Order was justified. As a consequence, Mr. Camara's Level II grievance was dismissed.", "II.", "Issues"], ["[17]", "Mr. Camara seeks to challenge the decision of the Acting Commissioner, asserting that the imposition of the SPAO Order was not carried out in a timely manner. He further asserts that he was treated unfairly as a result of the lengthy delays in the grievance process and the inadequacies of the Acting Commissioner's reasons. Finally, Mr. Camara asserts that the Acting Commissioner's decision was substantively unreasonable.", "III.", "The Timeliness of the Imposition of the SPAO Order"], ["[18]", "To the extent that Mr. Camara has characterized the delay in imposing the SPAO Order as an issue of fairness, I am prepared to consider the Acting Commissioner's decision on the standard of correctness, although it is at least arguable that the Acting Commissioner's findings on this question are in fact reviewable against the standard of reasonableness: see, for example,", "FRAGMENT_SUPPRESSED"], ["[19]", "Mr. Camara's argument before the Acting Commissioner was that there had been an inordinate delay between the date of an earlier integrity test in June of 2005 and the imposition of the SPAO Order on April 13, 2006. Mr. Camara is no longer pursuing his claim that his suspension had been based, in part, on the results of this earlier integrity test, and I understand him to now accept that his suspension was based entirely on the events of November 23, 2005."], ["[20]", "The Acting Commissioner found that the \"last piece of investigational information\" with respect to Mr. Camara's conduct on November 23, 2005 was received on December 19, 2005. Mr. Camara was served with a Notice of Intent to Recommend Stoppage of Pay and Allowances on December 30, 2005."], ["[21]", "Written submissions were exchanged by the parties with respect to the suspension of Mr. Camara's pay and benefits in January and February of 2006, and it appears that Mr. Camara had requested at least two extensions of time in which to provide his written submissions: see Applicant's Record at p. 461-A."], ["[22]", "The RCMP's Chief Human Resources Officer issued the SPAO Order on April 13, 2006. The Acting Commissioner subsequently concluded that there were \"no inordinate delays\" in the process, and that the SPAO order was imposed in a timely manner."], ["[23]", "Mr. Camara has not persuaded me that there was any unfairness in this regard, nor has he explained how he was prejudiced by any delay that may have occurred in relation to the imposition of the SPAO order. Indeed, he acknowledged at the hearing that he actually benefited form the delay by receiving his pay and benefits from the date of his suspension up until April 13, 2006."], ["[24]", "Apart from the question of fairness, Mr. Camara has also argued that the delay in imposing the SPAO order suggests that the order was not necessary to protect the integrity of the RCMP. This really goes to the reasonableness of the Acting Commissioner's decision to uphold the imposition of the SPAO order, which will be addressed further on in these reasons.", "IV.", "The Duration of the SPAO Order"], ["[25]", "Mr. Camara acknowledges that the RCMP has the power to suspend members without pay in appropriate cases. He further concedes that the SPAO process is administrative, rather than punitive, and is designed to protect the integrity of the RCMP."], ["[26]", "However, Mr. Camara submits that he was suspended without pay and allowances for such an unreasonable length of time that the SPAO order must be viewed as a punitive one, which was tantamount to a constructive dismissal."], ["[27]", "Mr. Camara cites the decision of the Supreme Court in", "FRAGMENT_SUPPRESSED, in support of his claim of constructive dismissal. Indeed, Mr. Camara has commenced an action for wrongful dismissal in the Manitoba Court of Queen's Bench which is evidently being held in abeyance pending the outcome of these proceedings."], ["[28]", "In support of his contention that he has been subject to punitive sanctions through the imposition of the SPAO order, Mr. Camara points to the two years that it took for his case to be decided at the first level of the grievance process, the four years that the case was before the ERC, and the seven months that it took for the Acting Commissioner to render his decision at the second level of the grievance process."], ["[29]", "The SPAO order was in place pending the resolution of the disciplinary proceedings against Mr. Camara. His disciplinary hearing was originally scheduled for December 3, 2007 - less than eight months after the imposition of the SPAO order. The hearing was adjourned, although the reasons for the adjournment are not entirely clear from the record before me. Nor is it clear from the record whether or not Mr. Camara consented to the adjournment. There is, however, no suggestion that Mr. Camara took any steps to have the disciplinary hearing expedited."], ["[30]", "Mr. Camara's disciplinary hearing was rescheduled for September of 2008. However, in August of 2008, Mr. Camara pled guilty to the charge of theft under $5,000, and the matter was put over for a month for sentencing."], ["[31]", "Mr. Camara resigned from the RCMP on September 23, 2008 - just as his disciplinary hearing was set to begin. It is common ground that, as of that date, Mr. Camara was no longer entitled to receive pay and benefits."], ["[32]", "The ERC considered and rejected Mr. Camara's claim of undue delay, observing that the duration of the SPAO order was tied to the duration of the disciplinary proceedings. The ERC found that there was no evidence of bad faith on the part of the RCMP, nor was there evidence that the SPAO order had been put in place longer than was necessary."], ["[33]", "The Acting Commissioner also dismissed Mr. Camara's claim of undue delay, noting that there was no information in the record with respect to the delays surrounding the disciplinary hearing. As a consequence, he concluded that the duration of the SPAO order was reasonable."], ["[34]", "As the party seeking to establish that an administrative delay was such as to result in a violation of procedural fairness, Mr. Camara bears the burden of demonstrating the delay was unacceptable to the point of being so oppressive as to taint the proceedings and cause serious prejudice:", "FRAGMENT_SUPPRESSED [see footnote 1]"], ["[35]", "The question is not merely the length of the delay. Consideration must also be given to the particular circumstances of the case, including the degree to which the party alleging delay contributed to the delay, or waived the delay:", "FRAGMENT_SUPPRESSED."], ["[36]", "The record reveals that at least some of the delay in this case is attributable to Mr. Camara, who sought and obtained numerous extensions of time in which to file written submissions at various stages in the grievance process. While these extensions do not begin to account for all of the time that passed, Mr. Camara has provided little concrete evidence to support his claims of procedural unfairness resulting from the delays in this matter, relying largely on bald assertions of unfairness and prejudice."], ["[37]", "While I agree that the delays in the grievance and ERC processes are regrettable, viewing the matter for myself, I have not been persuaded that they were so oppressive as to taint the proceedings and cause serious prejudice to Mr. Camara. Nor has Mr. Camara persuaded me that the Acting Commissioner's findings in this regard were unreasonable.", "V.", "The Reasonableness of the Acting Commissioner's Decision"], ["[38]", "Section D.9 of the RCMP's", "Suspension Policy", "(Chapter XII.5 of the", "RCMP Administration Manual", ") provides that a member may be suspended without pay \"in extreme circumstances when it would be inappropriate to pay a member\"."], ["[39]", "Section D.9.a of the Policy provides that each case is to be dealt with on its own merits, and that stoppage of pay and allowances will be considered where a member \"is clearly involved in the commission of an offence that contravenes an Act of Parliament or the", "Code of Conduct", ", and", "is so outrageous as to significantly affect the proper performance of his/her duties under the RCMP Act", "....\" [my emphasis]."], ["[40]", "Section D.10 of the Policy provides that \"[s]toppage of pay and allowances will not apply to summary convictions, provincial offences or minor", "Criminal Code", "offences\"."], ["[41]", "Mr. Camara argues that the Acting Commissioner's decision to uphold the SPAO order was unreasonable as his conduct was the subject of summary conviction proceedings and section D.10 of the RCMP's", "Suspension Policy", "clearly states that stoppage of pay and allowances does not apply in the case of summary conviction or minor", "Criminal Code", "offences."], ["[42]", "The Acting Commissioner considered and rejected this argument, noting that disciplinary proceedings involving", "Code of Conduct", "violations under the", "RCMP Act", "are neither indictable nor summary conviction offences. The Acting Commissioner further noted that, in any event, theft under $5,000 is a hybrid offence, and no election had been made by the Crown as to how to proceed at the time that the SPAO order was imposed."], ["[43]", "While accepting that the Level I adjudicator had erred in his interpretation of the", "Suspension Policy", ", the Acting Commissioner was nevertheless satisfied that the decision to issue the SPAO order was consistent with the legislation and with RCMP and Treasury Board policies."], ["[44]", "In my view, the Acting Commissioner's interpretation of the RCMP's", "Suspension Policy", "was reasonable. The allegations against Mr. Camara involved more than just a breach of the criminal law: they also involved what was at the time an alleged breach of the RCMP's", "Code of Conduct", ". As a consequence, the matter came within Section D.9.a of the", "Suspension Policy", ", and the question that had to be decided by the Acting Commissioner was whether Mr. Camara's purported misconduct was so outrageous as to significantly affect the proper performance of his duties under the", "RCMP Act"], ["[45]", "Mr. Camara notes that the ERC concluded that his conduct did not constitute an outrageous act, but was rather a minor criminal offence for which he received a fine. Mr. Camara further submits that the Acting Commissioner's decision was unreasonable, as he failed to adequately explain why he did not accept the findings of the ERC or how his behaviour was \"outrageous\" to the point of justifying a SPAO."], ["[46]", "There is no merit to this submission. A review of the Acting Commissioner's decision, particularly paragraphs 129 to 131 thereof, discloses precisely why the Acting Commissioner did not accept the findings of the ERC and why he was of the view that Mr. Camara's behaviour was outrageous."], ["[47]", "The Acting Commissioner found that Mr. Camara was \"clearly involved\" in taking the money without lawful justification. He stated that he \"fundamentally disagree[d] \" with the ERC's finding that this was not an outrageous act, noting that Mr. Camara \"took advantage of a lawful search ... to engage in dishonest acts\"."], ["[48]", "The Acting Commissioner further observed that Mr. Camara \"did not 'just' steal $100 in cash\". As far as Mr. Camara was aware, he was stealing evidence that had been obtained in the course of a lawful court-authorized search carried out in the context of a criminal investigation. According to the Acting Commissioner, Mr. Camara's action \"tears away at the very fabric of policing\"."], ["[49]", "The Acting Commissioner further noted that the dollar value of the theft was not the issue. Because the money was believed to be evidence, Mr. Camara could not have simply replaced it the following day. Mr. Camara conceded at the hearing before me the replacement bills would not have the same fingerprints or drug residue on them as would have been on the money originally taken. Indeed, had this been a real criminal investigation, Mr. Camara's conduct could well have jeopardized any subsequent prosecution."], ["[50]", "The Acting Commissioner thus quite reasonably found that Mr. Camara's misconduct placed in doubt his \"integrity, honesty and moral character\", while compromising his effectiveness and the integrity of the RCMP. He further noted that Mr. Camara's actions also had the potential to compromise the administration of justice by impacting the outcome of the criminal process of another individual."], ["[51]", "The Acting Commissioner concluded that Mr. Camara's conduct was an \"absolute abuse of the position of trust vested in a police officer\". He further concluded that given his 18 years of experience, Mr. Camara should have been well aware of the importance of preserving the integrity of evidence. This was a finding that was amply open to the Acting Commissioner on the record before him."], ["[52]", "The Acting Commissioner was thus satisfied that Mr. Camara's case \"involved extreme circumstances where it would have been inappropriate to continue paying\" Mr. Camara's salary."], ["[53]", "The jurisprudence recognizes that the Commissioner of the RCMP has vast experience in assessing the exigencies of policing, including what kinds of behaviour in officers' professional lives may reflect on the integrity and professionalism of the RCMP: see", "FRAGMENT_SUPPRESSED"], ["[54]", "As a consequence, the admonitions of the Supreme Court as to deference owed to administrative decision-makers such as the Acting Commissioner are particularly apposite:", "FRAGMENT_SUPPRESSED."], ["[55]", "The Acting Commissioner's conclusion that Mr. Camara's behaviour was \"outrageous\", warranting an administrative suspension of his pay and benefits, was clearly explained, and was well within the", "FRAGMENT_SUPPRESSED", "range of possible, acceptable outcomes which are defensible in light of the facts and the law. I see no basis for interfering with that decision.", "VI.", "Conclusion"], ["[56]", "For these reasons, Mr. Camara's application for judicial review is dismissed. In accordance with the agreement of the parties, the respondent shall have her costs, fixed in the amount of $500.00, inclusive of disbursements and tax.", "VII.", "Style of Cause"], ["[57]", "On the consent of the parties, the style of cause is amended to substitute Her Majesty the Queen, in Right of Canada as the respondent in this case.", "JUDGMENT"], ["[58]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed;", "2. The style of cause is amended to substitute Her Majesty the Queen, in Right of Canada as the respondent in this case; and", "3. The respondent shall have her costs, fixed in the amount of $500.00, inclusive of disbursements and tax.", "Application dismissed.", "Editor: Jana A. Andersen/vnh", "Footnotes", "1. I note that", "FRAGMENT_SUPPRESSED", "were not originally cited by the respondent, and were only raised in post-hearing submissions. Given that Mr. Camara had an opportunity to respond to the respondent's supplementary submissions, I am prepared to consider this jurisprudence. I am not, however, prepared to consider submissions made by the respondent that do not find evidentiary support in the record."]]}