{"id_": "055245", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the", "Act", "), for judicial review of a decision of a visa officer (the officer) at the Canadian Consulate General in Buffalo, New York, U.S.A., dated November 20, 2009, wherein the officer denied the applicant's application for permanent residence as a member of the Federal Skilled Worker class."], ["[2]", "The applicant requests an order quashing the decision of the officer and remitting the matter back for re-determination by a different officer.", "Background"], ["[3]", "Mohammad Tayab Veryamani is a citizen of Pakistan, resident in the United States."], ["[4]", "In September 2008, the applicant submitted an application for permanent residence as a skilled worker to the Canadian Consulate in Buffalo, New York. His application was refused due to insufficient points on November 20, 2009.", "Officer's Decision"], ["[5]", "According to the refusal letter and the Computer Assisted Immigration Processing System (CAIPS) notes the applicant was awarded points in the manner discussed below."], ["[6]", "Ten points were awarded for age."], ["[7]", "Twenty-Five points were awarded for education, notwithstanding concerns that the applicant began his Masters degree before passing his Bachelors degree. As well, the officer was concerned that a letter from Sind University stated that the applicant completed his final Masters examinations two years later than the date on his Masters degree certificate."], ["[8]", "Nineteen points were awarded for work experience. The officer did not find the undated letters of employment from SpeedTrack and Jack's Drive In Grocery to be acceptable evidence of employment or evidence that the applicant's experience was managerial in nature. The applicant was given three months to submit a signed and dated letter from his current employer with current contact information. The applicant's work experience as a purchasing officer for Pakistan Airlines was accepted which amounted to three years of work experience in the past ten years."], ["[9]", "Ten points were awarded for official language capacity in English on the basis of an international English language testing system test. No points were awarded for French language ability. The applicant did not submit the results of an approved French language test. Nor was the officer satisfied that the applicant had basic French language proficiency based on his hand-written submission containing French vocabulary or the letter from the Alliance Francaise de Houston that stated the applicant had taken some private French instruction at some point prior to April 2008."], ["[10]", "Zero points were awarded for arranged employment in Canada. The applicant submitted an undated letter of an employment offer as a retail store manager at an Esso service station. The officer found that there was no evidence in the Human Resources and Skills Development Canada (HRSDC) database that such an offer had been made or approved and the officer did not find it reasonable to believe that the HRSDC application was still pending. The applicant was given three months to provide evidence of a HRSDC approved job offer. The applicant later supplied another non-HRSDC approved job offer as accounts assistant with the Pakistan Consulate General of Pakistan. The officer did not find this offer to be credible."], ["[11]", "Zero points were awarded for adaptability since the applicant's spouse was not to accompany him and the applicant's cousin in Canada was not a close enough relation to qualify. The refusal letter mistakenly indicated that the applicant received ten points for adaptability."], ["[12]", "The applicant received 64 points and therefore his application for permanent residence based on the economic class of federal skilled workers was denied."], ["[13]", "The officer received a request from the applicant to reconsider the application. This request was denied.", "Issues"], ["[14]", "The applicant submitted the following issues for consideration:", "1. What is the standard of review?", "2. Were the officer's reasons for the decision deficient?", "3. Was the applicant denied fairness because the officer should have provided the applicant with an opportunity to address her concerns?", "4. Did the officer err by failing to consider the request for reconsideration?", "5. Should costs be awarded to the applicant?"], ["[15]", "I would rephrase the issues as follow:", "1. What is the appropriate standard of review?", "2. Did the officer fail to provide reasons for the decision?", "3. Did the officer breach the duty of fairness by not providing the applicant with an opportunity to respond to her concerns?", "4. Was the officer under an obligation to reconsider the application?", "Applicant's Written Submissions"], ["[16]", "The applicant submits that the refusal letter from the officer failed to explain why the applicant did not receive any points for the job offer from Esso or for the cousin that he had in Canada. The applicant concedes that the CAIPS notes clarified these points. However, he submits that the CAIPS notes do not form part of the reasons of the decision because they were not provided to him at the time of the refusal. The applicant submits that the lack of reasons amounts to a breach of the duty of fairness."], ["[17]", "The applicant submits that he provided evidence of previous work experience and of arranged employment in Canada. The applicant submits that if the officer had concerns about the veracity of these documents, the applicant should have been given the opportunity to provide further evidence, either written or oral. The denial of this opportunity, he submits, amounted to a breach of the duty of fairness."], ["[18]", "The applicant submits that the officer failed to reconsider his application upon his request. He submits that visa officers are not functus officio and given the miscalculation in his points and the failure to provide reasons, the officer was under a legal obligation to reconsider the application.", "Respondent's Written Submissions"], ["[19]", "The respondent submits that decisions of visa officers regarding the eligibility for permanent residence under the federal skilled worker class are reviewable on a standard of reasonableness and are entitled to a high degree of deference. Any issues related to natural justice and procedural fairness involving visa officers are generally reviewed on the basis of correctness."], ["[20]", "The respondent submits that the case law is clear that CAIPS notes form part of the reasons for the decision. Further, there was no requirement that the applicant receive the CAIPS notes prior to initiating a leave application for judicial review. Since the CAIPS notes form part of the reasons, there is no basis for finding that the reasons were insufficient."], ["[21]", "The respondent submits that it was reasonable for the officer to find that there was insufficient evidence of work experience which was managerial in nature. The respondent notes that the letters from past employers are brief and do not expressly describe any managerial duties. In addition, the applicant requested to be evaluated under the National Occupation Classification (NOC) of purchasing manager. The respondent submits that the applicant provided little information to the officer about the nature of his work experience or how it qualified under this NOC."], ["[22]", "The respondent submits that the applicant has the onus to show that his application meets the requirements for permanent residence and he did not satisfy this onus. In addition, the officer was not required to solicit further evidence from the applicant or advise the applicant of her concerns."], ["[23]", "The respondent notes that the applicant was given three months to resubmit an offer of employment which was approved by HRSDC. The respondent submits that the officer was not obliged to continue to provide the applicant with additional opportunities to supplement his application when he did not submit a HRSDC approved offer."], ["[24]", "The respondent submits that all of the concerns upon which the applicant requested reconsideration were addressed and explained in the CAIPS notes. The officer was under no obligation to reconsider the applicant's application.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[25]", "A standard of review analysis need not be conducted in every case. Where the standard of review applicable to a particular issue before the court is determined in a satisfactory manner by previous jurisprudence, the reviewing court may adopt that standard of review (see", "<FRAGMENT_SUPPRESSED> )."], ["[26]", "Previous jurisprudence has established that a visa officer's determination of eligibility for permanent residence under the skilled worker class involves findings of fact and law and is reviewable on a standard of reasonableness (see", "<FRAGMENT_SUPPRESSED> )."], ["[27]", "Any issues of procedural fairness or natural justice involving visa officers, however, are evaluated on a correctness standard (see", "<FRAGMENT_SUPPRESSED> ).", "Issue 2", "Did the officer fail to provide reasons for the decision?"], ["[28]", "The applicant submits that the CAIPS notes do not form part of the reasons for the decision because they were not provided at the time of the refusal. However, the case law is clear that the CAIPS notes explicitly form part of the reasons for the decision. For example, Mr. Justice Michael Phelan held in", "<FRAGMENT_SUPPRESSED> :", "\"It is well recognized that the visa decision letter may not contain all of the reasons for a decision. For that reason, the CAIPS Notes form an integral part of the reasons.\""], ["[29]", "Likewise, Mr. Justice Yvon Pinard held in", "<FRAGMENT_SUPPRESSED> :", "\"10. In the context of decisions by visa officers, it is well established that CAIPS notes may form part of the reasons for decision ...", "\"12. It is my opinion that the visa officer provided reasons for his decision in his letter to the applicants and additionally, the CAIPS notes contain reasons for his decision. These documents meet any requirement to provide reasons for the decision. Therefore, there was no breach of the duty of procedural fairness.\""], ["[30]", "In addition, there is no requirement for the applicant to receive the CAIPS notes at the time of the refusal letter or even prior to initiating a leave application for judicial review. This Court's decision in", "<FRAGMENT_SUPPRESSED>  is directly on point. In that decision, Mr. Justice Robert Barnes noted at paragraph 23 that:", "\"... Rule 9 contemplates that the provision of detailed reasons for an immigration decision may occur after the commencement of an application for judicial review. The respondent met its obligation under that Rule and cannot be taken to have breached a natural justice requirement by failure to abide by some other standard.\""], ["[31]", "Mr. Justice Barnes also held at paragraph 22 that:", "\"It is not open to the Applicant to complain that the CAIPS notes were not provided in advance of the initiation of this application because her counsel failed to request them at an earlier stage.\"", "As in", "Wang", "above, the applicant in the case at bar did not request the CAIPS notes until after he had initiated this Court proceeding for judicial review."], ["[32]", "Given the above jurisprudence, the officer provided reasons for the decision through a combination of the refusal letter and the CAIPS notes.", "Issue 3", "Did the officer breach the duty of fairness by not providing the applicant with an opportunity to respond to her concerns?"], ["[33]", "The applicant submits that the officer was required to apprise him of any concerns regarding his application so that he could respond to them. The respondent submits that there was no such obligation."], ["[34]", "This Court has held that a visa officer is not under a duty to inform the applicant about any concerns regarding the application which arise directly from the requirements of the legislation or regulations (see", "<FRAGMENT_SUPPRESSED> )."], ["[35]", "However, a visa officer will be under an obligation to inform the applicant of any concerns related to the veracity of documents and will be required to make further inquires (see <FRAGMENT_SUPPRESSED> above, at paragraph 24)."], ["[36]", "Even where a visa officer must make further inquires into the credibility of documents, the onus remains on the applicant to satisfy the visa officer of all parts of his application. The officer is under no obligation to ask for additional information where the applicant's material is insufficient. Nor is the officer obliged to provide the applicant with several opportunities to satisfy points he may have overlooked (see", "<FRAGMENT_SUPPRESSED> ; 172 F.T.R. 262 (T.D.), at paragraph 6;", "<FRAGMENT_SUPPRESSED> ; 34 Imm. L.R.(2d) 91 (F.C.T.D.), at paragraph 7)."], ["[37]", "The officer in this case was not required to apprise the applicant of her concerns because they arose directly from the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the", "Regulations", "), as discussed below.", "Previous Employment"], ["[38]", "The applicant requested to be assessed under the NOC 0113 - purchasing manager. As indicated by the CAIPS notes, the officer's concern with the applicant's letters of work experience was that they did not demonstrate any managerial experience required by NOC 0113. This concern arises directly from the", "Regulations", "as paragraphs 75(2)(a, b, c) clearly indicate that a foreign national is only a skilled worker if s/he can show one year of full-time employment where s/he performed the actions in the lead statement of the NOC and a substantial number of the main duties. (see also", "<FRAGMENT_SUPPRESSED> ). As such, the officer was under no obligation to inform the applicant of her concerns.", "Arranged Employment Offer"], ["[39]", "The applicant's initial application contained a job offer as a retail store manager at an Esso service station. This was not accompanied by the required HRSDC approval letter. The applicant was given 90 days to submit an HRSDC approved offer of employment. However, the applicant submitted an alternate non-HRSDC approved offer of a definite duration of two years which lacked any description of the duties the position would entail. The applicant failed to submit an offer of arranged employment which met the requirements of subsection 82(2) of the Regulations. As such, the officer was not required to continue to inform the applicant of her concern arising from the", "Regulations", "and provide him further opportunities to improve his application.", "French Language Ability"], ["[40]", "The onus was on the applicant to satisfy the officer of his French language ability. The applicant submitted several pages of French vocabulary and a letter stating that he took some private instruction in French as evidence of his French language ability. The officer did not find this to be satisfactory, informed the applicant, and requested he submit the results of a French language test which he chose not to do. The officer was not required to further indicate her concerns.", "Adaptability"], ["[41]", "The applicant was not permitted to receive points for his cousin in Canada. Subsection 83(5) of the", "Regulations", "is clear what familial relationships will receive points. The officer was under no duty to inform the applicant that his cousin would not qualify."], ["[42]", "The officer was under no duty to advise the applicant of those concerns which arose directly from the", "Act", "and the", "Regulations", ". Despite this, the applicant was informed of incomplete and insufficient aspects of his application and given another opportunity to submit further information. There was no breach of any duty of fairness towards the applicant.", "Issue 4", "Was the officer under an obligation to reconsider the application?"], ["[43]", "The applicant submits that the officer was under a legal obligation to reconsider his application following his request."], ["[44]", "The applicant is correct to assert that immigration officers are not functus officio (see", "<FRAGMENT_SUPPRESSED> ). Yet, this does not create an obligation on the officer to reopen the application. Mr. Justice Robert Mainville held that a visa officer may reconsider a decision based on new information, but is under no obligation to do so except in circumstances of bad faith (see", "Malik", "above, at paragraph 44)."], ["[45]", "The officer was under no obligation to reconsider the application. In addition, the applicant requested the case be reopened for reasons which were all adequately explained in the CAIPS notes and he did not produce new information. The applicant has failed to establish that the officer erred by not reconsidering the application."], ["[46]", "The applicant, at the hearing of this matter, indicated that the request for costs was no longer being pursued."], ["[47]", "As a result of my findings on the issues put forward by the applicant, the application for judicial review must be dismissed."], ["[48]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[49]", "IT IS ORDERED that", "the application for judicial review is dismissed.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "72(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "72(1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "Immigration and Refugee Protection Regulations", ", SOR/2002-227", "75(2) A foreign national is a skilled worker if", "(a) within the 10 years preceding the date of their application for a permanent resident visa, they have at least one year of continuous full-time employment experience, as described in subsection 80(7), or the equivalent in continuous part-time employment in one or more occupations, other than a restricted occupation, that are listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix;", "(b) during that period of employment they performed the actions described in the lead statement for the occupation as set out in the occupational descriptions of the National Occupational Classification; and", "(c) during that period of employment they performed a substantial number of the main duties of the occupation as set out in the occupational descriptions of the National Occupational Classification, including all of the essential duties.", "82(1) In this section, \"arranged employment\" means an offer of indeterminate employment in Canada.", "(2) Ten points shall be awarded to a skilled worker for arranged employment in Canada in an occupation that is listed in Skill Type 0 Management Occupations or Skill Level A or B of the National Occupational Classification matrix if they are able to perform and are likely to accept and carry out the employment and", "(a) the skilled worker is in Canada and holds a work permit and", "(i) there has been a determination by an officer under s. 203 that the performance of the employment by the skilled worker would be likely to result in a neutral or positive effect on the labour market in Canada,", "83(5) For the purposes of paragraph (1)(d), a skilled worker shall be awarded 5 points if", "(a) the skilled worker or the skilled worker's accompanying spouse or accompanying common law partner is related by blood, marriage, common law partnership or adoption to a person who is a Canadian citizen or permanent resident living in Canada and who is", "(i) their father or mother,", "(ii) the father or mother of their father or mother,", "(iii) their child,", "(iv) a child of their child,", "(v) a child of their father or mother,", "(vi) a child of the father or mother of their father or mother, other than their father or mother, or", "(vii) a child of the child of their father or mother; or", "(b) the skilled worker has a spouse or common law partner who is not accompanying the skilled worker and is a Canadian citizen or permanent resident living in Canada.", "75(2) Est un travailleur qualifié l'étranger qui satisfait aux exigences suivantes:", "a) il a accumulé au moins une année continue d'expérience de travail à temps plein au sens du paragraphe 80(7), ou l'équivalent s'il travaille à temps partiel de façon continue, au cours des dix années qui ont précédé la date de présentation de la demande de visa de résident permanent, dans au moins une des professions appartenant aux genre de compétence 0 Gestion ou niveaux de compétences A ou B de la matrice de la Classification nationale des professions - exception faite des professions d'accès limité;", "b) pendant cette période d'emploi, il a accompli l'ensemble des tâches figurant dans l'énoncé principal établi pour la profession dans les descriptions des professions de cette classification;", "c) pendant cette période d'emploi, il a exercé une partie appréciable des fonctions principales de la profession figurant dans les descriptions des professions de cette classification, notamment toutes les fonctions essentielles.", "82(1) Pour l'application du présent article, constitue un emploi réservé toute offre d'emploi au Canada à durée indéterminée.", "(2) Dix points sont attribués au travailleur qualifié pour un emploi réservé appartenant aux genre de compétence 0 Gestion ou niveaux de compétences A ou B de la matrice de la Classification nationale des professions, s'il est en mesure d'exercer les fonctions de l'emploi et s'il est vraisemblable qu'il acceptera de les exercer, et que l'un des alinéas suivants s'applique:", "a) le travailleur qualifié se trouve au Canada, il est titulaire d'un permis de travail et les conditions suivantes sont réunies:", "(i) l'agent a conclu, au titre de l'article 203, que l'exécution du travail par le travailleur qualifié est susceptible d'entraîner des effets positifs ou neutres sur le marché du travail canadien,", "83(5) Pour l'application de l'alinéa (1)d), le travailleur qualifié obtient 5 points dans les cas suivants:", "a) l'une des personnes ci-après qui est un citoyen canadien ou un résident permanent et qui vit au Canada lui est unie par les liens du sang ou de l'adoption ou par mariage ou union de fait ou, dans le cas où il l'accompagne, est ainsi unie à son époux ou conjoint de fait:", "(i) l'un de leurs parents,", "(ii) l'un des parents de leurs parents,", "(iii) leur enfant,", "(iv) un enfant de leur enfant,", "(v) un enfant de l'un de leurs parents,", "(vi) un enfant de l'un des parents de l'un de leurs parents, autre que l'un de leurs parents,", "(vii) un enfant de l'enfant de l'un de leurs parents;", "b) son époux ou conjoint de fait ne l'accompagne pas et est citoyen canadien ou un résident permanent qui vit au Canada.", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22", "22. No costs shall be awarded to or payable by any party in respect of an application for leave, an application for judicial review or an appeal under these Rules unless the Court, for special reasons, so orders.", "22. Sauf ordonnance contraire rendue par un juge pour des raisons spéciales, la demande d'autorisation, la demande de contrôle judiciaire ou l'appel introduit en application des présentes règles ne donnent pas lieu à des dépens.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/klf", "[End of document]"]]}