{"id_": "055357", "body_str": [["[1]", "Mandamin, J.", ": This is an application for judicial review of a decision by the Immigration Division of the Immigration and Refugee Board dated January 31, 2008, finding the applicant inadmissible under sections 34(1)(f) and 35(1)(a) of the", "Immigration and Refugee Protection Act,", "2001, c.27, (IRPA) and ordering the applicant be deported from Canada.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is a citizen of Pakistan. He arrived in Canada on December 7, 1999, and was granted Convention refugee status in a decision of the Refugee Protection Division dated September 12, 2000, on the basis that he had a well-founded fear of persecution because of his activities in support of the Muttahida Quami Movement - Altaf (MQM-A).   <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant subsequently applied for permanent residence status and was investigated for inadmissibility on security grounds under section 34(1)(f) and for complicity in human or international rights violations under section 35(1)(a) of IRPA.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant was referred to the Immigration Division for an admissibility hearing.  <FRAGMENT_SUPPRESSED>", "Decision under Review  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Board conducting the admissibility hearing addressed two questions: was the applicant a member of an organization engaged in terrorist acts as contemplated by section 34(1)(f) and was the applicant complicit in human or international violations as contemplated by section 35(1)(a) of IRPA?  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Board noted that the definition of membership in an organization engaged in terrorist activities was not defined in IRPA. The Board took note of the \"broad and unrestricted interpretation\" given to the section 34(1) term 'member' taken in", "(Re) Ahani,"], ["[1998] F.C.J. No. 507. The Board also considered Justice Teitelbaum's statement in", "(Re) Suresh", ", [1997] F.C.J. No. 1537, that \"Membership cannot and should not be narrowly interpreted when it involves the issue of Canada's national security.\" Applying this approach to interpretation of membership, the Board found that the applicant was a member of the MQM/APMSO during the period 1993 - to July 2000.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board found that the MQM was an organization that engages in acts of terrorism within the meaning of section 34(1)(f) of IRPA. The member referred to a number of reports linking the MQM to acts of violence and terrorism, concluding:  <FRAGMENT_SUPPRESSED>", "I am satisfied that the MQM is an organization that there are reasonable grounds to believe engaged in acts of terrorism. The evidence is overwhelming and presented by various reputable authorities, MQM members routinely resorted to violent acts such as rioting, shootings, the use of weapons such as grenades, and torture. City wide strikes were often called to disrupt business activities in Karachi and Hyderabad, with injuries and deaths in the civilian population. The purpose of these acts was to further political goals, to put pressure on national and provincial governments.   <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board also found that the applicant was complicit in the commission of crimes against humanity. The applicant had stated that he was unaware of the MQM's involvement in violent activity until he came to Canada. The Board did not find this statement credible in light of the applicant's service as an \"active member\" for nearly seven years, holding:  <FRAGMENT_SUPPRESSED>", "Mr. Qureshi is a well-educated man, coming from a strong family, living in a good neighbourhood of Karachi. It is simply not credible that he was unaware of the well established and well publicized record of MQM committed violence, murder and torture.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board concluded:  <FRAGMENT_SUPPRESSED>", "The evidence presented outlines the violence, murder and torture committed by the MQM. These atrocities were committed not only while Mr. Qureshi was a member, but before and after, they were widespread and systematic. Mr. Qureshi's work with the MQM makes him complicit in crimes against humanity even though he did not perpetrate the crimes himself.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board found the applicant to be a person described in sections 34(1)(f) and 35(1)(a) of IRPA and ordered that he be deported from Canada. The applicant seeks judicial review of this decision.  <FRAGMENT_SUPPRESSED>", "Legislation  <FRAGMENT_SUPPRESSED>"], ["[11]", "Section 34(1)(f) provides that a person is inadmissible to Canada for being a member in an organization that engages in terrorism.  <FRAGMENT_SUPPRESSED>", "34. (1)", "A permanent resident or a foreign national is inadmissible on security grounds for", "<FRAGMENT_SUPPRESSED>", "a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;  <FRAGMENT_SUPPRESSED>", "(b) engaging in or instigating the subversion by force of any government;  <FRAGMENT_SUPPRESSED>", "(c) engaging in terrorism;  <FRAGMENT_SUPPRESSED>", "(d) being a danger to the security of Canada;  <FRAGMENT_SUPPRESSED>", "(e) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or  <FRAGMENT_SUPPRESSED>", "(f)", "being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c).  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "(2) The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest.   <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "34. (1)", "Emportent interdiction de territoire pour raison de sécurité les faits suivants", ":   <FRAGMENT_SUPPRESSED>", "a) être l'auteur d'actes d'espionnage ou se livrer à la subversion contre toute institution démocratique, au sens où cette expression s'entend au Canada;  <FRAGMENT_SUPPRESSED>", "b) être l'instigateur ou l'auteur d'actes visant au renversement d'un gouvernement par la force;  <FRAGMENT_SUPPRESSED>", "c)", "se livrer au terrorisme", ";  <FRAGMENT_SUPPRESSED>", "d) constituer un danger pour la sécurité du Canada;  <FRAGMENT_SUPPRESSED>", "e) être l'auteur de tout acte de violence susceptible de mettre en danger la vie ou la sécurité d'autrui au Canada;  <FRAGMENT_SUPPRESSED>", "f)", "être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas a), b) ou c)", ".  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "(2) Ces faits n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui convainc le ministre que sa présence au Canada ne serait nullement préjudiciable à l'intérêt national.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Section 35(1)(a) of IRPA provides that a person is inadmissible to Canada for committing crimes described in the", "Crimes Against Humanity and War Crimes Act,", "2000, c. 24:  <FRAGMENT_SUPPRESSED>", "35.", "(1) A permanent resident or a foreign national is inadmissible on grounds of violating human or international rights for", "<FRAGMENT_SUPPRESSED>", "(a) committing an act outside Canada that constitutes an offence referred to in sections 4 to 7 of the", "Crimes Against Humanity and War Crimes Act", ";  <FRAGMENT_SUPPRESSED>", "(b) being a prescribed senior official in the service of a government that, in the opinion of the Minister, engages or has engaged in terrorism, systematic or gross human rights violations, or genocide, a war crime or a crime against humanity within the meaning of subsections 6(3) to (5) of the", "Crimes Against Humanity and War Crimes Act", "; or  <FRAGMENT_SUPPRESSED>", "(c) being a person, other than a permanent resident, whose entry into or stay in Canada is restricted pursuant to a decision, resolution or measure of an international organization of states or association of states, of which Canada is a member, that imposes sanctions on a country against which Canada has imposed or has agreed to impose sanctions in concert with that organization or association.  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "(2) Paragraphs (1)(b) and (c) do not apply in the case of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest.   <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "35.", "(1) Emportent interdiction de territoire pour atteinte aux droits humains ou internationaux les faits suivants:   <FRAGMENT_SUPPRESSED>", "a) commettre, hors du Canada, une des infractions visées aux articles 4 à 7 de la", "Loi sur les crimes contre l'humanité et les crimes de guerre", ";  <FRAGMENT_SUPPRESSED>", "b) occuper un poste de rang supérieur - au sens du règlement - au sein d'un gouvernement qui, de l'avis du ministre, se livre ou s'est livré au terrorisme, à des violations graves ou répétées des droits de la personne ou commet ou a commis un génocide, un crime contre l'humanité ou un crime de guerre au sens des paragraphes 6(3) à (5) de la", "Loi sur les crimes contre l'humanité et les crimes de guerre", ";  <FRAGMENT_SUPPRESSED>", "c) être, sauf s'agissant du résident permanent, une personne dont l'entrée ou le séjour au Canada est limité au titre d'une décision, d'une résolution ou d'une mesure d'une organisation internationale d'États ou une association d'États dont le Canada est membre et qui impose des sanctions à l'égard d'un pays contre lequel le Canada a imposé - ou s'est engagé à imposer - des sanctions de concert avec cette organisation ou association.  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "(2) Les faits visés aux alinéas (1)b) et c) n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui convainc le ministre que sa présence au Canada ne serait nullement préjudiciable à l'intérêt national.   <FRAGMENT_SUPPRESSED>"], ["[13]", "Sections 4 to 7 of the", "Crimes Against Humanity and War Crimes Act", "specify the crimes that result in inadmissibility. Section 6(1) specifically provides:   <FRAGMENT_SUPPRESSED>", "Genocide, etc., committed outside Canada  <FRAGMENT_SUPPRESSED>", "6.", "(1) Every person who, either before or after the coming into force of this section, commits outside Canada   <FRAGMENT_SUPPRESSED>", "(a) genocide,  <FRAGMENT_SUPPRESSED>", "(b)", "a crime against humanity", ", or  <FRAGMENT_SUPPRESSED>", "(c) a war crime,  <FRAGMENT_SUPPRESSED>", "is guilty of an indictable offence and may be prosecuted for that offence in accordance with section 8.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Génocide, crime contre l'humanité, etc., commis à l'étranger  <FRAGMENT_SUPPRESSED>", "6.", "(1) Quiconque commet à l'étranger une des infractions ci-après, avant ou après l'entrée en vigueur du présent article, est coupable d'un acte criminel et peut être poursuivi pour cette infraction aux termes de l'article 8:   <FRAGMENT_SUPPRESSED>", "a) génocide;  <FRAGMENT_SUPPRESSED>", "b)", "crime contre l'humanité", ";  <FRAGMENT_SUPPRESSED>", "c) crime de guerre  <FRAGMENT_SUPPRESSED>"], ["[14]", "Crimes against humanity are defined in section 6(3) of the", "Crimes Against Humanity and War Crimes Act.  <FRAGMENT_SUPPRESSED>", "\"crime against humanity\" means murder, extermination, enslavement, deportation, imprisonment, torture, sexual violence, persecution or any other inhumane act or omission that is committed against any civilian population or any identifiable group and that, at the time and in the place of its commission, constitutes a crime against humanity according to customary international law or conventional international law or by virtue of it being criminal according to the general principles of law recognized by the community of nations, whether or not it constitutes a contravention of the law in force at the time and in the place of its commission.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[15]", "There are three issues in this application:  <FRAGMENT_SUPPRESSED>", "1. Did the Board err in finding that the applicant was a member of the MQM?  <FRAGMENT_SUPPRESSED>", "2. Did the Board fail to consider whether the faction of the MQM known as the MQM-Altaf, or MQM-A, was specifically responsible for any acts of violence or terrorism; and  <FRAGMENT_SUPPRESSED>", "3. Did the Board apply the test for complicity incorrectly?  <FRAGMENT_SUPPRESSED>", "Standard of Review", "<FRAGMENT_SUPPRESSED>"], ["[16]", "The courts have applied a standard of review of reasonableness in cases involving a question of membership in a terrorist organization. This standard of review is applicable both to determination of membership in an organization,", "<FRAGMENT_SUPPRESSED>  at paras. 21-24, and to finding whether the organization is a terrorist organization,", "<FRAGMENT_SUPPRESSED>  at para. 12.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Determinations of complicity in crimes against humanity under s.35 of IRPA are also subject to a reasonableness standard of review.", "<FRAGMENT_SUPPRESSED>  at para. 14;", "<FRAGMENT_SUPPRESSED>  at para. 16.   <FRAGMENT_SUPPRESSED>"], ["[18]", "The Supreme Court recently clarified the reasonableness standard of review in", "<FRAGMENT_SUPPRESSED> . In reviewing a Board's decision on a reasonableness standard the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "Dunsmuir", "at para. 47.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "Did the Board err in finding the applicant was a member of the MQM?  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant states that he never became a formal member of the MQM because he never took an oath to the organization or worked year-round for the organization. He states that he worked for the organization only during elections and relief events. He describes himself as a sympathizer or supporter rather than a full-fledged member.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The applicant submits that the fact that he was a low level participant who did not take the oath of membership to become a formal member should preclude a finding of membership.  <FRAGMENT_SUPPRESSED>"], ["[21]", "In", "Kanendra", ", Mr. Justice Noël rejected the distinction between formal membership and membership inferred through participation stating:  <FRAGMENT_SUPPRESSED>", "21", "The Applicant submits that the interpretation of \"member\" in s. 34(1)(f) must be read strictly, so as not to include in its ambit persons who may associate and sympathize with an organization described in s. 34(1)(a), (b) or (c), but who are not themselves a threat to Canada. The Applicant further submits that \"member\" should be interpreted to mean current and actual or formal membership, including only those who are subject to party discipline and not entitled to act in accordance with independent belief and action.  <FRAGMENT_SUPPRESSED>", "22", "To adopt such an interpretation would, I think, be contrary to the spirit of the legislation as well as to prior jurisprudence.  <FRAGMENT_SUPPRESSED>  (para. 22), rev'd in part (on different grounds), 47 Imm. L.R. (2d) 1 (F.C.A.), Justice Teitelbaum stated that, \"Membership cannot and should not be narrowly interpreted when it involves the issue of Canada's national security. Membership also does not only refer to persons who have engaged or who might engage in terrorist activities.\" See also", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  Citizenship and  <FRAGMENT_SUPPRESSED>  23", "Therefore, the term \"member\" as it is used in s. 34(1)(f) of IRPA should be given a broad interpretation.  <FRAGMENT_SUPPRESSED>"], ["[22]", "This interpretation of membership has been confirmed by the Federal Court of Appeal. In", "Poshteh", ", Justice Rothstein stated:  <FRAGMENT_SUPPRESSED>", "27", "There is no definition of the term \"member\" in the Act. The courts have not established a precise and exhaustive definition of the term. In interpreting the term \"member\" in the former Immigration Act, R.S.C. 1985, c. I-2, the Trial Division (as it then was) has said that the term is to be given an unrestricted and broad interpretation. The rationale for such an approach is set out in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraph 52 (T.D.):  <FRAGMENT_SUPPRESSED>"], ["[52] The provisions deal with subversion and terrorism. The context in immigration legislation is public safety and national security, the most serious concerns of government. It is trite to say that terrorist organizations do not issue membership cards. There is no formal test for membership and members are not therefore easily identifiable. The Minister of Citizenship and Immigration may, if not detrimental to the national interest, exclude an individual from the operation of s. 19(1)(f)(iii)(B). I think it is obvious that Parliament intended the term \"member\" to be given an unrestricted and broad interpretation.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Although", "Poshteh", "and", "Singh", "state that the rationale for interpreting the term \"membership\" broadly is in part based on the difficulties of ascertaining membership in terrorist organizations, these cases do not preclude a finding of membership where an individual is an informal member or participant in an organization where formal membership does exist.  <FRAGMENT_SUPPRESSED>  (T.D.), Mr. Justice Dubé rejected the position that the term \"member\" required actual or formal membership coupled with active participation. Rather, being a \"member\" means \"belonging\". On appeal, cited below, the Federal Court of Appeal said that, by equating being a \"member\" with \"belonging to\", Justice Dubé had correctly concluded that the term \"member\" should be broadly understood.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Board had evidence before it that specifically related to the applicant's membership in the MQM:   <FRAGMENT_SUPPRESSED>", "i. a letter provided by the MQM International Secretariat in support of the applicant's refugee application:  <FRAGMENT_SUPPRESSED>", "\"We write to confirm that Mohammad Hassan Qureshi has been an active worker of Muttahida Quami Movement (MQM) Unit 144, F.B. Area Sector, Karachi, Pakistan. <FRAGMENT_SUPPRESSED>", "ii. the In Canada Application for Permanent Residence:  <FRAGMENT_SUPPRESSED>", "\"01 1995 to 11 1999 Muttahida Quami Movement - Member <FRAGMENT_SUPPRESSED>", "iii. the applicant's Personal Information Form, wherein the applicant stated:   <FRAGMENT_SUPPRESSED>", "\"My father was a local businessman. He was a very active member of M.Q.M. Following in my father's footsteps and in accordance with his wishes and advice, I continued his tradition of hard work for the M.Q.M. <FRAGMENT_SUPPRESSED>", "iv. the Immigration Officer's interview notes (of the applicant's statement):  <FRAGMENT_SUPPRESSED>", "\"I have been a member of MQM. I was the kind of member that worked without taking an oath. I was involved with them in the elections of 1997. I posted flyers and provided water in the polling stations. I arranged transportation for the people.  <FRAGMENT_SUPPRESSED>", "v. the applicant's testimony during the hearing that he joined the All Pakistan Muhajir Student Organization (APMSO) when he attended college in 1993:  <FRAGMENT_SUPPRESSED>", "\"I worked for APMSO and the realty is that, APMSO is part of MQM. <FRAGMENT_SUPPRESSED>"], ["[25]", "In this case, the Board found that the applicant had a seven-year association with the MQM, including participation in a July 2000 MQM protest in Toronto. Based on the evidence before the Board, I find it was not unreasonable for the Board to find that the applicant was a member of the MQM/APMSO.  <FRAGMENT_SUPPRESSED>", "Did the Board fail to consider whether the faction of the MQM known as the MQM-Altaf, or MQM-A, was specifically responsible for any acts of violence or terrorism?  <FRAGMENT_SUPPRESSED>"], ["[26]", "The applicant also submits that the Board erred in failing to distinguish between the factions of the MQM. The applicant relies on", "<FRAGMENT_SUPPRESSED>  in which a decision was set aside because the decision-maker in that case failed to make this distinction. In that case, Justice Mactavish held:  <FRAGMENT_SUPPRESSED>", "64", "...I am concerned about the failure of the officer to identify any specific acts carried out by the MQM-A that would meet the Suresh definition of 'terrorism', or to provide any analysis of that evidence. There is also a question as to the sufficiency of the evidence supporting the officer's conclusion.  <FRAGMENT_SUPPRESSED>", "65", "...There was indeed evidence before the officer that would support the conclusion that the MQM generally, and the MQM-H in particular, were engaged in acts of terrorism. However, in the case of the MQM-A, the evidence is much more limited, and is largely confined to violent acts carried out by MQM-A members against members of the rival MQM-H organization.  <FRAGMENT_SUPPRESSED>", "66", "The IRB report clearly recognizes that the MQM is comprised of two factions: the MQM-A and the MQM-H. While certain acts of terrorism are clearly attributed to the MQM-H, most of the report does not distinguish between the two groups, referring only to actions carried out by \"MQM activists\", \"MQM workers\", or \"MQM militants\"...  <FRAGMENT_SUPPRESSED>", "69", "In this case, the officer's reasons do not provide an adequate basis for her finding that there are reasonable grounds to believe that the MQM-A is a group engaged in terrorist activities. In particular, there is no analysis of the IRB report, and no identification of which activities on the part of the MQM-A the officer considers to be terrorist in nature. In my view, in light of the seriousness of the finding in issue and its consequences for Mr. Ali, it was incumbent on the officer to provide some explanation for her finding that there are reasonable grounds to believe that the MQM-A is a terrorist organization. Her failure to do so constitutes a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[27]", "In", "Ali,", "the immigration officer did not identify any terrorist acts committed by the MQM-A or any evidence that the MQM-A was a terrorist organization. In the case at hand, the Board cited five reports referring to violence by the MQM. One of these reports, entitled \"Pakistan: Information on the MQM-A\" and released by the U.S. Department of Homeland Security, specifically refers to the MQM-A as responsible for \"killings and other violence.\" The applicant submits that because none of the other reports indicated which faction of the MQM was responsible for the violence reported, the evidence linking the MQM-A to violent activity is insufficient.   <FRAGMENT_SUPPRESSED>"], ["[28]", "Although not all the excerpts quoted by the Board specifically identify the MQM-A, the reports themselves do make mention of the MQM-A, or refer to the leader of the MQM-A, Altaf Hussain, while discussing the MQM generally. For example, the report from Centre for International and Security Studies, York University, which is cited in the Board decision states:  <FRAGMENT_SUPPRESSED>", "The MQM's activities within Pakistan are inevitably connected with violence ...Much of the organizing comes from the head office in London, where Altaf Hussain coordinates much of the violence via telephone and cell-phone.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Similarly, the Amnesty International Report cited by the Board states that:  <FRAGMENT_SUPPRESSED>", "The federal government ...issued a list of 121 MQM members wanted in connection with setting up and maintaining torture cells ...19 MQM leaders, including Altaf Hussain ...were declared proclaimed offenders.   <FRAGMENT_SUPPRESSED>"], ["[30]", "<FRAGMENT_SUPPRESSED>  Justice Zinn stated:  <FRAGMENT_SUPPRESSED>", "20", "Further, even if one were to accept that there are occasions where there may be some confusion as to whether the acts complained of were carried out by the MQM, MQM-A or MQM-H, the 1996 Amnesty International Report makes it clear that in Karachi, where the Applicant was a member of the MQM-A, all factions were equally responsible for the acts of terrorism being committed.  <FRAGMENT_SUPPRESSED>", "In Karachi, the two factions of the MQM...are pitted against each other and several of them oppose the government. These confused lines of conflict enable each group as [sic] also the government to hold others responsible for abuses. However, Amnesty International believes that the available evidence strongly suggests that all the armed opposition groups operating in Karachi are responsible for torture, abductions and killings.  <FRAGMENT_SUPPRESSED>"], ["[31]", "<FRAGMENT_SUPPRESSED>  Justice Beaudry stated:  <FRAGMENT_SUPPRESSED>", "19", "It was open to the Board to conclude that because the organization reported to a single leader, the actions and intentions of certain factions can be impugned upon the organization as a whole.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The applicant did not present any evidence supporting its claim that the MQM-A is not responsible for the violent activities of the MQM. In the absence of any evidence contradicting the reports cited by the Board, I find it was open for the Board to conclude there were reasonable grounds to believe the MQM engaged in violent terrorist acts and that MQM-A was sufficiently linked to the terrorist acts attributed to MQM.  <FRAGMENT_SUPPRESSED>", "Did the Board apply the test for complicity incorrectly?  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Board found the applicant complicit in the commission of crimes against humanity due to his association with the MQM. More specifically, the Board stated:  <FRAGMENT_SUPPRESSED>", "The Federal Court has established six factors that I need to consider in order to determine whether Mr. Qureshi is complicit in crimes against humanity: the nature of the organization, the method of recruitment, position in the organization, knowledge of atrocities, length of time in the organization and a shared common purpose.  <FRAGMENT_SUPPRESSED>", "Given that the MQM does not have a limited, brutal purpose it is necessary for me to determine Mr. Qureshi's complicity through the other five factors if I am to find personal and knowing participation and a shared common purpose.  <FRAGMENT_SUPPRESSED>"], ["[34]", "As was stated in", "<FRAGMENT_SUPPRESSED>  at para. 8, the test for complicity is personal and knowing participation in a common purpose shared with the organization", ":  <FRAGMENT_SUPPRESSED>", "A. if the organization is one with a brutal and limited purpose, then membership in that organization deems the member to be complicit in its crimes; or   <FRAGMENT_SUPPRESSED>", "B. if the organization is one whose commission of crimes are incidental to some other, primary purpose, complicity is determined by a fact-driven case-by-case analysis, having regard to the following factors adopted by Hughes J. in", "<FRAGMENT_SUPPRESSED>  2005 FC 1092:  <FRAGMENT_SUPPRESSED>", "1. The Nature of the Organization  <FRAGMENT_SUPPRESSED>", "2. The Method of Recruitment  <FRAGMENT_SUPPRESSED>", "3. Position/rank within the Organization  <FRAGMENT_SUPPRESSED>", "4. Length of time in the Organization  <FRAGMENT_SUPPRESSED>", "5. The Opportunity to Leave the Organization  <FRAGMENT_SUPPRESSED>", "6. Knowledge of the Organization's Atrocities  <FRAGMENT_SUPPRESSED>"], ["[35]", "The applicant submits that the Board did not establish that there was \"personal and knowing participation\" by the applicant in any crimes of humanity, and that the mere finding that the applicant had a long association with the MQM and participated in MQM events was not sufficient to support a finding that the applicant was complicit in crimes against humanity.   <FRAGMENT_SUPPRESSED>"], ["[36]", "The Board found that the applicant had a long association with MQM and that the applicant's denial of knowledge of the organization's atrocities was not credible. The Board did not believe that the applicant was unaware of the MQM's violent activities because there were well-established and well-publicized reports of these actions. The Board based its conclusion that the applicant was complicit in crimes against humanity on these findings.  <FRAGMENT_SUPPRESSED>"], ["[37]", "<FRAGMENT_SUPPRESSED>  at para. 34, Justice Mactavish indicated that personal involvement in the offending crimes was required. She stated:  <FRAGMENT_SUPPRESSED>", "As the Federal Court of Appeal stated  <FRAGMENT_SUPPRESSED> , passive acquiescence is not sufficient to establish a basis for exclusion.", "Personal involvement in the persecutorial acts must be established in order to demonstrate complicity", ". (underlining added)  <FRAGMENT_SUPPRESSED>"], ["[38]", "<FRAGMENT_SUPPRESSED>  (C.A.), Justice Robertson of the Federal Court of Appeal held that to be complicit an individual must have personal and knowing participation in the persecutorial acts:  <FRAGMENT_SUPPRESSED>", "45", "It is well settled that mere membership in an organization involved in international offences is not sufficient basis on which to invoke the exclusion clause; see Ramirez, at page 317, and", "<FRAGMENT_SUPPRESSED>  (9th Cir. 1985), at page 1431  <FRAGMENT_SUPPRESSED>", "51", "...", "we must determine whether the appellant's conduct satisfies the criterion of \"personal and knowing participation in persecutorial acts", "\". Equally important, however, is the fact that complicity rests on the existence of a shared common purpose as between \"principal\" and \"accomplice\". In other words,", "mens rea remains an essential element of the crime", ". (underlining added)  <FRAGMENT_SUPPRESSED>"], ["[39]", "The Board accepted that the MQM did not have a limited, brutal purpose; the converse of this statement is that some of MQM's activities are not proscribed activities.   <FRAGMENT_SUPPRESSED>"], ["[40]", "The Board stated \"...it is necessary for me to determine Mr. Qureshi's complicity through the other five factors if I am to find personal and knowing participation and a shared common purpose.\" Two of those factors, to use the Board's choice of words, were: \"position in the organization\" and \"knowledge of the atrocities\".   <FRAGMENT_SUPPRESSED>"], ["[41]", "The Board did not distinguish the applicant's activities from legitimate activities that MQM members might engage in or link those activities to involvement in proscribed participation in atrocities. The Board did not link the applicant's position in the organization as an active worker who engaged in fundraising, posting flyers, participating in rallies and working in an election to the commission of persecutorial crimes by the MQM members.   <FRAGMENT_SUPPRESSED>"], ["[42]", "The Board also did not identify any basis upon which to advance the applicant's knowledge of the MQM atrocities beyond a passive level to a more aware degree of knowledge that connoted approval and sharing of a common purpose in the persecutorial crimes by the MQM members.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The Board's analysis falls short of reasonably finding personal involvement or the mens rea required for complicity in the MQM crimes against humanity. I find the Board's decision in respect of section 35(1)(a) to be unreasonable.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[44]", "I have found the Board's decision in finding the applicant inadmissible as a result of being complicit in crimes against humanity as set out in section 35(1)(a) of IRPA to be unreasonable. I consider it appropriate to quash the Board's decision with respect to section 35(1)(a). However, I am not going to remit the decision back for re-determination in as much as the question may be revisited if the applicant pursues a section 34(2) exemption as set out below.  <FRAGMENT_SUPPRESSED>"], ["[45]", "I have found reasonable the Board's finding the applicant is inadmissible as a result of being a member of an organization that engages in acts of terrorism as set out in section 34(1)(f) of IRPA. I note that section 34(2) provides a means by which an applicant may apply for an exception to the exclusion arising from subsections 34(1)(b) and (c). Given that the applicant has not exhausted his options under IRPA, I decline to exercise my discretion under section 18.1 of the", "Federal Courts Act", ". Accordingly, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The parties have not proposed a question of general importance for certification and I make no order for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[47]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. The Board's decision finding the applicant inadmissible as a result of being complicit in crimes against humanity as set out in section 35(1)(a) of IRPA is quashed. The matter is not remitted for re-determination.  <FRAGMENT_SUPPRESSED>", "2. The application for judicial review with respect to the Board's finding the applicant inadmissible as a result of being a member of an organization that engages in terrorism as set out in section 34(1)(f) of IRPA is dismissed.  <FRAGMENT_SUPPRESSED>", "3. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}