{"id_": "055456", "body_str": [["[1]", "Strayer, D.J.", ": This is an application for judicial review of a decision of July 9, 2003 by Vernon White, A/Commander, Assistant Chief Human Resources Officer, of the RCMP in respect to a grievance under s. 91 of the", "Public Service Staff Relations Act", "(R.S.C. 1985, c. P-35) (", "PSSRA", ").  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant commenced work as a civilian employee of the Royal Canadian Mounted Police on October 12, 1999. He was employed under a series of eight successive term appointments, the last one for the term January 31, 2003 to March 31, 2003. In total he was employed this way for over three years and five months. On February 28, 2003 he was advised that his current term would not be renewed beyond March 31, 2003.  <FRAGMENT_SUPPRESSED>"], ["[3]", "For some years Treasury Board had in place policies designed to avoid departments using a succession of term appointments to avoid the permanent employment of staff whose need was demonstrably required on a continuing basis. The policy in operation when the applicant was first employed was the Long Term Specified Period Employment Policy, 1999, made effective on June 10 of that year. It directed departments, in respect of employees who had worked under term appointments for a cumulative working period of at least five years without a break in service longer than sixty days, to appoint such employees to indeterminate appointments. It also required that where any term appointee was not to be renewed he or she should be given \"formal notification\" of that fact, the period of notice varying with the number of years he or she had been employed already. In the case of those employed from three to five years they were to be given a notice of at least five weeks. It will be noted in the present case that the applicant, who had served over three years, was given written notice of only one month that his term appointment would not be renewed, such notice being four days less than the five weeks required for \"formal notification\".  <FRAGMENT_SUPPRESSED>"], ["[4]", "The 1999 Policy, as it applied to the RCMP, was replaced by a new Term Employment Policy effective April 1, 2003. This Policy had the same general objectives but directed departments, in respect of term employees who had had at least three years continuous appointment, to appoint them on an indeterminate basis.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The applicant contends that: (1) the \"formal notification\" referred to in the 1999 Policy meant written notice; (2) he was not given five weeks of such notice as required by the 1999 Policy; (3) he was therefore entitled to have his last term appointment continue up to and including April 4, 2003; and (4) therefore he would have come within the new 2003 Policy whereby, having had over three years of continuous employment under term appointments, the Department was obliged to give him an indeterminate appointment.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The applicant filed a grievance against the actions of the RCMP pursuant to s. 91 of the", "PSSRA", ". His grievance was stated as follows:  <FRAGMENT_SUPPRESSED>", "\"I grieve that I have not been given formal notice within the time period required in the Long Term Specified Period Employment Policy;  <FRAGMENT_SUPPRESSED>", "AND I FURTHER GRIEVE  <FRAGMENT_SUPPRESSED>", "management's decision not to extend my term employment in order to avoid appointing me indeterminately as required by the Term Employment Policy which will come into force on April 1, 2003. <FRAGMENT_SUPPRESSED>", "The final level of the grievance was before Vernon White, A/Commander, Assistant Chief Human Resources Officer. He dismissed the grievance. The relevant part of his decision is as follows:  <FRAGMENT_SUPPRESSED>", "\"At no time were you given any commitment of indeterminate employment with the Royal Canadian Mounted Police as you were hired on a term basis to temporarily replace an indeterminate employee who was on an acting assignment. In March 2002, at the Assets and Procurements workshop, you were informed by management that, as a result of the reorganization, the Artisan positions would disappear. Following this workshop, management had several discussions with you regarding this matter where it was made clear to you that there would not be a position available for you beyond March 31, 2003. This decision was confirmed to you in a letter dated February 28, 2003.  <FRAGMENT_SUPPRESSED>", "\"Consequently, I see no violation of the Term Employment Policy, I must deny your grievance and refuse the corrective action you have requested. (I Applicant's Application Record, page 21). <FRAGMENT_SUPPRESSED>", "It will be noted that A/Commander White does not address the \"formal notification\" question nor does he deal with the applicability of the 2003 policy, the matters actually grieved.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant seeks here to have that decision set aside and to have the matter referred back for determination at the final level of the grievance process in a manner consistent with the directions of this Court. He contends that the decision-maker erred in law. He should have treated the 1999 and 2003 Policies as legally binding on departments and he failed to apply \"the requirement of formal notification\" as requiring written notification of five weeks which the applicant did not receive. While the applicant casts his attacks on the decision in various forms, including unfairness, the use of irrelevant considerations, etc., and although he complains of the administrative decisions of the RCMP which led up to the termination of his employment, his essential and only relevant complaint in my view is that the grievance officer erred in law in his interpretation and application, or failure to apply, the 1999 Policy. The respondent concedes that the appropriate standard of review here is correctness (see respondent's submissions in its Record, page 6, para. 16) but denies that the 1999 or 2003 Policy had the force of law.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "Scope and Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[8]", "By virtue of s. 96(3) of the", "Public Service Staff Relations Act", "it is provided that, in a grievance under s. 91,  <FRAGMENT_SUPPRESSED>", "\"... the decision on the grievance taken at the final level in the grievance process is final and binding for all purposes of this Act and no further action under this Act may be taken thereon. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"... la décision rendue au dernier palier de la procédure applicable en la matière est finale et obligatoire, et aucune autre mesure ne peut être prise sous le régime de la présente loi à l'égard du grief ainsi tranché. <FRAGMENT_SUPPRESSED>", "It appears to me, however, that this does not preclude judicial review under the", "Federal Court Act", ".  <FRAGMENT_SUPPRESSED> ; 306 N.R. 366 (F.C.A.) (appeal heard in the Supreme Court of Canada May 17, 2004, rehearing there ordered October 5, 2004) it was held that s. 91 provides a complete regime for disposing of matters coming within that section and a claim that may be asserted through a grievance under s. 91 cannot be entertained as a cause of action in this Court. In that case all three judges of the Federal Court of Appeal agreed in obiter that this did not oust the supervisory jurisdiction of the Federal Court over a s. 91 decision on judicial review. Evans, J.A., in a separate set of reasons said that the Court could be asked to review \"the fairness of the administrative process, the rationality of material findings of fact, and the lawfulness of the decision or action in question.\" (Para. 136). I respectfully adopt that as the description of the scope of review in such a matter.  <FRAGMENT_SUPPRESSED>"], ["[9]", "As for the standard of review it is common ground between the parties, and I agree, that what is essentially involved here is an interpretation of the words of the 1999 Policy. The applicant regards this as a question of law. The respondent is reluctant to accede to the characterization of the Policy as \"law\". However both agree that the appropriate standard of review is correctness. I believe this is consistent with the pragmatic and functional approach because what is involved is the attribution of meaning to a form of words - \"formal notification\", a phrase which courts are as well or better able to define compared to a final level grievance officer. I believe it can be said that as a matter of law the grievance officer had to proceed on a correct interpretation of the words of the Policy.  <FRAGMENT_SUPPRESSED>"], ["[10]", "It appears to me, and the respondent agrees, (see respondent's record page 6, para. 19) that \"formal notice\" in this context means written notice, and that the applicant did not receive five weeks' written notice but only one month. The decision of the A/Commander, Assistant Chief Human Resources Officer was therefore incorrect because he did not address this issue which was the main subject of the grievance. Instead he dealt with the question of whether the applicant had ever been given reason to think that he would have an indeterminate appointment and the fact that he apparently had an oral indication that his final term appointment would not be renewed. This did not address the specific language of the Policy concerning the requirement of five weeks formal notification. Taking the position that he did, the grievance officer failed to consider what the consequences should be of the failure of the department to comply with the 1999 Policy.  <FRAGMENT_SUPPRESSED>", "Was the 1999 Policy Legally Binding?  <FRAGMENT_SUPPRESSED>"], ["[11]", "The 1999 Policy in question here was not delegated legislation. It was clearly a directive by Treasury Board as to how departments should deal fairly with their employees. Whether such internal directives create legal rights which a court can define or enforce, appears from the jurisprudence to depend on what the intent was and the context in which the directive was issued.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The applicant relied on several cases in support of the proposition that such internal directives have the force of law. The more salient of these cases are as follows.  <FRAGMENT_SUPPRESSED>  (F.C.A.), the Federal Court of Appeal held that the Bilingualism Bonus Plan created an entitlement to a bilingualism bonus for those members of the Public Service coming within its definition. In that case the Plan had been adopted by the Treasury Board and was very precise. It left no discretion to departments. In its decision the Court of Appeal does not elaborate the criteria upon which it found that the Policy could support a cause of action but it so held. It appears that much turned on the language of the Bilingualism  <FRAGMENT_SUPPRESSED>  (F.C.A.), it was said that an administrative manual within the Department of Employment and Immigration prescribed that a person seeking entry to Canada as a sponsored relative must be given an application form to apply for landing before a sponsorship application had been dealt with. The Court found there to be such an enforceable obligation but it did not regard the manual which directed this procedure to have the force of law. Instead it found the obligation to be implied under the", "Act", "and the", "Regulations", ".  <FRAGMENT_SUPPRESSED>  (T.D.), Reed, J., refused a motion to strike out an application to quash the decision of a deputy minister who had concluded that the applicant was in breach of the Conflict of Interest and Post-Employment Code for the Public Service. She rejected the argument that the Court had no jurisdiction because the Code is not law. It should be noted in this case that she was not dealing with a substantive issue but only the question of jurisdiction of the Court. It should also be noted that she relied on", "Nguyen", ", supra, interpreting it as giving legal effect to the Immigration Manual. As I have indicated I do not so interpret it. Reference was also made to two other decisions of this  <FRAGMENT_SUPPRESSED> ; 121 F.T.R. 29 (T.D.) and", "<FRAGMENT_SUPPRESSED> ; 110 F.T.R. 115 (T.D.). Both of these cases involved the application of the Deployment Policy and Deployment Guidelines of Treasury Board. In both cases legal effect was given to these documents. However there was clear statutory authority for that Policy and Guidelines: s. 34.2(1) of the", "Public Service Employment Act", ", R.S.C. 1985, c. P-33, specifically required departments to establish deployment policies and procedures in accordance with the directives made by the Treasury Board, and Treasury Board had issued such directives.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The respondent, on the other hand, relies on several cases where it has been held that internal policies and manuals are not legally binding. The leading general authority on this is", "Martineau and  <FRAGMENT_SUPPRESSED> , where it was held that the Commissioner's directives of the Correctional Service of Canada do not have the force of law but are simply for the efficient management of the institutions. While there were several cases mentioned involving other statutory regimes including provincial agencies, most pertinent for our purpose is a decision of this  <FRAGMENT_SUPPRESSED> ; 79 F.T.R. 219 (T.D.), by Rouleau, J. He was there dealing with the precise counterpart of the Policy in question here, namely a pre-existing policy of Treasury Board that term appointees should after five years of continuous service be offered a permanent appointment. In that case the plaintiff had worked for some four years and eleven months on term appointments and then his last term was not renewed. Some months later he was re-employed on another term appointment. He filed a complaint with the Public Service Commission but his grievance was not resolved to his satisfaction. He then commenced action for damages alleging that the failure to give him a permanent position was in violation of the Treasury Board Policy which had legal effect and created legal obligations on the government. Rouleau J., following", "Matsqui", ", held that this policy was  <FRAGMENT_SUPPRESSED>", "\"... simply an internal rule of conduct made by the Treasury Board. It was established under a general power enjoyed by the Board under s. 11(2) of the", "Financial Administration Act", ", R.S.C. 1985, c. F-11. Although s. 10(f) gives the Treasury Board the power to make regulations 'for any other purposes necessary for the efficient administration of the Public Service of Canada', those concerned chose to proceed by way of a statement of policy. (38). <FRAGMENT_SUPPRESSED>"], ["[14]", "I respectfully agree with Rouleau, J., that there is no indication in the Policy or its context that it should be treated as a law which must be taken to have conferred a term appointment on the applicant to April 4, 2003. Indeed there is a counter-indication in the", "Public Service Employment Act", ", supra, s. 25 which provides that:  <FRAGMENT_SUPPRESSED>", "\"25. An employee who is appointed for a specified period ceases to be an employee at the expiration of that period. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"25. Le fonctionnaire nommé pour une période déterminée perd sa qualité de fonctionnaire à l'expiration de cette période. <FRAGMENT_SUPPRESSED>", "It appears to me that for the Court to direct that the applicant must be treated as having had an appointment until April 4, 2003 would be to give precedence to a policy issued by Treasury Board over an Act of Parliament. I also believe the jurisprudence to be strongly against this Court through judicial review circumventing the statutory grievance procedure and giving or refusing the remedies available under that procedure. See e.g.", "<FRAGMENT_SUPPRESSED> ; 293 N.R. 325 (F.C.A.).  <FRAGMENT_SUPPRESSED>", "What Remedy?  <FRAGMENT_SUPPRESSED>"], ["[15]", "Therefore the matter will be referred back for reconsideration on final level grievance. I do not understand s. 91, which provides for this grievance procedure, to limit the grievance officer to recommending only the observance of legally prescribed rights. This is, after all, not \"adjudication\" like the treatment of grievances under s. 92 of that", "Act", ". It will therefore be for the grievance officer, when he or she has properly addressed the fact that the employer did not comply with the Treasury Board Policy of 1999, to recommend a solution which is consistent with good and fair employer-employee relations.  <FRAGMENT_SUPPRESSED>", "Disposition  <FRAGMENT_SUPPRESSED>"], ["[16]", "The application will therefore be allowed with costs, the decision of July 9, 2003 will be set aside, and the matter will be referred back for redetermination at the final level of the grievance process in a manner consistent with these reasons.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]"]]}