{"id_": "056482", "body_str": [["[1]", "O'Reilly, J.", ": The Nemeth family engaged an immigration consultant to assist them with their application for refugee status. Six days prior to their hearing before the Immigration and Refugee Board in March of 2002, they decided to dismiss the consultant and engage a lawyer. However, on such short notice, the lawyer was unable to attend the hearing. He sent a letter to the Board explaining the situation and asked for an adjournment. The Board did not respond."], ["[2]", "The Nemeths appeared before the Board on the date of the hearing. The following exchange between the Presiding Board member and Mr. Nemeth took place:", "Presiding member: We were expecting you to be represented by Ms. Agnes Schiffer Varnai. Does she remain your counsel, sir, or have you dispensed with her?", "Claimant #1: No.", "Presiding member: And you are going to proceed in this claim today without a counsel?", "Claimant #1: Yes, I think so, because I think in our situation or under our circumstances, we have no need of a counsel.", "Presiding member: All right. Thank you."], ["[3]", "The Board proceeded to hear the evidence. It dismissed the Nemeths' claim orally and issued written reasons several weeks later.", "I. Issues"], ["[4]", "There are three issues in this case.", "1. Were the Nemeths denied their right to be represented by counsel?", "2. Did the Nemeths receive a fair hearing?", "3. Did the Board make an error in concluding that the Nemeths had failed to show a nexus between the mistreatment they alleged and the recognized grounds for a refugee claim under the Refugee Convention?", "A. Were the Nemeths denied their right to be represented by counsel?"], ["[5]", "Refugee claimants are entitled to be represented by \"a barrister, solicitor or other counsel\" (s. 69(1),", "Immigration Act", "). Until just prior to their hearing, the Nemeths had been represented by an immigration consultant. They then decided to hire a lawyer at the last minute. The question is whether the Board's failure to adjourn the hearing in order to accommodate the lawyer amounted, in effect, to a violation of the Nemeths' right to be represented at the hearing."], ["[6]", "The Board is under no obligation to function in accordance with the schedule of counsel. As Dubé, J., stated in", "<FRAGMENT_SUPPRESSED> ; 183 F.T.R. 254 (T.D.), a claimant has the right to choose counsel, but \"if the counsel he chooses is not able to appear because he is too busy or for any other reason, he cannot expect the tribunal to adjust to the requirements of that counsel\" (at para. 25). See also", "<FRAGMENT_SUPPRESSED> ; 64 F.T.R. 1 (T.D.). The situation is different if an applicant is abandoned by counsel at the last minute: see", "<FRAGMENT_SUPPRESSED> ; 93 N.R. 31 (F.C.A.). If the Board fails to grant an adjournment in that situation, the right to counsel has effectively been denied. See also", "<FRAGMENT_SUPPRESSED> ; 151 N.R. 76 ( <FRAGMENT_SUPPRESSED> ; 81 F.T.R. 227 ( <FRAGMENT_SUPPRESSED> ; 173 F.T.R. 123 (T.D.). In this case, the Nemeths were not abandoned by counsel. They dismissed her."], ["[7]", "Further, it is clear to me from the exchange between the Presiding Board member and Mr. Nemeth that there was a waiver of the right to be represented at the hearing. Mr. Nemeth stated that the family had no need of counsel. He did not ask for an adjournment. It was suggested during argument before me that the transcript of the hearing may be incomplete and that Mr. Nemeth may have asked for an adjournment during a break. I see no evidence of that. Mr. Nemeth stated in his affidavit that he had explained the situation to the Board and expressly requested an adjournment, which the Board denied. To my mind, the transcript is clear. Mr. Nemeth is either mistaken or he misunderstood what the Board had said."], ["[8]", "Therefore, I can see no basis for the claim that the Board denied the Nemeths their right to be represented at the hearing.", "B. Did the Nemeths receive a fair hearing?"], ["[9]", "This is a more difficult question to answer. While the Board did not deny the Nemeths the right to be represented, it still had an obligation to ensure a fair hearing."], ["[10]", "The Board was aware that the Nemeths had been represented up until just prior to the hearing. It was, or should have been, alive to the risk that the claimants were ill-prepared to represent themselves. Under the circumstances, it had an obligation to ensure that the Nemeths understood the proceedings, had a reasonable opportunity to tender any evidence that supported their claim and were given a chance to persuade the Board that their claims were well-founded."], ["[11]", "I have reviewed the record of the proceedings and note the following events:", "- At the beginning of the hearing, Mr. Nemeth was asked if he wanted to make any changes to his Personal Information Form (PIF). He said there were many things that could be added to it but he thought, based on the instructions his former representative had given him, that his narrative should be limited to a page. The Board pointed out to him that the instructions on the form indicate otherwise. It asked him if he had signed the form, indicating that he read and understood English. He acknowledged his signature, but said that he did not know what the signature was meant to signify. The Board then permitted Mr. Nemeth to change his PIF to indicate that he does not read or understand English.", "- The Board asked Mr. Nemeth if he had received all of the required documents from his former representative. He said that he believed he had because a package of documents was sent to him. He left them at home because he did not know they would be required. In fact, their representative had told them it was not necessary to bring the documents to the hearing. He was asked if he was familiar with the contents of the package and he said \"not entirely\".", "- The Board presented the Nemeths with certain documents from the Minister's office that pointed out discrepancies between their PIFs and their landed immigrant applications. It asked Nikolett Nemeth, the principal applicant's daughter, to translate them for her parents on the spot.", "- The Board stated that it would limit the issues in the hearing to credibility and nexus. Accordingly, it said that it would not need to rely on documentary evidence or evidence on conditions in Hungary. Therefore, there was no need to have that evidence translated.", "- Mr. Nemeth was asked why he did not have documentary evidence of his business activities in Hungary. He said that he provided all the documents his previous representative had requested and could provide additional documents if they were important. The Board noted that a screening form sent a month before the hearing specifically requested this documentary evidence. Mr. Nemeth said that he had not received that form. He said he had some documents at home and could provide them within a few days. The Board said \"Fine.\"", "- The Refugee Claim Officer made submissions to the effect that there were discrepancies in the evidence and no nexus to a recognized ground for a claim of refugee status. He stated that the applicants were responsible for the accuracy and completeness of their claims, not their former representative. In his final submissions, Mr. Nemeth simply said that he did not want to blame anyone else for the shortcomings of the family's claims and lamented the fact that it seemed to be too late for him to correct them.", "- The Board dismissed the family's claims orally and immediately. It issued written reasons a few weeks later. In those reasons, the Board relied in part on the documentary evidence it had told the Nemeths it did not need to consider or translate for them."], ["[12]", "In each of these areas, counsel could have played a useful role. However, that does not mean, in itself, that the Nemeths did not receive a fair hearing."], ["[13]", "I have already stated above that the Board did not violate the Nemeths' right to counsel. But the Board's freedom to proceed in the absence of counsel obviously does not absolve it of the overarching obligation to ensure a fair hearing. Indeed, the Board's obligations in situations where claimants are without legal representation may actually be more onerous because it cannot rely on counsel to protect their interests."], ["[14]", "In <FRAGMENT_SUPPRESSED> , above, after counsel had withdrawn, the Board failed to ask the claimant whether he wanted an adjournment. Further, it did not allow the claimant to explain himself on re-examination and misled the claimant as to the next step in the hearing. The Court held, relying on", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 502 (F.C.A.), that the claimant had been denied a fair hearing. The Court took account of the fact that the matter - a refugee claim - was serious, a difficult point of law was in issue, and the applicant did not have the capacity to present his own case."], ["[15]", "For similar reasons, I find that the Nemeths did not receive a fair hearing.", "(a) The Board did not respond to the written request for an adjournment. While an adjournment should have also been requested by the Nemeths at the hearing, the Board should have at least inquired further into the matter of representation given that it was clearly aware that counsel of record had recently left the case. In addition, when the Board asked Mr. Nemeth if counsel of record still represented the family or if she had been discharged, it received an ambiguous answer: \"No\".", "(b) The matter before the Board - determination of a refugee claim - was very serious.", "(c) The case involved an issue of legal interpretation - whether the targeting of persons involved in business activities amounted to persecution because of \"membership in a particular social group.\" While the Board made some effort to explain this issue to the Nemeths, I have no doubt that they were completely bewildered by that brief explanation and were in no position to make submissions in relation to it.", "(d) It was clear that the Nemeths were ill-prepared for the hearing. They did not bring relevant documents with them. They did not appreciate the importance of corroborative evidence. They had not reviewed the documentation on which the Board was relying. Some of those documents were presented to them at the hearing and translated for them by their daughter, with little opportunity for them to respond. Others found their way into the Board's written reasons, even though the Board said they were not relevant."], ["[16]", "These problems were cumulative and arose against the backdrop of the circumstances in which the Nemeths found themselves at the commencement of the hearing. In that context, the Board should have realized that the Nemeths were prejudiced in their ability to present their claims by the absence of a representative, particularly as the hearing unfolded. It could easily have permitted the Nemeths an opportunity to gather the documents on which their claim depended, allowed them sufficient time to respond to the other evidence before the Board, as well as the submissions of the Refugee Claim Officer, and ensured that they understood the legal issue in their case. This was not a situation in which the applicants had made the decision to prosecute their claims without assistance and did so carelessly. There were numerous points where it was clear that they had placed reliance on the advice and assistance of their former representative and that they were in no position to proceed on their own, at least not on that day."], ["[17]", "Accordingly, the Nemeths are entitled to a new hearing before a different panel of the Board.", "C. Did the Board make an error in concluding that the Nemeths had failed to show a nexus between the mistreatment they alleged and the recognized grounds for a claim under the Refugee Convention?"], ["[18]", "As mentioned above, this legal issue came up before the Board and figured largely in its reasons. It is unnecessary, in light of my conclusion that a new hearing is required on other grounds, to say very much about this issue. While there is case law that casts doubt on whether mistreatment because of business activities can amount to persecution on grounds of \"membership in a particular social group\", this is another issue on which representations from counsel would have been helpful. The denial of a fair hearing justifies sending this matter back for redetermination, even though the legal foundation for the Nemeths' claim is not clear. Further, by definition, the absence of a fair hearing means there is no proper factual record before me on which to decide the legal issue.", "II. Disposition"], ["[19]", "At the conclusion of the hearing in this matter, I asked counsel to submit in writing any representations they might have with respect to certification of a question of general importance and costs."], ["[20]", "Mr. Galati, counsel for the Nemeths, proposed a question regarding the duty of the Board to adjourn in order to protect the right to counsel, and another with respect to the issue of nexus, discussed briefly above. With respect to the first issue, it is inappropriate to certify a question because the case law is well settled and, in any case, I have decided the issue primarily on the basis of waiver. With respect to the second issue, this is a not a proper case to state a question. As mentioned, given that there has not been a fair hearing, the factual record is unreliable."], ["[21]", "On the subject of costs, Mr. Galati is seeking costs on the grounds that the respondent inappropriately characterized the affidavit of Mr. Nemeth as misrepresentative. Mr. Nemeth said that the Board specifically denied an adjournment, yet no such denial appears on the record. As I said above, Mr. Nemeth must have made a mistake or misunderstood something. For its part, the respondent had originally sought costs because of the alleged misrepresentation. Quite properly, that request has now been withdrawn. In the circumstances, I make no order as to costs."], ["[22]", "This application for judicial review is allowed. The Nemeths are entitled to a new hearing before a different panel of the Board. No question of general importance is stated.", "JUDGMENT"], ["[23]", "THIS COURT HEREBY ADJUDGED", "that:", "1. The application for judicial review is allowed;", "2. The applicants are entitled to a new hearing before a different panel of the Board; and", "3. No question of general importance is stated.", "Application allowed.", "Editor: Angela E. McKay/pdk", "[End of document]"]]}