{"id_": "056441", "body_str": [["[1]", "Boivin, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act) of a decision of the Immigration Division of the Immigration and Refugee Board (the Board) dated June 29, 2009, wherein the Board found the applicant inadmissible to Canada under paragraph 34(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>", "Factual Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is a 37 year old citizen of Ethiopia who described himself as an agitator and supporter of the OLF who recruited people to work for the OLF and he collected/donated money for/to the organization.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In late 1997, the applicant was arrested and detained by Ethiopian authorities as a suspected supporter of the OLF. Shortly after being released from prison, the applicant fled Ethiopia and came to Canada.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant entered Canada on March 17, 1998. He applied for permanent residence as a Convention refugee in September 1998. In his Personal Information Form (PIF), the applicant alleged he was \"targeted because of [his] activities in support of the O.L.F.\" and that he would face imprisonment or death if he returned to Ethiopia because of his involvement in the Oromo Liberation Front (OLF). The applicant indicated he was a supporter of the OLF from 1991 until 1998. In addition to criminal and medical screening, the applicant was investigated for inadmissibility on security grounds. The applicant was interviewed by Canadian Security Intelligence Service (CSIS) on August 31, 1999.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On October 1, 2003, the applicant was interviewed to determine whether he was inadmissible on security grounds. The applicant confirmed he had become a supporter of the OLF when he was 20 years old in 1991, as the new regime did not favour the Oromo People. He explained his activities consisted of collecting money to support the OLF and he agreed this money was presumably used to help fighters in the hills, although he was never sure what the money was used for. The applicant also donated some money himself. The applicant explained he was not familiar with the term \"agitator\" and that his PIF had been translated into English for him. The applicant stated he never organized marches, demonstrations or strikes and he had never been involved in violence or carried a weapon.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The officer concluded she had reasonable grounds to believe the applicant was a \"member\" of the OLF, an organization for which there are reasonable grounds to believe had engaged in terrorism. The applicant was therefore found inadmissible pursuant to subsection 34(1)(", ") of the Act. However, the officer made a recommendation to the effect that the applicant deserved consideration for ministerial relief under subsection 34(2) of the Act given that \"his involvement with the organization was minimal and I do not believe we have evidence to believe he himself was involved in violence\".  <FRAGMENT_SUPPRESSED>"], ["[7]", "On October 18, 2007, ministerial relief was denied. On November 26, 2008, this Court set aside the negative ministerial relief decision, finding there had been inadequate assessment in the balancing of all the factors and evidence at play in the applicant's case. The Court did not comment the officer's inadmissibility finding (", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 310).  <FRAGMENT_SUPPRESSED>"], ["[8]", "The question of the applicant's admissibility was subsequently referred to the Board for determination and an oral hearing was held on March 13, 2009.  <FRAGMENT_SUPPRESSED>", "Impugned Decision  <FRAGMENT_SUPPRESSED>"], ["[9]", "In a decision dated June 29, 2009, the Board found the applicant inadmissible to Canada because there are reasonable grounds to believe he was a member of an organization that engaged in acts of terrorism contrary to subsection 34(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board concluded that the OLF engages and has engaged in acts of terrorism as understood by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  and in the", "Criminal Code of Canada", ", R.S., 1985. c. C-4. This conclusion is based on: bombings of transportation infrastructure attributable to the national organization; the killing of civilians as part of religious and ethnic conflict by local factions of the OLF that, based on national facilitation, can be attributed to the entity as a whole; and the fact that the applicant's OLF faction in Dire Dawa was responsible for one or more terrorist acts.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Regarding the applicant's membership in the OLF, the Board noted that the Federal Court of Appeal rejected a \"significant level of integration\" test and adopted a broad definition of the term \"member\" based on the nature and duration of the person's activities with the organization (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board found the OLF is an organized political and paramilitary organization distinct from the general Oromo population. The Board noted the applicant clearly indicated he was a member of the OLF both in his PIF and during his oral testimony. The Board found the applicant raised funds and engaged in recruiting voluntarily over a seven year period and he only left the organization when he was forced to leave the country. The Board found the applicant contributed to the material support of the group. Although he did not have a formal title and he did not deal directly with the OLF leadership, the Board concluded the nature and duration of this involvement met the broad definition of membership for the purposes of subsection 34(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[13]", "The only issue raised by the applicant is whether the Board erred in finding that there were reasonable grounds to believe the applicant was a \"member\" of the OLF for the purposes of subsection 34(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>", "Relevant Legislation  <FRAGMENT_SUPPRESSED>"], ["[14]", "The following provision of the Act is relevant to this proceeding:  <FRAGMENT_SUPPRESSED>", "34.", "(1) A permanent resident or a foreign national is inadmissible on security grounds for  <FRAGMENT_SUPPRESSED>", ") engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;  <FRAGMENT_SUPPRESSED>", ") engaging in or instigating the subversion by force of any government;  <FRAGMENT_SUPPRESSED>", ") engaging in terrorism;  <FRAGMENT_SUPPRESSED>", ") being a danger to the security of Canada;  <FRAGMENT_SUPPRESSED>", ") engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or  <FRAGMENT_SUPPRESSED>", ") being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (", "), (", ") or (", ").  <FRAGMENT_SUPPRESSED>", "34.", "(1) Emportent interdiction de territoire pour raison de sécurité les faits suivants:  <FRAGMENT_SUPPRESSED>", ") être l'auteur d'actes d'espionnage ou se livrer à la subversion contre toute institution démocratique, au sens où cette expression s'entend au Canada;  <FRAGMENT_SUPPRESSED>", "b) être l'instigateur ou l'auteur d'actes visant au renversement d'un gouvernement par la force;  <FRAGMENT_SUPPRESSED>", "c) se livrer au terrorisme;  <FRAGMENT_SUPPRESSED>", "d) constituer un danger pour la sécurité du Canada;  <FRAGMENT_SUPPRESSED>", "e) être l'auteur de tout acte de violence susceptible de mettre en danger la vie ou la sécurité d'autrui au Canada;  <FRAGMENT_SUPPRESSED>", ") être membre d'une organisation don't il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas", "),", ") ou", ").  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Federal Court of Appeal has previously held the determination by the Board of whether a person is a \"member\" of an organization referred to in subsection 34(1)(", ") of the Act is a question of mixed fact and law reviewable on a standard of", "reasonable simpliciter", "Poshteh", "<FRAGMENT_SUPPRESSED> , the applicable standard is reasonableness.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Court notes that whether there are reasonable grounds to believe the OLF engages, has engaged or will engage in terrorist acts is not in issue. The Board found there were reasonable grounds to so believe and this determination is not challenged by the applicant. The only issue before the Court is whether the Board erred in finding there were reasonable ground to believe the applicant was a member of the OLF.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant acknowledges he indicated on both his PIF and his application for permanent residence he was a member of the OLF between 1991 when the OLF was part of the transitional government in Ethiopia and when he fled Ethiopia in 1997. However, the applicant submits that merely stating that one is a member of a given organization does not result in that individual actually being considered a member of that organization in law for the purposes of subsection 34(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant's main concern is that the Board's conclusion would amount to stretching the broad definition of membership provided in Canadian case law to an unreasonable limit in his case. At the hearing, counsel for the applicant made the argument that the applicant was merely a sympathiser. His level of participation in the organisation was so low that he fell short of being a member. In other words, the applicant was not engaged and therefore not a member.  <FRAGMENT_SUPPRESSED>"], ["[19]", "S. 34(1) of the act is a general security provision. The wording of s. 34(1)(", ") of the Act is clear and being a \"member\" of an organization for which there are reasonable grounds to believe engages, has engaged or will engage in a number of acts referred to in paragraphs 34(1) (", "), (", ") or (", ") is sufficient for a permanent resident or a foreign national to fall within the ambit of s. 34(1)(", ") of the Act. The Federal Court of Appeal has adopted a broad definition of the term \"member\" based on the nature and duration of a person's activities within the organization (", "Poshted", ").  <FRAGMENT_SUPPRESSED>"], ["[20]", "This notion of membership has been given an unrestricted and broad interpretation in Canadian case law, particularly where issues of Canada's national security are involved. An individual need not be an actual card-carrying or formal member of an organization, nor is it necessary that the person concerned to have an obligation to participate in acts of terrorism.  <FRAGMENT_SUPPRESSED>  at par. 25, 55-62, the Federal Court of Appeal stated that being a member means simply \"belonging\" to an organization (see also", "Poshteh", "at par. 27 to 32;", "Suresh (Re)", ", (1997), 140 F.T.R. 88, 75 A.C.W.S. (3d) 887 at par. 21-23;", "Ahani (Re)", ", (1998), 146 F.T.R. 223, 79 A.C.W.S. (3d) 601 at par. 21;", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 8 at par. 19-25;", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 265 at par. 21-26;", "<FRAGMENT_SUPPRESSED>  F.T.R. 198 at par. 12-16;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 639 at par. 16-18).  <FRAGMENT_SUPPRESSED>"], ["[21]", "Following a review of the record, the Court is satisfied that the Board's finding that the applicant was a member of the OLF is not unreasonable. Although counsel for the applicant pointed to the fact that the applicant never knowingly met a member of the OLF, or attended a rally in support of the OLF, or that he was never assigned responsibilities within the OLF, the Court is of the view that the Board carefully analyzed the applicant's activities and contributions to the OLF, particularly his own explanations provided in his PIF and his application for permanent residence, where the applicant stated he was an agitator and supporter of the organization. Among other things, for a period of seven years (1991-1998), the applicant raised funds for the organization, voluntarily engaged in recruiting other members/supporters, and left the organization only when he was forced to leave the country. The evidence thus supports the allegation that the applicant contributed to the material support of the organization.  <FRAGMENT_SUPPRESSED>"], ["[22]", "In any given case, it will always be possible to say that although a number of factors support a membership finding, a number point away from membership. It is undoubtedly the case in this file. However, on the basis of the evidence on record, the Court is in agreement with the respondent that the level of engagement of the applicant is sufficient to conclude that he belonged to the OLF. An assessment of these facts is within the expertise of the Board and I cannot find in the finding of the facts by the Board a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Based on the above-mentioned case law, the Court is of the view that s. 34(1)(", ") of the Act does not necessitate active participation. On the facts on this case, the engagement of the applicant, albeit a low one, was sufficient to fall within the broad interpretation of membership as contemplated in s. 34 of the Act. The applicant's activity was not minimal or marginal and was sufficient to constitute membership for the purposes of subsection 34(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Despite counsel for the applicant's able arguments, they have fallen short of convincing the Court. It is the Court's view that the Board based its conclusion on a thorough assessment of the evidence. The Board's decision is justified, transparent, and intelligible, and it falls within the range of acceptable outcomes which are defensible with respect to the facts and law.  <FRAGMENT_SUPPRESSED>"], ["[25]", "For these reasons, the application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The applicant may apply for ministerial relief under subsection 34(2) of the Act. Under subsection 34(2) of the Act, membership in a terrorist organization does not constitute inadmissibility if the individual in question satisfies the Minister that their presence in Canada would not be detrimental to the national interest. Thus, under subsection 34(2), the Minister has the discretion to exclude the individual from the operation of subsection 34(1)(", ") of the Act.  <FRAGMENT_SUPPRESSED>"], ["[27]", "There are no questions of general importance to be certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[28]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}