{"id_": "056799", "body_str": [["[1]", "Gagné, J.", ": This is an application for judicial review of a decision dated March 28, 2013 by the Deputy Commissioner, Transformation and Renewal Team [Commissioner] of the Correctional Service Canada [CSC], whereby he decided that the application's third-level grievances required no further action. The Commissioner declined corrective action in a decision that combines three grievances which had been submitted by the applicant."], ["[2]", "Mr. Wood is a self-represented applicant in the present case. He was represented by counsel at the hearing on short notice. His grievances in the impugned decision are over: (i) his security classification as a maximum security inmate which he alleges is inaccurate; (ii) his request for voluntary transfer to a medium security institution; (iii) voluntary segregation; and (iv) the time-bar imposed by the second-level decision-maker."], ["[3]", "For the reasons discussed below, this application for judicial review will be dismissed.", "II.", "Background"], ["[4]", "Mr. Derek Anthony Wood is a 41 year-old, \"high profile\" inmate at Kingston Penitentiary. He is serving an indeterminate sentence for first degree murder, forcible confinement, attempted murder, robbery, assault with a weapon and assaults of peace officers."], ["[5]", "On March 30, 2012, CSC conducted a security classification of Mr. Wood, assigning him a rating of Maximum Security Classification, based on a Security Reclassification Scale [SRS] score of 27.5 [#208 decision]. The applicant's ratings were assigned as follows: \"institutional adjustment concerns\"-high, \"escape risk\"-moderate and \"public safety concerns\"-high."], ["[6]", "On April 3, 2012, Mr. Wood obtained a written copy of the #208 decision."], ["[7]", "On September 18, 2012, Mr. Wood filed his second-level grievance with respect to his security classification, which was rejected on January 16, 2013. On January 24, 2013, Mr. Wood filed a third-level grievance."], ["[8]", "The Commissioner rendered a decision on March 28, 2013, the decision formally under review [impugned decision].", "III.", "Impugned decision"], ["[9]", "The impugned decision combines and tackles three grievances (V40R00009797, V40R00009798 and V40R00010936), pursuant to paragraph 24 of the Commissioner's Directive [CD]", "Offender Complaints and Grievances", ", on the basis that they encompass a common theme: issues related to transfer applications and segregation. The Commissioner starts his analysis by stating explicitly that he considered Mr. Wood's submissions, responses and his Offender Management System file."], ["[10]", "Only the first section of the impugned decision, which covers V40R00009797, is relevant in view that Mr. Wood contests the grievance relating to security classification only; V40R00009798 and V40R00010936 respectfully address questions relating to segregation and transfer to a medium security institution."], ["[11]", "The Commissioner summarizes the historical trajectory of the grievance through the CSC process, the substance of Mr. Wood's submissions and the reasons for refusing to order corrective action. In V40R00009797, Mr. Wood grieves his denied request for a new SRS score and subsequent transfer to Drummond Institution on the basis that the decision at the second level: (a) contained \"fallacious information\" of his classification as a medium security inmate; b) that the \"region not the individual institution\" should have responded to his request; and c) it was \"fallacious\" to claim he had taken longer than thirty days to file his response."], ["[12]", "The Commissioner noted that the second-level decision-maker rejected the grievance because of a time-bar; Mr. Wood was grieving information he was aware of five months prior to the date of his grievance. He was informed on April 3, 2012 that his security level had already been reassessed and was aware that a transfer request could not be granted on his rating."], ["[13]", "The Commissioner upheld the second-level's decision to time-bar the grievance and asserted no justification for delay was provided. In relation to his security assessment, the Commissioner reasoned that Mr. Wood had not pursued the appropriate avenue to contest the information upon which Security Classification is predicated (citing Annex B of the Commissioner's Directive 701) and that, at the time of the decision, Mr. Wood's classification was consistent with policy based on a score of 27.5, ratings of high institutional adjustment concerns, moderate escape risk and high public safety concerns.", "IV.", "Issues and Standard of Review"], ["[14]", "As the applicant challenges the manner in which the Commissioner applies the regulations and policy to the facts presented in his grievance, the standard of review is reasonableness (", "REFERENCE_SUPPRESSED) and the sole issue raised is as follows:", "• Was the Deputy Commissioner's decision to deny the applicant's third-level grievance reasonable?", "V.", "Analysis", "A. Preliminary remark"], ["[15]", "As mentioned above, in his oral submissions to the Court, Mr. Wood asserted that in relation to the impugned decision, he only wishes to contest his security classification as a maximum security inmate."], ["[16]", "The difficulty is that the question of security classification, as it appears in the impugned decision, is initially pre-determined by cross-over reference to the #208 decision, which was qualified as an interim decision by Prothonotary Morneau Esq. In his order dated November 20, 2013, Prothonotary Morneau decided that the #208 decision was not the decision at issue under the applicant's application."], ["[17]", "Whether or not I agree with the November 20, 2013 order or whether or not it can be reconciled with: (a) the order of Prothonotary Tabib, dated September 17, 2013 which declined to rule on the question of the #208 decision, whereby she was of the view it should be \"properly left to the judge on the merits\"; and (b) the order of Annis J., dated February 14, 2014 which excluded from the scope of the certified tribunal record materials dealing with questions (ii) and (iii), as listed above in paragraph 2 of this decision - leaving only materials relating to the #208 decision, has no impact as the November 20, 2013 order was not appealed before a judge of this Court and is therefore final. This applies to the merit of the #208 decision and to the time-bar imposed by the second-level decision-maker.", "B. Reasonableness of the Decision"], ["[18]", "In any case, even if I were to straightforwardly address security classification, I view the #208 decision as being reasonable and in line with sections 17 and 18 of the", "Corrections and Conditional Release Regulations", ", SOR/92-620 [CCRR]."], ["[19]", "Mr. Wood asserts his", "Charter", "right to residual liberty in the grievance process has been violated. Assuming Mr. Wood even has a", "prima facie", "plausible claim, the Federal Court of Appeal has affirmed (", "REFERENCE_SUPPRESSED) that this Court may decline to hear", "Charter", "issues on the basis that such issues were not initially raised at the grievance level before the decision-maker. Administrative tribunals have the ability to decide questions of law, including", "Charter", "determinations (", "REFERENCE_SUPPRESSED) and such determinations are equally appropriate issues that may be decided under the CSC grievance procedure (see e.g.", "Bouchard c Canada (Procureur général)", ", 2006 CF 775). Mr. Wood cannot circumvent the grievance process by raising a", "Charter", "issue which had not been put initially before a perfectly adept decision-maker at the grievance level. The CD 081-1 provides that complaints or grievances which significantly impact or infringe on an offender's rights and freedoms are typically designated as high priority. On the record before me, Mr. Wood did not assert", "Charter", "violation in his grievances before the Commissioner and he is therefore prevented to raise it before this Court."], ["[20]", "Mr. Wood also submits that the security classification is based on inaccurate and outdated information."], ["[21]", "The facts of this case can be distinguished from those in", "REFERENCE_SUPPRESSED, where the CSC had not taken reasonable steps to ensure that they relied on accurate and non-faulty information to classify the applicant in the first place, regardless of his consistent rebuttal of the facts. In", "CITATION_SUPPRESSED", ", the applicant relied on section 24 of the", "Corrections and Conditional Release Act", ", SC 1992, c 20 [CCRA] to request that his delinquent file be corrected, which the applicant failed to do in the case at bar. More relevant for the purposes of the present case are sections 17 and 18 of the CCRR which provide guidance as to how to determine and classify inmates' security levels which is the more pertinent legislation."], ["[22]", "In his third-level grievance, Mr. Wood argued that he should have been classified as a medium security offender mainly based on the following information:", "• That his aggression was limited to his time at the Atlantic Region, (Edmonton and Port Cartier) where other inmates and staff had targeted him due to his high profile.", "• None of his segregation placement over this period was involuntary.", "• He was not involved in a prison sub-culture.", "• His completion of cognitive living skills, anger and emotions management, vocation carpentry, safety courses.", "• His lack of alcohol or drug use.", "• The refusal by the CSC to provide him with an updated psychological assessment despite his various efforts."], ["[23]", "Despite the violent incidents Mr. Wood argued were justified in the Atlantic Region, the #208 decision notes violent incidents also occurred in the Quebec region. As for the psychology assessment, the report lists three separate occasions in which Mr. Wood was assessed psychologically and the results derived as a consequence. In addition, the Commissioner had before him a segregated status updated on August 29, 2012, which notes the rationale which underscores voluntary segregation under paragraph 31(3)(", ") and the reason it factors against the applicant."], ["[24]", "On the whole, although the #208 decision has been found not to be the object of this application, it was the only decision of concern to the applicant as argued before me. I find that the decision falls within an acceptable range of outcomes defensible with respect to the facts and the law.", "VI.", "Conclusion"], ["[25]", "For all of these reasons, the applicant's application for judicial review will be dismissed. However, considering the specific procedural context of this file, no costs will be granted.", "JUDGMENT"], ["[26]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed;", "2. No costs are granted.", "CITATION_SUPPRESSED"]]}