{"id_": "057080", "body_str": [["[1]", "Teitelbaum, J.", ": This is an application for judicial review of a decision of a visa officer, Mark Eichhorst who, on April 15, 1997 denied a three year employment authorization to the applicant. This application for judicial review will be heard concurrently with two other applications, specifically IMM-1607-97 and IMM-1617-97. I have written separate reasons for each application for judicial review even though many of the facts are similar.", "Facts"], ["[2]", "On March 29, 1996, the applicant, a citizen and resident of Pakistan, applied for an employment authorization along with Mr. Amir Ali (the applicant in IMM-1617-97) and Mr. Muhammad Merchant (the applicant in IMM-1607-97). A cover letter by the applicants' solicitor stated that the three applicants were executive officers of a Pakistan plastics manufacturing company named Wazir Pakistan. Their employment authorizations were to enable them to work in Canada for a wholly-owned subsidiary of Wazir Pakistan known as Wazir Canada."], ["[3]", "The applicant and Mr. Amir Ali attended interviews on March 3, 1997 at the Canadian High Commission in Islamabad, Pakistan. They were interviewed by Immigration Programme Officer Vonne Solis who made certain findings including that Wazir Canada only existed on paper, that there were three Canadian directors, but no physical company and no employees and that the applicant and Mr. Amir Ali did not intend to enter Canada for a temporary period. The applicant also stated that there was a possibility that his businesses in Pakistan may be sold in the future. Officer Solis concluded that they were not eligible for employment authorizations."], ["[4]", "The applications of all three applicants were given to the visa officer, Mr. Eichhorst, who reviewed the evidence and found that all three applicants were ineligible for employment authorizations. On April 15, 1997, the applicant was denied on the ground that he had not demonstrated that he was seeking entry to Canada for a temporary purpose because he was not transferring to an ongoing, permanent business and he did not have sufficient ties to Pakistan.", "Submissions", "1. The Applicant's Submissions"], ["[5]", "The applicant submits that he was not informed of the concerns of the visa officer or Ms. Solis. He submits that he could have demonstrated his substantial ties to Pakistan. The applicant further submits that although he wanted to bring his family with him to Canada, he did not intend to immigrate to Canada. He argues that he is very close to his immediate family and merely wanted them with him during that time. The applicant also argues that although he used phrases such as \"a more permanent visa\" or \"a visa for a more permanent residence\", his intention was not to immigrate to Canada. The applicant submits that this was a denial of procedural fairness to not make him aware of these concerns. The applicant also argues that Ms. Solis relied on information obtained from the applicant's brother but she never brought this information to the applicant's attention."], ["[6]", "The applicant cites the decision in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 266 (F.C.A.), where the court said it was an error for one visa officer to interview the applicant while another visa officer renders the final decision. The applicant contends that this procedure violates the principle that one who hears must decide. In the alternative, the applicant submits that if the visa officer relied on Ms. Solis' findings, then the decision is a nullity because Ms. Solis was not a visa officer and had no authority to make this decision."], ["[7]", "The applicant further submits that this error was compounded by the visa officer's reliance on the interview notes which are allegedly ambiguous and/or incomplete and/or contradicted by documentary evidence. The applicant submits that there is no documentary evidence to support the conclusion that the applicant would not enter Canada for a temporary period. The applicant adds that although he said that either he or his brother would stay in Canada to run the business, that does not mean that he would stay in Canada for an extended period of time since he insisted that he did not intend to immigrate."], ["[8]", "The applicant also notes that Ms. Solis' Statutory Declaration states that either the applicant or his brother would", "possibly", "remain in Canada while her notes from the interview say that one of them would", "probably", "remain in Canada. Furthermore, Mr. Eichhorst's Statutory Declaration states that either he", "and his family", "or his brother would remain in Canada", "permanently", ". This is a fact which is unsupported by the evidence according to the applicant. The applicant submits that it is an error of law to found a decision on mere possibilities since the proper standard of proof is the balance of probabilities (", "<FRAGMENT_SUPPRESSED>", "The applicant also submits that there is no requirement that there be an established business in Canada. The only requirement is that a permanent and ongoing company be in existence. The applicant submits that it is erroneous to equate \"permanent and ongoing\" with \"established\" and \"company\" with \"business\". The applicant argues that a company can be permanent and ongoing without being an established business. In this case, Wazir Canada was incorporated and has $100,000 in assets but is not an established business. Therefore, the applicant submits that the visa officer fettered his discretion by adding these additional requirements."], ["[10]", "Finally, the applicant submits that Ms. Solis and the visa officer did not consider the Employment Authorization on the basis of Validation Exemption Code 99 pursuant to s. 20 of the", "Immigration Regulations", ", 1978 (hereinafter", "Regulations", "). The applicant submits that this business would provide significant benefits to Canada and is in accordance with Canadian policy expressed in the North American Free Trade Agreement (NAFTA) and General Agreement on Trade in Services (GATS) Treaties.", "2. The Respondent's Submissions"], ["[11]", "The respondent submits that the visa officer did not use any extrinsic evidence of which the applicant was not informed. The respondent also cites the decision in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 82 (F.C.A), where Hugessen, J.A., stated that the officer does not have to put any tentative conclusions or apparent contradictions before the applicant. Although", "Shah", ", supra, dealt with an immigration officer exercising discretion on humanitarian and compassionate grounds under s. 9(1) of the", "Immigration Act", "(hereinafter", "Act", "), the respondent submits that this principle applies to discretionary decisions of visa officers as well (see", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[12]", "The respondent also submits that since the visa officer has no obligation to hold an oral hearing, he is entitled to appoint an investigator to meet the parties and hear and record their evidence. Furthermore, the respondent cites the decision in", "<FRAGMENT_SUPPRESSED>  (T.D.), where Wetston, J., held that an immigration officer's manager was entitled to disagree with the officer's recommendation even though the manager had not conducted the interview."], ["[13]", "The respondent submits that the decision in", "<FRAGMENT_SUPPRESSED> , can be distinguished for several reasons. First,", "<FRAGMENT_SUPPRESSED> , dealt with a sponsored application for landing where the law provides that certain rights arise if particular criteria are met. The case at bar deals with one who applies to enter Canada as a visitor and has no right to a particular outcome. Second, the decision in", "<FRAGMENT_SUPPRESSED> , was based on the fact that neither visa officer took steps to clear up an inconsistency in the evidence. The respondent submits that there is no such inconsistency in this case. The respondent notes that further information was requested to clarify some aspects of the application. The respondent submits that both the notes and Ms. Solis' Statutory Declaration show that the applicant was provided with an opportunity to state his reasons for coming to Canada."], ["[14]", "With respect to the applicant's allegations about errors, the respondent submits that the visa officer's findings were supported by the evidence before him. The respondent notes that the applicant agreed that he told Ms. Solis at the interview that he was unsure whether he or his brother would remain in Canada to run the business. The respondent submits that the applicant is merely attempting to exchange the visa officer's findings for his interpretation of the evidence."], ["[15]", "Furthermore, the respondent claims that the applicant is engaging in pure semantics by differentiating between an established business and a permanent and ongoing company."], ["[16]", "Finally, the respondent notes that the applicant provided no evidence about employment opportunities for Canadians. The respondent submits that it was the applicant's obligation to provide such evidence.", "Discussion"], ["[17]", "I believe that this application can be distilled into four general grounds for review. The first ground of review is that the visa officer did not inform the applicant of his concerns. The decision in", "<FRAGMENT_SUPPRESSED>  (C.A.), states that a visa officer has a duty of fairness to provide the applicant with knowledge of the officer's concerns and an opportunity to respond. However, MacKay, J., noted the following in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 176 (T.D.), at p. 187:", "\"In my view, there is no ground for arguing unfairness in the process merely because the visa officer at the interview of the applicant does not stress all of the concerns he may have that arise directly from the", "Act", "and", "Regulations", "that he is bound to follow in his assessment of the application. The", "Act", "and", "Regulations", "pertinent to admission are available to applicants whose task is to establish to the satisfaction of the visa officer that they meet the criteria set out, and that their admissions to Canada would not be contrary to the", "Act", ".\"", "MacKay, J., repeated this opinion in", "<FRAGMENT_SUPPRESSED> ; 139 F.T.R. 203 (T.D.)."], ["[18]", "On this point, Muldoon, J., noted in", "<FRAGMENT_SUPPRESSED> ; F.T.R. Uned. 450 (T.D.), that:", "\"[i]t is still not clear in what circumstances procedural fairness requires that the visa officer apprise the applicant of his concerns. [...] [O]ne may conclude that this duty does not arise merely because the visa officer has not been convinced, after weighing the evidence, that the application is well-founded.\""], ["[19]", "It appears that the duty to apprise the applicant of the visa officer's concerns is limited. Given that", "the applicant must establish", "that he has met certain criteria to enter Canada, the applicant should assume that the visa officer's concerns will arise directly from the", "Act", "or the", "Regulations", ". This does not mean that the visa officer should remain silent throughout the interview while the applicant states his case. The visa officer should lead the interview and attempt to draw out relevant information about the application. What it does mean is if, for example, an applicant for a visitor's visa has provided weak evidence supporting his position that he has sufficient ties to his home country to ensure his return, then the visa officer does not have to apprise the applicant of this concern. Such a concern arises directly from the", "Act", "and the", "Regulations", ". It may be preferable if the visa officer would inform the applicant of this concern but failure to do so does not violate the duty of fairness."], ["[20]", "On the other hand, the prime example of when a visa officer should inform the applicant of his concerns is when the visa officer has obtained extrinsic evidence. In that situation, the applicant should have the opportunity to disabuse the officer of any concerns that may arise from that evidence."], ["[21]", "In essence, where an interview is necessary to assess an applicant, the duty of fairness requires that the visa officer", "thoroughly", "interview the applicant on factors relevant to the claim and give the applicant an opportunity to respond to allegations or assumptions of which the applicant could not be reasonably aware."], ["[22]", "In this case, the applicant states that Ms. Solis relied on information supplied from the applicant's brother but this fact was never brought to his attention. I assume that he is referring to the statement that either Mr. Amir Ali or the applicant would stay in Canada to work. Since the applicant admits making a similar statement, I do not understand the basis of the applicant's complaint."], ["[23]", "The applicant states in his affidavit that although he used the words \"a more permanent visa\" or \"a visa for a more permanent residence\", he did not intend to immigrate to Canada and Ms. Solis or the visa officer should have advised him of their concern. Curiously, the applicant's Memorandum of Argument indicates that at the interview he insisted that he would not immigrate to Canada (at paragraph 8) which indicates that he had addressed that concern to Ms. Solis. However, it appears from Ms. Solis' Statutory Declaration that the applicant did discuss his interest in remaining in Canada. The applicant also states in his affidavit that he \"convey[ed] to the Visa Officer that [he] was seeking the visa (employment authorization) for which [he] had applied and no other visa.\" Therefore, I am satisfied that the present applicant had an opportunity to state his position and cannot seek review merely because he disagrees with the conclusion. The duty of fairness does not require the visa officer to give the applicant a second chance to expand on his earlier statement (", "<FRAGMENT_SUPPRESSED>", "The applicant also argues that the respondent erred by not considering the employment authorization on the basis of Validation Exemption Code 99 pursuant to s. 20 of the", "Regulations", ". The applicant submits that Wazir Canada would provide significant benefits to Canada."], ["[25]", "Validation Exemption Code E 99 is a policy guideline contained in s. IS-15 of the Immigration Manual. It reads:", "\"Code E 99", "(a) Officers will use this code in a situation where the above specific categories do not apply but where the entry of the foreign worker will provide specific reciprocal employment opportunities for Canadians.\""], ["[26]", "The respondent notes that the applicant provided little evidence about employment opportunities for Canadians and argues that it was his obligation to do so. From the evidence before me, the applicant failed to show employment opportunities for Canadians."], ["[27]", "The second issue is whether the visa officer violated the duty of fairness by delegating the hearing of the interview to Ms. Solis. In D.J. Mullan,", "Administrative Law", "(2nd Ed. 1979), the authors state the following at page 3-112:", "\"[a] statutory decision-maker may legitimately in some cases delegate the task of collection, sorting, sifting and summarizing of evidence to someone else provided the extent of the delegation is not such that the final decision is in effect taken by the delegate rather than the statutory decision-maker. In other words, the statutory decision-maker is obliged to take the decision personally on the basis of an adequate knowledge of all sides of the matter in controversy.\" (Footnotes omitted)", "The aforementioned statement should also be read in the light of Hugessen, J.A.'s, statement in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 82 (F.C.A.), at p. 83 that \"the content of the duty of fairness varies according to the circumstances\"."], ["[28]", "There is no statutory right to an oral interview. I also note that the visa officer stated in his Statutory Declaration that he reviewed the file and the notes from the interview and then concluded that the applicant was not eligible for an employment authorization. I do not believe that there is sufficient evidence to indicate that the visa officer failed to assess the claim on the merits. In addition, given my finding on the first issue it cannot be said that the applicant was not given the right to argue his case. I therefore conclude that the visa officer was entitled to delegate the interview to Ms. Solis."], ["[29]", "The third ground for review is that the visa officer erred in fact in finding that the applicant did not intend to enter Canada for a temporary period. As I noted above, the applicant's affidavit contains a statement to the effect that although he used the words \"a more permanent visa\" or \"a visa for a more permanent residence\", he did not intend to immigrate to Canada. Ms. Solis' Statutory Declaration states that the applicant did discuss his interest in remaining in Canada. The applicant also states in his affidavit that he \"convey[ed] to the Visa Officer that [he] was seeking the visa (employment authorization) for which [he] had applied and no other visa.\" The applicant argues that this means that he would not stay in Canada for more than the three years under the employment authorization."], ["[30]", "I do not believe that the visa officer's finding is so perverse that it necessitates a new assessment by another visa officer. I think it is a reasonable interpretation of the evidence that the applicant intended to stay in Canada beyond three years based on the evidence placed before Ms. Solis by the present applicant."], ["[31]", "The applicant's fourth ground for review is that the visa officer erred in law for requiring that there be an \"established business\" rather than a \"permanent and ongoing company\". The applicant argues that Wazir Canada is a corporation with $100,000 in assets and is therefore a permanent and ongoing company. Validation Exemption Code E 15 provides:", "\"Code E 15", "(i) Persons in the senior executive or managerial categories, carrying a letter from a company carrying on business in Canada, identifying the holder as an employee of a branch, subsidiary or parent of the company which is located outside of Canada and who seek to enter Canada to work at a senior executive or managerial level as an intra-company transferee for a temporary period, for employment at a permanent and continuing establishment of that company in Canada ...\""], ["[32]", "The applicant points to the", "Act", "and the", "Regulations", "and states that they require \"at most, only that a permanent and ongoing company be in existence in Canada\" (see paragraph 13 of the applicant's Memorandum of Argument). I have reviewed the relevant sections of the", "Act", "and the", "Regulations", "and I draw the conclusion drawn by applicant's counsel. As the respondent points out, the word \"establish\" is defined in the", "Concise Oxford Dictionary", "as \"set up on permanent basis ...\". Therefore, I would agree with the respondent that the applicant is engaging in pure semantics and this ground of review should fail.", "Conclusion"], ["[33]", "For the reasons stated above, I fail to see any valid reason to reverse the visa officer's decision in this case. There is no evidence of a denial of fairness nor that any of the conclusions of the visa officer are unreasonable."], ["[34]", "The application for judicial review is denied.", "Application dismissed.", "Editor: Janette Blue/gs", "[End of document]"]]}