{"id_": "057046", "body_str": [["[1]", "Hugessen, J.", ": A notice of status review pursuant to rules 380 and 381 was issued herein September 10, 1998. In response thereto plaintiff has filed written submissions and an affidavit sworn by a law clerk in the office of plaintiff's counsel."], ["[2]", "The action was launched in November 1994. It has been amended several times, the most recent being the \"Amended Amended Amended Declaration\" filed in January of 1995. While a defence has been filed to an earlier version of the action, there does not appear to be one relating to this most recent amendment. According to the affidavit filed and the exhibits thereto, the most recent activity in the case was the cancellation by plaintiff's counsel of a scheduled oral examination for discovery of a representative of the defendant in November, 1996, and the submission by plaintiff's counsel of proposed written interrogatories to take the place of such examination. Defendant's counsel replied in writing on December 6, 1996, refusing categorically to answer any of the proposed written interrogatories on the grounds of relevance. In the same letter, defendant's counsel indicated that he was contemplating a motion to strike some or all of the claim."], ["[3]", "The action itself is a", "Charter", "-based attack upon the validity of certain parts of the", "Immigration Act", "and particularly s. 40.1 thereof. The law clerk's affidavit asserts that many of the issues raised have been determined adversely to the plaintiff's position by judgments of this Court and the Court of Appeal and that, accordingly, plaintiff \"recognizes that he cannot proceed at this level of court to attempt to re-litigate those constitutional issues in this action\". It goes on, nonetheless, to state that \"he wishes to proceed, however, with the remaining constitutional issues\". Those issues are identified in counsel's submissions as being \"issues which are also being raised in", "<FRAGMENT_SUPPRESSED>  from Canada and cannot return to this country for trial or pretrial purposes. It is suggested that the case might be joined with that of", "Suresh", "and that as a next step in these proceedings plaintiff would like to bring a motion to have the case specially managed."], ["[4]", "In deciding in what manner to exercise the wide discretion granted to it by rule 382 at the conclusion of a status review, it seems to me that the court needs to be concerned primarily with two questions:", "1) what are the reasons why the case has not moved forward faster and do they justify the delay that has occurred?; and", "2) what steps is the plaintiff now proposing to move the matter forward?"], ["[5]", "The two questions are clearly inter-related in that if there is a good excuse for the case not having progressed more quickly, the court is not likely to be very exigent in requiring an action plan from the plaintiff. On the other hand, if no good reason is advanced to justify the delay, the plaintiff should be prepared to demonstrate that he recognizes that he has a responsibility to the court to move his action along. Mere declarations of good intent and of the desire to proceed are clearly not enough. Likewise, the fact that the defendant may have been lax and may not have fulfilled all his procedural obligations is largely irrelevant: primary responsibility for the carriage of a case normally rests with a plaintiff and at a status review the court will look to him for explanations."], ["[6]", "In this case it seems to me the plaintiff comes up short on both aspects of the test that I suggest. No justification whatever is offered for the fact that nothing has taken place for two years notwithstanding that counsel was clearly put on notice that the proposed interrogatories would be refused. As to the future action plan, there is simply none. The suggestion that plaintiff might now bring, a motion to have the case specially managed is clearly frivolous; special management is one of the discretionary dispositions specifically made available to the court under rule 382 and a motion to that end is both unnecessary and time-wasting. This is an appropriate case to order dismissal for delay."], ["[7]", "One final point: Plaintiff asserts that he has an interest in proceeding. However, the admission by counsel that whatever issues may still remain lively in this action are being advanced in another action (in which the plaintiff has not been deported and is, therefore, available for trial and discovery) remove whatever residual interest the plaintiff may have in obtaining the declarations of invalidity which he now seeks. If, of course, those declarations are obtained in the other action, they will avail as much to plaintiff's benefit as to that of everyone else who may have an interest in the validity of the legislation in question. An order dismissing this action for delay would not, of course, have the effect of res judicata.", "Order"], ["[8]", "The action is dismissed for delay.", "Action dismissed.", "Editor: David Weir/vem", "[End of document]"]]}