{"id_": "057019", "body_str": [["[1]", "Rouleau, J.", ": The applicant seeks orders in the nature of certiorari and mandamus to quash the decision of immigration officials of the Canadian High Commission in London which rejected his application for permanent residence in the independent class and to direct the respondent to consider the application in accordance with the", "Immigration Act", ", R.S.C. 1985, c. I-2, and", "Regulations"], ["[2]", "Section 6(1) of the", "Immigration Act", ", ss. 8(1), 9(1) of the", "Regulations", "and Schedule I thereto deal with applications for permanent residence by independent applications. Those sections of particular relevance to this application are:", "\"6(1) Subject to this Act and the Regulations, any immigrant including a Convention refugee, a member of the family class and an independent immigrant may be granted landing if the immigrant is able to establish to the satisfaction of an immigration officer that he meets the selection standards established by the Regulations for the purpose of determining whether or not an immigrant will be able to become successfully established in Canada.", "\"8(1) For the purpose of determining whether an immigrant and his dependants, other than a member of the family class, or a Convention refugee seeking resettlement, will be able to become successfully established in Canada, a visa officer shall assess that immigrant or, at the option of the immigrant, the spouse of that immigrant,", "(a) in the case of an immigrant, other than an immigrant described in paragraph (b), (c) or (e), on the basis of each of the factors listed in column I of Schedule I;", "\"9(1) Subject to subs. (1.01) and s. 11, where an immigrant other than a member of the family class, an assisted relative or a Convention refugee seeking resettlement makes an application for a visa, a visa officer may issue an immigrant visa to him and his accompanying dependants if", ". . . . .", "(b) on the basis of his assessment in accordance with s. 8", "(i) in the case of an immigrant other than an entrepreneur, an investor or a provincial nominee, he is awarded at least 70 units of assessment,", "Schedule I", ". . . . .", "\"2. Specific", "Vocational Preparation\tTen Units", "To be measured by the amount of formal professional, vocational, apprenticeship, inplant, or on-the-job training specified in the Canadian Classification and Dictionary of Occupations, printed under the authority of the Minister, as necessary to acquire the information, techniques and skills required for average performance in the occupation in which the applicant is assessed under item 4. Units of assessment shall be awarded as follows:", "(a) when the amount of training required is less than thirty-one days, one unit;", "(b) when the amount of training required is thirty-one days or more and less than three months, three units;", "(c) when the amount of training required is three months or more and less than six months, five units;", "(d) when the amount of training required is six months or more and less than twelve months or more, seven units;", "(e) when the amount of training required is twelve months or more and less than two years, nine units;", "(f) when the amount of training required is two years or more and less than four years, eleven units;", "(g) when the amount of training required is four years or more and less than ten years, thirteen units; and", "(h) when the amount of training required is ten years or more, fifteen units.", "\"3. Experience\tEight Units", "Units of assessment shall be awarded for experience in the occupation in which the applicant is assessed under item four or, in the case of an entrepreneur, for experience in the occupation that the entrepreneur is qualified for and is prepared to follow in Canada, as follows:", "(a) when the Specific Vocational Preparation time needed is less than three months, two units for the first year of experience;", "(b) when the Specific Vocational Preparation time needed is three months or more and less than twelve months, two units for each year of experience not exceeding two years;", "(c) when the Specific Vocational Preparation time needed is one year or more and less than four years, two units for each year of experience not exceeding three years; and", "(d) when the Specific Vocational Preparation time needed is four years or more, two units for each year experience.", "\"4. Occupational Demand\tTen Units", "Units of assessment shall be awarded on the basis of employment opportunities available in Canada in the occupation that the applicant is qualified for and is prepared to follow in Canada, such opportunities being determined by taking into account labour market demand on both an area and national basis.\""], ["[3]", "On September 23, 1988 an application for permanent residence, supporting documentation and submissions were filed on the applicant's behalf by his solicitor at the Canadian High Commission in London, England. It was requested that he be considered an independent class applicant who is qualified for and prepared to follow two of the occupations described in the", "Canadian Classification and Dictionary of Occupations", "CCDO", ") [see footnote 1] namely; machine tool setup operator and body repairman. In support of his contention that he was qualified in these two occupations, the applicant's application indicates the following work history over the preceding ten years:", "Self employed", "plumber & building\t1 yr. 4 mos.", "Centre lathe turner-setter", "operator\t2 yrs. 6 mos.", "Managing Director - car", "body shop\t2 yrs. 10 mos.", "Training course - car", "body repair\t6 mos.", "Centre turner-setter", "operator\t5 yrs. 6 mos.", "A more comprehensive summary of the applicants work history was attached to his application and indicates additional experience as follows:", "Training course - centre lathe turner", "Packer\t1 yr. (maximum)", "Drilling machine setter", "operator\t1 yr. (maximum)"], ["[4]", "Following a preliminary review of the written documentation it was determined that the applicant may comply with the requirements for granting permanent residence status. The applicant was, therefore, invited to attend an interview with Frazer Mark, Visa Officer, on February 2, 1989. According to the applicant (affidavit dated July 1, 1991, para. (6)), the visa officer did not inquire as to his qualifications, skills or experience as either a machine-tool setup operator or body repairman. He was simply asked what he intended to do in Canada and had he found a job. At the conclusion of the interview he was given the opportunity to ask questions. When he asked how applications were assessed he paraphrases the visa officer's response as follows:", "\"We will now go through the computer and put all the information in and will see which skill is needed in Canada. If you reached 70 points, you will receive the medical forms from us within a few days. After the medicals you can go to Canada within a year's time.\""], ["[5]", "In his affidavit, Mr. Mark indicates that during the interview, among other criteria, he assessed the applicant's professional training and experience, as a body repairman, a machine tool setup operator, a lathe operator and a body repairman helper. To assist him in his evaluation he used the criteria specified in the", "CCDO", ". He subsequently awarded the applicant the following units of assessment under Schedule I of the", "Regulations", "Age\t10", "Occupational Factor\t10", "Specific Vocational Preparation\t1", "Experience\t4", "Arranged Employment\t0", "Demographic Factor\t10", "Education\t9", "English\t9", "French\t0", "Bonus\t0", "Personal Suitability\t5", "TOTAL\t58"], ["[6]", "By letter dated February 3, 1989 the applicant was advised that his application was not successful. Counsel for the applicant requested reasons for the refusal to which Mr. Mark responded on March 28, 1989 as follows:", "\"Mr. Dhaliwal's application was considered in the independent category and he was assessed as Body Mechanic Helper ... Although this category has a high occupation factor he failed to accumulate sufficient units of assessment to pass. Mr. Dhaliwal was also considered as a Body Mechanic ... Machine Tool Setup Operator ... and Lathe Operator ... Unfortunately these occupations had zero occupation factors or Mr. Dhaliwal failed to have the training or experience to qualify for the category. (Affidavit of Frazer Mark, Exhibit 'J')\"", "Unsatisfied with this response counsel for the applicant sought further clarification of the reasons for the refusal of the applicant's application. Mr. J.L. Baker, Director, Immigration & Refugee Affairs Division replied by letter dated August 23, 1989:", "\"The applicant showed six months training as a motor vehicle body repairer and claimed two years experience in that occupation. To be recognized in this occupation in Ontario, four years of experience are required. Further, this occupation shows an SVP of seven requiring two years of preparation.", "\"Mr. Dhaliwal did not meet either of these requirements. He was therefore correctly assessed as an auto body mechanic helper with an SVP of two. As he received a total of only fifty-eight units on assessment, he failed to meet immigration requirements.", "\"Alternative occupations were also considered. The applicant showed six months training as a centre lathe turner, an occupation in which he claimed two years experience. He was assessed as a lathe operator but the occupational demand for lathe operators is zero. He was also assessed as a machine tool setup operator ... With an SVP [Specific Vocational Preparation] of seven requiring two to four years of training, Mr. Dhaliwal did not meet this requirement. He could therefore not meet requirements for admission to Canada in either of these occupations.", "\"No other occupational skills with a positive occupational demand factor were noted for the applicant or his spouse. Further, no humanitarian and compassionate grounds were found which would warrant admission on that basis. Mr. Dhaliwal's application was therefore refused.\""], ["[7]", "The applicant's solicitor subsequently obtained a letter dated July 19, 1990 from the Ontario Ministry of Skills Development, Apprenticeship Branch confirming that based on the documents filed, if the applicant had a social insurance number he could apply for Ontario certification and a temporary certificate could be issued in the trade of auto body repairer (affidavit of Frazer Mark, Exhibit \"L\"). However, since this information was not available to the respondent at the time the decision in issue was taken it is not relevant to this application."], ["[8]", "By notice of motion dated September 16, 1991 the applicant seeks orders in the nature of certiorari and mandamus to quash the respondent's decision to reject his application for permanent residence and to direct that his application be considered at a different visa office or by a different visa officer in accordance with the", "Act", "and", "Regulations"], ["[9]", "After thoroughly reviewing the affidavit material filed by both the applicant and respondent I am satisfied that the visa officer's decision to reject the applicant's application for permanent residence in the independent class must be quashed. Here, the applicant had indicated in his application for permanent residence that he was qualified for and prepared to follow two occupations: machine tool setup operator and body repairman. The visa officer was therefore under a duty to assess him in both of those occupations (", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 172 (F.C.A.)). In the course of performing that assessment it was incumbent on the visa officer to examine the applicant's previous work experience and determine whether or not it constituted experience in the intended occupations.  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 222, Jerome, A.C.J., explained the process as follows at page 245 (F.T.R.):", "\"... The Regulations permit the applicant to be assessed in 'an occupation'. The factors listed in column I of Schedule I require that the experience of the applicant be assessed with regard to his intended occupation. There is no reason why the actual experience and time spent in each of the various responsibilities in an occupation cannot be broken down to award units of assessment for experience in intended occupations ...\""], ["[10]", "In his affidavit, the applicant states that the visa officer did not pose any questions relating to his qualifications, skills or experience in either of his intended occupations. Nor was he questioned concerning his work history. Paragraphs 8 through 10 of Mr. Mark's affidavit do not contradict these allegations. On the contrary Mr. Mark simply states that he assessed the applicant in various occupations. It would appear that the visa officer based his assessment soley on the written information contained in the application for permanent residence. Given the extremely limited space provided in the application form for a description of an applicant's work history and the discrepancies in the number of years experience attributed to the applicant in the intended occupations by his solicitor, Mr. Mark, and Mr. Baker, fairness demands that the visa officer question the applicant on the duties performed in his previous employment."], ["[11]", "I am further satisfied that, as was the case in", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 205, the visa officer breached the duty of fairness owed to this applicant by failing to indicate to him during the interview that he had concerns regarding his qualification for his intended occupations and consequently did not provide the applicant an opportunity to present evidence which would establish that he was indeed qualified."], ["[12]", "The respondent's decision to reject the applicant's application for permanent residence is dismissed and the matter is referred back to the respondent to be considered in accordance with the", "Immigration Act", "and", "Regulations", ". Since the applicant has not presented any evidence that Mr. Mark would be unable to assess the application in accordance with these reasons I am not prepared to order that the application be necessarily assessed by a different visa officer."], ["[13]", "The application is allowed with costs.", "Order accordingly.", "Editor: Reginald W. Curtis/blk", "Footnote", "1.", "The", "Canadian Classification and Dictionary of Occupations", "CCDO", ") is used as a definitional guide by immigration officers for assessment under s. 8 of the", "Immigration Regulations", "[End of document]"]]}