{"id_": "057191", "body_str": [["[1]", "Brown, J.", ": This is an application by the Minister of Citizenship and Immigration [the Applicant] under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 for judicial review of a decision by the Immigration and Refugee Board of Canada, Refugee Protection Division [RPD], rendered orally on March 6, 2014 with written reasons dated March 25, 2014, in which the RPD found that Tibor Bari, Tiborne Bari, Nikoletta Domin Bari, Tibor Rafael Bari and Fatima Amanda Bari [the Respondents] were Convention refugees and accepted their claims. The application is granted because the RPD failed to conduct a state protection analysis in that the evidence and the conclusion are not connected with a line of reasoning that is transparent and intelligible."], ["[2]", "Tibor Bari [Mr. Bari] was born on October 29, 1984. His wife, Tiborne Bari [Ms. Bari], was born on September 3, 1983. Their children, Nikoletta Domin Bari, Tibor Rafael Bari and Fatima Amanda Bari, were born on September 26, 2000, September 15, 2005 and October 27, 2006 respectively. The Respondents are all citizens of Hungary of Roma ethnicity. They arrived in Canada on October 19, 2011 and claimed refugee protection on October 22, 2011. The RPD accepted the Respondents' claim orally on March 6, 2014. The Applicant applied for leave and judicial review, which was granted on February 4, 2015."], ["[3]", "The RPD was satisfied as to the Respondents' identities. The RPD noted that Mr. Bari testified in a straightforward manner, made no obvious attempts to embellish his claim and provided reasonable explanations for discrepancies when asked to do so. The RPD noted that Ms. Bari also testified in a straightforward manner and that there were no obvious discrepancies in her oral testimony and information found in her narrative. The RPD found that, overall, the Respondents were credible witnesses."], ["[4]", "The RPD in its brief reasons surveyed independent documentation and the situation for Romas in Hungary, including some of the human rights problems they face such as discrimination and exclusion, as well as being subjected to patrolling by right wing extremists. The RPD found objective evidence to support the Respondents' subjective fears. The RPD found that, on cumulative grounds, the Respondents had suffered persecution as a result of their Roma ethnicity and that there was more than a mere possibility that they would suffer persecution based on their ethnicity if they were to return to Hungary. The RPD found the Respondents were Convention refugees and accepted their claims."], ["[5]", "This matter raises the following issues:", "A. Did the RPD err in its state protection analysis?", "B. Did the RPD err by failing to assess the availability of an Internal Flight Alternative?"], ["[6]", "In", "REFERENCE_SUPPRESSED, the Supreme Court of Canada held that a standard of review analysis is unnecessary where \"the jurisprudence has already determined in a satisfactory manner the degree of deference to be accorded with regard to a particular category of question\". It is well established that reasonableness is the applicable standard of review to the RPD's consideration and treatment of evidence, its findings relating to state protection and its assessment of the availability of an Internal Flight Alternative [IFA], as these are questions of mixed fact and law which the RPD has expertise in:", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED."], ["[7]", "In", "CITATION_SUPPRESSED, the Supreme Court of Canada explained what is required of a court reviewing on the reasonableness standard of review:", "A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.", "A.", "Did the RPD err in its state protection analysis?"], ["[8]", "In my view, the RPD erred in that it failed to conduct a proper state protection analysis."], ["[9]", "Before reviewing the RPD's reasons, I wish to note, as did the Respondents, that in", "REFERENCE_SUPPRESSED, the Supreme Court of Canada held that the adequacy of reasons is not a stand-alone basis for quashing a decision and that any challenge to the reasoning/result of a decision should therefore be made within the reasonableness standard of review. In", "CITATION_SUPPRESSED, the Supreme Court explained what is required of a tribunal's reasons in order to meet the", "CITATION_SUPPRESSED", "criteria:", "Reasons may not include all the arguments, statutory provisions, jurisprudence or other details the reviewing judge would have preferred, but that does not impugn the validity of either the reasons or the result under a reasonableness analysis. A decision-maker is not required to make an explicit finding on each constituent element, however subordinate, leading to its final conclusion (", "REFERENCE_SUPPRESSED). In other words, if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the", "CITATION_SUPPRESSED", "criteria are met."], ["[10]", "That said, in my opinion, the RPD does not meet the criteria established by the Supreme Court of Canada in both", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", "in that its reasons do not allow me to understand why it made its decision respecting state protection, nor do they permit me to determine whether its conclusion falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[11]", "In the present case, the RPD failed in its duty to consider and determine the issue of state protection. It failed to remind itself of or to anywhere state the legal test for state protection. It failed to remind itself and likewise failed to state anywhere even the presumption of state protection. It failed to state that the Respondents were under a legal duty to rebut the presumption of state protection with clear and convincing evidence. The decision lacks both an analysis and a finding on the issue of clear and convincing evidence. It failed to make any kind of assessment as to where on the scale of country conditions Hungary should be placed, be it functioning democracy or otherwise. Moreover, the RPD failed to decide what specific onus the Respondents were required to meet, and it failed to say what onus, if any, the RPD found the Respondents had met to displace the legal presumption."], ["[12]", "While the RPD identified state protection as an issue and announced in a heading that it would examine state protection, the RPD in fact never made any state protection finding whatsoever. In the result, I am at a loss as to how it came to a conclusion on state protection, and indeed there is nothing in the reasons to show that the RPD came to a conclusion on state protection at all."], ["[13]", "The Respondents argued that the RPD considered all the right factors, and that while the legal tests were absent, the substance was all there. I fail to see how the substance was all there if there was no decision on the issue of state protection, let alone an analysis of the facts against the applicable core state protection principles and required legal findings."], ["[14]", "As Justice Rennie (as he then was) stated in", "REFERENCE_SUPPRESSED:"], ["[28] The Board must actually analyse the evidence it references and consider how that evidence relates to the issue of state protection. It is insufficient to merely summarize large volumes of evidence and then state a conclusion that state protection is adequate. The evidence and the conclusion must be connected with a line of reasoning that is transparent and intelligible.", "In this case, the RPD merely summarized a relatively small amount of information and found the claims for refugee protection established without saying anything about state protection."], ["[15]", "The legal requirement on the RPD to analyse the evidence it refers to and consider how that evidence relates to the issue of state protection was also dealt with in", "REFERENCE_SUPPRESSED. The following passage, and in particular paragraphs 27 to 29, apply to the case at bar:"], ["[27] [...] It is not evident from the RPD's reasons that it turned its mind to key issues such as how the respondents rebutted the presumption of state protection with clear and convincing evidence. This is because the RPD did not reference any basis for its conclusion; the RPD simply stated it had concluded that the respondents \"have rebutted the presumption of protection in their personal circumstances\"."], ["[28] There is no doubt that the RPD recited a great deal of relevant law in connection with the doctrine of state protection. However, the critical failure was to leap from that legal summary to the conclusion that the presumption of state protection was rebutted. It is simply not possible for this Court to determine how that result was obtained. This is not a case where the Court can fill in the dots. Rather it is a case where there are no dots to fill in."], ["[29] It is not the duty of this Court is to review the (conflicting) evidence on State protection and make its own determination. This is judicial review, not a hearing", "de novo", ". Given the very serious deficiency in these reasons, I am compelled to conclude that this decision does not meet the tests of", "CITATION_SUPPRESSED", "and", "CITATION_SUPPRESSED", ". There is an analytical vacuum in that the reasons lack the necessary elements of justification, transparency and intelligibility."], ["[16]", "In summary, these reasons do not allow this reviewing Court to understand why the RPD made this particular decision, nor do they permit this Court to determine whether the RPD's conclusion falls within the range of acceptable outcomes as set out in", "CITATION_SUPPRESSED", ". The decision must therefore be set aside and re-determined.", "B.", "Did the RPD err by failing to assess the availability of an Internal Flight Alternative?"], ["[17]", "It is not necessary to deal with the other issues raised by the Applicant."], ["[18]", "Neither party proposed a question to certify, and none arises.", "JUDGMENT"], ["[19]", "THIS COURT'S JUDGMENT is that", "judicial review is granted, the decision of the RPD is set aside, the matter is remitted to a differently constituted panel of the RPD for re-determination, no question is certified, and there is no order as to costs.", "Application granted.", "Editor: Jana A. Andersen/bk", "[End of document]"]]}