{"id_": "057114", "body_str": [["[1]", "Gleason, J.", ": The applicant, Raoul Burton, is a Jamaican citizen who came to Canada as a permanent resident when he was ten years old. He settled in Toronto with his family and as a teenager became involved with the Malvern Crew, a criminal street gang."], ["[2]", "In 2004, Mr. Burton was arrested and questioned by police in connection with the murder of a rival gang member. He agreed to become an informant and pled guilty to a charge of participating in a criminal organisation. He was eventually subpoenaed to testify for the Crown in the high-profile trial of a fellow gang member, Warren Abbey, who was charged with the murder of a rival gang member. Mr. Abbey was convicted in 2011 following a trial during which Mr. Burton gave an eye-witness account of the murder. Mr. Burton's participation in the trial was reported by the media, in violation of a court-ordered publication ban."], ["[3]", "By reason of the widespread publicity surrounding his testimony, Mr. Burton claims that if he were returned to Jamaica he would be at risk of harm due to the prevalence of gangs and gang-related violence in that country and to the gangs' determination to root out informants. He is in particular concerned that several other members of the Malvern Crew, who know of his role in Mr. Abbey's conviction, have been deported from Canada to Jamaica."], ["[4]", "Mr. Burton made a Pre-Removal Risk Assessment [PRRA] application in 2011 after he lost his permanent resident status due to his criminal conviction. His PRRA application was dismissed on June 29, 2012. In dismissing the application, the PRRA officer \"acknowledge[d] that [Mr. Burton] may face risk of harm from gang members in Jamaica\" but determined that Mr. Burton had not rebutted the presumption of adequate state protection in that country."], ["[5]", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 583 [", "Burton", "], my colleague, Justice Anne Mactavish, set aside the June 29, 2012 PRRA decision. She determined that the first PRRA officer had accepted that Mr. Burton would be at risk from gangs in Jamaica due to his having been a police informant. In light of this determination, she held that it was unreasonable for the PRRA officer to have looked at the issue of state protection generally as opposed to focussing on the ability of the Jamaican authorities to protect those who provide police information about gang-related crimes. Justice Mactavish held in this regard that \"these omissions [were] of real concern in light of the country condition information\" that contained several indications that the Jamaican police were unable or perhaps unwilling to protect former gang members who become informants."], ["[6]", "Rather than merely setting aside the June 29, 2012 PRRA decision, as is often done, Justice Mactavish instead specifically provided directions as to the conduct of the re-determination. Her disposition in", "Burton", "was as follows: \"This Court orders and adjudges that [the] application for judicial review is allowed, and the matter is remitted to a different immigration officer for re-determination in accordance with these reasons\". A review of her Reasons indicates that the issue Justice Mactavish envisioned would be addressed on re-determination was the adequacy of state protection in Jamaica in light of Mr. Burton's profile of being a former gang member, who had turned informant and who had played a key role in Mr. Abbey's murder conviction."], ["[7]", "In accordance with Justice Mactavish's decision, Mr. Burton's PRRA application was remitted to another PRRA officer for redetermination. However, in his August 29, 2013 decision, the second PRRA officer did not carry out the analysis Justice Mactavish envisioned would occur and instead concluded that Mr. Burton would not face a risk from gang members if he were returned to Jamaica. In so deciding, the second PRRA officer did not discuss either the first PRRA decision or Justice Mactavish's decision in", "Burton"], ["[8]", "In the present Application for Judicial Review, Mr. Burton seeks to set aside the second negative PRRA assessment, arguing that the decision is either an abuse of process or an unreasonable determination because it flies in the face of Justice Mactavish's decision in", "Burton", ". Thus, the issues that arise in this Application for Judicial Review are the following:", "1. Does the doctrine of abuse of process provide a basis for setting aside the second PRRA decision?", "2. Is the second PRRA decision unreasonable?", "3. What remedy is appropriate?", "I review each of these issues, in turn, below.", "I.", "Does the doctrine of abuse of process provide a basis for setting aside the second PRRA decision?"], ["[9]", "Mr. Burton's primary argument is that the second PRAA officer's decision constitutes an abuse of process and should be set aside on this basis. He submits in this regard that the doctrine of abuse of process, as articulated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [", "City of Toronto", "],", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and", "<FRAGMENT_SUPPRESSED>  [", "Penner", "], is a flexible one and ought to be applied here. In those cases, the Supreme Court indicated that the doctrine of abuse of process may be applied to prevent a party from re-arguing an issue before an administrative tribunal in circumstances where that issue has been finally decided in another proceeding."], ["[10]", "While fairly conceding that it would be an extension of the doctrine to apply it to this case, counsel for Mr. Burton argues that the policy concerns that were noted as reasons for the doctrine in", "City of Toronto", ", <FRAGMENT_SUPPRESSED> and", "Penner", "also apply with full force and effect in the present situation. He asserts that the need to prevent duplicative proceedings and re-litigation of decided issues (and the consequent negative impact on the administration of justice of conflicting decisions) arises here because Justice Mactavish's decision in", "Burton", "essentially left the risk determination of the first PRRA officer intact and remitted only the issue of state protection for redetermination. Mr. Burton thus submits that the second PRRA officer's reconsideration of the issue of risk is akin to the sort of re-litigation that has been found to be abusive. He notes that the two PRRA officers reached opposite conclusions on the risk issue on identical facts and argues that \"this type of schizophrenic decision-making is precisely the type of outcome that the Supreme Court was guarding against in expanding the role of abuse of process\" (at para 48 of the Applicant's Further Memorandum of Argument). He thus says that the second negative PRRA decision should be set aside as being an abuse of process."], ["[11]", "The respondent, on the other hand, resists both the possibility of the application of the doctrine to the second PRRA decision, as a matter of principle, and argues in the alternative that, even if it is possible to apply the abuse of process doctrine to a case such as this, there is nothing abusive about the second PRRA officer's reaching a different result in this case."], ["[12]", "The respondent points in this regard to the recent decision of my colleague, Justice Cecily Strickland, in", "<FRAGMENT_SUPPRESSED>  [2014] FCJ No 477 [ <FRAGMENT_SUPPRESSED> ] as support for the proposition that it was open to the second PRRA officer to reach a different result. In", "Muhammad,", "a ministerial delegate, acting under subsection 113(d) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the IRPA] and section 172 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [the Regulations], reached an opposite risk conclusion to that reached earlier by a PRRA officer in Mr. Muhammad's case. The respondent argues that, as in <FRAGMENT_SUPPRESSED> , the statutory scheme here contemplates that a second PRRA officer may reach a different risk determination, particularly in light of changed facts, which may well include the passage of time as an important factor mitigating risk that was previously found to exist."], ["[13]", "The respondent also says that one of the essential elements for the application of the doctrine of abuse of process, namely, the presence of a prior final decision, is absent here as Justice Mactavish quashed the first PRRA decision. The respondent argues that the effect of Justice Mactavish's decision is to set the first PRRA decision aside in its entirety and therefore there is no decision that was re-litigated before the second PRRA officer."], ["[14]", "I agree with the respondent that, as a matter of principle, the doctrine of abuse of process is inapplicable in this case by reason of both the nature of the inquiry conducted by PRRA officers and by reason of Justice Mactavish's Judgment quashing the first PRRA decision."], ["[15]", "Turning, first, to the nature of a PRRA inquiry, the fact that a PRRA officer exercises a decision-making power conferred by statute is not sufficient to render the doctrine of abuse of process inapplicable as the doctrine has been determined to be applicable to administrative tribunals and their decisions."], ["[16]", "In the first of the cases relied on by Mr. Burton, the", "City of Toronto", "case, Justice Arbour, writing for the majority of the Supreme Court, noted that the doctrine of abuse of process flows from the inherent power of a court to prevent proceedings that would bring the administration of justice into disrepute. In that case, a labour arbitrator found that, while a criminal conviction for sexual assault was", "prima facie", "evidence that the grievor had sexually assaulted a child, the presumption created by the conviction had been rebutted by the grievor in his testimony. The arbitrator thus held that the assault had not occurred and therefore found the grievor to have been dismissed from his employment without cause. The Supreme Court set aside the arbitrator's decision and held that permitting the grievor to re-litigate whether he had committed the crime for which he had been convicted amounted to an abuse of process as the matter of the grievor's guilt had been finally determined by a court of competent jurisdiction."], ["[17]", "In the subsequent decision in <FRAGMENT_SUPPRESSED> , the Supreme Court noted in", "obiter dicta", ", or non-binding comment, that the doctrine of abuse of process could likewise be applied by a court to quash the award of one tribunal - there the British Columbia Human Rights Tribunal - if it allows a party to re-litigate an issue previously decided by another administrative tribunal - the British Columbia Workers' Compensation Board in that case."], ["[18]", "Similarly, the doctrine of", "issue estoppel", "(which is akin to abuse of process) is applicable to prevent re-litigation of final decisions made by administrative decision-makers (see e.g.", "<FRAGMENT_SUPPRESSED> , at paras 21-22 and", "<FRAGMENT_SUPPRESSED>  [2004] NBJ No 219, at para 48. Thus, the doctrine of abuse of process may be applied to administrative decision-makers and their decisions."], ["[19]", "Where the doctrine is invoked, it operates to prevent a party from raising and re-arguing an issue that has already been finally decided in another forum."], ["[20]", "This type of re-argument did not occur in this case as the respondent did not seek to re-litigate the issue of risk before the second PRRA officer because the inquiry before a PRRA officer is inquisitorial in nature. Thus, it was the second PRRA officer, himself, who decided to re-examine the issue of risk."], ["[21]", "Mr. Burton has not been able to point to any case where the doctrine of abuse of process has been applied to bind an administrative decision-maker in a non-adversarial proceeding to a previous decision-maker's decision. While this may not necessarily be fatal to his argument, the relevant statutory provisions in this case", "do", "contemplate re-examination of risk by a PRRA officer in a second or subsequent PRRA inquiry in appropriate circumstances and thus, in my view, foreclose the application of the doctrine."], ["[22]", "In this regard, by virtue of sections 112 to 115 of the IRPA and sections 160 to 168 of the Regulations, PRRA officers are tasked with assessing risks that have not been previously assessed. The jurisprudence recognises that this requires that PRRA officers consider new facts or evidence that were not available for consideration in the previous risk assessment (see e.g.", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 1013 at para 13). This requirement has been partly enshrined in section 113 of the IRPA."], ["[23]", "By virtue of paragraph 112(2)(c)of the IRPA, individuals who have remained in Canada after a first PRRA assessment was completed may now make a subsequent PRRA application if more than 12 months or, in the case of a person who is a national of a country that is designated under subsection 109(1)(1), more than 36 months have passed since the earlier assessment. (Prior to June 28, 2012, no such time limits existed to forestall subsequent PRRA applications. Thus, when Mr. Burton's case was decided, the legislation afforded him the opportunity to request a second PRRA determination)."], ["[24]", "The IRPA therefore clearly contemplates that more than one risk assessment may be made and requires PRRA officers to assess new risks that have arisen after a previous assessment was undertaken either by the Refugee Protection Division of the Immigration and Refugee Board [RPD] or by a previous PRRA officer."], ["[25]", "In my view, these provisions render the application of the abuse of process doctrine inapplicable to risk assessments by PRRA officers because the doctrine operates so as to prevent an issue being raised by a litigant where it has been previously finally settled. The issue of risk for a refugee claimant, however, is not finally settled by an RPD or PRRA ruling because the IRPA and the Regulations specifically contemplate that risk will be assessed more than once where there is a second PRRA assessment or where a PRRA is undertaken following a risk assessment by the RPD. The case law, moreover, teaches that the requisite risk analysis is always forward-looking and involves determining whether, at the point the assessment is conducted, the applicant faces risk if returned to his or her country of origin in the future (see e.g.", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 937 at para 15;", "<FRAGMENT_SUPPRESSED>  at para. 17). Thus, the result of a risk assessment may well differ over time as circumstances evolve or as new evidence becomes available."], ["[26]", "When the role of a PRRA officer is properly understood, it is clear that the doctrine of abuse of process cannot be applied to bind a PRRA officer to previous risk assessments as those prior assessments are not final."], ["[27]", "In essence, Mr. Burton is seeking not to prevent re-examination of risk in the second PRRA but, rather, is arguing that the same result ought to have been reached by the second PRRA officer as the facts were the same as those before the first PRRA officer. The abuse of process doctrine, however, operates to protect the integrity of the adjudicative process by preventing re-litigation, not by guaranteeing a particular result on re-litigation. It therefore does not serve to provide the result Mr. Burton seeks."], ["[28]", "In sum, because the IRPA and Regulations specifically task PRRA officers with re-examining the issue of whether an applicant faces a forward-looking risk based on facts that have not been previously assessed, the abuse of process doctrine does not prevent a PRRA officer from re-examining the issue of risk. Mr. Burton's concerns with the appropriateness of the second risk determination are rather more properly addressed by considering whether the second PRRA decision should be set aside as being unreasonable. Thus, the nature of the PRRA inquiry renders the doctrine of abuse of process inapplicable in this case."], ["[29]", "In the second place, the nature of Justice Mactavish's decision in", "Burton", "also renders the abuse of process doctrine inapplicable. In this regard, I agree with the respondent that the effect of a judgment setting a decision aside is to extinguish the decision for all purposes. Such a judgment is in the nature of an order for", "certiorari", ", which renders a decision void", "ab initio", "(see L. Waldman,", "Immigration Law and Practice", ", 2nd ed., loose-leaf (Markham, ON: LexisNexis, 2005) at 11.321)."], ["[30]", "This Court has often commented on the impact of judgments setting aside administrative decisions and has confirmed that the effect of such judgments is to extinguish the decision being set aside for all purposes. For example, in", "<FRAGMENT_SUPPRESSED>  my colleague, Justice Luc Martineau, indicated at para 4 that a quashed decision cannot give rise to", "stare decisis", "or", "res judicata", "as it is quashed for all purposes. Similarly, in", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1252, I noted at para 3 that, in the context of a redetermination of a refugee claim, it was open to the RPD to reach a different conclusion from the first member on the issue of credibility as the first decision was quashed for all purposes when it was set aside by order of this Court. (See also to similar effect", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 1439 at para 8 and", "<FRAGMENT_SUPPRESSED>  [2003] FCJ No 977 at para 11)."], ["[31]", "Thus, the impact of Justice Mactavish's decision in", "Burton", "was to set aside the first PRRA decision in its entirety. The first PRRA decision, therefore, no longer exists and accordingly cannot provide the basis for application of the doctrine of abuse of process."], ["[32]", "Thus, for these reasons, the second PRRA decision cannot be set aside under the doctrine of abuse of process.", "II.", "Is the second PRRA decision unreasonable?"], ["[33]", "As noted, Mr. Burton argues in the alternative that the second negative PRRA decision should be set aside as it is unreasonable. I agree and believe that the decision cannot stand both because the reasoning process undertaken by the second PRRA officer does not withstand scrutiny and because the result reached is unreasonable."], ["[34]", "The reasonableness standard of review, which applies to the review of risk assessments undertaken by PRRA officers, requires this Court to consider both the reasoning process undertaken and the result reached. In the oft-quoted passage at para 47 of", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], Justices Bastarache and LeBel make clear that both issues are part of the reasonableness review. The need for a reviewing court to consider both the reasoning and result has been confirmed in numerous subsequent cases (see, for example,", "<FRAGMENT_SUPPRESSED>  at paras 51-52;", "<FRAGMENT_SUPPRESSED>  [", "Newfoundland Nurses", "] at paras 13-16)."], ["[35]", "The case law also firmly establishes that in assessing the reasonableness of an administrative decision-maker's decision, the reviewing court must be deferential and cannot intervene merely if it does not agree with the decision. Rather, a decision must be upheld under the reasonableness standard if the tribunal's reasoning is \"justified, transparent, intelligible\" and if the result reached falls within the range of acceptable alternatives open to the tribunal on the facts before it in light of the applicable law ( <FRAGMENT_SUPPRESSED> at para 47)."], ["[36]", "This deferential approach requires, as Justice Abella noted at paras 11-12 in", "Newfoundland Nurses", ", that the reviewing court give respectful attention to both the reasons given and those that could have been given by the tribunal. Thus, the reasons need not be perfect nor need they cite all of the evidence or consider all of the arguments made before the tribunal (see e.g.", "<FRAGMENT_SUPPRESSED>  at para 3;", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 1107 at para 33); and", "<FRAGMENT_SUPPRESSED>  [2012] FCJ No 1594 at para 12)."], ["[37]", "That said, the invitation to consider the reasons that could have been given by a tribunal is not a", "carte blanche", "invitation to the reviewing court to rewrite the defective reasons as Justice Stratus, writing for the Federal Court of Appeal, recently noted in", "<FRAGMENT_SUPPRESSED>  [2014] FCJ No 439 [ <FRAGMENT_SUPPRESSED> ]. There, he held that where a tribunal (especially in the immigration context) fails to address an issue that it was specifically required to address, it is not for the reviewing court to \"cooper up\" the reasons and decide the issue that the tribunal failed to consider. In that case, an immigration officer assessing a humanitarian and compassionate [H&C] claim misinterpreted recent amendments to subsection 25(1) of the IRPA and, as a result, failed to consider whether the risk the applicants claimed they would face if required to apply to immigrate from abroad amounted to undue, undeserved or disproportionate hardship justifying the grant of H&C relief. Justice Stratus held that it was not for this Court to determine this issue on judicial review (which, indeed, would have resulted in the Court's usurping the discretionary decision-making authority of the H&C officer). The decision was therefore found to be unreasonable, set aside and the H&C claim remitted to another H&C officer for reconsideration."], ["[38]", "The holding in <FRAGMENT_SUPPRESSED> applies by analogy here because in this case, just as in <FRAGMENT_SUPPRESSED> , the officer failed to address a key issue that needed to be addressed. More specifically, by virtue of the Judgment and Reasons in", "Burton", ", the second PRRA officer was required, at a minimum, to fully explain why he was departing from the previous risk determination; the decision in", "Burton", "contemplated that the only issue that would be reconsidered was the availability of state protection for Mr. Burton in light of his profile of being a former gang member who turned informant and testified against another gang member. Thus, the decision in", "Burton", "required the assessment to remain unchanged, unless there were new facts that mandated a different conclusion."], ["[39]", "Nowhere in the second negative PRRA decision does the officer address why it was necessary for a second risk assessment to be conducted nor how a different result from that in the first PRRA was reached. The absence of such explanation means that the decision lacks justification, transparency and intelligibility as there is no explanation for how or why a different result was reached on the key issue."], ["[40]", "Similar failures to explain why a different result has been reached in a second assessment of a question previously ruled upon have been found to be unreasonable in several contexts under the IRPA."], ["[41]", "For example, in", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 15 [ <FRAGMENT_SUPPRESSED> ] at para 10,", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 700 at para 34 and", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 207 at para 6, this Court and the Federal Court of Appeal have held that the Immigration Division must provide clear and compelling reasons for departing from previous detention review decisions in a subsequent review. In the words of Justice Rothstein in <FRAGMENT_SUPPRESSED> at para 10, \"[w] hile ... prior decisions are not binding on a Member ... if a Member chooses to depart from prior decisions to detain, clear and compelling reasons for doing so must be set out\"."], ["[42]", "Likewise, where determinations on issues such as identity, the availability of state protection or the terrorist nature of an organisation have been previously made on identical facts, there is a need for subsequent decision-makers dealing with the identical issue to provide clear and compelling reasons for departing from the earlier findings (see e.g.", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 9 at paras 17-19;", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 1111 at paras 31-32;", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1682 at para 8; and", "<FRAGMENT_SUPPRESSED>  [2014] FCJ No 281 at paras 55-58)."], ["[43]", "Such reasoning is entirely absent in the second negative PRRA assessment made in this case and, for this reason, the second PRRA decision is unreasonable as the Court cannot write the decision for the PRRA officer and determine what compelling reasons might exist for departing from the previous risk assessment. As was held in <FRAGMENT_SUPPRESSED> , this task is not one for this Court to undertake in a judicial review application. Thus, the absence of adequate reasoning renders the second negative PRRA decision unreasonable."], ["[44]", "This, however, is not the only reason why the second PRRA decision must be set aside. In addition, the result reached by the second PRRA officer is also unreasonable in light of the facts before the second PRRA officer and in light of the terms of Justice Mactavish's decision in", "Burton"], ["[45]", "Because she remitted the matter for redetermination in accordance with her Reasons, and because those Reasons at least implicitly endorsed the risk determination of the first PRRA officer and contemplated that the issue of risk would not be reassessed if circumstances remained unchanged, the second PRRA officer in my view could not depart from the previous risk assessment unless there were new facts or circumstances that could reasonably give rise to a different risk conclusion."], ["[46]", "In this regard, it is clear that the second PRRA officer was bound by Justice Mactavish's direction as the principle of", "stare decisis", "requires administrative tribunals to follow directions given by the reviewing court (see e.g.", "Régie des rentes du  <FRAGMENT_SUPPRESSED>  at para 46 and", "<FRAGMENT_SUPPRESSED>  DLR (4th) 55 at para 54). Thus, unless there were new facts which could have reasonably given rise to a different risk conclusion, the second PRRA officer was required to adopt the same risk conclusion as the first PRRA officer made."], ["[47]", "Contrary to what the respondent argues, the decision in <FRAGMENT_SUPPRESSED> does not support an opposite conclusion for two principal reasons. First, and most importantly, in that case no Court order was made or ignored as was done in this case. Secondly, the relevant statutory framework there was different; the case concerned risk assessment by a ministerial delegate under paragraph 113(d) of the IRPA and section 172 of the Regulations, which contemplate that the delegate will make a fresh risk determination and is not bound by the ruling on risk made by a PRRA officer, even if the facts are the same before the two decision-makers. This sort of provision is entirely absent in this case. Rather, under the case law and section 113 of the IRPA, a PRRA officer is bound to only consider new facts that have arisen since the previous risk assessment. The ruling in <FRAGMENT_SUPPRESSED> is therefore inapplicable here"], ["[48]", "In this case, due to Justice Mactavish's decision, the second PRRA officer required compelling reasons - in the form of new relevant facts-to depart from the risk assessment made by the first PRRA officer."], ["[49]", "No such facts were present in this case as the only new relevant evidence that was before the second PRRA officer that was not before the first concerned threats that Mr. Burton's father had received in Jamaica from gang members after the first PRRA decision. This fact further supports the conclusion that Mr. Burton faces risk from gangs in Jamaica, as the threats were claimed to have been made by gang members. Rather than giving weight to this issue, the second PRRA officer instead focussed on the fact that Mr. Burton had not received further threats in Canada after the first PRRA decision. I agree with Mr. Burton that the lack of any such threats is irrelevant to the potential risk he may face in Jamaica. In short, such risk is not influenced by what has happened (or not happened) in Canada, where law enforcement is much more effective than in Jamaica particularly where, as here, the source of potential risk - the former Malvern Crew gang members - are in Jamaica."], ["[50]", "Thus, the result reached by the second PRRA officer is unreasonable and does not fall within the scope of acceptable outcomes in light of the decision in", "Burton", "and the facts before the second PRRA officer."], ["[51]", "As the second PRRA decision both lacks adequate reasoning and reached an unacceptable result, it follows that it must be set aside.", "III.", "What remedy is appropriate?"], ["[52]", "I turn, finally, to the issue of remedy, which requires consideration of two points, namely, whether I should provide directions for the third redetermination of Mr. Burton's PRRA application and whether a question should be certified under section 74 of the IRPA to allow for an appeal in this case."], ["[53]", "In terms of the former point, this Court possesses jurisdiction under paragraph 18.1(3)(b) of the", "Federal Courts Act", ", RSC 1985, c F-7 to set aside administrate decision-makers' decisions and to remit them with \"such directions as [the Court] considers appropriate\". While the power to issue such directions should be used sparingly, I believe this is a case where direction is warranted given the disregard of Justice Mactavish's earlier direction. I have accordingly determined that I will direct that the redetermination be conducted in accordance with these Reasons. To recap, they require the PRRA officer to whom this matter is remitted to do the following:", "1. Consider the availability of adequate state protection for Mr. Burton in Jamaica in light of his profile as a former gang member, turned informant, whose testimony led to a murder conviction of a fellow gang member. Such consideration shall involve review of all relevant evidence, including any new evidence Mr. Burton may wish to submit; and", "2. Not depart from the determination of risk made by the first PRRA officer who examined Mr. Burton's case unless there are clear and compelling reasons for doing so, which must be explained in the new PRRA decision. Such reasons may deal with changed circumstances, including the passage of time, that are relevant to the assessment of risk and that have taken place subsequent to June 29, 2012."], ["[54]", "Finally, in terms of the certification of an issue for purposes of appeal, Mr. Burton argues that no issue should be certified as he believes that application of the abuse of process doctrine is a fact-specific exercise and thus no suitable question of general importance arises in this case. The respondent, on the other hand, argues that were I to agree with Mr. Burton and find the second PRRA decision to have constituted an abuse of process, I ought to certify the following question:", "Can the abuse of process doctrine preventing re-litigation (as explained  <FRAGMENT_SUPPRESSED>  Local 29", ", 2003 SCC 63) apply to a decision that was ordered to be redetermined on judicial review which might have involved a finding of fact that survives expungement of the decision which could be of weight when the matter is reconsidered?"], ["[55]", "The respondent, however, contends that if I reach the opposite conclusion, and decline to apply the abuse of process doctrine, no question should be certified under section 74 of the IRPA as any question relating to abuse of process would not meet the requirement for certification that the issue be dispositive of an appeal."], ["[56]", "I agree that no question should be certified in this case, but not precisely for the reasons given by the parties."], ["[57]", "The Federal Court of Appeal has outlined the test for certification of issues for purposes of appeal under section 74 of the IRPA several times (", "<FRAGMENT_SUPPRESSED>  (FCA) at para 4,", "<FRAGMENT_SUPPRESSED>  [2004] FCJ No 368 at para 11", ",  <FRAGMENT_SUPPRESSED>  [2009] FCJ No 549 at para 28, and", "<FRAGMENT_SUPPRESSED>  [2013] FCJ No 764 at para 9). Based on these authorities, it is well-established that this Court may certify a question only if it transcends the interests of the parties, has broad significance or general application and is determinative of an appeal. To be determinative of an appeal, the issue must have been decided by the applications judge so that it arises before the Court of Appeal in its examination of the appeal."], ["[58]", "Here, the availability of the doctrine of abuse of process does not raise a certifiable question because it is not one that would be dispositive of an appeal as I have not based my decision on it. Accordingly, it need not necessarily be addressed by the Court of Appeal. Nor does any other certifiable question arise as my conclusions regarding the unreasonableness of the decision are tied to the facts of this case, the scope and content of Justice Mactavish's decision in", "Burton", "and to the way in which the second PRRA decision was drafted. Therefore, this case does not raise a question that is appropriate for certification under section 74 of the IRPA."], ["[59]", "For these reasons the second PRRA decision is set aside, with directions, but no question is certified under section 74 of the IRPA.", "JUDGMENT"], ["[60]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review of the second PRRA decision of August 29, 2013 is allowed;", "2. The matter is remitted to another immigration officer for redetermination in accordance with these Reasons, which require that the PRRA officer to whom this matter is remitted do the following:", "1. Consider the availability of adequate state protection for Mr. Burton in Jamaica in light of his profile as a former gang member, turned informant, whose testimony led to a murder conviction of a fellow gang member. Such consideration shall involve review of all relevant evidence, including any new evidence Mr. Burton may wish to submit; and", "2. Not depart from the determination of risk made by the first PRRA officer who examined Mr. Burton's case unless there are clear and compelling reasons for doing so, which must be explained in the new PRRA decision. Such reasons may deal with changed circumstances, including the passage of time, that are relevant to the assessment of risk and that have taken place subsequent to June 29, 2012;", "3. No question of general importance is certified; and", "4. There is no order as to costs.", "Application allowed.", "Editor: J. Danielle King/vnh", "[End of document]"]]}