{"id_": "057381", "body_str": [["[1]", "Martineau, J.", ": By decision dated February 3, 2003, Citizenship Judge Louis Sekora (the \"Citizenship Judge\") granted Canadian citizenship to the respondent, Mr. Ming Lung Chen. The Minister of Citizenship and Immigration (the \"Minister\") is appealing the Citizenship Judge's decision pursuant to subsection 14(5) of the Citizenship Act, R.S.C. 1985, c. C-29 (the \"Act\") and section 21 of the Federal Courts Act, R.S.C. 1985, c. F-7."], ["[2]", "The facts giving rise to the present appeal can be summarized as follows. The respondent obtained his permanent residence status when he landed in Canada with his family on May 25, 1992. In his citizenship application, the respondent disclosed that he was absent from Canada on a regular basis since 1998. In response to a residence questionnaire, the respondent explained his absence from Canada. He submitted that he maintained and continued his practice as a Chinese herbalist in Taiwan. In addition, he frequently visits his ailing mother, also in Taiwan."], ["[3]", "Under paragraph 5(1)(c) of the Act, the Minister shall grant citizenship to any person who is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada. More particularly, paragraph 5(1)(c) of the Act provides directives on how to calculate the days:", "5. (1) The Minister shall grant citizenship to any person who", ". . . . .", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", ". . . . .", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;"], ["[4]", "The respondent applied for Canadian citizenship in April 2002. In the four years immediately prior to his application for citizenship, the respondent was present in Canada for 535 days and absent for 925 days. This left the respondent 560 days short of the residency requirement under paragraph 5(1)(c) of the Act. The Citizenship Judge nonetheless approved his application."], ["[5]", "First, this Court must determine the applicable standard of review to be applied when reviewing a decision of a Citizenship Judge (Dr. Q v. College of Physicians and Surgeons of British Columbia, [2003] 1 S.C.R. 226 (S.C.C.), 2003 SCC 19). When applying the pragmatic and functional approach, four factors must be considered by the Court in determining the appropriate standard of review for a particular administrative decision: (1) the purpose(s) of the legislation as a whole and the provisions at issue in particular, (2) the nature of the question; being law, fact or mixed fact and law, (3) the expertise of the tribunal relative to that of the reviewing court in regards to the question at issue, and (4) the existence of any privative clause or statutory right of appeal (Dr. Q, supra;  <FRAGMENT_SUPPRESSED> )."], ["[6]", "With this in mind, I adopt the reasoning of MacKay J. in Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paras. 5-7, [2003] F.C.J. No. 1871 (F.C.) (QL), where he stated that the applicable standard of review is that of reasonableness simpliciter:", "Counsel for both parties rely on the decision in Re: Koo, and that in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). In the latter case, Mr. Justice Lutfy, as he then was, concluded that deference should be paid to the decision of a Citizenship Judge where he or she appropriately applied an accepted test for considering residence. The respondent urges that was done here and deference ought to be given to the decision of the Citizenship Judge. The applicant Minister urges that in applying the test from Re: Koo, the Judge did not do so properly and ignored certain facts. Both Counsel refer to the standard of review discussed by Lutfy J. in Lam, i.e. on the basis of reasonableness but near the standard of correctness.", "On the basis of Lam the correctness standard of review was applied, in relation to a decision concerning the application of paragraph 5(1)(c) of the Act, in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). That same standard, on different reasoning, was applied in  <FRAGMENT_SUPPRESSED>  (F.C.T.D.).", "In my view, in light of the decision of the Supreme Court of Canada in Dr. Q v. College of Physicians and Surgeons of British Columbia, [2003] S.C.J. No. 18, 2003 SCC 19, the appropriate standard of review in this case is reasonableness simpliciter, but without significant deference to the decision of the Citizenship Judge. That standard arises from the assessment of the circumstances including the provision in the Act for an appeal from the decision of a Citizenship Judge, the nature of the issue to be resolved in a question of mixed fact and law in which the application of the law is more important than the determination of facts, and the comparative expertise of this Court, when compared with that of the Citizenship Judge and in resolving issues where the emphasis is on the low."], ["[7]", "In Re Koo (1992), 59 F.T.R. 27 at para. 10, [1992] F.C.J. No. 1107 (T.D.) (QL), Reed J. enunciated a six-point test used in determining whether or not the residence requirement had been met:", "(1) was the individual physically present in Canada for a long period prior to recent absences which occurred immediately before the application for citizenship?", "(2) where are the applicant's immediate family and dependants (and extended family) resident?", "(3) does the pattern of physical presence in Canada indicate a returning home or merely visiting the country?", "(4) what is the extent of the physical absences - if an Applicant is only a few days short of the 1095-day total it is easier to find deemed residence than if those absences are extensive?", "(5) is the physical absence caused by a clearly temporary situation such as employment as a missionary abroad, following a course of study abroad as a student, accepting temporary employment abroad, accompanying a spouse who has accepted employment abroad?", "(6) what is the quality of the connection with Canada: is it more substantial than that which exists with any other country?"], ["[8]", "Prior residence is relevant in assessing the applicant's connection to Canada (Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paras. 10-11, [2002] F.C.J. No. 1493 (T.D.) (QL)). In response to the first factor set out in Re Koo, the Citizenship Judge states: \"He was in Canada for 20 days then he left Canada to go to Taiwan to visit a sick parent. He is a herbal Doc. in Taiwan.\" The Citizenship Judge appears to acknowledge that Mr. Chen returned to Taiwan shortly after he was landed in Canada, however, at no time does he consider whether Mr. Chen had become established in Canada prior to his first departure. The Citizenship Judge also failed to consider the pattern of absences and whether Mr. Chen's absences were recent or occurred over a long period of time before the filing of the application for citizenship."], ["[9]", "Second, the Citizenship Judge indicated as follows with respect to the second factor under Re Koo, supra:", "\"His wife lives in Richmond. Her application is approved for Canadian citizenship. He has a daughter and two sons that are Canadian citizens that live in Richmond at the same time.\"", "Although, the Citizenship Judge considered the situation of the respondent's immediate family, he failed to consider the situation of his extended family, despite evidence about the respondent regularly visiting his mother in Taiwan."], ["[10]", "In response to the third factor set out in Re Koo, supra, which asks whether the respondent's pattern of physical presence indicates returning home, the Citizenship Judge states: \"He owns two houses in Richmond also two blueberry farms, also a garden shop. He is also making other investments.\" These observations do not answer the question which, rather than dealing with the extent of the respondent's property ownership in Canada, asked the nature of the respondent's physical presence in the country: is the respondent returning home to Canada after each absence or is he simply visiting? Here, the Citizenship Judge simply failed to consider the nature of the respondent's physical presence in Canada. When absences are a regular pattern of life rather than a temporary phenomenon, they will indicate a life split between two countries, rather than a centralized mode of existence in Canada, as is contemplated by the  <FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 639 (T.D.) (QL))."], ["[11]", "In response to the fourth factor set out in Re Koo, which asks about the extent of the physical absence, the Citizenship Judge sets out the number of days Mr. Chen was present and absent in Canada. The reasons read: \"He was in Canada for 535 days and out of Canada for 925 days. He is short 560 days but he has been in Canada for another 240 days since the date of filing of Apr. 23/2002.\" The extent of Mr. Chen's absence is significant. This is not a case where the respondent is close to the 1095 day total and where it is therefore easy to find deemed residence. The correct test involves counting physical presence during the four years prior to filing the application for citizenship. It is irrelevant that Mr. Chen has been in Canada 240 days since filing his application for citizenship."], ["[12]", "In response to the fifth factor, the Citizenship Judge indicates: \"The reason that he was away for 15 days each month was that he is a herbal doc. He has his business up for sale\". I agree with the applicant that the fact that Mr. Chen wanted to sell his business is not a relevant factor to consider."], ["[13]", "Finally, with respect to the last factor set out in Re Koo, supra, the Citizenship Judge indicated: \"He has a lot of investments in Canada. His wife and sons and daughter are in Canada. His sons and daughter are Canadian citizens.\" While family and investments are indicia of connection with Canada, the comments do not compare this connection with the quality of his connection to Taiwan."], ["[14]", "The Citizenship Judge also took irrelevant factors into consideration. Under the \"Decision\" heading, the Citizenship Judge focuses on factors central to his decision. He states:", "He is in a blueberry business in Richmond also in garden ship business. The blueberry takes 5 years before he can start to pick blueberries. This means the blueberry crops will be ready. But he has been in Canada since May of 1992. He has a lot more than time required in Canada of 1095 days. I approved his application for citizenship."], ["[15]", "Whether Mr. Chen owns businesses and the amount of time it takes to establish them are irrelevant to the determination of the residency requirement. Furthermore, there was no evidence of Mr. Chen's presence in Canada since May 1992 up to the start of his qualifying period for residency. Mr. Chen stated in his residence questionnaire that he returned to Taiwan to continue with his herbalist practice at the outset. The correct calculation of the amount of time required in Canada is not since Mr. Chen's landing in 1992, but the four years prior to his citizenship application. That calculation leaves him 560 days short of the requirement."], ["[16]", "Although findings of a Citizenship Judge are to be treated with deference, I find that, in this case, the Citizenship Judge erred by mis-applying the test set out in Re Koo, supra, and that he also based his decision on irrelevant considerations. Therefore, I find that the conclusion reached by the Citizenship Judge is unreasonable.", "ORDER"], ["[17]", "THIS COURT ORDERS", "that the appeal of the Minister be allowed. The decision of the Citizenship Judge dated February 3, 2003, with reference to the respondent, is set aside.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}