{"id_": "057495", "body_str": [["[1]", "de Montigny, J.", ": The Applicant in this case seeks judicial review of a decision dated November 5, 2011, rendered by a visa officer of the High Commission of Canada in Islamabad, Pakistan, refusing the Applicant's application for permanent residency as a member of the Convention refugees abroad class or the Country of asylum class pursuant to sections 145 and 147 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the \"", "IRPR", "\")."], ["[2]", "For the reasons that follow, I have come to the conclusion that this application ought to be dismissed, as I have found that the officer properly applied the relevant legal principles and did not misunderstand or misconstrue the evidence.", "FACTS"], ["[3]", "The Applicant, his wife and two dependants are Afghan citizens of Shia-Hazara-Ismaili ethnic and religious background, now living in Pakistan. They fled Kabul for Pakistan due to their fear of a man named Janagha and his family, who were members of the Jamiat e Islami Political Party, a very powerful political party that is currently active in Afghanistan. Janagha and the Applicant were neighbours for a long time. In 1996, roughly 15 days after the Taliban captured Kabul, the Taliban searched the Applicant's shop and found homemade alcohol. They told the Applicant he was not a real Muslim. The Applicant and his son were taken into custody and severely beaten. The Applicant's son, fearing for the Applicant's life, revealed to the Taliban that Janagha's son, Sheeragha, had provided the alcohol and that his father knew nothing about it. The Taliban took Sheeragha into custody and beat him with a cable until he fainted. They then began beating the Applicant's son but the Applicant threw himself over him and pled with the Taliban to stop beating him or he would die. The Taliban then took the Applicant to another cell. Six days later, while the Applicant was still in detention, he was informed by other detainees that the Taliban had killed both his son and Sheeragha."], ["[4]", "The Applicant was detained for 10 days and was released as a result of his wife selling the contents of their shop and giving the money to the Taliban in exchange for his freedom. His wife told him that Sheeragha's father and uncle had threatened her, saying that their entire family would be killed if Sheeragha were to die. The following morning, the Applicant and the remainder of his family fled to Pakistan. They have not returned to Afghanistan since."], ["[5]", "The Applicant, along with his family, applied for permanent residence in Canada in 2008 as members of the Convention refugees abroad class or the Country of asylum class, through a sponsorship by the Association Éducative Transculturelle in Québec. The Applicant and his family were interviewed at the Canadian High Commission in Islamabad on September 27, 2011, and their application was rejected by letter dated November 5, 2011."], ["[6]", "In his application for permanent residency, the Applicant presented his problem with the Taliban and Janagha's family. He explained that Shia-Hazara-Ismaili people were persecuted by the Taliban in Afghanistan and that there is no security or protection of human life in that country. He also explained that in Pakistan his family cannot get work permits or attend government schools and that they suffer from police harassment for working illegally.", "DECISION UNDER REVIEW"], ["[7]", "The visa officer determined that the Applicant did not meet the requirements for immigration to Canada. Citing the relevant legislative provisions and after carefully assessing all of the factors relative to the application, the officer was not satisfied that the Applicant was a member of any of the classes prescribed for reasons brought to his attention during the interview and set out in the notes."], ["[8]", "In particular, the officer found that the Applicant did not meet the requirements of a \"person in the Country of asylum class (RA)\" pursuant to section 147 of the", "IRPR", "and was not satisfied on the balance of probabilities that he was and continued to be seriously and personally affected by armed conflict, civil war or massive violations of human rights. The officer notes that OP manual 5 defines \"seriously and personally affected\" as a \"sustained, effective denial of basic human rights\"."], ["[9]", "With regard to the Convention refugees abroad class, the officer was not satisfied that there is a reasonable chance that the Applicant or his family member would be persecuted should they return to their country of origin or that there are good grounds for their fear of persecution if they were to return."], ["[10]", "The interview notes show that the officer questioned the Applicant regarding his employment as a fruit seller in Pakistan and his housing situation there, appearing to have concerns regarding the consistency of the housing details, however there was no indication of the relevance of this concern."], ["[11]", "The officer asked if the family would return to Afghanistan to visit should their application be approved, and they stated that they could not because they have enemies there and fear that the Applicant or another family member would be killed."], ["[12]", "The officer questioned the Applicant as to why he and his family decided to leave Afghanistan. He explained the circumstances surrounding his detention by the Taliban and the threats received by Janagha's family."], ["[13]", "The officer also asked whether the Applicant and his family could move \"anywhere else in Afghanistan\". The Applicant stated that they could not because they feared Janagha's family even in Pakistan and would not be safe in Afghanistan due to the family's political affiliation with the Jamiat party and related power."], ["[14]", "As can be seen from the notes, the officer asked them whether their fear of Janagha's family was the only reason they could not return to Afghanistan and the Applicant responded affirmatively."], ["[15]", "In the assessment, the officer found the Applicant to be credible. In the officer's view, the Applicant fled from Kabul with his family \"due to a personal enmity with a family who may or may not be powerful/influential\", explaining in parentheses that \"this is a consistent description of persons of enmity throughout such applicants\" [sic]. The officer notes that the Applicant \"clearly stated that his fear is based on this persons [sic] threat to seek revenge for having turned in his son\"."], ["[16]", "The officer notes that the Applicant remained in Kabul even when his wife's family left as a result of civil disturbance before the Taliban took power and states that \"[u]pon repeated questioning the PA demonstrates that there is no other reason for having fled, or fearing to return\". Although the officer sympathizes with the Applicant and his family, their reasons for having sought refuge do not correspond to the relevant categories."], ["[17]", "The officer examined the other members to establish their fear for returning to Afghanistan. The officer informed the family that personal enmities are not a reason for granting refugee status and that the officer was not convinced that they would not have an Internal Flight Alternative (IFA) or that state protection would not be available. The Applicant's wife explained that because they are Shia-Hazara-Ismaili, they could only live in Kabul and not in other provinces.", "ISSUES"], ["[18]", "The Applicant asserts that the officer erred in law in dismissing his Convention refugee claim on the basis that it arose from a personal enmity. He argues that they are at risk because of their family relationship to their son and that family relationship is a valid social group for seeking refugee status when the family is itself, as a group, the subject of reprisal and vengeance."], ["[19]", "The Applicant further argues that the officer misapplied paragraph 147", "(b)", "of the", "IRPR", "and wrongly found that the Applicant and his family would not be seriously affected if returned to Afghanistan after accepting that the Applicant was tortured and his son killed by the Taliban and that Janagha's family threatened to kill them."], ["[20]", "Finally, the Applicant argues that the officer erred in holding that the Applicant and his family could go anywhere else in Afghanistan, and did not consider the testimony of the Applicant's wife that they belong to the minority Hazara group and cannot go to the provinces where Pashtuns and Taliban reigned. The Applicant also alleges that the officer failed to consider publicly available documents on country conditions in Afghanistan to assess the accessibility and reasonableness of an IFA in this particular case."], ["[21]", "I will turn to each of these arguments in the following remarks.", "ANALYSIS"], ["[22]", "Before addressing the Applicant's arguments, the applicable standard of review must be determined. A visa officer's decision as to whether an applicant is a member of the Convention refugees abroad class or the Country of asylum class has been held to be a question of mixed fact and law reviewable on a standard of reasonableness. See e.g.", "<FRAGMENT_SUPPRESSED> ."], ["[23]", "Accordingly, the analysis of the officer's decision will be concerned with the \"existence of justification, transparency and intelligibility within the decision-making process\" and also with \"whether the decision falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and the law\":", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "The two relevant classes are described in sections 145 and 147 of the", "IRPR", "145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee.", "147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because", "(a) they are outside all of their countries of nationality and habitual residence; and", "(b) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries.", "145. Est un réfugié au sens de la Convention outre-frontières et appartient à la catégorie des réfugiés au sens de cette convention l'étranger à qui un agent a reconnu la qualité de réfugié alors qu'il se trouvait hors du Canada.", "147. Appartient à la catégorie de personnes de pays d'accueil l'étranger considéré par un agent comme ayant besoin de se réinstaller en raison des circonstances suivantes:", "a) il se trouve hors de tout pays don't il a la nationalité ou dans lequel il avait sa résidence habituelle;", "b) une guerre civile, un conflit armé ou une violation massive des droits de la personne dans chacun des pays en cause ont eu et continuent d'avoir des conséquences graves et personnelles pour lui."], ["[25]", "In both cases, applicants must also conform to section 139 of the", "IRPR", ". In particular, paragraph 139(1)", "(d)", "provides:", "139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that", "...", "(d) the foreign national is a person in respect of whom there is no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada, namely", "(i) voluntary repatriation or resettlement in their country of nationality or habitual residence, or", "(ii) resettlement or an offer of resettlement in another country;", "139. (1) Un visa de résident permanent est délivré à l'étranger qui a besoin de protection et aux membres de sa famille qui l'accompagnent si, à l'issue d'un contrôle, les éléments suivants sont établis:", "...", "d) aucune possibilité raisonnable de solution durable n'est, à son égard, réalisable dans un délai raisonnable dans un pays autre que le Canada, à savoir:", "(i) soit le rapatriement volontaire ou la réinstallation dans le pays don't il a la nationalité ou dans lequel il avait sa résidence habituelle,", "(ii) soit la réinstallation ou une offre de réinstallation dans un autre pays;", "a) Did the officer err in concluding that the Applicant's fear is not based on a Convention ground?"], ["[26]", "There is no dispute that family relationship may constitute a \"particular social group\" pursuant to section 96 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (\"", "IRPA", "\"). However, it is equally well established that the mere fact a claimant is targeted because of his family ties is not sufficient to bring the persecutory treatment within that category. The Respondent correctly states that the general underlying themes of the defence of human rights and anti-discrimination that form the basis for the international refugee protection regime must be taken into account when interpreting the notion of a \"particular social group\" in the", "IRPA", ". It is in that context that this Court has consistently held that the victims of crime are not by virtue of that fact members of a particular social group. That being the case, family relationship will not constitute a \"particular social group\" when the primary victim is targeted for retribution or criminal purposes. In other words, the fact that a person alleges to be persecuted because he or she is a family member of another person who fears persecution is not sufficient, in and of itself, to ground a refugee claim. The primary victim must be persecuted on a valid Convention ground; the fact that a claimant is a member of a family, a member of which has been threatened with death, does not make that claimant a member of a particular social group where the threat is the result of retribution or criminal revenge. As Justice Dawson stated in", "<FRAGMENT_SUPPRESSED> :", "To find otherwise would be to conclude that persecutory treatment directed to family members in no way related to discrimination or fundamental human rights would attract the protection of the Convention. For example, if children were the victims of persecutory conduct as a result of a parent's failure to forego a commercial opportunity or to cheat in a sporting event, I do not believe that it is intended that the Convention should be engaged to protect the children. That does not mean that protection ought not to be afforded, or that it would not be afforded, but simply that the source of the protection ought not to be the Convention.", "See also:", "<FRAGMENT_SUPPRESSED> ."], ["[27]", "In the case at bar, the Applicant's fears are based on threats of violence in retribution for actions taken by his son. Having been threatened with death, the Applicant is a victim of crime. However the fact that the criminal activity stems from actions taken by a family member and the threats are to the family generally does not bring the persecutory treatment within the ground of a \"particular social group\". Reference was made in the Applicant's application for permanent residence to the persecution they suffered in Afghanistan as Hazaras. Even if the officer accepted his testimony regarding his son's death and his detention and torture at the hands of the Taliban who said that they were \"not real Muslims\", it was clear at the interview that family enmity with Janagha's family was the only reason the Applicant and his family feared returning to Afghanistan. The officer made no error in determining that a fear of violence resulting from family feud is not a valid Convention ground.", "b) Did the officer err in finding that the Applicant is not a member of the Country of asylum class?"], ["[28]", "The Applicant's position with regard to the officer's determination of his membership in the Country of asylum class is not entirely clear. The Applicant argued that it was not open for the officer to find that he and his family will not be seriously affected if they return to Afghanistan while accepting that Janagha's family had threatened to kill the Applicant's entire family and that the Taliban had killed the Applicant's son and tortured the Applicant."], ["[29]", "Members of the Country of asylum class need not meet the definition of Convention refugee, and consequently need not demonstrate a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion. Rather, they must demonstrate that they are displaced outside of their country of nationality and habitual residence, and have been and continue to be seriously affected by civil war, armed conflict or massive violations of civil rights, and that there is no reasonable prospect within a reasonable period of a durable solution elsewhere for them."], ["[30]", "It is true that in his written application for permanent residence, the Applicant had indicated that \"...there is not any security of our life [in Afghanistan], still there is kidnapping, bomb blasts. There is no protection of human life ...\" (Tribunal Record, p. 71). Yet during the interview, the Applicant focused exclusively on the situation created by the personal enmity with Janagha's family, which the Applicant believed was a very powerful family due to associations with the Jamiat political party. The Applicant's wife and two children each confirmed that this was the basis of their fear. Further, the officer noted that the Applicant had not left Afghanistan when other family members had, following the civil disturbances prior to the Taliban regime. Finally, it was also noted that the Applicant stated he could live in Kabul, were it not for the personal enmity."], ["[31]", "In those circumstances, I believe the officer's conclusion on the Applicant's eligibility to the Country of asylum class is reasonable even if he did not conduct a thorough assessment of the Applicant's situation in this regard. Contrary to the situations in", "<FRAGMENT_SUPPRESSED>  and in", "<FRAGMENT_SUPPRESSED>  the officer did not fail to reach a conclusion on the Country of asylum class, and did not confuse the criteria for both tests. The officer was aware of the Applicant's concerns based on his status as a Shia-Hazara-Ismaili. However, these concerns only arose in the context of their fear of Janagha's family and in their response that they could not move elsewhere in Afghanistan to avoid this family. The Applicant's ethnic and religious status was not presented as a separate ground of risk. In those circumstances, it was therefore reasonably open to the officer to conclude that the Applicant had not discharged his burden of establishing that he would be seriously and personally affected by armed conflict or massive violations of human rights in Afghanistan."], ["[32]", "Much like the officer, this Court is sympathetic to the family's situation but is unable to conclude that the officer erred in determining that the reasons for having sought refuge do not correspond to the definition found in section 147 of the", "IRPA", "of a member of the Country of asylum class. Indeed, this case is similar to the situation described in", "<FRAGMENT_SUPPRESSED> :", "The application before the officer was not based upon the general conditions in Afghanistan after several decades of insurrection and civil war but upon Commander Khan's purported enmity towards the principal male applicant stemming from his refusal to allow the Commander to marry his sister. The officer was not obliged to search out and to reference country condition evidence to address issues that were not raised and were not grounded in the evidence."], ["[33]", "In light of the above, I am therefore of the view that this second argument of the Applicant in support of his submission to quash the impugned decision ought to be dismissed.", "c) Did the officer err in finding that the Applicant has a viable IFA?"], ["[34]", "The Applicant asserts that the officer erred in holding that they could go anywhere else in Afghanistan where their lives would not be threatened by Janagha's family. The Applicant goes on to submit that the officer erred by failing to identify exactly where in Afghanistan an IFA might exist, and by ignoring his wife's testimony that they cannot safely live among Pashtuns. Finally, the Applicant adds that the officer failed to consider any documents regarding the current country conditions in Afghanistan."], ["[35]", "While I do not disagree with the general principles enunciated by the Applicant, they are of no help in the particular circumstances of this case for the simple reason that it is manifest on a reading of the entire decision and of the Computer Assisted Immigration Processing System (CAIPS) notes that the officer did not reject the application on the basis of an IFA. Indeed, there is no mention of an IFA in the decision communicated on November 5, 2011."], ["[36]", "The notes reveal that the officer did inquire as to whether the Applicant could relocate to another province in Afghanistan, to which the Applicant's wife responded that they could not live outside of Kabul as a result of their religion and ethnicity. The officer therefore had this evidence before him prior to making his decision. However, the officer's decision was not based on the possibility of relocating. Rather, as noted in the reasons, the officer relied on the Applicant's own statement that he could live in Kabul. It was only the personal situation with Janagha's family which prevented the Applicant from returning to Kabul and, as the officer reasonably found, this was an insufficient basis for a claim as a Convention refugee or a Country of asylum class.", "CONCLUSION"], ["[37]", "For all of the above reasons, the officer's conclusions were reasonable and must be given deference. There is accordingly no basis for review, and the application is dismissed. No questions were proposed for certification.", "JUDGMENT"], ["[38]", "THIS COURT'S JUDGMENT is that", "the application is dismissed. No questions are certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Le demandeur dans la présente affaire sollicite le contrôle judiciaire d'une décision datée du 5 novembre 2011 par laquelle un agent des visas au Haut-commissariat du Canada à Islamabad (Pakistan) a rejeté la demande de résidence permanente qu'il a présentée dans la catégorie des réfugiés au sens de la Convention outre-frontières ou dans la catégorie de personnes de pays d'accueil au titre des articles 145 et 147 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le RIPR)."], ["[2]", "Pour les motifs qui suivent, la présente demande doit être rejetée, car j'ai conclu que l'agent a correctement appliqué les principes juridiques pertinents et n'a pas mal compris ou mal interprété la preuve.", "LES FAITS"], ["[3]", "Le demandeur, son épouse et deux personnes à charge, sont des ressortissants afghans membres de la communauté ethnique et religieuse chiite ismaélienne hazara qui vivent actuellement au Pakistan. Ils ont fui Kaboul et se sont rendus au Pakistan parce qu'ils craignaient un homme du nom de Janagha, et sa famille, qui étaient membres du parti politique Jamiat-e-Islami, un parti politique très puissant qui est actif en Afghanistan. Janagha et le demandeur ont été voisins pendant longtemps. En 1996, environ 15 jours après avoir pris Kaboul, les talibans ont fouillé la boutique du demandeur et ont trouvé de l'alcool artisanal. Ils ont dit au demandeur qu'il n'était pas un véritable musulman. Le demandeur et son fils ont été arrêtés et ont été sauvagement battus. Le fils du demandeur, craignant pour la vie de son père, a révélé aux talibans que c'était le fils de Janagha, Sheeragha, qui avait apporté l'alcool et que son père n'était pas au courant. Les talibans ont arrêté Sheeragha et l'ont battu avec un câble jusqu'à ce qu'il s'évanouisse. Ils ont ensuite commencé à battre le fils du demandeur, mais le demandeur s'est tiré par dessus lui et a supplié les talibans de cesser de le battre sinon il mourrait. Les talibans ont ensuite amené le demandeur dans une autre cellule. Six jours plus tard, pendant que le demandeur se trouvait toujours en détention, il a été informé par d'autres détenus que les talibans avaient tué son fils et Sheeragha."], ["[4]", "Le demandeur a été placé en détention pendant 10 jours et a été libéré parce que sa femme a vendu le contenu de leur boutique et a donné une somme d'argent aux talibans en échange de sa liberté. Sa femme lui a dit que le père et l'oncle de Sheeragha l'avaient menacée en disant que toute sa famille serait tuée si Sheeragha mourait. Le lendemain matin, le demandeur et le reste de sa famille se sont enfuis au Pakistan. Ils ne sont pas retournés en Afghanistan depuis ce temps."], ["[5]", "En 2008, le demandeur et sa famille ont présenté une demande de résidence permanente au Canada dans la catégorie des réfugiés au sens de la Convention outre-frontières ou dans la catégorie de personnes de pays d'accueil, sous le parrainage de l'Association Éducative Transculturelle, un organisme québécois. Le demandeur et sa famille ont été interrogés au Haut-Commissariat du Canada à Islamabad le 27 septembre 2011, et leur demande a été refusée par lettre datée du 5 novembre 2011."], ["[6]", "Dans sa demande de résidence permanente, le demandeur a fait état des problèmes qu'il avait eus avec les talibans et la famille de Janagha. Il a expliqué que les membres de la communauté ethnique et religieuse chiite ismaélienne hazara étaient persécutés par les talibans en Afghanistan et que rien n'est fait dans ce pays pour assurer la sécurité des gens ou pour protéger leurs vies. Il a également expliqué que, au Pakistan, les membres de sa famille ne peuvent obtenir aucun permis de travail, ne peuvent pas aller à l'école publique et sont victimes de harcèlement de la part de la police parce qu'ils travaillent illégalement.", "LA DÉCISION FAISANT L'OBJET DU PRÉSENT CONTRÔLE"], ["[7]", "L'agent des visas a conclu que le demandeur n'avait pas répondu aux exigences prévues pour immigrer au Canada. Après avoir cité les dispositions législatives pertinentes et après avoir soigneusement évalué l'ensemble des facteurs relatifs à la demande, l'agent, au vu des motifs qui lui ont été soumis lors de l'entrevue et qu'il a inscrits dans ses notes, s'est dit non convaincu que le demandeur appartenait à l'une ou l'autre des catégories prévues."], ["[8]", "L'agent a notamment conclu que le demandeur ne satisfaisait pas aux critères applicables à la « catégorie de personnes de pays d'accueil (RA) » au sens de l'article 147 du RIPR et n'a pas été convaincu, selon la prépondérance des probabilités, que le demandeur était une personne sur qui une guerre civile, un conflit armé ou une violation massive des droits de la personne ont eu et continuent d'avoir des conséquences graves et personnelles. L'agent souligne que, selon le Manuel OP 5, l'expression « conséquences graves et personnelles » désigne la violation systématique d'un droit fondamental »."], ["[9]", "En ce qui concerne la catégorie des réfugiés au sens de la Convention outre-frontières, l'agent n'a pas été convaincu qu'il y a une possibilité raisonnable que le demandeur ou des membres de sa famille soient persécutés s'ils retournaient dans leur pays d'origine ou qu'ils ont de bons motifs de croire qu'ils seraient persécutés s'ils y retournaient."], ["[10]", "Les notes d'entrevue révèlent que l'agent a interrogé le demandeur au sujet de son emploi de vendeur de fruits au Pakistan et sur son logement dans ce pays et que celui-ci semblait être préoccupé par la cohérence des renseignements donnés quant au logement; toutefois, rien ne donne à penser que ces préoccupations étaient pertinentes."], ["[11]", "L'agent a demandé aux membres de la famille s'ils se rendraient en visite en Afghanistan si leur demande était accueillie et ils ont répondu non parce qu'ils y ont des ennemis et qu'ils craignent que le demandeur ou un autre membre de la famille soit tué."], ["[12]", "L'agent a demandé au demandeur pourquoi lui et sa famille avaient décidé de quitter l'Afghanistan. Il a expliqué les circonstances entourant sa détention par les talibans et les menaces reçues de la part de la famille de Janagha."], ["[13]", "L'agent a également demandé au demandeur si lui et sa famille pouvaient aller [traduction] « ailleurs en Afghanistan ». Le demandeur a déclaré qu'ils ne pouvaient pas parce qu'ils avaient peur de la famille de Janagha, et ce, même au Pakistan, et qu'ils ne seraient pas en sécurité en Afghanistan en raison de l'allégeance politique de la famille envers le parti Jamiat et le pouvoir connexe."], ["[14]", "Comme il ressort des notes, l'agent a demandé aux membres de la famille si leur crainte de la famille de Janagha était la seule raison pour laquelle ils ne pouvaient pas retourner en Afghanistan et le demandeur a répondu par l'affirmative."], ["[15]", "Dans son évaluation, l'agent a conclu que le demandeur était crédible. L'agent a affirmé que le demandeur s'est enfui de Kaboul [traduction] « en raison d'une animosité personnelle envers une famille qui pourrait être puissante/influente », et il a expliqué entre parenthèses que [traduction] « cette description de personnes hostiles a été faite par tous les demandeurs » [sic]. L'agent souligne que le demandeur [traduction] « a clairement dit que sa crainte est fondée sur les menaces de vengeance faites par ces personnes [sic] pour avoir livré son fils »."], ["[16]", "L'agent souligne que le demandeur est demeuré à Kaboul même lorsque la famille de sa femme a quitté en raison des troubles civils qui ont eu lieu avant que les talibans ne prennent le pouvoir et il déclare que [traduction] « [a]près maintes questions, le DP démontre qu'il n'y a aucune autre raison pour laquelle il a quitté ou pour laquelle il craint de retourner ». Bien que l'agent comprenne la situation du demandeur et de sa famille, les motifs pour lesquels ils ont demandé l'asile ne correspondent pas aux catégories pertinentes."], ["[17]", "L'agent a examiné le cas des autres membres afin d'établir pourquoi ils craignaient de retourner en Afghanistan. L'agent a informé la famille que les inimitiés personnelles ne sont pas une raison pour accorder l'asile. L'agent n'était pas convaincu qu'ils ne disposeraient pas d'une possibilité de refuge intérieur (PRI) ou qu'ils ne pourraient pas se prévaloir de la protection de l'État. L'épouse du demandeur a expliqué que parce qu'ils sont membres de la communauté religieuse chiite ismaélienne hazara, ils ne pouvaient vivre qu'à Kaboul et non pas dans une autre province.", "QUESTIONS EN LITIGE"], ["[18]", "Le demandeur prétend que l'agent a commis une erreur de droit en rejetant sa demande d'asile en prétendant qu'elle découlait d'une animosité personnelle. Le demandeur prétend que lui et sa famille sont exposés à des risques en raison de leurs liens familiaux avec son fils et que les liens familiaux constituent un groupe social valide pour demander l'asile lorsque la famille elle-même, à titre de groupe, fait l'objet de représailles et de vengeance."], ["[19]", "Le demandeur prétend de plus que l'agent a mal appliqué l'alinéa 147", ") du RIPR et a conclu à tort qu'il n'y aurait pas de conséquences graves pour lui et sa famille s'ils retournaient en Afghanistan après avoir accepté qu'il avait été torturé et que son fils avait été tué par les talibans et que la famille de Janagha avait menacé de les tuer."], ["[20]", "Enfin, le demandeur prétend que l'agent a commis une erreur en concluant que le lui et sa famille pouvaient aller n'importe où ailleurs en Afghanistan et n'a pas tenu compte du témoignage de son épouse selon lequel ils appartenaient à la minorité hazara et qu'ils ne peuvent pas aller dans les provinces où les Pachtounes et les talibans règnent. Le demandeur prétend également que l'agent a omis d'examiner des documents publics portant sur la situation en Afghanistan afin d'évaluer l'accessibilité et le caractère raisonnable de la PRI en l'espèce."], ["[21]", "Dans les remarques qui suivent, je vais examiner chacun de ces arguments.", "ANALYSE"], ["[22]", "Avant d'examiner les arguments du demandeur, il faut déterminer quelle norme de contrôle il convient d'appliquer. La décision d'un agent des visas quant à savoir si un demandeur appartient à la catégorie des réfugiés au sens de la Convention outre-frontières ou à la catégorie de personnes de pays d'accueil a été jugée comme étant une question mixte de fait et droit et est contrôlable selon la norme de la décision raisonnable (voir, p. ex.,", "<FRAGMENT_SUPPRESSED> et 12;", "<FRAGMENT_SUPPRESSED> à 20;", "<FRAGMENT_SUPPRESSED> ."], ["[23]", "Par conséquent, dans l'examen de la décision de l'agent, la Cour doit s'intéresser « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (voir", "<FRAGMENT_SUPPRESSED> )."], ["[24]", "Les deux catégories pertinentes sont décrites aux paragraphes 145 et 147 du RIPR:", "145. Est un réfugié au sens de la Convention outre-frontières et appartient à la catégorie des réfugiés au sens de cette convention l'étranger à qui un agent a reconnu la qualité de réfugié alors qu'il se trouvait hors du Canada.", "147. Appartient à la catégorie de personnes de pays d'accueil l'étranger considéré par un agent comme ayant besoin de se réinstaller en raison des circonstances suivantes:", "a) il se trouve hors de tout pays dont il a la nationalité ou dans lequel il avait sa résidence habituelle;", "b) une guerre civile, un conflit armé ou une violation massive des droits de la personne dans chacun des pays en cause ont eu et continuent d'avoir des conséquences graves et personnelles pour lui.", "145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee.", "147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because", "(a) they are outside all of their countries of nationality and habitual residence; and", "(b) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries."], ["[25]", "Dans les deux cas, les demandeurs doivent également se conformer à l'article 139 du RIPR. L'alinéa 139(1)", ") prévoit notamment ce qui suit:", "139. (1) Un visa de résident permanent est délivré à l'étranger qui a besoin de protection et aux membres de sa famille qui l'accompagnent si, à l'issue d'un contrôle, les éléments suivants sont établis:", "...", "d) aucune possibilité raisonnable de solution durable n'est, à son égard, réalisable dans un délai raisonnable dans un pays autre que le Canada, à savoir:", "(i) soit le rapatriement volontaire ou la réinstallation dans le pays dont il a la nationalité ou dans lequel il avait sa résidence habituelle,", "(ii) soit la réinstallation ou une offre de réinstallation dans un autre pays;", "139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that", "...", "(d) the foreign national is a person in respect of whom there is no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada, namely", "(i) voluntary repatriation or resettlement in their country of nationality or habitual residence, or", "(ii) resettlement or an offer of resettlement in another country;", "a) L'agent a-t-il commis une erreur en concluant que la crainte du demandeur n'est pas fondé sur un motif visé par la Convention?"], ["[26]", "Il n'est pas contesté que les liens familiaux peuvent constituer un « groupe social » au sens de l'article 96 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (LIPR). Toutefois, il est également de droit constant que le simple fait qu'un demandeur soit ciblé en raison de ses liens familiaux ne suffit pas à faire relever la persécution de cette catégorie. Le défendeur affirme avec raison que les thèmes sous-jacents généraux de la défense des droits de la personne et de l'antidiscrimination qui constituent le fondement du régime international de protection des réfugiés doivent être pris en compte lorsqu'on interprète la notion de « groupe social » qui figure dans la LIPR. C'est dans ce contexte que la Cour a toujours conclu que les victimes d'actes criminels ne sont pas, de ce simple fait, membres d'un groupe social. Cela étant, les liens familiaux ne constitueront pas un « groupe social » lorsque la victime principale est ciblée à des fins de rétribution ou à des fins criminelles. En d'autres mots, le fait qu'une personne prétende être persécutée parce qu'elle est membre de la famille d'une autre personne qui craint d'être persécutée n'est pas suffisant, en soi, pour justifier une demande d'asile. La victime principale doit être persécutée pour un motif valable prévu dans la Convention; le fait qu'un demandeur soit un membre d'une famille dont l'un des membres a été menacé de mort, n'a pas pour conséquence que le demandeur appartient à un groupe social lorsque la menace est liée à des motifs de rétribution de nature criminelle. La juge Dawson a formulé à cet égard, dans", "<FRAGMENT_SUPPRESSED>  les explications suivantes au paragraphe 16:", "Conclure autrement reviendrait à conclure qu'un acte de persécution contre des membres de la famille qui ne serait nullement lié à un motif de discrimination ou à des droits humains fondamentaux donnerait ouverture à la protection de la Convention. Par exemple, si des enfants étaient victimes d'un acte de persécution parce qu'un de leurs parents n'a pas renoncé à une occasion d'affaire ou à tricher lors d'un événement sportif, je ne crois pas qu'on avait prévu de s'en remettre à la Convention pour assurer la protection des enfants. Cela ne veut pas dire qu'aucune protection ne devrait être consentie ou qu'on ne consentirait pas à une telle protection, mais simplement que la Convention ne devrait pas en constituer le fondement.", "Voir également:", "<FRAGMENT_SUPPRESSED> ."], ["[27]", "En l'espèce, les craintes du demandeur sont fondées sur des menaces de recours à la violence en guise de représailles pour des actions commises par son fils. Ayant été menacé de mort, le demandeur est victime d'un acte criminel. Toutefois, le fait que l'acte criminel découle d'actions commises par un membre de la famille et que les menaces visent la famille d'une manière générale ne rattache pas les actes de persécution à un « groupe social ». Le demandeur fait mention, dans sa demande de résidence permanente, de la persécution dont lui et sa famille ont été victimes en Afghanistan parce qu'ils sont hazaras. Même si l'agent a accepté son témoignage selon lequel son fils a été tué et qu'il a été détenu et torturé par les talibans qui lui ont dit qu'ils n'étaient pas de « véritables musulmans », il ressort clairement de l'entrevue que l'animosité envers la famille de Janagha était le seul motif pour lequel le demandeur et sa famille craignaient de retourner en Afghanistan. L'agent n'a commis aucune erreur en concluant qu'une crainte d'être victime de violence en raison d'une vendetta entre deux familles ne constitue pas un des motifs prévus à la Convention.", "b) L'agent a-t-il commis une erreur en concluant que le demandeur n'appartient pas à la catégorie de personnes de pays d'accueil?"], ["[28]", "Le point de vue du demandeur concernant la conclusion tirée par l'agent quant à son appartenance à la catégorie de personnes de pays d'accueil n'est pas tout à fait clair. Le demandeur a prétendu qu'il n'était pas loisible à l'agent de conclure que lui et sa famille ne subiraient pas des conséquences graves s'ils retournaient en Afghanistan tout en acceptant que la famille de Janagha eût menacé de tuer toute la famille du demandeur et que les talibans eussent tué le fils du demandeur et eussent torturé le demandeur."], ["[29]", "Les membres de la catégorie de personnes de pays d'accueil n'ont pas à remplir les conditions de la définition de réfugié au sens de la Convention, ni donc à prouver qu'ils craignent avec raison d'être persécutés du fait de leur race, de leur religion, de leur nationalité, de leur appartenance à un groupe social ou de leurs opinions politiques. Ils doivent en revanche prouver qu'ils ont été déplacés hors du pays dont ils ont la nationalité et dans lequel ils avaient leur résidence habituelle, qu'une guerre civile, un conflit armé ou une violation massive des droits de la personne ont eu et continuent d'avoir des conséquences graves et personnelles pour eux et qu'aucune possibilité raisonnable de solution durable n'est, à leur égard, réalisable ailleurs dans un délai raisonnable."], ["[30]", "Il est vrai que, dans sa demande écrite de résidence permanente, le demandeur a mentionné ce qui suit: [traduction] « [...] nous ne sommes pas en sécurité [en Afghanistan], il y a toujours des enlèvements, des attentats à la bombe. Il n'y a aucune protection de la vie humaine [...] » (Dossier du tribunal, p. 71). Or, au cours de l'entrevue, le demandeur a parlé exclusivement de la situation engendrée par l'hostilité personnelle envers la famille de Janagha, laquelle, selon le demandeur, était une famille très puissante en raison de ses liens avec le parti Jamiat. L'épouse et les deux enfants du demandeur ont tous confirmé qu'il s'agissait du fondement de leur crainte. De plus, l'agent a noté que le demandeur n'avait pas quitté l'Afghanistan lorsque les autres membres de la famille l'avaient fait à la suite des troubles civils qui ont lieu avant le régime des talibans. Enfin, on a également noté que le demandeur a déclaré qu'il pourrait vivre à Kaboul si ce n'était de l'animosité personnelle."], ["[31]", "Dans ces circonstances, j'estime que la conclusion de l'agent quant à l'admissibilité du demandeur à la catégorie de personnes de pays d'accueil est raisonnable même s'il n'a pas effectué une analyse approfondie de la situation de l'appelant à cet égard. Contrairement aux situations dans", "<FRAGMENT_SUPPRESSED>  l'agent n'a pas omis de tirer une conclusion quant à la catégorie de personnes de pays d'accueil et n'a pas confondu les éléments des deux critères. L'agent était conscient que le demandeur était inquiet en raison de son statut de chiite ismaélien hazara. Toutefois, ces inquiétudes n'existaient qu'en raison de la crainte de la famille de Janagha et qu'en raison du fait que, selon le demandeur, lui et sa famille ne pouvaient pas aller vivre ailleurs en Afghanistan afin d'éviter la famille de Janagha. L'origine ethnique et la religion du demandeur n'ont pas été présentées comme motifs de risque distincts. Dans ces circonstances, il était donc raisonnablement loisible à l'agent de conclure que le demandeur ne s'est pas acquitté de l'obligation qu'il avait d'établir que le conflit armé ou la violation massive des droits de la personne en Afghanistan auraient des conséquences graves et personnelles pour lui."], ["[32]", "Tout comme l'agent, la Cour est sensible à la situation de la famille, mais elle est incapable de conclure que l'agent a commis une erreur en concluant que les motifs invoqués pour avoir demandé l'asile ne correspondent pas à la définition d'appartenance à la catégorie de personnes de pays d'accueil qui figure à l'article 147 du RIPR. En effet, la présente situation est semblable à la situation décrite dans l'affaire", "<FRAGMENT_SUPPRESSED> :", "La demande dont l'agente était saisie n'était pas fondée sur la situation générale en Afghanistan après plusieurs décennies d'insurrection et de guerre civile, mais plutôt sur la prétendue animosité du commandeur Khan envers le demandeur principal, découlant du refus de ce dernier de permettre au commandeur d'épouser sa sœur. L'agente n'avait pas l'obligation d'effectuer une recherche et de mentionner des preuves sur la situation du pays pour traiter des questions qui n'avaient pas été soulevées et qui n'étaient pas fondées dans la preuve."], ["[33]", "Compte tenu de ce qui précède, j'estime qu'il faut rejeter ce deuxième argument invoqué par le demandeur à l'appui de sa prétention selon laquelle la décision contestée doit être annulée.", "c) L'agent a-t-il commis une erreur lorsqu'il a conclu que le demandeur ne disposait pas d'une PRI viable?"], ["[34]", "Le demandeur prétend que l'agent a commis une erreur lorsqu'il a conclu que lui et sa famille pouvaient aller vivre n'importe où ailleurs en Afghanistan où leurs vies ne seraient pas menacées par la famille de Janagha. Le demandeur affirme en outre que l'agent a commis une erreur en ne précisant pas exactement où en Afghanistan il y aurait une PRI, et en ne tenant pas compte du témoignage de son épouse selon lequel ils ne pouvaient pas vivre en sécurité parmi les Pachtounes. Enfin, le demandeur ajoute que l'agent n'a tenu compte d'aucun document concernant la situation qui existe actuellement en Afghanistan."], ["[35]", "Bien que je souscrive aux principes généraux énoncés par le demandeur, ils ne sont d'aucune utilité dans les circonstances particulières de l'espèce pour la simple raison qu'il ressort clairement de la lecture de l'ensemble de la décision et des notes du Système de traitement informatisé des dossiers d'immigration (STIDI) que l'agent n'a pas rejeté la demande en se fondant sur une PRI. En effet, il n'est aucunement fait mention d'une PRI dans la décision rendue le 5 novembre 2011."], ["[36]", "Les notes révèlent que l'agent a bel et bien vérifié si le demandeur pouvait aller vivre dans une autre province de l'Afghanistan et l'épouse du demandeur a répondu à cet égard qu'ils ne pouvaient pas vivre à l'extérieur de Kaboul en raison de leur religion et de leur origine ethnique. L'agent disposait donc de cette preuve avant de rendre sa décision. Toutefois, la décision de l'agent n'était pas fondée sur la possibilité d'aller vivre ailleurs. Comme il est souligné dans les motifs, l'agent s'est plutôt fié à la déclaration du demandeur selon laquelle il pourrait vivre à Kaboul. Ce n'était qu'en raison de ses problèmes personnels avec la famille de Janagha que le demandeur ne pouvait pas retourner à Kaboul et, comme l'agent l'a raisonnablement conclu, ce motif ne pouvait pas servir de fondement à une demande d'asile à titre de réfugié au sens de la Convention ou à titre de membre de la catégorie de personnes de pays d'accueil.", "CONCLUSION"], ["[37]", "Pour tous les motifs qui précèdent, les conclusions de l'agent étaient raisonnables et il convient de faire preuve de déférence à leur égard. Il n'y a donc aucun motif qui justifie la révision de la décision et la demande est rejetée. Aucune question n'est proposée aux fins de certification.", "JUGEMENT"], ["[38]", "LA COUR REJETTE", "la demande. Aucune question ne sera certifiée.", "[End of document]"]]}