{"id_": "057484", "body_str": [["[1]", "O'Keefe, J.", ": The applicant's claim for refugee protection was denied by the Refugee Protection Division of the Immigration and Refugee Board of Canada [the Board]. He now applies for judicial review of that decision pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act]."], ["[2]", "The applicant seeks an order setting aside the negative decision and returning the matter to a different member of the Board for redetermination.", "I.", "Background"], ["[3]", "The applicant is a citizen of Ecuador. He is homosexual."], ["[4]", "On January 16, 2012, the applicant met his boyfriend, Abraham Josue on an internet chat line."], ["[5]", "On March 17, 2012, the applicant was robbed by three armed men while his taxi was stopped at a traffic light. The applicant was sexually assaulted. The applicant testified that this incident was more likely because he was in the wrong place at the wrong time."], ["[6]", "On April 4, 2012, the applicant reported the incident to the police. The police prepared a report."], ["[7]", "In June 2012, the applicant and Mr. Josue were robbed in the park by three police officers on motorcycles. The applicant did not file a complaint."], ["[8]", "In July 2012, the applicant's brother threatened to have the applicant raped if he learned the applicant was in a relationship with another man. The applicant went to the police, but ultimately decided not to file a complaint against his brother given the potentially serious repercussions to his brother."], ["[9]", "On September 15, 2012, the applicant and Mr. Josue were in a taxi at night. As the taxi was traveling in the wrong direction, a car stopped in front of them. Two men got into the taxi and ordered the driver to resume his driving and later they arrived at an isolated location. The applicant and Mr. Josue were sexually assaulted."], ["[10]", "On September 17, 2012, the applicant and Mr. Josue went to the Redima centre and got tested for AIDs. Mr. Josue tested positive. They were counseled to report the sexual assault to the police."], ["[11]", "In October 2012, the applicant accompanied Mr. Josue to report the incident to the police. The police referred the matter to the prosecutor's office, sexual and family violence department. While at the prosecutor's office, the applicant approached an unnamed lady whom he felt looked like someone with a position of importance. He inquired about the March 2012 complaint to police and the lady stated the office would ask the police."], ["[12]", "On October 18, 2012, the Attorney General requisitioned a medical legal examination for the applicant and Mr. Josue. On the same day, the examining physician conducted the medical examination and prepared the medical report."], ["[13]", "On November 1, 2012, the applicant flew to New York. On November 5, 2012, he arrived in Vancouver on a visa. He then claimed refugee protection on November 29, 2012."], ["[14]", "On December 13, 2012, the applicant and Josue sent a letter to the Attorney General's office in Ecuador and requested support from the GLBTI [gay, lesbian, bisexual, transgender and intersex] community concerning the September 15, 2012 incident.", "II.", "Decision Under Review"], ["[15]", "The Board hearing took place on July 23, 2014. On July 31, 2014, the Board rejected the applicant's claim and determined he is not a Convention refugee and is not a person in need of protection. The Board communicated the negative decision on August 5, 2014."], ["[16]", "The Board found the applicant to be credible. It found the determinative issue in this claim is state protection. It stated if the applicant alleges that the state cannot or will not protect him, the onus is on him to produce clear and convincing evidence of the state's inability to protect him. The Board found the applicant did not meet this onus. Here, the applicant did not take his dissatisfaction with the police response to any higher authority either within the police hierarchy or any other government agency."], ["[17]", "The Board stated this Court has found that just because the police did not apprehend the culprits or that the applicant's complaint was not pursued with the diligence which the applicant would have preferred, this does not mean state protection in his home country is not adequate."], ["[18]", "The Board did not find the March 2012 incident to be an example of the lack of state protection. Here, the applicant did not provide the police report. The Board found there was no documentary evidence as to what was recorded and the applicant did not seek out a higher authority if he was dissatisfied with the progress of the investigation. It found the applicant's discussion with the unnamed woman at the prosecutor's office does not count as seeking state protection from higher authorities."], ["[19]", "The Board found the June 2012 incident was not an example of the lack of state protection. Here, the applicant chose not to file a police report and there was no indication that the prosecutor was not prepared to take his complaint."], ["[20]", "Regarding the September 2012 incident, the Board found the police did take the complaint seriously. Here, the police took the applicant's complaint and referred it to the prosecutor's office. The prosecutor arranged for a medical examination of the applicant and Mr. Josue. The medical report also noted that the applicant needed medical and psychological assessment and treatment. The Board found this indicates a concern for the medical and psychological health of the applicant."], ["[21]", "The Board found that the applicant had no conclusive or even probable evidence that the police were not taking his complaint seriously. It determined the applicant's allegation of inadequate state protection is based on subjective belief. The Board acknowledged that a letter was sent by Mr. Josue to the Attorney General's department about seeking help from the LGBT [lesbian, gay, bisexual, transgender] community. It acknowledged that there is corruption in the national police. It further noted a government news report of the dismissal of 340 officers between January and August 2013. The Board found this indicates corruption is not tolerated. It referenced country documents which reflect significant moves toward gay rights under the administration of President Correa and found the government is taking steps to deal with LGBT issues."], ["[22]", "The Board stated although the protection provided by the national police has a long way to go in order to meet the standard of police forces in other democratic countries such as Canada, perfection is not the standard.  <FRAGMENT_SUPPRESSED>  it stated effectiveness of protection should not be set too high. It found as long as the government is taking serious steps to provide or increase protection for individuals, then an applicant must seek state protection. It stated the efforts made by the state must adequately protect citizens in practice."], ["[23]", "The Board determined the evidence has demonstrated that adequate protection does exist. It found the applicant was not satisfied with the status of the investigation, but this does not mean that state protection was not adequate in a refugee determination context."], ["[24]", "Further, the Board found there is no credible evidence of similarly situated individuals who did not receive state protection."], ["[25]", "Therefore, the Board concluded that under these circumstances, \"state protection would reasonably be forthcoming to the claimant should he require it and should he seek it.\" The Board rejected the applicant's claim under sections 96 and 97 of the Act.", "III.", "Issues"], ["[26]", "The applicant raises the following issues for my review:", "1. The Board has misstated the evidence of the applicant and the country document evidence on the issue of state protection, \"cherry picked\" the evidence and ignored material evidence on the issue of state protection.", "2. The Board has misstated the burden on the applicant when assessing whether he has rebutted the presumption of adequate state protection in Ecuador and therefore misapplied the legal test."], ["[27]", "The respondent raises one issue: whether the applicant has demonstrated reviewable error so as to warrant judicial intervention."], ["[28]", "I would rephrase the issues as follows:", "A. What is the standard of review?", "B. Did the Board misunderstand the state protection test?", "C. Was the Board's analysis on state protection reasonable?", "IV.", "Applicant's Written Submissions"], ["[29]", "The applicant submits the standard of reasonableness should apply for reviewing findings of fact or mixed law and fact."], ["[30]", "The Board cannot ignore the evidence relevant to the issue before it (", "<FRAGMENT_SUPPRESSED>  157 FTR 35 [", "Cepeda-Gutierrez", "])."], ["[31]", "First, the applicant submits the Board misstated and ignored material evidence. He submits the Board erred in finding that there is no credible evidence of similarly situated individuals who did not receive state protection that would lead the applicant to believe that state protection would not reasonably be available to him. He argues there was credible documentary evidence that LGBT organizations were making complaints to the government that the police and prosecutors were not thoroughly investigating the deaths of LGBT individuals. This information is contained in the US Country Reports on Human Rights Practices for 2013: Ecuador, the same resource the Board cited to support its statement about the training of police cadets."], ["[32]", "The applicant submits this evidence of similarly situated individuals was relevant to the issue of the capacity and willingness of the Ecuadorian state to provide protection to LGBT individuals. Although the Board does not have to accept this evidence, it was obliged to consider it and weigh it as part of its assessment (", "<FRAGMENT_SUPPRESSED> [2011] FCJ No 1715)."], ["[33]", "Also, the applicant takes issue with the Board's statement that he had no conclusive or even probable evidence that the police were not taking his complaint seriously. He argues the police were not taking his complaint seriously because given the behaviour of the taxi driver during the September 2012 incident, the police never asked the name of the taxi company or any identifying features of the driver. Also, the Board referred to the letter written by Mr. Josue to the Attorney General's office, but did not analyze it in any way on the issue of state protection. The applicant argues the very fact that the letter had to be written was relevant to the issue of the willingness of the police to protect similarly situated individuals."], ["[34]", "Second, the applicant submits the proposition stated by the Board as to the burden on the applicant at paragraph 43, is not the law and not supported by", "<FRAGMENT_SUPPRESSED>  124 FTR 160 [ <FRAGMENT_SUPPRESSED> ]. In <FRAGMENT_SUPPRESSED> , the burden of proof rests on the claimant in a way that is directly proportional to the level of democracy in the state in question. The more democratic the state's institutions are, the more the claimant must have done to exhaust all courses of action. The applicant argues the Board did not recognize the proportionality of the burden. The Board erred in finding once a state is said to be democratic, an applicant is then required to show that \"they should not have been required to exhaust all of the avenues of the recourses available to them domestically before claiming refugee status in Canada.\""], ["[35]", "Here, the Board concluded the national police in Ecuador have a long way to go to meet the standard of police forces in other democratic countries. The applicant argues the Board failed to address this finding in its assessment of the burden on the applicant when attempting to rebut state protection. The applicant argues the Board's statement raised more questions than answers. It is unclear as to how bad the Board thought the Ecuadorian police's investigative abilities are.", "V.", "Respondent's Written Submissions and Further Memorandum"], ["[36]", "The respondent agrees with the applicant that the applicable standard of review in this case is the standard of reasonableness. (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]). It submits the Board's reasons must not be reviewed microscopically."], ["[37]", "First, the respondent submits the Board properly considered the evidence. It argues the Board is deemed to have considered all of the evidence before it and it does not need to refer to every piece of evidence unless it bears mentioning [", "Cepeda-Gutierrez", "]."], ["[38]", "Regarding the country conditions document on police investigation of LGBT deaths, this evidence was not that of \"similarly situated\" individuals. The reported assertion was very specific to investigations of deaths of LGBT individuals, not how the police generally handle investigations of crimes against LGBT individuals. Therefore, the Board cannot be faulted for not expressly mentioning that evidence, which, on its face, was not relevant in this case."], ["[39]", "The Board addressed LGBT issues by acknowledging that the government is aware of the problems that exist within the police force at paragraph 55. It argues the Board addressed evidence of human rights training; and this is", "prima facie", "broad enough to encompass LGBT issues. Also, the LGBT group evidence does not assert that state protection is non-existent, only that it is allegedly inadequate."], ["[40]", "Regarding the failure of the police to pursue certain lines of questioning regarding the taxi, the respondent argues this lack of questioning did not bear express mention as it was not conclusive or probable evidence that the police were not taking the applicant's complaint seriously. The investigation was in its early stages and there was nothing to stop the applicant at any point from taking the initiative to provide the police and prosecutors with this information. The applicant left the country two weeks after the medical examination. The Board had no evidence that he made any further effort to assist with the investigation."], ["[41]", "The respondent argues the Board expressly mentioned the Attorney General's letter and did consider and analyze it. Here, the Board acknowledged that the applicant and Mr. Josue were dissatisfied with the police response and hence, sought support from the LGBT community in writing to the Attorney General. However, the Board was entitled to also take into account other considerations and make a decision based on the totality of the evidence."], ["[42]", "The respondent argues the applicant is asking this Court to reweigh the evidence which is beyond the scope of judicial review."], ["[43]", "Second, the respondent submits the Board did consider the principle of proportionality in its state protection analysis. It argues the applicant's argument focuses upon form over substance. Here, the Board considered the level of democracy and country conditions in Ecuador. It noted that Ecuador was found to be a functioning democracy. The Board acknowledged that it was not enough for a state to be willing to provide protection, but the efforts must adequately protect its citizens in practice. It found that the applicant made insufficient efforts to test the effectiveness of state protection available to him in Ecuador."], ["[44]", "The respondent argues the Board, in applying the proportionality principle to the facts of this case and specifically considering the applicant's personal circumstances, the Board was not satisfied that the applicant had taken sufficient steps to seek state protection in Ecuador. It submits that it is not enough for the applicant to merely disagree with this finding.", "VI.", "Analysis and Decision", "A.", "Issue 1 - What is the standard of review?"], ["[45]", "Where the jurisprudence has satisfactorily resolved the standard of review, the analysis need not be repeated ( <FRAGMENT_SUPPRESSED> at paragraph 62)."], ["[46]", "Insofar as the test for state protection is concerned, the standard of correctness should be applied.  <FRAGMENT_SUPPRESSED> to 22, [2013] FCJ No 1099, Chief Justice Paul Crampton found the standard of correctness should be used in examining whether or not the Board misunderstood the test for state protection. I further confirmed this in", "<FRAGMENT_SUPPRESSED> [2014] FCJ No 105."], ["[47]", "Insofar as the reasonability of the state protection analysis is concerned, the standard of reasonableness should be applied. The Federal Court of Appeal has determined in", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 399, that the standard of review is reasonableness for the analysis of state protection."], ["[48]", "The standard of reasonableness means that I should not intervene if the Board's decision is transparent, justifiable, intelligible and within the range of acceptable outcomes ( <FRAGMENT_SUPPRESSED> at paragraph 47). Here, I will set aside the Board's decision only if I cannot understand why it reached its conclusions or how the facts and applicable law support the outcome (", "Newfoundland and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> , a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence."], ["[49]", "I wish to deal first with Issue 3.", "B.", "Issue 3 - Was the Board's analysis on state protection reasonable?"], ["[50]", "I find the Board's determination on state protection was unreasonable."], ["[51]", "First, regarding the country conditions document on police investigation of LGBT deaths, I find the Board ignored this evidence in making the statement that there is no credible evidence of similarly situated individuals who did not receive state protection."], ["[52]", "In", "Cepeda-Gutierrez", "at paragraph 16, Mr. Justice John M. Evans found the Board is deemed to have considered all of the evidence before it and it does not need to refer to every piece of evidence unless it bears mentioning. The Board's duty to consider the evidence increases with the increase of the significance of the evidence, where \"the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\"\" (", "Cepeda-Gutierrez", "at paragraph 17)."], ["[53]", "I find the evidence that the police and prosecutors were not thoroughly investigating the deaths of LGBT individuals is relevant evidence of similarly situated individuals and is pertinent to the issue of the capacity and willingness of the Ecuadorian state to provide protection to LGBT individuals. This evidence is contradictory to the Board's conclusion that there is no credible evidence of the lack of state protection for similarly situated individuals. I do not agree with the respondent that this evidence is not worthy of mentioning because it is too specific. In my view, whether the evidence is on investigations of deaths of LGBT individuals or investigations of sexual assaults of LGBT individuals, it would likely be an indication of how the police generally handle investigations of crimes against LGBT individuals."], ["[54]", "In the present case, the Board acknowledged that there is corruption with the national police and the police force is not up to the standard of other democratic countries. Nowhere did the Board mention any negative evidence that relates to the lack of adequate protection to similarly situated individuals. This leads me to the view that the Board was being selective of its review of evidence and made an erroneous finding of fact without regard to the evidence before it."], ["[55]", "In light of the above, I find the Board's decision was unreasonable because it erred in finding there is no credible evidence of the lack of adequate protection for similarly situated individuals. It is unclear to me what the Board's determination would be if it had properly considered all the evidence."], ["[56]", "Because of my finding on Issue 3, there is no need for me to deal with Issue 2."], ["[57]", "As a result, the application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination."], ["[58]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[59]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "...", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "...", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "[End of document]"]]}