{"id_": "057543", "body_str": [["[1]", "Zinn, J.", ": Cobalt Pharmaceuticals Company [Cobalt], pursuant to paragraph 6(5)(b) of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 [", "Regulations", "], moves to dismiss, as an abuse of process, part of the application by Valeant Canada LP/Valeant Canada S.E.C. and Valeant International Bermuda [Valeant] requesting an order prohibiting the Minister from issuing a Notice of Compliance [NOC] under subsection 6(1) of the", "Regulations."], ["[2]", "The underlying application relates to two patents: Canadian Patent No. 2,242,224 [the '224 Patent], and Canadian Patent No. 2,307,547 [the '547 Patent]. This motion deals only with the '224 Patent. For the reasons that follow, I find that Valeant's application is not an abuse of process.", "Background", "The '224 Patent"], ["[3]", "The '224 Patent deals with formulations and manufacturing processes for the cardiovascular drug, diltiazem. The purpose of the formulations covered by the '224 Patent was to eliminate a \"food effect\" problem with previous sustained release formulations. This was done by adding a surfactant."], ["[4]", "The '224 Patent, which is entitled \"Sustained-Release Microgranules Containing Diltiazem as the Active Principle,\" was issued on January 13, 2004, and expires on December 23, 2016. The patent has three independent claims: 1, 35, and 36."], ["[5]", "The construction of claim 1 is not disputed. It specifies that the surfactant be located in the active layer. The construction of claims 35 and 36, and specifically whether they require that the surfactant be located in the active layer, is disputed.", "The Previous Decision Interpreting the '224 Patent"], ["[6]", "In 2005, Biovail Corporation [Biovail], the corporate predecessor to Valeant, was the applicant in a NOC proceeding brought against Rhoxalpharma Inc. [Rhoxal]. The pharmaceutical product at issue was an extended release formulation of diltiazem hydrochloride, trade-name Tiazac, manufactured and sold in Canada by Biovail as the exclusive licensee under the '224 Patent."], ["[7]", "In", "FRAGMENT_SUPPRESSED, the main issue was whether the precise location of the surfactant was an essential element of claims 35 and 36 of the '224 Patent when properly construed. Specifically, did those claims require that the surfactant be located within the active layer of the formulation? Justice Noël construed claims 35 and 36 of the '224 Patent as requiring that the surfactant be located in the active layer. He determined that the active layer of the Rhoxal capsule did not contain a surfactant. Accordingly, he found that Biovail had not established that Rhoxal's allegation of non-infringement in its Notice of Allegation [NOA] was not justified, and accordingly, Biovail's NOC application was dismissed."], ["[8]", "Biovail appealed to the Federal Court of Appeal arguing, in part, that Justice Noël \"erred in law in his construction of the '224 Patent, particularly claims 35 and 36, by reference to the disclosure and the examples, to narrow the scope of those claims.\" Biovail's appeal was dismissed by the Court of Appeal as moot because the NOC had issued:", "FRAGMENT_SUPPRESSED. No action for infringement was launched by Biovail.", "The Current Underlying Application"], ["[9]", "In August 2012, Cobalt served its NOA in respect of its tablets, Tiazac XC, alleging non-infringement and invalidity of the '224 and '547 patents. Valeant brought an application under subsection 6(1) of the", "Regulations", "in response, seeking to prevent the Minister from issuing a NOC to Cobalt.", "The Current Proceeding"], ["[10]", "Valeant submits that claims 35 and 36 should be read broadly such that the invention instructs incorporating a surfactant in", "either", "the active layer", "or", "the sustained release layer. Valeant claims that the surfactant helps to release the diltiazem, that it can perform this function from either layer, and that the location of the surfactant is not an essential part of the claim."], ["[11]", "Cobalt claims, and this Court found in", "FRAGMENT_SUPPRESSED", ", that the invention is narrow and requires that the surfactant be in the active layer. Cobalt says that because its formulation has the surfactant in the sustained release layer, its formulation does not infringe the '224 Patent.", "Position of the Parties", "Cobalt"], ["[12]", "Cobalt submits that this is relitigation vis-à-vis the '224 Patent; that this is not an exceptional situation calling for relitigation; that once a specific allegation of patent invalidity has been found to be justified in the NOC context, the issue cannot be relitigated in respect of the same patent and the same allegation; that Justice Noël's decision on the interpretation of the '224 Patent was correct; and that if the construction of the '224 Patent in", "FRAGMENT_SUPPRESSED", "is applied to this application, Cobalt's Tiazac XC formulation does not infringe the '224 Patent because it does not contain surfactant in the active layer.", "Valeant"], ["[13]", "Valeant submits that Cobalt has not met the threshold test of \"could not possibly succeed\" to strike out part of its application; that motions to strike in NOC proceedings are exceptional; that no determination has been made as to whether Cobalt's product infringes; that even if Justice Noël's construction of the patent is accepted on this application, that alone does not determine the issue of whether Cobalt's NOA is sufficient because the Court must still determine if, under Justice Noël's construction of the patent, Cobalt's product is infringing; that judicial comity will not necessarily be undermined by permitting the application to proceed as presently constituted; that the decision of Justice Noël, while persuasive and deserving of considerable weight, is not binding; and lastly, that for policy reasons, paragraph 6(5)(b) of the", "Regulations", "does not apply because this is not a case of an innovator repeatedly litigating the same patent in respect of a number of generics, as was the situation in the series of olanzapine cases; rather this is only the second application related to the '224 Patent, and it comes more than eight years after the first.", "The Law"], ["[14]", "The relevant provision under the", "Regulations", "for a motion to strike is paragraph 6(5)(b):", "Subject to subsection (5.1), in a proceeding in respect of an application under subsection (1), the court may, on the motion of a second person, dismiss the application in whole or in part", "...", ") on the ground that it is redundant, scandalous, frivolous or vexatious or is otherwise an abuse of process in respect of one or more patents.", "Sous réserve du paragraphe (5.1), lors de l'instance relative à la demande visée au paragraphe (1), le tribunal peut, sur requête de la seconde personne, rejeter tout ou partie de la demande si, selon le cas:", "...", "b) il conclut qu'elle est inutile, scandaleuse, frivole ou vexatoire ou constitue autrement, à l'égard d'un ou plusieurs brevets, un abus de procédure."], ["[15]", "Many cases have determined that on a motion to strike under paragraph 6(5)(b) of the", "Regulations", ", the moving party must show that the proceeding \"is so clearly futile that it has not the slightest chance of succeeding\" which is the test Valeant encourages the Court to adopt. It further submits that this form of early relief is exceptional and it will be denied in the presence of a debatable issue of fact or law (see for example,", "FRAGMENT_SUPPRESSED."], ["[16]", "Justice de Montigny noted in", "FRAGMENT_SUPPRESSED that:", "FRAGMENT_SUPPRESSED", "It was further held at FRAGMENT_SUPPRESSED that any doubt as to whether the moving party has met its burden must be resolved in favour of the responding party."], ["[17]", "It appears, however, that the standard for finding an abuse of process has been relaxed slightly, and the situations which may be classified as abuses of process have been extended by the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED. This was specifically noted by the Court of Appeal in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[18]", "Accordingly, where it is asserted under paragraph 6(5)(b) of the", "Regulations", "that an application should be dismissed in whole or part as an abuse of process, it is not strictly required that the moving party establish that the application, or that part which is challenged, is so clearly futile that it has not the slightest chance of succeeding."], ["[19]", "In", "FRAGMENT_SUPPRESSED (the second generic company), brought a motion to strike the application of Sanofi-Aventis Canada Inc. [Sanofi-Aventis] (the innovator), under paragraph 6(5)(b) of the", "Regulations", ". The Federal Court and Federal Court of Appeal both held that Novopharm's NOA was substantially similar to that submitted by Apotex Inc. FRAGMENT_SUPPRESSED (the first generic company), in an earlier NOC proceeding where it was determined that the patent was invalid because there was no basis for Sanofi-Aventis to soundly predict the utility of the invention. Both Courts acknowledged that Novopharm's NOA was \"longer, more detailed and more specific\" than Apotex's, but also found that both NOAs contained the same \"allegations that were critical\" to the Federal Court's findings of invalidity in the FRAGMENT_SUPPRESSED proceedings. Despite the fact that Sanofi-Aventis sought to lead additional evidence that, in its view, would prove that it had a basis for sound prediction of utility, the Federal Court of Appeal upheld the dismissal of the application as an abuse of process."], ["[20]", "In the view of the Federal Court of Appeal, relitigating the issue of sound prediction was an abuse of process and would be contrary to the purpose of paragraph 6(5)(b) of the", "Regulations", "which is to promote fairness and reduce unnecessary litigation. The Court acknowledged that the previous decision was not determinative of that before it, and also that it was not plain and obvious that the application would fail as a result of the earlier proceeding, but held that it was not necessary to establish that the issue was clearly futile in order to be considered an abuse of process. In the view of the Court, proceeding in the face of the earlier decision would offend the principle considerations set out by the Supreme Court in", "CUPE", ": Judicial economy, consistency, finality, and the integrity of the administration of justice."], ["[21]", "In addition to", "FRAGMENT_SUPPRESSED", ", Cobalt also relies on", "FRAGMENT_SUPPRESSED. There, Justice Rothstein, as he then was, dismissed the NOC application finding it to be an abuse of process. At paragraph 14 of his Reasons, Rothstein J. remarked as follows:", "FRAGMENT_SUPPRESSED", "Analysis"], ["[22]", "While the statements of principle in both", "FRAGMENT_SUPPRESSED", "and in", "FRAGMENT_SUPPRESSED", "are instructive, neither is on all-fours with this application. Unlike", "FRAGMENT_SUPPRESSED", ", the present application turns on an issue of law not of fact. Unlike", "FRAGMENT_SUPPRESSED", "the patent has not previously been interpreted within a span of two years in two separate NOC proceedings and by the Court of Appeal; it has had but one previous interpretation more than eight years previous.", "Is the present application an abuse of process?"], ["[23]", "Having turned my mind to the considerations of judicial economy, consistency, finality, and the integrity of the administration of justice, I have concluded that the present application, as constituted, is not an abuse of process."], ["[24]", "First, there is little or no impact on judicial economy if the application proceeds. Unlike all of the other precedents put to the Court, this application must be heard whether it is restricted to one patent or includes both. There is no suggestion from Cobalt that the Court's time and resources will be materially lessened if its motion is granted."], ["[25]", "Second, the blind application of the principle of consistency should not and cannot override fairness. As was noted by the Court of Appeal at paragraph 40 of", "FRAGMENT_SUPPRESSED", ", FRAGMENT_SUPPRESSED"], ["[26]", "The principle of consistency, in many respects, is akin to that which underlies judicial comity - a prior decision ought to be followed by a judge of concurrent jurisdiction unless persuaded that the decision is clearly wrong or that the interests of justice require the Court to do so. However, there is a difference. It is not appropriate, in a motion to dismiss part of an application as an abuse of process, to conduct a full-fledged assessment of the previous decision to determine whether an exception to judicial comity is warranted - that is a matter for the applications judge. More appropriate, in my view, is to assess the argument the responding party wishes to advance which, if it succeeds, would result in an inconsistent finding. The motions judge should determine whether, given the principle of judicial comity, the argument has more than a mere possibility of success. In my view, this appropriately sets the bar higher than \"not clearly futile,\" while not requiring the responding party to discharge the higher burden of showing that their argument has a \"reasonable likelihood of success.\""], ["[27]", "In the application before the Court, Valeant acknowledges that the principle of judicial comity will result in it facing a significant hurdle in persuading another judge of this Court that the interpretation of the claims made by Justice Noël was wrong. Valeant argues that Justice Noël failed to consider three \"critical and binding authorities on the principles of patent construction:\"", "FRAGMENT_SUPPRESSED. Its submission is that Justice Noël, contrary to these authorities, construed the claims with an eye on the issue of infringement, and that he narrowed the scope of the unambiguous language of the claims by referring to the specification and, in particular, to the examples therein."], ["[28]", "In", "FRAGMENT_SUPPRESSED", ", Justice Noël found, and it was not disputed by the parties, that claim 1 of the '224 Patent explicitly required that the surfactant be located in the active layer. He also acknowledged that claims 35 and 36 \"do not specify the location of the surfactant\" and that \"[c]laims 35 and 36 of the '224 Patent cannot be treated in the same way as Claim 1.\" He said that the question was \"whether the '224 Patent covers the use of surfactants located anywhere in the [sustained release] layer or only in the active layer.\" Valeant submits that Justice Noël's job was done after he interpreted claims 35 and 36 as requiring a surfactant as an essential element of the invention and after he noted that these claims, unlike claim 1, did not specify that the surfactant was to be in the active layer. It submits that he improperly narrowed these claims by requiring that the surfactant be located in the active layer when no such specific location was described in these claims. Valeant submits that where there is no ambiguity in the plain language of the words, the Court cannot look to the specification; the ordinary meaning of the words governs. Here, there was no ambiguity because the location of the surfactant was intentionally omitted from claims 35 and 36."], ["[29]", "Valeant's submission in this application as to the proper interpretation of the '224 Patent rests not on new or better evidence (as in", "FRAGMENT_SUPPRESSED", ") or flies in the face of a previous and binding determination of the proper interpretation by the Court of Appeal (as in", "FRAGMENT_SUPPRESSED", "). While Valeant may ultimately not succeed in that submission, in my view, despite the principle of judicial comity, its argument has more than a mere possibility of success. Accordingly, fairness in permitting it an opportunity to prove its case overcomes consistency."], ["[30]", "The principle of finality, in my view, has less application to the facts at hand than in the cases relied upon by Cobalt. There has been no review of the patent interpretation given by Justice Noël by the Court of Appeal, as there was in", "FRAGMENT_SUPPRESSED", ", nor have there been a number of previous identical judicial determinations. Here, unlike", "FRAGMENT_SUPPRESSED", ", Valeant did not fail to put its best case forward in the first instance; rather it is a situation where it is alleged that an error of law was made. It is noteworthy in this respect, that Biovail attempted to appeal to the Federal Court of Appeal, but its appeal was dismissed as moot. The Federal Court of Appeal has repeatedly held that FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED."], ["[31]", "Cobalt submits that the present proceeding is akin to a collateral attack on the earlier decision of Justice Noël and if Valeant wished to challenge his interpretation, it ought to have launched an infringement action after the NOC issued following his judgment in FRAGMENT_SUPPRESSED It should not be permitted to do so in a subsequent NOC proceeding. Cobalt notes that the jurisprudence of the Federal Court of Appeal supports that the construction of the claims of a patent in NOC proceedings is not binding on a trial judge in an infringement action:", "FRAGMENT_SUPPRESSED."], ["[32]", "Must a patentee be required to institute an infringement action or be forever foreclosed from advancing another interpretation of the claims of the patent in a future NOC proceeding? I fail to see any principled reason for adopting such a draconian position."], ["[33]", "There are a number of reasons why a patentee, having lost an NOC proceeding to a generic, may decide not to sue for infringement. The parties may have arrived at some mutually satisfactory settlement of their dispute. To require the patentee to institute infringement litigation or be forever bound by an interpretation of its patent that, on a reasoned basis, it views as incorrect, would be a disincentive to parties resolving their differences."], ["[34]", "Another situation where the patentee may choose not to launch an expensive infringement suit is where it is close to introducing a new product such that the generic's product will be overtaken in the market and the financial loss will be slight. The ability of the generic to capture market share might be undermined. The introduction of extended release versions of pharmaceuticals is such a situation. To effectively force a patentee to launch infringement litigation in such circumstances would indeed be a waste of judicial resources, particularly when one compares the few days scheduled for an NOC proceeding to the many weeks normally scheduled for an infringement action. This would provide a perverse incentive to initiate complex litigation if for no other reason than to be abundantly cautious and avoid being bound by a particular construction of the patent indefinitely in the future."], ["[35]", "Therefore, I find that the failure of Biovail or Valeant to institute infringement proceedings against Rhoxal is not fatal to or even relevant to its position on this motion."], ["[36]", "For all of these reasons, I do not find the present situation to be one where Valeant is engaging in an abuse of process. However, even if I were to have found an abuse of process, I would have exercised my discretion and permitted Valeant to raise the issue of the proper legal interpretation of the '224 Patent in this proceeding."], ["[37]", "Dismissing all or a part of an application as an abuse of process is a discretionary remedy. The Federal Court of Appeal in", "FRAGMENT_SUPPRESSED, has confirmed that even if it is found that a litigant is abusing the Court's process in an application under the", "Regulations", ", the Court has discretion to allow the matter to be decided on its merits:", "Even if it is determined that a second or subsequent notice of allegation is an abuse of process, the Federal Court nevertheless has the discretion to determine the application for a prohibition order on its merits."], ["[38]", "I would have exercised my discretion to allow this application to be heard on its merits with respect to both of the patents at issue primarily for three reasons. First, to do otherwise will result in little or no savings of judicial resources. Any additional resources the parties may have to employ is a matter that may be compensated for in costs. Second, I am satisfied, even considering judicial comity, that the position Valeant advances as to the interpretation of the '224 Patent has more than a mere possibility of success. To deny it an opportunity to present its case would be unfair. Third, as much of the jurisprudence under the", "Regulations", "has held, motions to strike and summary judgments under the", "Regulations", "should be rare and not encouraged:", "FRAGMENT_SUPPRESSED. NOC proceedings under the", "Regulations", "are \"summary proceedings, intended to facilitate a relatively quick determination by the Federal Court of certain issues of patent construction, infringement and validity:\"", "FRAGMENT_SUPPRESSED. Cobalt correctly acknowledges as much in its Written Representations. To encourage motions to strike under the", "Regulations", "would undermine the expediency of such proceedings. Therefore, the principles of abuse of process must be carefully applied with a view to the unique nature of proceedings under the", "Regulations"], ["[39]", "For these reasons the motion is dismissed. In its Notice of Motion, Cobalt requested an extension of 30 (thirty) days from the date of this Order to serve its evidence in the application. However, in its Supplementary Memorandum it states that it \"was compelled to proceed with filing its evidence.\" Accordingly, it appears that no such extension, as initially requested, is required. Should it be otherwise, the parties may address that issue with the case management Prothonotary."], ["[40]", "Costs of this motion are awarded to Valeant.", "ORDER"], ["[41]", "THIS COURT ORDERS that", "the Respondent Cobalt Pharmaceuticals Company's motion is dismissed, and costs are awarded to the Applicants.", "Motion dismissed.", "Editor: Angela E. McKay/vnh"]]}