{"id_": "057605", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act) for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated October 2, 2009, wherein the Board declined to reopen the applicant's claim for refugee protection in Canada."], ["[2]", "The applicant requests an order quashing the Board's decision and remitting the matter back for redetermination before a differently constituted panel of the Board.", "Background"], ["[3]", "Chun Mei Yan (the applicant) arrived in Canada on May 12, 2009. She came to work in Canada as a health aid worker but did not have the proper authorization."], ["[4]", "The applicant made a refugee claim on May 13, 2009 on the basis that her life would be threatened if she returned to China because she was unable to repay a large loan she had taken out to travel to Canada and it would be hard to face her family and friends if she returned to China."], ["[5]", "The applicant had no fixed address when she made her refugee claim."], ["[6]", "The applicant was provided with a Personal Information Form (PIF) along with the immigration form IMM5292 on May 13, 2009. Form IMM5292 included the following instructions for the applicant:", "Contact Information", "You must provide your mailing address in Canada to the RPD and to the Minister. The PRD and the Minister must receive this information no later than 10 days after the date on which you were provided with the Personal Information Form (PIF).", "Right to Counsel", "You have the right to be represented by counsel at your own expense or you may be eligible to receive assistance from Legal Aid. If you decide to retain counsel, you must immediately advise the RPD, in writing, of the name, address, telephone number and facsimile number of your counsel."], ["[7]", "The applicant did not inform the Board of her address or that she had obtained a legal representative."], ["[8]", "The applicant's PIF was due to the Board on June 10, 2009. The applicant and the immigration consultant who she had hired claim that the PIF was sent via regular mail on June 5, 2009."], ["[9]", "The Board did not receive the PIF and the applicant's claim was found to be abandoned on June 25, 2009. As the Board did not have contact information for the applicant, no notice was sent out regarding an abandonment hearing."], ["[10]", "The applicant filed a motion to reopen the refugee claim on September 21, 2009."], ["[11]", "The Board received the applicant's original PIF in September 2009."], ["[12]", "The Board denied the motion to reopen the refugee claim because it found that there was no breach of natural justice on the part of the Board.", "Issue"], ["[13]", "The issue is as follows:", "Was the decision not to reopen the refugee claim reasonable?", "Applicant's Written Submissions"], ["[14]", "The applicant relies on the Federal Court case of", "<FRAGMENT_SUPPRESSED>  F.T.R. 112 for the proposition that a refugee claimant may suffer a breach of natural justice even where the Board itself is not to blame, if the incompetent actions of a solicitor result in the applicant being denied a fair hearing."], ["[15]", "The applicant submits that her circumstances are analogous to those in", "<FRAGMENT_SUPPRESSED> , in that her PIF was not received by the Board through no fault of her own and that the Board erred in denying the motion to reopen her refugee claim.", "Respondent's Written Submissions"], ["[16]", "The respondent submits that the Board does not have inherent jurisdiction to reopen a claim for refugee status. It may only be reopened if there was a breach of natural justice in the abandonment proceedings."], ["[17]", "Because the applicant did not provide the Board with a fixed address, as she was obligated to do, her claim was abandoned. The error was hers alone. The applicant also failed to follow up with the Board to ensure her PIF had arrived, despite the fact that it was sent through regular not registered mail only three business days prior to its due date. The onus was on the applicant to ensure that her PIF arrived in a timely manner."], ["[18]", "The facts of", "<FRAGMENT_SUPPRESSED> , are different from those in the case at bar. In", "<FRAGMENT_SUPPRESSED> , the applicant's counsel made several errors and the applicant was without fault."], ["[19]", "Further, the applicant's legal representative's conduct should not be considered separate from the applicant's and the applicant has not shown that there was extraordinary incompetence on the part of her legal representative which has resulted in a breach of natural justice. The standard for establishing that counsel or a consultant was incompetent is high."], ["[20]", "The respondent also notes that the applicant has engaged in bad faith in submitting a claim for refugee protection. Her only purpose for making the claim was to circumvent the immigration system by using refugee protection as a means to accomplish her stated goal of working in Canada and then returning to China. The applicant repeatedly asked the Minister's delegate of Citizenship and Immigration Canada (CIC) \"when and how soon she can return to China and what the process is when she makes enough money to return to China.\" She further stated that she \"initiated a claim for refugee protection in the hopes of seeking and obtaining employment.\" Granting this judicial review will make a mockery of the Canadian refugee protection system and bring the administration of justice into disrepute.", "Analysis and Decision"], ["[21]", "I agree with the parties that the decision whether to reopen a refugee claim at the Board is a question of mixed fact and law which is reviewable on the standard of reasonableness."], ["[22]", "Issue", "Was the decision not to reopen the refugee claim reasonable?", "The applicant had notice of the requirement to provide a fixed address to the Board and to inform the Board if she obtained counsel. She received this notice at the same time as her PIF application. Yet, she never provided this information."], ["[23]", "While her immigration consultant may have erred in not sending the applicant's PIF within sufficient time to the Board, I find that the applicant is not free of blame. Had she provided the Board with her address, or informed it that she had a legal representative, then she would have received notice of the abandonment hearing and had the opportunity to appear and be heard."], ["[24]", "In addition, Ms. Blessing Osagie, the applicant in", "<FRAGMENT_SUPPRESSED> , \"always had the ongoing intention to pursue her refugee claim\" (at paragraph 26), whereas the applicant in the case at bar clearly indicated to CIC that she was making a refugee claim for the purpose of earning money in Canada and then returning to China."], ["[25]", "For these reasons, the case at bar is distinguishable from the facts of", "<FRAGMENT_SUPPRESSED> , relied on by the applicant."], ["[26]", "The Board's finding that there was no breach of natural justice which would require it to reopen the refugee claim was reasonable and within the range of possible, acceptable outcomes defensible on the facts and law (see", "<FRAGMENT_SUPPRESSED>  at paragraph 47)."], ["[27]", "This application for judicial review is therefore dismissed."], ["[28]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[29]", "IT IS ORDERED that", "the application for judicial review is dismissed.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27", "72.(1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "72.(1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "Refugee Protection Division Rules", ", SOR/2002-228", "55.(1) A claimant or the Minister may make an application to the Division to reopen a claim for refugee protection that has been decided or abandoned.", "55.(1) Le demandeur d'asile ou le ministre peut demander à la Section de rouvrir toute demande d'asile qui a fait l'objet d'une décision ou d'un désistement.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}