{"id_": "057703", "body_str": [["[1]", "Shore, J.", ": Plausibility and credibility findings are within the domain of specialized tribunals."], ["[2]", "The Immigration and Refugee Board's (IRB) Members are considered to be specialized in the subject-matter of cases before them", "as well as in the context of country conditions", "in which the subject-matter finds itself."], ["[3]", "First-instance decision-makers from the IRB are to examine, thus, scrutinize, and, then, to provide reasons to demonstrate consideration of each significant part of each case; and, then, to demonstrate consideration of a sum of all parts of a case, even if only in summary fashion, but enough by which to motivate each decision."], ["[4]", "If the reasons and conclusions of the specialized members are considered reasonable, on the basis of the facts, and correct, in respect of legal provisions, then due deference should be accorded to such specialized decisions.", "II.", "Judicial Procedure"], ["[5]", "This is an application for judicial review of a decision of the Refugee Protection Division of the IRB, dated July 11, 2010, wherein, the IRB found that the Applicant is neither a \"Convention refugee\" nor \"a person in need of protection\" as defined in sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "].", "III.", "Background"], ["[6]", "The Applicant, Mr. Mohamed Rismy Mohamed Mahdoon, born in Panadura on June 23, 1977, is a Muslim Tamil from Sri Lanka. He co-owned a gem trading business, 'Mini Gem and Jewelry Boxes', in his home, in Beruwala, Western Province, with his father-in-law, who was a silent partner in the business. Mr. Mahdoon has been married to Ms. Fathuma Farjana Mohamed Fais since 2003 and they have one child, who was born in 2006."], ["[7]", "Mr. Mahdoon alleges that, on September 23, 2006, he was returning from a trip in Malaysia and, at a request of a friend, he had travelled with his driver to a gem mine in Kantalai, Eastern Province, approximately 285 km away from his home. At approximately 8:00 p.m., as he was returning to Beruwala, Mr. Mahdoon's car was stopped by members of the Liberation Tigers of Tamil Eelan [LTTE]. The LTTE stole 300,000 rupees' worth of gem stones and 200,000 rupees in cash from Mr. Mahdoon. The LTTE members also assaulted him and his driver before finally letting them go. Mr. Mahdoon drove back to Beruwala and reported the incident to the local police, who stated that there was not much they could do, as LTTE checkpoints move around."], ["[8]", "Subsequent to the September 2006 encounter, LTTE members allegedly broke into the Mr. Mahdoon's home, threatened him and his family, beat him and extorted money from him on several occasions over the next year, in October of 2006, February of 2007 and November of 2007. LTTE members also broke into his parents' home in April and August of 2008."], ["[9]", "Mr. Mahdoon allegedly sought assistance from the local police after the 2006 incidents. He was told by the police that they did not have the resources to assist him."], ["[10]", "In December 2007, Mr. Mahdoon informed the LTTE that he would be attending a gem show in Tucson, United States, and would not return until March 2008. He asked them not to make demands of his wife while he was gone; and, allegedly, the LTTE members, whom he met, wrote down the details of his passport and visa."], ["[11]", "Mr. Mahdoon stayed in the United States from February 4 until August 31, 2008. He allegedly did not make a refugee claim because his friend told him that he would be detained and would be treated with suspicion as a Muslim. On August 31, 2008, Mr. Mahdoon illegally crossed the border into Canada and made a claim for refugee status on October 14, 2008."], ["[12]", "In November 2008, the LTTE allegedly abducted Mr. Mahdoon's cousin. When they reported the abduction to the local police, the family members were told to keep it a secret."], ["[13]", "On July 11, 2010, the IRB rejected Mr. Mahdoon's claim because it found that he was not credible.", "IV.", "Decision under Review"], ["[14]", "The IRB found Mr. Mahdoon's claim that he had been the victim of extortion by the LTTE in Sri Lanka not credible. The IRB based this conclusion on numerous implausibility findings and concerns with regard to his evidence. Regarding the first encounter with the LTTE, these included:", "a. a lack of credibility as to the Applicant's first encounter with the LTTE;", "b. the fact that he was not aware of any other Sri Lakan gem dealers having similar problems;", "c. that he travelled more than 285 km only because a friend asked him to do so;", "d. that he drove all the way back to Beruwala before reporting the first incident to the police;", "e. that he was travelling at night in a LTTE controlled area;", "f. that he did not encounter any other problems while travelling from the Eastern province to the Western province;", "g. that his cousin was abducted and that the police required the family to keep the abduction a secret."], ["[15]", "In addition, the IRB noted the following with respect to the irregularities in the documents provided:", "a. the police report, dated September 23, 2006, included an erroneous time and date, by an insertion of a period of 12 hours prior to the alleged time of the actual incident;", "b. the Applicant's bank book contained suspicious dramatic changes in font, lack of comma use and absence of data for almost eight months;", "c. the police report, dated April 23, 2004, initiated an erroneous date, one that appears to be four years prior to the said incident, and April 15, 2008, that of one week prior to the incident."], ["[16]", "As a result, the IRB found that Mr. Mahdoon was not credible and rejected the claim.", "V.", "Position of the Parties"], ["[17]", "The Applicant claims that he is being targeted by the LTTE and that the specific circumstances of his case, which give rise to a personal risk, are not faced by the general population. He argues that the IRB erred by not giving him the opportunity at his hearing to respond to any concerns, it may have had in respect of plausibility of his allegations and any irregularities it may have found in the documents. He further argues that one of the IRB's findings is not supported by the evidence."], ["[18]", "The Respondent argues that the IRB was not required to confront the Applicant with its concerns; and, furthermore, that the IRB properly considered the evidence before it.", "VI.", "Issues"], ["[19]", "(1) Did the IRB have an obligation to confront the Applicant about the implausibility of his encounter with the LTTE and the irregularities it may have found in his documentary evidence?", "(2) Did the IRB adequately consider the evidence with regard to the plausibility that the Applicant's father-in-law had been harassed by the LTTE?", "VII.", "Standard of Review"], ["[20]", "The IRB's obligation to give the Applicant the opportunity to address its concerns is a question of procedural fairness and is reviewable on the standard of correctness (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 164 [ <FRAGMENT_SUPPRESSED> ])."], ["[21]", "In regard to negative credibility findings, deference is suggested if the standard of review warrants it (", "<FRAGMENT_SUPPRESSED> ).", "VIII.", "Analysis", "(1)", "Did the IRB have an obligation to confront the Applicant about the implausibility of his encounter with the LTTE and the irregularities it may have found in his documentary evidence"], ["[22]", "This Court has previously examined the obligation to confront an applicant with implausibility findings or irregularities with regard to evidence:"], ["[26] I agree with the respondent. This is not a case where the Officer failed to confront the applicants with extrinsic evidence; rather, he relied on information which was not only known to the applicants, but supplied by them. Their duty of fairness does not require that the applicants be confronted with information which they themselves supplied.  <FRAGMENT_SUPPRESSED> , at paragraphs 22 and 23, Justice Rothstein (as he was then) emphasized that in determining what constitutes extrinsic evidence, the relevant factor will be whether the evidence was known to the applicant. In this case, there is no doubt that the other version of the applicants' employment history was known to them."], ["[27] A similar question was addressed by Justice Tremblay-Lamer in the context of a hearing of the Refugee Protection Division of the Immigration and  <FRAGMENT_SUPPRESSED> she established a list of factors that should be weighed in determining whether a refugee claimant should be confronted with inconsistencies in his or her testimony before the Board:"], ["[16] In my view, regard should be had in each case to the fact situation, the applicable legislation and the nature of the contradictions noted. The following factors may serve as guidelines:", "1. Was the contradiction found after a careful analysis of the transcript or recording of the hearing, or was it obvious?", "2. Was it in answer to a direct question from the panel?", "3. Was it an actual contradiction or just a slip?", "4. Was the applicant represented by counsel, in which case counsel could have questioned him on any contradiction?", "5. Was the applicant communicating through an interpreter? Using an interpreter makes misunderstandings due to interpretation (and thus, contradictions) more likely.", "6. Is the panel's decision based on a single contradiction or on a number of contradictions or implausibilities?"], ["[28] Certain of these factors listed above are instructive, though I do not suggest that the same factors should be applied in the case at bar given the significantly different context. It is salient that the factors attempt to assess the substance of the contradiction, and determine whether the contradiction is technical or whether it reflects a substantially different version of events. In the present case, based on the facts, the Officer correctly assessed the nature of the contradiction when he found that it could not be attributed to mistake or inadvertence.", "( <FRAGMENT_SUPPRESSED> above)."], ["[23]", "During the hearing, Mr. Mahdoon submitted in a late disclosure, four documents: a bank book; a letter from a police superintendent from Panadura; a newspaper article, dated May 4, 2010; and another newspaper article, dated May 3, 2010 (Applicant's Record (AR), Transcript of Proceedings (Transcript), at 53). The IRB examined all of the purported evidence, including two police reports, dated September 23, 2006 and April 23, 2004, and Mr. Mahdoon's bank book. The documents, provided by Mr. Mahdoon, and, as such, were not of an extrinsic evidence nature; moreover, the irregularities were numerous and apparent on the face of the documents, themselves. The IRB was not required to point out all of the irregularities, nor every aspect of implausibility in Mr. Mahdoon's testimony, particularly since he was represented by counsel (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 184). The IRB has also complete jurisdiction to determine the plausibility of Mr. Mahdoon's testimony, as long as its inferences are reasonable", "( <FRAGMENT_SUPPRESSED> ACWS (3d) 703)."], ["[24]", "In addition, the IRB notified Mr. Mahdoon that credibility was an issue at the outset of the hearing (TR at 55). Mr. Mahdoon was also asked to explain the discrepancy in dates as to the police record, dated April 23, 2004, and had no satisfactory explanation (TR at 90). During the questioning with regard to the bank book, the IRB alerted Mr. Mahdoon that credibility was at issue:", "PRESIDING MEMBER: Counsel, credibility is an issue, as I laid out in the beginning of the hearing. There is a problem with this particular documentation, which I'm trying to understand how it was obtained. And when your claimant - when the claimant says \"19th of May\" and then immediately corrects, I'm interested why.", "(AR, Transcript at 91)."], ["[25]", "The IRB had no obligation to confront Mr. Mahdoon with all of the inconsistencies at the hearing. Even if it did have this obligation, the IRB gave Mr. Mahdoon ample opportunity to explain the obvious irregularities in his documentary evidence and advised him that credibility was at issue in his claim.", "(2)", "Did the IRB adequately consider the evidence with regard to the plausibility that the Applicant's father-in-law had been harassed by the LTTE"], ["[26]", "The Court agrees with the Respondent on the fact that the IRB did not find that it was implausible that Mr. Mahdoon's father-in-law had not been harassed by the LTTE; rather, it rejected his assertions that no one knew of his father-in-law's involvement in the business and that information of his involvement was not accessible (IRB Decision at 14-15). The IRB effectively found that Mr. Mahdoon was no longer at risk."], ["[35] [T] he panel rejects the assertion that no one knew that the claimant's father-in-law was a partner in the business and that the information was not accessible. The panel finds that because the claimant's father-in-law was not targeted, the LTTE is no longer interested in pursuing the claimant."], ["[27]", "It was reasonable for the IRB to find that the LTTE was no longer interested in Mr. Mahdoon, a finding which is distinct and separate from its overall credibility determination. The IRB's negative credibility findings, which were based on a number of implausibility findings, constituted the determinative issue. The IRB provided clear reasons for the negative credibility finding.", "IX.", "Conclusion"], ["[28]", "The decision that Mr. Mahdoon is neither a Convention refugee nor a person in need of protection is reasonable. The IRB reasonably determined that there was no evidence that Mr. Mahdoon's removal to Sri Lanka would subject him personally to a risk of torture."], ["[29]", "For all of the above reasons, the Applicant's application for judicial review is dismissed.", "JUDGMENT"], ["[30]", "THIS COURT'S JUDGMENT is that", "the Applicant's application for judicial review be dismissed; no serious question of general importance for certification.", "[End of document]"]]}