{"id_": "057895", "body_str": [["[1]", "Pinard, J.", ": This is an application for judicial review of a decision of the Commissioner of the Correctional Service of Canada (\"CSC\") bought pursuant to section 18.1 of the", "Federal Courts Act", ", R.S.C. 1985, c. F-7, by Michael Aaron Spidel (the \"applicant\"). The decision was in respect of a third-level grievance presented by the applicant."], ["[2]", "The applicant is a prisoner in the custody of CSC at the Ferndale Minimum-Security Institution in Mission, British Columbia. He is serving a life sentence with minimum parole eligibility set at ten years. He has been incarcerated since October 2006."], ["[3]", "In June 2009 the applicant, who was a member of the Inmate Committee, had some photos taken in order to form part of a line of exhibits for a civil proceeding being considered by the Committee against the administration of Ferndale Institution. The photos were of files and cabinets belonging to the Inmate Committee. The photos were issued to the Social Programs Officer, the staff member responsible for delivering them. The Manager of Operations seized the photos."], ["[4]", "The applicant commenced the internal grievance process by filing a complaint. After receiving a negative response, he filed a first-level grievance and was interviewed by the same individual as at the complaint stage. During their interview the photographs were returned to the applicant. The grievance itself was classified as requiring no further action on the basis that the photos had already been returned."], ["[5]", "The institution subsequently changed its rules governing photographic media and added some restrictions to the Inmate Photographer job description. The applicant submitted a second-level grievance, taking issue with these changes and citing issues of procedural fairness in the underlying decisions. The second-level grievance was denied."], ["[6]", "The applicant grieved this decision to the third level. The negative decision was rendered on May 20, 2010 and received by the applicant on June 4, 2010. The applicant is asking for judicial review of the third-level grievance decision."], ["[7]", "The issues raised in this application are as follows:", "a. Should the applicant's affidavit evidence be struck as it was not before the decision maker?", "b. Can additional grounds for review not pled in the Notice of Application be considered by this  <FRAGMENT_SUPPRESSED>  jurisdiction, or refused to exercise his jurisdiction?", "d. Has the applicant demonstrated that a breach of procedural fairness occurred?", "e. Has the applicant demonstrated that the Commissioner based his decision on an erroneous finding of fact?"], ["[8]", "The question of procedural fairness must be reviewed on the standard of correctness (", "<FRAGMENT_SUPPRESSED> , at para 59;", "<FRAGMENT_SUPPRESSED> ). The reasonableness standard applies to any findings of fact and to any issues of mixed fact and law ( <FRAGMENT_SUPPRESSED> at para 53; <FRAGMENT_SUPPRESSED> at para 47).", "A. Affidavit evidence"], ["[9]", "The respondent objects to several portions of the applicant's affidavit as containing information that was not before the Commissioner at the time of the decision. The respondent in fact objects to almost the entirety of the affidavit, with the exception of Exhibits G, I (pages 1-3 and 5), J (page 2), K (except page 1), L, N, O (pages 2-5), P, Q, R, and S. The respondent submits that all paragraphs of the affidavit itself, as well as Exhibits A, B, C, D, E, F, H, I (page 4), J (page 1), K (page 1), M, and O (page 1) were not before the Commissioner and should be struck."], ["[10]", "It is settled law that the reviewing court may only take into account evidence that was before the decision maker when reviewing the decision, so as not to transform the review into an appeal by way of trial de novo (", "<FRAGMENT_SUPPRESSED> , at paras 35-38). Additional evidence may be permitted where it is relevant to an issue concerning the hearing procedure or to an allegation of bias ( <FRAGMENT_SUPPRESSED> at para 38), but it is submitted that the evidence in this case does not fit within these exceptions. The respondent contends that only paragraph 36 of the applicant's affidavit concerns a potential breach of procedural fairness, as it discusses the fact that Assistant Warden Intervention (\"AWI\") Hammond responded to the complaint and also conducted the first-level interview. As this was already the subject of a finding of fact within the decision it therefore does not fit within an exception to the rule that additional evidence should not be led on judicial review."], ["[11]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal noted that \"the purpose of an affidavit is to adduce facts relevant to the dispute without gloss or explanation. The Court may strike affidavits, or portions of them, where they are abusive or clearly irrelevant, [or] where they contain opinion, argument or legal conclusions\" (para 18).  <FRAGMENT_SUPPRESSED>  Justice François Lemieux held that \"applications to strike affidavits or portions of affidavits in judicial review applications is a discretion which should be exercised sparingly and be granted only in cases where it is in the interest of justice to do so, for example or in cases where a party would be materially prejudiced\" (para 40). He also noted that \"parts of an affidavit which provides general background information which may assist the judge should not be struck\"."], ["[12]", "In my view, much of the applicant's affidavit constitutes \"general background information\" that does not in any way prejudice the respondent, and I do not see any reason for the entire affidavit to be struck. I accept that Exhibits B, D, E, F, J (page 1), K (page 1), O (page 1) were not before the decision maker and accordingly they are struck. I note that the pages to which the respondent takes issue in Exhibits J, K and O are merely cover letters that were sent to the applicant; I do not see that their inclusion provides any additional evidence nor causes any prejudice to the respondent but I accept that they are not present in the tribunal record. Exhibits C and M are copies of the policies and documents specifically referred to by the Commissioner in his decision; it is therefore clear that the Commissioner had access to these documents and I see no reason for them to be struck. Exhibit A was explicitly before the Commissioner; it is contained within the Certified Tribunal Record at page JR57. As for Exhibits H and I (page 4) (these are the same document), I note that a version of this document is found at page JR25 of the Certified Tribunal Record, with additional comments written on it. The applicant's version appears to be an earlier copy of the same document; the portion of this document contained in the exhibits was clearly before the tribunal at page JR25."], ["[13]", "In the affidavit itself, I accept that paragraphs 18, 21, 22, 24 to 31, 36 and 37 are not general background information and do constitute statements and evidence that were not before the Commissioner. These paragraphs are, therefore, struck.", "B. Grounds raised in the Notice of Application"], ["[14]", "In his Notice of Application, the applicant lists the grounds for his application as follows:", "i. Pursuant to the", "Federal Courts Act", "s. 18.1(4)(a)", ": that the Commissioner and the Correctional Service of Canada have acted without jurisdiction, acted beyond their jurisdiction, or refused to exercise their jurisdiction by failing to apply the \"", "least restrictive", "\" measures consistent with clear and demonstrably justifiable limitations and by placing unjustifiable restrictions on the inmates' employ of photographic media; and", "ii. Pursuant to the", "Federal Courts Act", "s. 18.1(4)(b)", ": that the Correctional Service of Canada failed to observe a principal of natural justice, procedural fairness or other procedure it was required by law to observe by failing to maintain the impartiality of the decision-maker during the course of the grievance process and by failing to respect the integrity of the decision-making process by improperly substituting the appropriate finding for an erroneous finding; and", "iii. Pursuant to the", "Federal Courts Act", "s. 18.1(4)(d)", ": that the Commissioner made its decision on an erroneous finding of fact that was made in a perverse of capricious manner or without regard for the material before it by failing to take into account the nature of the environment in which certain photographic media was sought and by placing unreasonable and capricious limitations on the personal, legal and recreational activities and pursuits of prisoners involving photographic media; or", "iv. Such and further grounds as the Applicant may advise and this Honourable Court may consider."], ["[15]", "The respondent notes that much of the applicant's Memorandum of Fact and Law is devoted to challenging policy changes made by the Institutional Head on the basis that they are allegedly inconsistent with the", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20. The respondent submits that there is no merit to these arguments as they are directed at establishing an error of law, which was not a ground for review pled and is therefore not properly before this Court. I agree."], ["[16]", "The Notice of Application submitted by the applicant did not plead a challenge to the decision based on an error of law. Rule 301(", ") of the", "Federal Courts Rules", ", SOR/98-106, holds that a Notice of Application shall set out \"a complete and concise statement of the grounds intended to be argued, including a reference to any statutory provision or rule to be relied on\". This is mandatory language and as the ground of 'error of law' was not set out in the Notice, the applicant is not permitted to raise it for the first time in his Memorandum (", "<FRAGMENT_SUPPRESSED> (aff'd 2007 FCA 327);", "<FRAGMENT_SUPPRESSED> ). In <FRAGMENT_SUPPRESSED> , Justice Frederick Gibson set out the justification for such a rule as follows:"], ["[9] ... If, as here, the applicant were able to invoke new grounds of review in his memorandum of argument, the respondent would conceivably be prejudiced through failure to have an opportunity to address the new ground in her affidavit or, once again as here, to at least consider filing an affidavit to address the new issue. ..."], ["[17]", "In my view, in light of the above jurisprudence and the mandatory language of Rule 301, the applicant's arguments on this ground cannot be dealt with by the Court as they were not raised in the Notice of Application. Rule 75 provides the applicant with the opportunity to amend the Notice of Application but he did not do so.", "C. Jurisdiction"], ["[18]", "At the hearing, the applicant submitted that the Commissioner failed to exercise his jurisdiction by omitting to deal with the issues that were before him, namely whether the changes to the policy regarding security limitations on photographs were the least restrictive measures possible. The applicant submits that at each level of the grievance process, the decision maker should have reviewed the issues de novo; he alleges that this was not done. The applicant also appears to be submitting that the Institutional Head lacked the jurisdiction to make the changes to the policy that he made, considering they were not, the applicant argues, the least restrictive possible measures; the Institutional Head would therefore have acted outside of the jurisdiction allocated to him by the", "Corrections and Conditional Release Act"], ["[19]", "The respondent submits, rightly in my view, that the jurisdiction of the Institutional Head is not properly before the Court in this application for judicial review. The respondent argues that the applicant did not challenge the jurisdiction of the Institutional Head at the third-level grievance; in the third-level decision it is noted that the applicant had acknowledged that the Institutional Head \"is authorized to amend the policy\" (Decision, page 3, para 1). At the third-level grievance, the applicant appears to have been challenging not the jurisdiction of the Institutional Head but the reasonableness of the changes to the policy. I will deal with the arguments on this subject under the issue of erroneous findings of fact. I do not see any merit to the applicant's argument relating to the jurisdiction of the Institutional Head."], ["[20]", "As for the jurisdiction of the Commissioner, I find that he did deal with the issue as it was placed before him, namely whether the Ferndale Institution Standing Order was consistent with the National Specifications regarding photographs and whether the Institutional Head had the authority to make changes; the applicant had acknowledged that the Institutional Head had such authority. The Commissioner did not fail to exercise his jurisdiction or to deal with the issues that were placed before him. I also find that he did exercise his jurisdiction to deal with the issues", "de novo", "; there is no indication that he was simply reviewing the lower decisions rather than coming to his own decision.", "D. Procedural fairness at the first-level stage"], ["[21]", "The applicant submits that procedural fairness was breached when his first-level grievance was investigated by the same person, AWI Hammond, who had been the decision maker at the complaint stage. The applicant claims that this double role compromised the AWI's impartiality and thereby breached the duty to act fairly, which is an integral part of the grievance process."], ["[22]", "The respondent argues that the first-level grievance is not at issue in this judicial review, and that the applicant is thereby prohibited from raising procedural fairness issues at this stage. I disagree; the decision under review in this application dealt explicitly with the question of procedural fairness at the first-level stage of the proceedings and the Commissioner came to a decision on that subject. I see no reason why the applicant is prevented from having this portion of the decision reviewed simply because the alleged breach occurred at an earlier stage of the process. For the same reason I see no merit to the respondent's argument that the applicant is prevented from bringing this argument because he did not raise it at the first stage of the grievance process. The applicant clearly raised it during the grievance process since it was explicitly dealt with by the Commissioner in the decision which is now under review."], ["[23]", "That said, I do agree with the respondent that the applicant has not shown any actual breach of procedural fairness. As the Commissioner noted, the decision at the first-level stage was not taken by AWI Hammond, but by the Institutional Head (see Exhibit L of the applicant's affidavit). Commissioner's Directive (\"CD\") 700, paragraph 77, cited by the Commissioner, shows that the duty to act fairly in this process involves giving the offender the right to be heard and ensuring that the decision authority is impartial. There is no indication that the applicant was deprived of his right to be heard, and the decision maker was in fact a different person than the decision maker at the initial complaint stage. I do not find any evidence that shows that the Institutional Head was not impartial in coming to his decision. In", "Committee for Justice and  <FRAGMENT_SUPPRESSED> ), and again in", "<FRAGMENT_SUPPRESSED> ), (where Pigeon J. said at p. 842-43, that \"a reasonable apprehension that the judge might not act in an entirely impartial manner is ground for disqualification\") was merely restating what Rand J. said in", "<FRAGMENT_SUPPRESSED> ), at pp. 6-7 in speaking of the \"probability or reasoned suspicion of biased appraisal and judgment, unintended though it be\". This test is grounded in a firm concern that there be no lack of public confidence in the impartiality of adjudicative agencies, ...", "In my view the decision-making process in the present case does not raise such a suspicion. The reviewing decision was clearly taken by a different individual."], ["[24]", "The applicant also argues that his grievance should have been upheld at the first-level stage, according to the CSC Grievance Manual, and that the failure to do so violates procedural fairness. The respondent submits that a simple assertion of this kind does not meet the onus of establishing a breach of procedural fairness."], ["[25]", "In the CSC Grievance Manual cited by the applicant (found at Appendix A, page 38 of his Memorandum), a grievance is to be labeled \"No further action required\" when \"it is deemed that the action taken at previous level(s) was done in accordance with law and policy and the issue is therefore 'resolved'. Though the action may not be to the offender's satisfaction, however, it is deemed resolved with no further action.\" The first-level grievance decision itself states that the photos were held while it was determined whether they constituted a security risk; they were subsequently lost. When found during the complaint process, they were reviewed and then returned to the applicant when it was determined that they were not a security risk. I do not see any error in the decision that no further action was required. The applicant has not pointed to any error made with regards to law or policy in the course of the process. In my view the Commissioner was correct in finding that no breach of procedural fairness occurred.", "E. Erroneous findings of fact and reasonableness of the decision"], ["[26]", "The applicant argued at the hearing that in coming to his decision regarding the changes made to the policy on photographs, the Commissioner made erroneous or perverse findings of fact, namely by failing to take into account the nature of the institutional environment (being minimum security) in finding that the Institutional Head had the authority to make changes to the policy. The Commissioner would therefore have acted unreasonably."], ["[27]", "The applicant in essence challenges the reasonableness of the new Standing Order for not being the \"least restrictive\" possible measure. The respondent argues that the applicant had put no evidence before the Commissioner at the third-level stage showing that the changes are not related to security concerns and that they are not the least restrictive possible measures."], ["[28]", "I note that the Commissioner specifically addressed the applicant's contention that it was inappropriate to incorporate the restrictions imposed at maximum-security institutions into minimum-security institutions, but found that the Institutional Head had the authority to determine what restrictions, with respect to photographs, are considered necessary to maintain institutional security. While the applicant is dissatisfied with the Institutional Head's decision on this point, it does not appear to me that the applicant had provided evidence to the Commissioner tending to show that the changes do not properly relate to security concerns; it is therefore unclear in what way the Commissioner's decision was based on an erroneous or perverse finding of fact. I find the Commissioner's decision on the stated issue to be reasonable; he clearly lays out the reasoning process by which he found that the Standing Order is consistent with the National Specifications and that the Institutional Head has the authority and discretion to specify additional security installations where required. I do not see any error in this reasoning process, or any erroneous finding of fact."], ["[29]", "In my view the applicant is attempting to challenge not the third-level decision itself, but the changes made to the policy by the Institutional Head. At issue in the third-level decision was simply whether the Institutional Head had the authority to make changes, and whether those changes were consistent with the National Specifications. While the applicant is clearly suspicious of the underlying motives for the changes, in my view these motives are not properly before the Court, as they were not properly before the third-level decision maker. As discussed above, this would relate to a question of law regarding the legality of the policy itself; this issue is not part of this application for judicial review."], ["[30]", "For the above mentioned reasons, the application for judicial review is dismissed, with costs in favour of the respondent.", "JUDGMENT"], ["[31]", "The application for judicial review is dismissed, with costs in favour of the respondent.", "Application dismissed.", "Editor: Gary W. McLaughlin/vnh", "[End of document]"]]}