{"id_": "057990", "body_str": [["[1]", "LeBlanc, J.", ": The Applicant is a citizen of Morocco. He arrived in Canada in September 2003 after having been granted a permanent residence visa on the basis of his ability to become economically established in Canada in the Entrepreneur Category. He was accompanied by his wife and five children born in Morocco who all obtained permanent resident status under the same entrepreneurial program. These children are all adults now. The Applicant is also the father a minor child, Youssef, born in Canada. He and his wife are now divorced and two of his five adult children are estranged from the family."], ["[2]", "In 2011, the Immigration Division of the Immigration and Refugee Board of Canada found that the Applicant had failed to fulfill the conditions of his permanent residence visa and tried to deceive the Canadian immigration authorities by providing conflicting evidence which led to question the legitimacy of the business he had set up as a condition of his permanent residence visa. As a result of these findings, the Immigration Division issued both a departure order and a deportation order against the Applicant and found the Applicant's ex-wife and five adult children, whose status in Canada is subject to the Applicant meeting the conditions of the Entrepreneurial Program, to have failed to fulfill the conditions of their permanent residence visas."], ["[3]", "The Applicant, his ex-wife and five adult children all appealed the Immigration Division's decisions to the Immigration Appeal Division (the IAD). In decisions issued late 2013 and early 2014, the IAD granted all appeals on the basis of humanitarian and compassionate considerations, except the Applicant's appeal. In the case of the Applicant's ex-wife in particular, the IAD found that it was in the minor child Youssef's best interest that she remain in Canada as she had custody of the child."], ["[4]", "Before the IAD, the Applicant did not challenge the legal validity of the departure and deportation orders issued against him. He rather sought special relief under subsection 67(1)(c) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) which states that an appeal before the IAD can be allowed if the IAD is satisfied that sufficient humanitarian and compassionate considerations, taking into account the best interests of a child directly affected by the decision, warrant special relief in light of all the circumstances of the case. The Applicant claimed that it was also in the best interest of Youssef that he remain in Canada since even though he does not have custody of the child, he has remained very much part of his life."], ["[5]", "In a decision issued on September 24, 2014, the IAD held that while there were positive elements in favour of discretionary relief, including not removing the Applicant in Youssef's best interests, these elements did not outweigh the importance of the Applicant's non-compliance with the conditions of his permanent residence visa combined with the misrepresentation of facts that were relevant to the fulfillment of these conditions."], ["[6]", "This is the decision the Applicant is challenging in the present instance, pursuant to subsection 72(1) of the Act.", "II.", "Issue and Standard of Review"], ["[7]", "The issue raised by this judicial review application is whether the IAD, in concluding as it did, committed a reviewable error as contemplated by section 18.1(4) of the", "Federal Courts Act,", "RSC, 1985, c F-7."], ["[8]", "The authority conferred by subsection 67(1)(c) of the Act empowering the IAD to determine whether special relief based on humanitarian and compassionate considerations is warranted in a given case is discretionary in nature (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). The exercise of that authority \"calls for a fact-dependent and policy-driven assessment by the IAD itself\" and \"clearly point to the application of a reasonableness standard of review\" (CITATION_SUPPRESSED)."], ["[9]", "For the exercise of the discretion to fall within the standard of reasonableness, the decision must have the qualities of justification, transparency and intelligibility and fall within the range of possible, acceptable outcomes, defensible in fact and in law (REFERENCE_SUPPRESSED). The standard of reasonableness recognizes that there might be more than one reasonable outcome to a case and that it is not open to a reviewing court to reweigh the evidence and substitute its own view of a preferable outcome (CITATION_SUPPRESSED). Considerable deference is owed to the IAD in this respect (CITATION_SUPPRESSED).", "III.", "Analysis"], ["[10]", "It is well-settled that the onus is on the individual facing removal to establish why he or she should be allowed to remain in Canada and that if the onus is not met, the default position is removal since non-citizens do not have the right to enter or remain in Canada (", "CITATION_SUPPRESSED). Quoting from", "REFERENCE_SUPPRESSED, the Supreme Court of Canada, in", "CITATION_SUPPRESSED, that a removal order \"establishes that, in the absence of some special privilege existing, [an individual subject to a lawful removal order] has no right whatever to remain in Canada,\" with the result that an individual appealing such order \"does not, therefore, attempt to assert a right, but, rather, attempts to obtain a discretionary privilege\" (see also:", "CITATION_SUPPRESSED)."], ["[11]", "As indicated previously, the Applicant is not challenging the validity of the removal orders issued against him. He seeks special relief from the enforcement of these orders on the basis of compassionate and humanitarian considerations, the best interests of Youssef being the main consideration. Once removed, the Applicant would be barred from returning to Canada absent a written authorization to that effect."], ["[12]", "In determining whether special relief under subsection 67(1)(c) of the Act is warranted, the IAD will normally consider the following non-exhaustive list of factors (the", "Ribic", "factors):", "a. The seriousness of the offence or offences leading to the deportation;", "b. The possibility of rehabilitation or in the alternative, the circumstances surrounding the failure to meet the conditions of admission which led to the deportation order;", "c. The length of time spent in Canada and the degree to which the appellant is established;", "d. Family in Canada and the dislocation to the family that deportation of the appellant would cause;", "e. The support available for the appellant not only within the family but also within the community and the degree of hardship that would be caused to the appellant by his return to his country of nationality; and", "f. Any other factors particular to the case (", "CITATION_SUPPRESSED)."], ["[13]", "The weight to be accorded to any particular factor will vary according to the particular circumstances of a case (", "CITATION_SUPPRESSED). Here, the Applicant claims the IAD's weighing of the", "Ribic", "factors is irremediably deficient. His position is best summarized, in my view, in this part of his written submissions:", "[...]", "38 All that being said the panel takes all the circumstances of the entire family, save for the Applicant, into account and from the sympathetic tone one would think that the decision would be positive but one would be wrong.", "39 The panel does a complete volte-face in spite of the numerous positive elements (all of them ticking the boxes in", "Ribic", ") and basically says well, too sad too bad, the father didn't fulfil the conditions so he's gone and it doesn't matter that it will be a permanent rupture from his entire family who will remain in Canada;", "40 Is that glib? Yes it is. As glib as the negative part of the decision rendered in a few brief trite paragraphs by the panel making it seem moot to have even had the Appeal in the first place;", "41 The cavalier dismissal of all the positive elements in favour of ousting the Applicant and permanently depriving him, and his children, of any meaningful future relationships was further exacerbated by the panel 'presuming' that Applicant would not suffer any financial hardship, and in fact could", "gain", "from being deported by utilising the contacts he made in Montreal in any future business he might have in Morocco, thereby the panel substituted its opinions and explanations, and made presumptions in place of the facts;", "[...]"], ["[14]", "The Respondent submits that the IAD carefully considered all of the", "Ribic", "factors, that its reasons for the decision are clear, cogent and comprehensive and that its evidentiary findings are based on the evidence and fall within the range of reasonable outcomes. It claims that the Court should therefore not interfere with the IAD's decision, whether or not it agrees with the inferences drawn."], ["[15]", "It is clear from the impugned decision that the fact that the Applicant has been in Canada since 2003, that special relief was granted to the Applicant's ex-wife and five adult children on the basis of humanitarian an compassionate considerations and that Youssef and three of the five other children would experience emotional hardship should the Applicant be removed from Canada, was outweighed by the Applicant's failure to comply with the conditions of his landing and misrepresentations in his attempts to show that he was meeting these conditions. I understand the IAD's decision to mean that allowing the Applicant's appeal in such context would undermine, despite the presence of factors favouring special relief, the integrity of the program conceived to attract entrepreneurs in Canada as well as the integrity of the whole Canadian immigration system."], ["[16]", "This is a difficult case. However, one must not lose sight of the fact that the Applicant is subject to lawful removal orders and, as a result, no longer has the right to remain in Canada. Through his appeal to the IAD, the Applicant was not asserting a right, but rather attempting to obtain a discretionary privilege, that of remaining in Canada despite these removal orders pending against him (", "CITATION_SUPPRESSED). One must also be aware of the fact that the decision to grant such privilege is \"fact dependent and policy driven\" and must be accorded \"considerable deference,\" the Court being called upon to refrain from reweighing the evidence and substituting its own view of a preferable outcome (", "CITATION_SUPPRESSED)."], ["[17]", "Here, as the Respondent points out, the IAD did consider all the", "Ribic", "factors before dismissing the Applicant's appeal. Although one could say that the impugned decision is rather harsh and that a different member of the IAD could reasonably have come up with a different result, this is not the test to be met. The test to be met is whether the impugned decision falls within the range of possible, acceptable outcomes. In my view, it does."], ["[18]", "The IAD did find that it was in the best interest of Youssef that the Applicant not be removed from Canada but noted that the Applicant did not have primary custody of Youssef who has been living with his mother since 2008, that his ex-wife is working as an educator, and that although the best interest of the child was an important factor to consider, this factor did not mandate a specific result."], ["[19]", "This, in my view, is consistent with the case law which says that while the best interests of the child is an important part of the analysis, this factor \"is not a trump card and will not always be decisive\" (REFERENCE_SUPPRESSED). As the Federal Court of Appeal has stated in", "REFERENCE_SUPPRESSED, the presence of a child \"does not call for a certain result\" and although it may favour the fact that a parent residing illegally in Canada should remain in Canada, as will generally be the case, it does not require the decision-maker to exercise its discretion in favour of said parent or constitute, in and of itself, an impediment to the parent's \"refoulement.\""], ["[20]", "It was therefore open to the IAD, in my view, to find that the fact that it was in Youssef's best interests for the Applicant to remain in Canada, although an important factor, was not a decisive one in light of the overall circumstances of the case."], ["[21]", "As to the degree of hardship the Applicant would face by his return to his country of nationality, the IAD noted that the Applicant was receiving a retirement pension from Morocco in the amount of $1,200 Canadian dollars a month and that he still has siblings in that country as well as accommodation. The Applicant claims that the IAD's inferences as to the standard of living in Morocco (the retirement income represents about half of his revenues here in Canada), and the Applicant's business opportunities in that country were pure speculation. The Respondent contends that it is common sense to infer that the cost of living in that country is lower than in Canada. The Respondent also contends that the Applicant's own evidence demonstrates that he did develop business contacts in Morocco while working as a travel agent here in Canada since letters submitted by the Applicant's previous employer and one of the mosques he is a member of confirm that the Applicant organized religious pilgrimages from Montreal to Mecca on at least two occasions, once in 2008 and again in 2014 to partake in the Hajj and the Umrah respectively."], ["[22]", "I am satisfied that it was not unreasonable for the IAD to conclude that the Applicant would not suffer any significant financial hardship if he returns to Morocco as there is sufficient evidence on record supporting this finding: the Applicant has a source of income; it can reasonably be inferred, out of common sense, that the cost of living in Morocco is lower than in Canada and the Applicant appears to have developed some business contacts in that country which could allow him to improve his situation. Again, the issue is not whether one could have reasonably reached a different conclusion but whether the conclusion reached by the IAD in that regard falls within the range of possible, acceptable outcomes."], ["[23]", "Finally, the Applicant claims that the IAD did not take into consideration the fact that his failure to fulfil his obligations under the Entrepreneurial Program was a culmination of small things, misunderstandings and problems caused by his accountant at the time. As the Respondent correctly points out, this Court has held that blaming third parties for one's failures in meeting one's obligation under the law is not a valid excuse (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED);", "REFERENCE_SUPPRESSED). I would add that the Applicant has opted not to challenge the departure and deportation orders issued against him. He must therefore be deemed to have accepted that these orders were validly made against him."], ["[24]", "The IAD decision to withhold relief in the present case was primarily based on an assessment of the facts of the file. The IAD had the advantage of conducting the hearings and assessing the evidence presented, including the evidence of the Applicant himself. IAD members have considerable expertise in determining appeals under subsection 67(1)(c) of the Act (", "CITATION_SUPPRESSED). This expertise extends to the fact-dependent and policy-driven balancing of the", "Ribic", "factors."], ["[25]", "The IAD was certainly entitled, in assessing the Applicant's request for special relief, to consider such factors as the Applicant's failure to comply with the conditions of his landing, the circumstances surrounding this failure, the integrity of the program conceived to attract entrepreneurs to Canada as well as the integrity of Canadian immigration system. While I may have weighed the relevant factors differently, I cannot say, when one looks at the record as a whole, that the IAD's decision to withhold the discretionary privilege sought by the Applicant was unreasonable."], ["[26]", "The Applicant was found to have abused the system and he has not challenged this finding. This distinguishes his situation from that of his ex-wife and five adult children who followed him to Canada in 2003 and who were granted the discretionary privilege of remaining in Canada. As sad as the situation might be for the Applicant, he is the author of his own misfortunes, which exposed him to a denial of his request for special relief. In addition, his family here in Canada is now somewhat dislocated because of the divorce and since two of the adult children are estranged from the family. The Applicant is now asking the Court to reweigh the evidence that was before the IAD for it to come up with its own view of a preferable outcome. As indicated previously, this is a role the Court must refrain from taking in cases such as this one."], ["[27]", "No question of general importance has been proposed by the parties. None will be certified.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGEMENT is that", "1. The judicial review application is dismissed;", "2. No question is certified.", "[End of document]"]]}