{"id_": "058208", "body_str": [["[1]", "Mandamin, J.", ": This is an application for judicial review, pursuant to section 72 of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", "), of a decision of an Immigration Officer (the Officer) refusing the request of Sam Young Yoo and his two adult age sons for exemption in order to make an in-Canada application for permanent residence on Humanitarian and Compassionate (H&C) grounds under section 25 of", "IRPA", ".  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicants are citizens of South Korea. Sam Young Yoo arrived in Canada in 1997 on a visitor's visa as a religious worker for the Unitarian Church. In September 1999, his two sons arrived with student authorizations. Ho Sung Yoo (James) was 15 and Sung Hoon Yoo (Rubin) was 11 on arrival in Canada. Sam Young Yoo took work as a cook to support his sons.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The sons attended middle school and high school in Toronto. James currently attends York University; and Rubin attends the College of Chinese Medicine. Sam Young Yoo is the Head Chef at Well-Being Restaurant in Toronto.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Prior to arriving in Canada, Sam Young Yoo acted as a Guarantor on a loan to a friend in the amount of 21,000,000 won ($30,000). His friend did not repay the loan with the result that in 1999 Sam Young Yoo was wanted as being implicated in a fraud (apparently the non-repayment) matter in Korea; a matter which remains outstanding.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Sam Young Yoo renewed his status in Canada up until August 2002. He was unable to renew his Korean passport in that year because of the outstanding fraud issue. The Applicants have since been without legal status. In November 2005, the Applicants submitted a request to be allowed to make an in-Canada application for permanent residence based on H&C grounds. That application was refused in June 2008 and is the subject of this judicial review.  <FRAGMENT_SUPPRESSED>", "Decision Under Review  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Officer refused the request for an H&C exemption to apply for permanent residence within Canada because the Applicants did not satisfy the Officer that they would face unusual, undeserved or disproportionate hardship if they were to apply for permanent residence outside Canada.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Officer summarized the information provided by the Applicants and found that Sam Young Yoo and his sons' establishment in Canada is what would be expected after more than nine years of living in Canada.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Officer found that Sam Young Yoo gained experience in the restaurant industry which he could use to re-establish himself in South Korea. Furthermore, the Officer noted that the sons could continue their education by applying for international student authorizations.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Officer noted that the Applicants made submission on the best interests of the child to the effect that it was in the interests of the Applicant's sons to remain in Canada while making an application for permanent residence. The Officer considered the sons as dependent adults, examined their situation including: their degraded Korean language skills; their current educational enrolment; the letters of reference; and their integration into Canadian society. The Officer decided, as adults, they could apply for authorizations as international students while their application for permanent residence is processed from outside Canada in the normal manner. The sons were 20 and 24 years old at the time of the H&C decision.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[10]", "Although the Applicants have raised several issues, I consider the issue in this judicial review to be whether the Officer properly considered the best interests of the children.  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[11]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada stated that there are only two standards of review: correctness and reasonableness. On the standard of reasonableness the decision-maker's determination should only be interfered with if the determination lacks a justification, is not transparent, or lacks intelligibility.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The SCC found that there are two steps to determining the appropriate standard of review. The first step is to determine if there is jurisprudence that has adequately assessed the appropriate standard of review; if so then a full evaluation is not necessary.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The SCC has undertaken a full analysis of H&C decisions in", "<FRAGMENT_SUPPRESSED> . In", "Baker", ", the SCC found that H&C decisions are subject to the reasonableness simpliciter standard of review. Due to the shift  <FRAGMENT_SUPPRESSED>", "in March 2008, Justice Beaudry of the Federal Court has found that the standard of review for H&C decisions is reasonableness:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[14]", "A decision reviewed on a reasonableness standard must be able to withstand a \"somewhat probing examination\":", "Director of Investigation and  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[15]", "The issue therefore will be reviewed on a reasonableness standard.  <FRAGMENT_SUPPRESSED>", "Law  <FRAGMENT_SUPPRESSED>"], ["[16]", "Section 11(1)", "IRPA", "states:  <FRAGMENT_SUPPRESSED>", "\"Application before entering Canada  <FRAGMENT_SUPPRESSED>", "\"11(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Visa et documents  <FRAGMENT_SUPPRESSED>", "\"11(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi. <FRAGMENT_SUPPRESSED>"], ["[17]", "However, subsection 25(1) of", "IRPA", "provides that the Minister has the discretion to exempt an applicant from the requirement to apply for permanent residence from outside Canada if the applicant convinces the Immigration Officer that an exemption or facilitation should be granted for humanitarian and compassionate considerations. Subsection 25(1) states:  <FRAGMENT_SUPPRESSED>", "\"Humanitarian and compassionate considerations  <FRAGMENT_SUPPRESSED>", "\"25(1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Séjour pour motif d'ordre humanitaire  <FRAGMENT_SUPPRESSED>", "\"25(1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative ou sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient. <FRAGMENT_SUPPRESSED>"], ["[18]", "Justice de Montigny stated in", "<FRAGMENT_SUPPRESSED>  at para. 20, that subsection 25(1) of", "IRPA", "gives the Minister flexibility to exempt deserving cases for processing within Canada. \"This is clearly meant to be an exceptional remedy, as is made clear by the wording of that provision. <FRAGMENT_SUPPRESSED>"], ["[19]", "\"Dependent child\" is defined in the", "Immigration and Refugee Protection Regulations", ", SOR 2002/227, as:  <FRAGMENT_SUPPRESSED>", "\"'dependent child', in respect of a parent, means a child who  <FRAGMENT_SUPPRESSED>", "(a) has one of the following relationships with the parent, namely,  <FRAGMENT_SUPPRESSED>", "(i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or  <FRAGMENT_SUPPRESSED>", "(ii) is the adopted child of the parent; and  <FRAGMENT_SUPPRESSED>", "(b) is in one of the following situations of dependency, namely,  <FRAGMENT_SUPPRESSED>", "(i) is less than 22 years of age and not a spouse or common-law partner,  <FRAGMENT_SUPPRESSED>", "(ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student  <FRAGMENT_SUPPRESSED>", "(A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and  <FRAGMENT_SUPPRESSED>", "(B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or  <FRAGMENT_SUPPRESSED>", "(iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"'enfant à charge' L'enfant qui:  <FRAGMENT_SUPPRESSED>", "a) d'une part, par rapport à l'un ou l'autre de ses parents:  <FRAGMENT_SUPPRESSED>", "(i) soit en est l'enfant biologique et n'a pas été adopté par une personne autre que son époux ou conjoint de fait,  <FRAGMENT_SUPPRESSED>", "(ii) soit en est l'enfant adoptif;  <FRAGMENT_SUPPRESSED>", "b) d'autre part, remplit l'une des conditions suivantes:  <FRAGMENT_SUPPRESSED>", "(i) il est âgé de moins de vingt-deux ans et n'est pas un époux ou conjoint de fait,  <FRAGMENT_SUPPRESSED>", "(ii) il est un étudiant âgé qui n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans ou est devenu, avant cet âge, un époux ou conjoint de fait et qui, à la fois:  <FRAGMENT_SUPPRESSED>", "(A) n'a pas cessé d'être inscrit à un établissement d'enseignement postsecondaire accrédité par les autorités gouvernementales compétentes et de fréquenter celui-ci,  <FRAGMENT_SUPPRESSED>", "(B) y suit activement à temps plein des cours de formation générale, théorique ou professionnelle,  <FRAGMENT_SUPPRESSED>", "(iii) il est âgé de vingt-deux ans ou plus, n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans et ne peut subvenir à ses besoins du fait de son état physique ou mental. <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "Did the Officer properly consider the best interests of the children?  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Applicants submit that at the time of application James and Rubin were 21 and 17 respectively. They were both \"dependent children\" at the time of the decision because both were in full time attendance in school and were financially dependent on their father. The Applicants submit that the Officer considered the two sons as adults and did not properly consider their circumstances in the context of the \"best interests of the child. <FRAGMENT_SUPPRESSED>"], ["[21]", "The Applicants submit that the Officer made a reviewable error because the decision failed to take into consideration: the impact on their best interests as children if they were forced to leave Canada after living here for nine years; their deteriorated Korean language skills; the impact it would have on their education here in Canada and their less desirable prospects for education in Korea. Furthermore, the Officer did not take into account that their mother had abandoned them in Korea. The Applicants say the Officer's reasons fail to establish that the Officer was alert to the best interests of the children.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Respondent agrees with the conclusion of the Officer that the Applicant sons are adults. The Respondent submits that immigration legislation does not alter the meaning of \"child\". The Applicant sons were 17 and 21 years old at the time of the H&C application; at the time of the decision they were 20 and 24 years old. They should not be considered children within the meaning of the concept of \"the best interests of the child\" set out in", "Baker", "and in international law.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Respondent submits that immigration legislation identifies who qualifies for permanent residence in Canada. The", "Regulations", "set out objective criteria to define who is a \"dependent child\" for the purpose of granting permanent residence. In this case, the children are both over the age of 18; they are adults. They are dependents only because they are continuing their full-time post-secondary education.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Respondent submits that the", "Regulations", "provide that a dependent child who is over the age of 22 must continuously be enrolled in full-time studies until the time the application for permanent residence is decided. Also, the", "Regulations", "are designed to allow adult children to be classified as dependent children only when they continue to be financially dependent on their parents. The H&C Instruction Guide provides that Applicants may include family members in Canada as dependents within the same application if they meet these same \"dependency\" requirements. However, this does not render an 'adult' a 'child' such that the best interest of the child assessment is required.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Respondent suggests that the sons do not remain \"children\" irrespective of their age just because they are considered \"dependent children\" for application purposes. The Respondent submits that individuals are considered children if they are minors, under the age of 18. The UN", "Convention on the Rights of the Child", ", 1990 was declared in force by Canada in 1991.", "Article 1", "states:  <FRAGMENT_SUPPRESSED>", "\"For the purposes of the present Convention, a child means every human being below the age of eighteen years unless under the law applicable to the child, majority is attained earlier. <FRAGMENT_SUPPRESSED>"], ["[26]", "The Respondent submits that under no circumstances, national or international law would the Applicant's sons be considered children. They are grown adults, which does not affect their status as \"dependents\" for the purposes of inclusion on their father's application.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Respondent notes that with regard to the best interests of the child the submissions have changed significantly throughout the duration of this application and judicial review. Initially, the children would have been removed from high school, then both sons were pursuing higher education, then the sons would have severed long-lasting relationship, and there was no longer any significant connection to Korea. Furthermore, following the Applicant father's possible inadmissibility for criminality, the Applicants requested the sons applications be separated and treated individually in the event the father is found to be inadmissible because:  <FRAGMENT_SUPPRESSED>", "\"... (b)oth boys are over 18 years of age and could, at this time, file separate H&C applications. It is felt that taking the step to separate the boys from their father would not portray accurately the intense emotional dependence of the boys on their father, and as such would minimize the humanitarian and compassionate considerations in this case. However, it would be unfair to the boys to have their father's inadmissibility affect their applications. <FRAGMENT_SUPPRESSED>"], ["[28]", "Moreover, the Officer clearly indicated that the submissions made regarding hardship did not provide evidence that the sons would suffer if they were to return to Korea. The Respondent submits that the Officer concluded the evidence was insufficient to warrant an exemption and the Officer had the discretion to do so.  <FRAGMENT_SUPPRESSED>"], ["[29]", "In", "Naredo and  <FRAGMENT_SUPPRESSED> ; 187 F.T.R. 47 (T.D.), Justice Gibson considered an H&C decision in which the Chilean applicants had two adult children who were born in Canada and were Canadian citizens. He found that the Officer was dismissive of the interests of the children in the circumstances of their parents' prospective return to an uncertain fate in Chile. In my view Justice Gibson clearly considered the two adult age children to be entitled to receive the benefit of \"the best interests of the child\" analysis since they would be adversely affected by their parents' removal despite their ages of 20 and 22 he wrote:  <FRAGMENT_SUPPRESSED>", "\"The two sons of the applicants, whatever their ages, remained 'children' of the applicants who could reasonably be expected to be dramatically affected by the removal from Canada of their parents. <FRAGMENT_SUPPRESSED>"], ["[30]", "The Respondent has provided me with one contrary case,", "Hunte v. the Minister of Citizenship and Immigration", ", IMM-3538-03, a May 16, 2003 Order of Justice Layden-Stevenson involving an application for a stay of the decision of an Enforcement Officer with a somewhat different view of dependent adult children. I note in that case the Removal Officer did consider the best interests of the child although not obligated to do so. Nevertheless, I prefer the more extensive analysis in the judicial review", "Naredo", ", as opposed to the stay application involving the limited jurisdiction of an Enforcement Officer in", "Hunte", ", as a guide because of the more extensive availability of considered evidence, scope of decision making and legal submissions.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Justice Mosley provided the following with respect to judicial comity in", "<FRAGMENT_SUPPRESSED>  at paras. 33-35; affd. [2007] F.C.J. No. 735; 366 N.R. 336; 2007 FCA 199, leave to appeal denied, [2007] S.C.C.A. No. 391; 383 N.R. 400 (S.C.C.):  <FRAGMENT_SUPPRESSED>", "\"Judicial comity is not the application of the rule of stare decisis, but recognition that decisions of the Court should be consistent to the extent possible so as to provide litigants with some predictability. I am aware, as was stated in", "Re Hansard Spruce Mills Ltd.", ", [1954] 4 D.L.R. 590 (B.C.S.C.) [at page 592]:  <FRAGMENT_SUPPRESSED>", "'... I have no power to overrule a brother Judge, I can only differ from him, and the effect of my doing so is not to settle but rather to unsettle the law, because, following such a difference of opinion, the unhappy litigant is confronted with conflicting opinions emanating from the same Court and therefore of the same legal weight.'  <FRAGMENT_SUPPRESSED>", "\"With judicial comity in mind, I have concluded that I should differ from the prior decisions of my colleagues only if I am satisfied that the evidence before me requires it or that I am convinced that the decisions were wrongly decided in that they did not consider some binding authority or relevant statute. In that regard, I would note that while the record before me includes the evidence that was before the Court in Thamotharem, it also includes new evidence that was not part of the record in that case. <FRAGMENT_SUPPRESSED>"], ["[32]", "I am persuaded by Justice Gibson's reasoning in", "Naredo", "that adult children may receive the benefit of a \"best interests of the child\" analysis and I should differ from that reasoning only if the evidence before me requires it. I find, in this proceeding, that the Applicant sons are deserving of a best interests of the child analysis because:  <FRAGMENT_SUPPRESSED>", "a. their father is the parent that undertook responsibility for their care after the mother abandoned the family in 1995 and rejected the sons in 1999;  <FRAGMENT_SUPPRESSED>", "b. the sons are financially dependent on their father as they pursue their education;  <FRAGMENT_SUPPRESSED>", "c. one, the younger Rubin, has been continuously in school and has not left the dependency;  <FRAGMENT_SUPPRESSED>", "d. the other, James, left school briefly but has returned to continue his education and is also financially dependent on his father; and  <FRAGMENT_SUPPRESSED>", "e. neither son had any choice in the situation they are in since they were compelled as children to leave their mother in Korea and join their father in Canada  <FRAGMENT_SUPPRESSED>"], ["[33]", "In", "Baker", "at para. 75 Madame Justice L'Heureux-Dubé made it clear that the best interests of the child consideration was not necessarily determinative. She stated:  <FRAGMENT_SUPPRESSED>", "\"That is not to say that children's best interests must always outweigh other considerations, or that there will not be other reasons for denying an H&C claim even when children's interests are given this consideration. However, where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable. <FRAGMENT_SUPPRESSED>"], ["[34]", "More recently, in", "<FRAGMENT_SUPPRESSED>  at para. 27, Justice Frenette also held that the best interests of the child are not a determinative factor. While the best interests of a child are not determinative, they are a factor that must be considered.  <FRAGMENT_SUPPRESSED>  at para. 6 Justice Décary stated:  <FRAGMENT_SUPPRESSED>", "\"For all practical purposes, the officer's task is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and weigh this degree of hardship with other factors, including public policy considerations, that militate in favour of or against the removal of the parent. <FRAGMENT_SUPPRESSED>"], ["[35]", "<FRAGMENT_SUPPRESSED>  Justice Campbell set out an analysis regarding the considerations that Immigration Officers must demonstrate an awareness of. Justice Campbell noted that the \"best interests of the child\" is a fact specific analysis, but Immigration Officers must be mindful of the Immigration Guidelines. These factors include:  <FRAGMENT_SUPPRESSED>", "- the age of the child;  <FRAGMENT_SUPPRESSED>", "- the level of dependency between the child and the H&C applicant;  <FRAGMENT_SUPPRESSED>", "- the degree of the child's establishment in Canada;  <FRAGMENT_SUPPRESSED>", "- medical issues or special needs the child may have; and  <FRAGMENT_SUPPRESSED>", "- the impact to the child's education.  <FRAGMENT_SUPPRESSED>"], ["[36]", "A number of authorities in support of the assertion that the best interests of the child must be carefully noted and considered in the decision (", "<FRAGMENT_SUPPRESSED> ; 192 F.T.R. 132 ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Officer's evaluation of the best interests issue is problematic. In response to the Applicants' submissions on the best interests of the sons, the Officer listed all the submissions made and supporting documents provided. Leaving aside the listing, the Officer's analysis, underlined below, merely consists of:  <FRAGMENT_SUPPRESSED>", "I acknowledge the fact that both James and Rubin have been in Canada for close to a decade and that they have fairly integrated into Canadian society", ". However, I am not satisfied that they would face unusual and undeserved or disproportionate hardship if they were to apply for permanent residence from outside of Canada in the normal way.", "Both James and Rubin are adults and if they chose they could continue to study in Canada as international students by applying for their student authorizations while their applications for permanent residence is processed in the normal manner.", "<FRAGMENT_SUPPRESSED>"], ["[38]", "Justice Mactavish was critical of an H&C decision in", "<FRAGMENT_SUPPRESSED>  because of inadequate reasons stating:  <FRAGMENT_SUPPRESSED>", "\"In my view, these 'reasons' are not reasons at all, essentially consisting of a review of the facts and the statement of a conclusion, without any analysis to back it up. That is, the officer simply reviewed the positive factors militating in favour of granting the application, concluding that, in her view, these factors were not sufficient to justify the granting of an exemption, without any explanation as to why that is. <FRAGMENT_SUPPRESSED>"], ["[39]", "The Officer does not assess the impact of the removal of the father on the sons, a removal which will have repercussions whether they accompany him or not. Nor does the Officer assess the potential hardship impact of the interruption in the sons' education instead suggesting that the sons will able to successfully apply as international students notwithstanding that course of action depends on a different separate decision by a Visa Officer. Finally, the Officer simply reverts to considering the sons as adults, bringing to an abrupt end any best interests of the child analysis.  <FRAGMENT_SUPPRESSED>"], ["[40]", "I find the Officer was obligated to conduct an analysis of the best interests of the child with respect to consideration of the sons' situation and did not do so. I find the Officer's H&C decision to be unreasonable.  <FRAGMENT_SUPPRESSED>", "Certified Question  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Applicants proposed several questions for certification as being of general importance which were opposed by the Respondent. Given that I have followed", "Naredo", ", a long standing 2002 decision, on the essential issue, I see no need to certify a question.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[42]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. This application for judicial review is granted and the matter is remitted back for re-determination by another Officer.  <FRAGMENT_SUPPRESSED>", "2. No question is certified as one of general importance.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}