{"id_": "058229", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA) for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated February 28, 2007, which found that the applicant was neither a Convention refugee nor a person in need of protection.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant requested that the decision be set aside and the matter referred back to a newly constituted panel of the Board for redetermination.  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "Yilmaz Atay (the applicant) is a citizen of Turkey. He alleges that he fears persecution at the hands of Turkish nationalists, Sunni Muslim fundamentalists and the police/security forces in Turkey because of his Kurdish ethnicity, Alevi religion, and leftist political opinion and activities. The applicant alleges that he was detained and tortured several times at the hands of his persecutors. In May 2005, the applicant alleges that the detentions became more serious and as a result, he made the decision to seek international protection. The applicant obtained a Turkish passport and made his way to Canada by ship. En route to Canada, the ship upon which the applicant was traveling docked in Nigeria, Colombia, Dominican Republic, Brazil and the United States. Upon arrival in Canada, the applicant filed an application for refugee status. In a decision dated February 28, 2007, the Board found that the applicant was not a Convention refugee, nor was he a person in need of protection. This is the judicial review of the Board's decision.  <FRAGMENT_SUPPRESSED>", "Board's Decision  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Board accepted the applicant's identity as a national of Turkey. The Board also accepted that the applicant was of Kurdish ethnicity, a member of the Alevi religious community in Turkey, and a political leftist. Therefore, the Board found that the applicant's fear of persecution in Turkey was by reason of three of the five enumerated grounds, namely ethnicity, religion and political opinion.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Board found that the applicant was not a credible or trustworthy witness respecting the central elements of his refugee protection claim. The Board based its credibility findings on the following inconsistencies and implausibilities:  <FRAGMENT_SUPPRESSED>", "• The applicant told the immigration officer he had been arrested twice, whereas he told the Board he had been arrested six times.  <FRAGMENT_SUPPRESSED>", "• The applicant did not tell the immigration officer about the mistreatment he experienced while completing his compulsory military service in Turkey, but did elaborate on this before the Board.  <FRAGMENT_SUPPRESSED>", "• The documentary evidence did not support the applicant's allegations that he was targeted by his superiors while completing his military service because of his political beliefs.  <FRAGMENT_SUPPRESSED>", "• The applicant's explanation for failing to seek medical attention and to obtain a medical report to verify the torture was unreasonable and undermined the credibility of his alleged arrest, detention and torture.  <FRAGMENT_SUPPRESSED>", "• Given that the documentary evidence regarding the passport process in Turkey states that passport applicants were subject to thorough investigations, it was implausible that the applicant had no real problems in obtaining a passport and leaving the country given his alleged past arrests, and torture.  <FRAGMENT_SUPPRESSED>", "• The applicant's explanation for his delay in leaving Turkey and his failure to seek asylum in the countries he visited en route to Canada is unreasonable and inconsistent with a subjective fear of persecution in Turkey.  <FRAGMENT_SUPPRESSED>", "In conclusion, the Board found that the applicant lacked a subjective fear of persecution in Turkey.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Board proceeded to consider the documentary evidence on the treatment of Turkish citizens of Kurdish ethnicity at the hand of ultra-national groups and police, security services and government authorities in Turkey. The Board found that the documentary evidence did not corroborate the applicant's assertion that he was subject to arrests, detentions, and torture because of his Kurdish ethnicity. The Board found the applicant's objective fear on the ground of ethnicity not to be well-founded.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board also considered the documentary evidence on the treatment of members of the Alevi religious community in Turkey. The Board accepted that Alevi's are denied government funding for religious activities and that their places of worship have no legal status. However, the Board found that despite this discrimination, \"Alevi's are not prohibited from or denied the right to freely and openly practice their religious beliefs.\" In conclusion, the Board found that the applicant's fear of persecution in Turkey by reason of his Alevi religious beliefs and activities was not objectively well-founded.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board considered the treatment of unsuccessful asylum seekers in Turkey as per the documentary evidence and found that that there was no serious possibility that the applicant would be subjected to persecution as a failed asylum seeker abroad if he returned to Turkey.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board also considered the psychological assessment of the applicant. The Board noted that the psychologist's \"clinical impression\" was that the applicant met the criteria for chronic posttraumatic stress disorder and that he required medical treatment. The Board accepted the psychologist's opinion that the applicant suffers from \"chronic posttraumatic stress disorder\", but stated:  <FRAGMENT_SUPPRESSED>", "Given my finding that the claimant lacks credibility respecting the central elements of his refugee protection claim and based upon the documentary evidence before me, I find that this psychological dysfunction is not related to the claimant's alleged past mistreatment at the hands of Sunni Muslims, Turkish nationalists and the Turkish police or security forces, and as such this Psychological Assessment does not assist the claimant in his refugee protection claim.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board then went on to address documentary evidence on mental health care in Turkey accessible to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[11]", "And finally, the Board considered the medical report respecting the cause of scars the applicant alleges were a result his torture. The Board stated:  <FRAGMENT_SUPPRESSED>", "[...] given my finding that the claimant lacks credibility respecting his allegations of arrest, detention, and past mistreatment at the hands of the Turkish police, security forces and the Turkish military, I find that the physician's observations and conclusions are equally consistent with the claimant suffering these injuries otherwise than as a result of acts of brutality or torture at the hands of the Turkish police, security forces and the Turkish military.  <FRAGMENT_SUPPRESSED>"], ["[12]", "In conclusion, the Board determined that the applicant was not a Convention refugee, nor a person in need of protection.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[13]", "The applicant submitted the following issues for consideration:  <FRAGMENT_SUPPRESSED>", "1. In deciding that the applicant's evidence about his experiences in Turkey was not credible, did the Board err in law or base its decision on patently unreasonable findings of fact?  <FRAGMENT_SUPPRESSED>", "2. Quite apart from the credibility of the applicant's evidence about past persecution, did the Board fail to assess whether he faces risk as a \"political leftist\"?  <FRAGMENT_SUPPRESSED>"], ["[14]", "I would rephrase the issues as follows:  <FRAGMENT_SUPPRESSED>", "1. What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "2. Did the Board err in failing to consider the impact of Dr. Devins' psychological report on the applicant's credibility?  <FRAGMENT_SUPPRESSED>", "3. Did the Board err in its treatment of Dr. Hirsz's medical report regarding the cause of the applicant's scars?  <FRAGMENT_SUPPRESSED>", "4. Did the Board err in failing to consider (i) the letter from the applicant's wife? (ii) the affidavit from the applicant's cousin?  <FRAGMENT_SUPPRESSED>", "5. Did the Board err in failing to conduct an assessment of the applicant's objective fear on the basis of being a political leftist in Turkey?  <FRAGMENT_SUPPRESSED>", "Applicant's Submissions  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant submitted that the Board failed to take the psychological state of the applicant as per Dr. Devins' report into account while assessing the applicant's credibility. It was submitted that the report indicated that the applicant suffers from post-traumatic stress disorder and requires treatment by a mental health professional. The applicant submitted that the details of Dr. Devins' evidence relevant to the applicant's credibility includes:  <FRAGMENT_SUPPRESSED>", "• The applicant has problems with concentration and memory.  <FRAGMENT_SUPPRESSED>", "• At times his mind simply goes blank.  <FRAGMENT_SUPPRESSED>", "• He forgets details of the past (e.g. specifics of episodes, dates).  <FRAGMENT_SUPPRESSED>", "• Concentration and memory problems are common among people exposed to traumatic stress.  <FRAGMENT_SUPPRESSED>", "• Symptoms may arise during the hearing in the form of difficulty understanding questions, requests for questions to be repeated or rephrased, inability to retrieve specific details of the past or an apparent inability to formulate a coherent response. Should such problems become evidence, it will be important to understand that they likely reflect the disorganizing effects of traumatic stress rather than an effort to evade or obfuscate.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant submitted that as the Board accepted that the applicant suffered from chronic posttraumatic stress disorder, it was obliged to consider the impact of this condition on the quality of the applicant's evidence. The applicant relied on a number of authorities including", "Min v", "Canada (Minister of Citizenship and Immigration)", ", 2004 FC 1676, for the proposition that where there is medical evidence before the Board that might explain shortcomings in an applicant's testimony, it is incumbent on the Board to consider and give appropriate weight to such evidence. It is an error for the Board to base a decision on a discrepancy between information given at the port of entry and information given later in the process without taking into account the evidence of the applicant's psychological state (", "Singh v", "Canada (Minister of Citizenship and Immigration)", ", [1996] F.C.J. No. 963). Simply referring in its reasons to a psychological report addressing posttraumatic stress disorder is not sufficient; the Board must consider whether the psychological circumstance might help explain an omission, lack of detail, or confusion regarding the events if these are the exact cognitive errors referred to in the psychologist's report (", "Rudaragi v", "Canada (Minister of Citizenship and Immigration.),", "2006 FC 911). The Board cannot merely state that it considered the report, it must provide some meaningful discussion of how the medical condition affects its decision before making a negative credibility finding (", "Fidan v", "Canada (Minister of Citizenship and Immigration)", ", [2003] F.C.J. No. 1606). The applicant submitted that psychological impairment must be taken into account, even where the main issue is plausibility of testimony (", "Chen v", "Canada (Minister of Citizenship and Immigration)", ", [1995] F.C.J. No. 1070).  <FRAGMENT_SUPPRESSED>"], ["[17]", "The applicant submitted that the Board's treatment of Dr. Hirsz's medical report was unreasonable. It was submitted that Dr. Hirsz's report stated that the applicant's scars were \"consistent with his history of beatings and torture\" and that one scar in particular was \"classic cigarette burn torture\". The applicant argued that it was perverse for the Board to find that given credibility issues, the scars were equally consistent with causes besides torture. It was submitted that the Board had no medical expertise and was not qualified to judge that the injury could have had other causes. Moreover, the applicant submitted that the Board failed to consider whether the documented and accepted medical state of the applicant may have led to a reluctance to reveal all of the details of the torture in his Personal Information Form. Such a theory was discussed in an article written by Dr. Donald Payne which was included as evidence before the Board when it made its decision. The Board made no mention of Dr. Payne's article in its reasons. It was submitted that the Board cannot completely disregard medical reports that corroborate the applicant's account of torture merely because they do not indicate that they are the only possible cause of the injuries (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[18]", "The applicant's third argument was that the Board failed to consider three critical pieces of evidence, specifically: (i) a letter from the applicant's wife, (ii) an affidavit from the applicant's cousin, and (iii) a body of country documentation regarding the prevalence of arbitrary detention and torture of leftists in Turkey. With regards to the letter from the applicant's wife, the applicant submitted that it corroborates his story of persecution. The applicant submitted that the Board's failure to even mention this document indicates that it was ignored. \"The more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact without regard to the evidence\" (", "Cepeda-Gutierrez et. al. v.", "Canada (Minister of Citizenship and Immigration)", ", [1998] F.C.J. No. 1425)). Moreover, corroborating evidence cannot be disregarded on grounds that the Board has already determined an applicant's evidence not to be credible (", "Ahmed v", "Canada (Minister of Citizenship and Immigration)", ", 2003 FCT 456).  <FRAGMENT_SUPPRESSED>"], ["[19]", "With regards to the affidavit from the applicant's cousin, the applicant submitted that this evidence provided insight into the reasonableness of his decision not to claim refugee status in Colombia, Brazil, the Dominican Republic or the United States while en route to Canada. The applicant submitted that there is no indication that the Board considered this evidence or assessed its credibility. Refugee claimants are not obliged by the Convention to seek asylum in the first country they reach (", "Menjivar v", "Canada (Minister of Citizenship and Immigration)", ", 2006 FC 11).  <FRAGMENT_SUPPRESSED>"], ["[20]", "And finally, the applicant submitted that the Board's failure to consider documentation about leftists facing arbitrary detention and torture in Turkey was a reviewable error. It was submitted that a refugee claimant's personal characteristics, such as being a leftist, may give rise to an objective basis for a fear of persecution, even where his or her evidence is otherwise not credible.  <FRAGMENT_SUPPRESSED>", "Respondent's Submissions  <FRAGMENT_SUPPRESSED>"], ["[21]", "The respondent submitted that the appropriate standard of review regarding credibility and findings of fact is one of patent unreasonableness (", "Ahmad v", "Canada (Minister of Citizenship and Immigration)", ", 2004 FC 808). Significant deference should be given to the Board's evaluation of the applicant's subjective experience along with the objective evidence regarding that experience and other country conditions at the heart of the refugee determination (", "Sivasamboo", "Canada (Minister of Citizenship and Immigration)", "(1994), 87 F.T.R. 46 (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[22]", "The respondent submitted that the Board was not required to mention the specific passages of the psychological report referred to by the applicant. It was submitted that Dr. Devins' report of the applicant's symptoms was not an independent, objective observation, but yet a recitation of the symptoms reported by the applicant. The respondent submitted that the report provided explanation as to why the applicant might be forgetful at the hearing, whereas the Board took issue with the applicant's forgetfulness before the immigration officer. The respondent also took issue with the fact that the applicant's affidavit in these proceedings did not mention that he was suffering in any way from post-traumatic stress symptoms at the hearing. It was also submitted that the Board did not ignore Dr. Devins' psychological report. In fact, the Board accepted the report's diagnosis and considered it in another context. The Board is not always required to analyze a psychologist's diagnosis and its impact on the applicant's credibility (", "Chavarria v", "Canada (Minister of Citizenship and Immigration)", ", 2007 FC 969 at paragraphs 12 to 17). Only when such reports are based on \"independent and objective testing by a psychiatrist\" do they warrant more consideration (", "Gosal v", "Canada (Minister of Citizenship and Immigration)", ", [1998] F.C.J. No. 346 (T.D.)).  <FRAGMENT_SUPPRESSED>"], ["[23]", "The respondent also submitted that the Board was not bound by Dr. Hirsz's opinion as to how the applicant received his scars. As the Board did not find the applicant's allegations of torture to be credible, it was open to the Board to find as it did that Dr. Hirsz's opinion did not cure the applicant's lack of credibility. The Board is not bound by the opinion of a medical expert when that opinion is based on facts the Board has found not to be credible (", "<FRAGMENT_SUPPRESSED> ). The report may be given minimal weight when the Board makes an adverse finding about the applicant's credibility (", "Syed v", "Canada (Minister of Citizenship and Immigration)", ", [2000] F.C.J. No. 597).  <FRAGMENT_SUPPRESSED>"], ["[24]", "With regards to the applicant's allegation that the Board failed to consider a letter from the applicant's wife, the respondent submitted that the Board is presumed to have considered all the evidence in the record before it (", "Malhi v", "Canada (Minister of Citizenship and Immigration)", ", 2004 FC 802). It was submitted that in any event, the Board mentioned the circumstances affecting the applicant's wife after he left Turkey in the course of reviewing the applicant's evidence.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The respondent also submitted that the Board did not err in finding that the applicant's delay in leaving Turkey and his failure to claim asylum in countries through which he travelled en route to Canada undermined his subjective fear. It is reasonable for the Board to find that an applicant's credibility is undermined by his or her failure to flee the country of persecution as early as possible or to make a refugee claim without delay (", "Huerta v", "Canada (Minister of Employment and Immigration)", "(1993), 157 N.R. 225 (F.C.A.);", "Arunasalam v", "Canada (Minister of Citizenship and Immigration)", ", 2001 FCT 1070 at paragraphs 29 to 33). Moreover, an applicant's credibility is undermined by his or her failure to claim refugee protection in another country through which they travelled before coming to Canada (", "Singh v", "Canada (Minister of Citizenship and Immigration)", ", 2007 FC 569). It was submitted that the Board expressly considered the applicant's explanations for his delay and for not seeking asylum elsewhere, but rejected these explanations finding them unreasonable. These findings were open to the Board and are not patently unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[26]", "As to the argument that the Board failed to mention an affidavit from the applicant's cousin explaining why the applicant had not filed for asylum elsewhere, the respondent submitted that the Board referred to the substance of the affidavit as it was also provided in the applicant's affidavit.  <FRAGMENT_SUPPRESSED>"], ["[27]", "And finally, with regards to the alleged failure to assess the documentary evidence regarding the persecution of leftists in Turkey, the respondent submitted that the Board expressly considered this.  <FRAGMENT_SUPPRESSED>", "Analysis and Decision  <FRAGMENT_SUPPRESSED>"], ["[28]", "Issue 1  <FRAGMENT_SUPPRESSED>", "What is the appropriate standard of review?  <FRAGMENT_SUPPRESSED>", "The Board's credibility findings are reviewed on a standard of patent unreasonableness and are therefore accorded a high level of deference (", "Juan v", "Canada", "(Minister of Citizenship and Immigration)", ", 2006 FC 809 at paragraph 2).  <FRAGMENT_SUPPRESSED>"], ["[29]", "Issue 2  <FRAGMENT_SUPPRESSED>", "Did the Board err in failing to consider the impact of Dr. Devins' psychologist on applicant's credibility?  <FRAGMENT_SUPPRESSED>", "Both parties submitted numerous examples of cases dealing with the Board's consideration of psychologist reports in support of their respective arguments. I do not find the cases relied upon by the respondent helpful. The case of", "Charvarria", "above, is distinguishable from the present case as in that case the Court found at paragraph 15 that the psychologist's report \"[made] no reference to any problems that [the applicant] might have in testifying at his upcoming hearing, nor [did] it suggest that his psychological condition had any bearing on his ability to testify at his previous refugee hearing.\" Moreover, while in", "Gosal", "above, the Court found that the Board did not have a duty to mention the psychologist's report, it also found at paragraph 14 that this duty \"[depends] on the quality of that evidence and the extent to which it is central to the applicant's claim.\" In my opinion, the evidence in the present case is at the core of the applicant's claim for refugee status.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Of the cases put forward by the applicant, I find the case of", "Fidan", "above, very helpful. That case dealt with a situation almost identical to the present one. In that case, the Board mentioned the psychological report, and accepted the diagnosis of posttraumatic stress disorder, but stated that in light of their credibility findings found that the mental disorder did not have any relevance to the applicant's well-founded fear of persecution (", "Fidan", "above at paragraph 6). The Court in", "Fidan", "above, relied on", "C.A. v", "Canada (Minister of Citizenship and Immigration)", ", [1997] F.C.J. No. 1082 for the proposition that the psychological report had to be considered in assessing the applicant's credibility as credibility was central to the Board's decision and the information contained in the report was relevant to this assessment. The Court in", "Fidan", "above, stated at paragraph 12:  <FRAGMENT_SUPPRESSED>", "In this case, credibility was also the 'linchpin\" to the Board's decision. Nonetheless, the Board failed to indicate, how, if at all, the psychological report was considered when making its credibility finding. The Board was obliged to do more than merely state that it had \"considered\" the report. It was obliged to provide some meaningful discussion as to how it had taken account of the applicant's serious medical condition before it made its negative credibility finding. The failure to do so in this case constitutes a reviewable error and justified the matter being returned to a newly appointed Board. [Emphasis added].  <FRAGMENT_SUPPRESSED>"], ["[31]", "In my opinion, the same principle is true in the present case. The Board's negative credibility finding was central to its decision.  <FRAGMENT_SUPPRESSED>", "I accept the psychologist's opinion that the claimant suffers from \"chronic posttraumatic stress disorder\". However, given my finding that the claimant lacks credibility respecting the central elements of his refugee protection claim and based upon the documentary evidence before me, I find that this psychological dysfunction is not related to the claimant's alleged past mistreatment at the hand of Sunni Muslims, Turkish nationalists and the Turkish police or security forces, and as such this Psychological Assessment does not assist the claimant in his refugee protection claim. [Emphasis added.]  <FRAGMENT_SUPPRESSED>"], ["[32]", "As the contents of the psychological report were relevant to the Board's credibility findings, the Board should have taken the time to consider how the applicant's medical condition affected his behaviour before making its credibility finding. As the Board did not do this, I have no way of knowing what the Board's credibility finding would have been had the report been considered first. I am of the view that the Board made a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Because of my finding on this issue, I need not consider the remaining issues.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The application for judicial review is therefore allowed and the matter is referred to a different panel of the Board for redetermination.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[36]", "IT IS ADJUDGED that", "the application for judicial review is allowed and the matter is referred to a different panel of the Board for redetermination.  <FRAGMENT_SUPPRESSED>", "ANNEX  <FRAGMENT_SUPPRESSED>", "Relevant Statutory Provisions  <FRAGMENT_SUPPRESSED>", "The relevant statutory provisions are set out in this section.  <FRAGMENT_SUPPRESSED>", "The", "Immigration and Refugee Protection Act", ", S.C. 2001, c.27:  <FRAGMENT_SUPPRESSED>", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED>", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED>", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED>", "97.(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED>", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED>", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED>", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED>", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED>", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED>", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:  <FRAGMENT_SUPPRESSED>", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;  <FRAGMENT_SUPPRESSED>", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.  <FRAGMENT_SUPPRESSED>", "97.(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:  <FRAGMENT_SUPPRESSED>", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;  <FRAGMENT_SUPPRESSED>", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:  <FRAGMENT_SUPPRESSED>", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,  <FRAGMENT_SUPPRESSED>", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,  <FRAGMENT_SUPPRESSED>", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.  <FRAGMENT_SUPPRESSED>", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}