{"id_": "058589", "body_str": [["[1]", "Cullen, J.", ": This is an action for damages based upon claims of intentional torts, negligence, unlawful confinement and cruel and unusual punishment."], ["[2]", "The parties are in agreement that at all material times the plaintiff was an inmate at Collins Bay Penitentiary (Collins Bay) and Millhaven Penitentiary (Millhaven) and that Her Majesty the Queen in the right of Canada, as represented by Correctional Services Canada (CSC), operates Collins Bay and Millhaven and is responsible in law for the actions of her employees acting within the scope of their duties.", "Witnesses"], ["[3]", "With nine witnesses called, plus reference to CSC employees and inmates, I propose to list the witnesses now for easier reference in the my reasons."], ["[4]", "The following witnesses were called by the plaintiff:", "1. Kevin Abbott (Abbott)", "2. Dr. Donald Workman (Workman): physician at Millhaven Penitentiary", "3. Lawrence Grant Fontaine (Fontaine): inmate at Collins Bay", "4. Stephen Dayton Gautreau (Gautreau): inmate at Collins Bay"], ["[5]", "The following witnesses were called by the defendant:", "1. Alberta Ramos (Ramos): guard at Collins Bay", "2. Sherri Crisp (Crisp): guard at Collins Bay", "3. Keith Forrest (Forrest): guard at Collins Bay", "4. Richard James Christy (Christy): employee of CSC", "5. Douglas Wileman (Wileman): employee of CSC"], ["[6]", "Two inmates who were determined to be the perpetrators were not called by either party but were often referred to by surname only - Chater and Sharp. Terry Decker (Decker), a CSC employee and keeper-in-charge at the time of the incident, was also not called but often referred to.", "Background"], ["[7]", "It is conceded that Kevin Abbott was struck by several pellets from a shotgun fired by a guard named Carl Decker during the course of an altercation within Collins Bay."], ["[8]", "There are so many versions of the events of November 17, 1986, one is hard pressed to determine what in fact took place before, during and after that date. This is not surprising, bearing in mind that the incident occurred almost seven years ago and different counsel at different times were retained by the plaintiff and the defendant. Some witnesses, in fact all witnesses, could be excused for not being able to remember incidents or having only a vague recollection of the events. Recognizing that the credibility of the witnesses was of major importance to properly determine the issues here, I listened very carefully to all the witnesses and then ordered and read the transcript which ran to four volumes.", "The Strip"], ["[9]", "A rough sketch of the area of the incident has been incorporated to help the reader understand the written description. Cell blocks 1, 2, 3 and 4 face on a corridor called in local parlance \"the strip\" which is about nine feet wide. These cell blocks contain the living quarters of the inmates and according to one officer have about 450 to 470 inmates. In the strip are two stairways going up apparently to empty rooms or storage areas. Garbage cans are located under each flight of stairs. The principal entrance is located north of the strip and is called the \"main gate\" which is also a control centre. A \"keeper's hall\" is located east of the strip and north of the barrier where medicine is given to inmates. Immediately adjacent to this barrier is the control post. No prisoners were at any time in the strip between the main gate and barrier above-described. When medicine is given to the inmates the barrier remains closed and the line up of inmates seeking medicine runs from the barrier south. As can also be seen in the sketch, the institution hospital is on the west side of the strip and north of the barrier where medicine is handed out.", "[see printed copy]", "The Evidence"], ["[10]", "Had the case been current and not eight years from the incident I would have required that closer attention be paid to the Federal Court Rules and particularly rule 482, the expert witness. For example, the first witness, a doctor should have been qualified as a physician because he did in fact given opinion evidence on the effect of shotgun pellets on the health of the plaintiff, treatment for same and the degree of incapacity, pain and length of time one might anticipate being affected or infected. As it was, I allowed the \"factual\" witness to stray into the expert evidence field so that we would all be better informed. Similarly the defendant called Richard J. Christy, a 20 year employee of CSC who in 1986 was the Regional Coordinator of security investigations at Regional Headquarters, CSC. He detailed the process followed and the policy of CSC but here again he was a fact witness who also strayed into opinion evidence. Of real concern to me in endeavouring to reach my decision was the fact that neither of the two inmates who were the instigators of the altercation nor the CSC employee who fired the shotgun were called as witnesses. I did not ask why but rather left it to counsel in their wisdom to determine the best way to present their respective cases.", "Kevin Abbott (Abbott):"], ["[11]", "Abbott told us he was 28 years old and had been in and out of prison for various offences since he was 16. He was an excellent witness, seemed quite bright and was for the most part credible. His knowledge or remembrance of the facts was understandably clearer than that of other witnesses because he was the central character and lived each incident as described by him and other witnesses. His recollections had flaws, vagueness and errors as might be expected almost eight years after the events but most of his evidence rang true."], ["[12]", "As far as Abbott was concerned, Monday, November 17, 1986, began like any other day and he had followed a routine similar to most days in Collins Bay. He was 21 years old, not particularly well educated and had certification in welding, math and English but in any event no course beyond the grade nine level. He came from a family of five boys. He had earlier been incarcerated at Collins Bay, was released in July of 1986 and \"arrived back October of 1986 following 'a break and enter'\".", "November 17, 1986:"], ["[13]", "\"It [the evening] started as a normal day, 5:30 p.m. changeover ... I was in the gym for most of the night.\" Abbott had supper, returned to his cell located in Cell Block #1 which housed about 150 inmates. When gym was called he \"headed down from the second floor to work out and just be out of the range\". He believes it was around 5:30 p.m. and to the best of his recollection the gym \"stays open until about 9:30 or 10:00 o'clock\". He headed back about 9:20 p.m. to his cell block, and specifically to his cell to change from his sweaty shirt, later returning to the gym about 9:30 p.m. His particular reason for the second visit to the gym was to see a friend Steve Howard (Howard), and finally they left the gym about 10:00 p.m. Once gym is closed the inmates \"are told to go back to the units\". He was accompanied by Howard and each sent to their respective cells on the second floor. His intention was to have a shower but they were taken so, \"I GRABBED BY BUTTER KNIFE AND PEANUT BUTTER AND WENT TO MAKE SOME TOAST\" (reason for my emphasis will be referred to later). He was going \"to make a sandwich for me and him while Howard was taking a shower and then I was going to take my shower\". We were advised that the toaster is at the front of the range on the first floor. When he was next to the toaster, \"they [officer or guard] had call pill parade\", not with any P.A. system but simply \"yelled it out\". You must be on prescribed medication to go and get your pills. Abbott went from the toaster to the pill parade taking \"the butter knife with me ... because if you leave things lying around people will take it. There is a hundred and some odd people on the range\". Also, this was a prized commodity because \"they give out camping gear now, butter knives that bend when you are buttering your toast and spoons like camping gear\". Abbott's knife was \"the old butter knives", "that they used to give the inmates", "(this was confirmed by a guard in evidence), more stable and more durable\". (my emphasis). On his way to the pill parade:", "\"Q.\tDid you go to pill parade with this butter knife in your hand?", "A.\tNo.", "Q.\tWhere was the butter knife?", "A.\tIt was in my pants, my pajamas [sic]\""], ["[14]", "Abbott went toward the barrier earlier described which was locked and \"the nurse would be on the other side of the barrier giving out the pills\". He never made it to the lineup for the pill parade. \"I was on my way down when an altercation broke out.\" He was, however, walking down the strip in a northerly direction and got three-quarters of the way there. He saw the lineup and:", "\"Q.\tthere were quite a few people ahead of you?", "A.\tYes, somewhere in the vicinity of 15 to 30.\""], ["[15]", "Now here in his testimony Abbott falters. It was quite easy to read that this 21 year old, in and out of prison since age 16, had been imbued with the inmates' code or behavioral pattern. There is no question that he saw an altercation. his responses are typical of what one might expect - evasive and in my view not because he was involved or in any way responsible for the \"altercation\" but as he put it:", "\"Q.\tWhat actual activities did you observe for you to have it register in your mind that it looks like there is a fight going on?", "A.\tJust the screaming and the milling around, running around. I didn't stand there to look to see what was going on,", "so I could be a witness of something going down", ". I don't want to be part of it. I had no part of it, so I wanted to be back to my range.\" (my emphasis)"], ["[16]", "Earlier he had gone so far as to say, \"it looked like a fight between the guards and the inmates\" and ...", "\"Q.\tHow many guards appeared to you to have been in the altercation?", "A.\tWell, I didn't catch that, but there were two or three on the strip that night. When I seen this happen I headed back towards my range, when I seen it break out.\"", "His observation was \"very brief\" and ...", "\"A.\tThe guard yelled and had everybody headed back to the ranges and I headed back.", "Q.\tYou said you heard a guard yell. What did you hear the guard say?", "A.\tI heard screaming and then heard one guard specifically, 'Everybody back o the ranges'.\"", "and he headed back and his evidence was he had headed back before he heard the guard yell, and he walked normally and did not run.", "\"Q.\tWhat do you hear as you are walking back ...?", "A.\tJust a lot of noise. As I am walking back I see guards running by me [later confirmed by guards' testimony].", "Q.\tYou hear noise?", "A.\tIt was hectic, very hectic, a lot of noise, a lot of yelling to get back to the blocks to safety,", "to locked doors", ".\" (my emphasis)"], ["[17]", "The guards were running past him going in the same direction \"trying to get somewhere where it was safe\" (later confirmed by guards' testimony)."], ["[18]", "They never ran to the south barrier according to Abbott, \"I think they ran into 2 Block which is right across from 1 Block ...\".", "\"Q.\tWhere are they running from?", "A.\tI guess the altercation.\"", "He remembered two or three officers running past him and he was \"bumped from behind\" and again the behavioral pattern:", "\"Q.\tIs it your evidence that the guards weren't running after an inmate?", "A.\tNo.", "Q.\tBut, in fact they were being chased?", "A.\tI don't know if they were being chased but they were running from.", "Q.\tAt this point you had never turned around to see what they were running from?", "A.\tLIKE I SAID, I DON'T WANT TO SEE, OR HEAR, OR KNOW ANYTHING.\" (my emphasis)"], ["[19]", "A guard that Abbott identifies as Ramos pushed him \"not in an accidental or get-out-of-the-way push\" but \"I think to hurry me back because he was walking along the (east) wall, and he came up behind me and pushed me to hurry me back, to get me back into the block\"."], ["[20]", "This push did set Abbott off balance and the \"butter knife that was in my waistband fell out through my leg. It made a noise on the ground like steel hitting the floor\"."], ["[21]", "Now Abbott describes how another guard was brandishing a garbage can over his head and who was located in front of Abbott (northerly direction) so that when the guard looked back, \"I guess looking back for his friends to see if any of them was in danger, and when this knife fell out of my pants, I looked at him and I said: 'It is not sharp. It is not a sharpened knife.' He dropped the garbage can and ran into 2 Block\"."], ["[22]", "When Abbott yelled, he concedes \"I don't know whether he heard that or not but he had alarm on his face. He dropped the garbage can and he ran into 2 Block\"."], ["[23]", "Abbott tells us that at this juncture he was 10 to 20 feet from his range and when the \"husky\" officer went into cell block 2, I proceeded to pick up the butter knife and walked over and threw it inside the garbage can\" (not the one that the guard dropped). A few moments later in his testimony Abbott stated he, \"walked over and placed it in the garbage can\". He had to cross the strip from the east wall to the west wall and had his back to the north barrier."], ["[24]", "Then - there was a lot of yelling from inmates on the strip, running up and down - and with all barriers locked NO INMATE COULD GO BACK INTO THE BLOCKS. Abbott's evidence was that blocks \"3 and 4 were usually locked when we are going for pills. They don't let everybody out at the same time. They only do a block or two at one time to get pills\". From his position - his evidence was that all blocks 1 and 2 \"were locked definitely. That (cell block 2) is where the guards ran in. They locked the doors behind them and", "locked the inmates out on the strip", "\". (my emphasis)"], ["[25]", "After Abbott put the knife in the garbage can there was no means for him to escape and get off the strip. He believed there were still about 15 to 30 inmates on the strip in the same position - no way off."], ["[26]", "Not that much turns on it but at one stage Abbott says he was in his pyjamas going to pill parade and later \"I had my clothes on yes\". He also alleges garbage cans were being thrown about but only by \"people that were involved, people that were convicted of the charge.", "There was no one else involved", "\". Note: two people were eventually found guilty, one of whom was Chris Sharpe, the one throwing the garbage cans), but \"everybody was screaming and yelling ... it was just hectic\"."], ["[27]", "Abbott's reaction to the dropped knife was understandable:", "\"Q.\tLet me ask you again, going back to the time that you had the knife drop and from the time that the knife fell through your pants and you said something to the guard, to the time that you dropped it in the garbage can, how long did that take?", "A.\tFive seconds.", "Q.\tIt is fair to say then, based on that, it is something you did immediately, picked it up and put it in the bin?", "A.\tWhen I seen the alarm on his face when he seen the knife drop and heard the noise, the noise the knife made and I seen the alarm on his face and he ran, I guess I thought that maybe he thought I might have been involved in that and that is why I picked it up and threw it in the garbage can.\""], ["[28]", "After, he put the knife in the garbage can and was standing there near the east wall, with all cell blocks and barriers closed and locked, he was asked as to that point in time:", "\"Q.\tWhat were your intentions?", "A.\tMy intentions were hopefully not to get blamed.\""], ["[29]", "From Abbott's evidence I gathered his instincts were that some other inmates in the strip might be involved and by staying on the west side, separated from the others and alone, he would be seen as having nothing to do with this. Most of the other inmates were \"on the other side, or in the alcove of 1 block, standing in front of 1 block\". After putting the knife into the garbage about five to ten seconds elapsed, according to Abbott, before he was shot. He never looked back and the location of the pellets in his body would appear to confirm that his back was to the barrier."], ["[30]", "Abbott says he heard two shots and that is confirmed by every witness for both the plaintiff and the defendant. But, I cannot accept Abbott's evidence when he states that the first one struck him. I am convinced he was struck by the second shot. Abbott's evidence struck by the second shot. Abbott's evidence is that he was hit by the first and maybe also the second shot \"because when I was on the ground I got pellets in the bottom of my feet\". He does say he was on the ground crawling, trying to get to the 2 block passage to avoid any more pellets. It is more likely that he heard the first shot fired into the ceiling and recognizing the danger of being alone, moved to the other inmates for protection, and yes, probably crawling or bent over with his back facing the north barrier. We are talking of a short distance across the strip which is only nine feet wide and Abbott was already standing beside the garbage can area away from the west wall so he could not have far to move but was, in my view, hit by the second volley. A guard later stated Abbott was hit by the second shot. At this point counsel for Abbott has him confirm that there was no P.A. system on the blocks. At this juncture in the evidence counsel also elicited this information:", "\"Q.\tWith respect to the butter knife, you indicated that you had that in your possession for two to three weeks prior to the time of disposal?", "A.\tYes.", "Q.\tWas the butter knife in the same state or in an altered state when you disposed of it, compared to when you first had it?", "A.\tThe same state. It was a butter knife, strictly for buttering bread or buttering toast.\""], ["[31]", "Abbott's evidence is that he never heard the voice of a corrections officer nor any warning from one of the guards. (He conceded an earlier warning, \"Get back to the ranges\" as he was leaving the area near the pill parade)."], ["[32]", "After putting the knife in a garbage can Abbott said, there was an inmate in front of him, identified as Sharp who threw garbage cans down the strip. He could not recollect if there were any others. His vagueness extends to:", "\"Q.\tAfter you left the pill parade, did you observe any other inmates [i.e. other than Sharp] with weapons in their possession?", "A.\tI don't recall.\"", "Also, he didn't see who fired the shots but other witnesses confirmed it was Terry Decker. After the second shot, \"everyone was on their face\" and now several officers with guns - Abbott guessed six - who \"came out of the woodwork\". Once again Abbott gets back to the fact he was wearing \"pyjamas\" which were completely soaked in blood. He also reiterates that it was the first shot that got him but later evidence from his witness and the defendant's witness confirm two shots were fired - one into the ceiling and one into the floor. Given the location of the pellets in his body it is highly unlikely that the pellets came from above."], ["[33]", "His first recollection is that he saw Ms. Crisp who was not armed but who pointed a finger at him and commanded him to get all the way down on his face. The guards with guns came through the now open barriers where pills had been served earlier. He had pellets \"in my legs, my ass, my legs, ankles and my feet\"."], ["[34]", "Abbott, at about p. 111 of the transcript, says: \"the only reason I said that (hit by first shot) - was because I had birdshot on the bottom of my feet. The first shot got me when I was standing up, so the second must have got me in the bottom of my feet\", but later he said he was crawling at the time of the second shot and I am convinced he was probably crawling to get protection just before the second shot got him."], ["[35]", "He did not", "want", "to be a witness but in the circumstances here it is unlikely that Abbott never looked back at the scene of all the trouble. I believe he did look back and saw the guns. Otherwise why did he move to the safer side?"], ["[36]", "Abbott, shot and bleeding, crawled toward cell block 1 and he was chased away from the alcove. At this point guards with guns and mace were coming from the north end of the strip and from the cell blocks. He identified one officer as a woman who ordered him to put his face on the floor but she did", "not", "fire the mace. Abbott had crawled south and several guards with guns plus reinforcements were coming from the north to the south. The guns held by Decker and the other guards were pointed at everyone on the strip. A guard pointed a gun at Abbott, \"not point blank, but from a distance\" (six feet). They were ordered to strip and as Abbott was doing this Crisp yelled some order at him, he answered back in kind - told her to go fuck herself \"when another guard stepped to the side and maced me\". He was not threatening the officer who maced nor was he armed with a weapon. Then:", "\"A guard -- I am pretty sure his name is Ramos -- picked me up, grabbed me off the floor and started to bring me, carry me sort of, limped me towards the bathroom in 2 block to wash this mace out of my face.", "Decker was behind me trying to rip my clothes off because he was telling everybody to strip and Ramos yelled out, 'He is not involved", "'\". (emphasis added)", "After washing out the mace Abbott said he was carried to the Institution hospital (see diagram). He was limping and had his arms over two guards' shoulders (we later learned it was one guard, Crisp). He had no pain \"due to shock\". Abbott remained at the hospital for about an hour and he was then taken to Hotel Dieu in Kingston. Photographs of Abbott were taken by the Ontario Provincial Police (OPP) and security of the institution that same night or early morning at the prison infirmary. The bulk of the buckshot was taken in his right leg."], ["[37]", "Abbott describes his injuries as follows:", "\"Q.\tWhat physical damage did you sustain by being shot?", "A.\tMy joints in my legs, my ankle and my knee, when I play sports, after a considerable time on the floor become feeling like I have got arthritis or something. Whether that is caused from the shooting, I don't know. There was pellets in the joints that were taken out by Dr. Hazlett.", "Q.\tHow long after this incident was it before you could walk around?", "A.\tThey had me in segregation, so there wasn't much room to walk down there. About a week before I could get off the bed.", "Q.\tDid you experience any discomfort when you would sit in a normal sitting position?", "A.\tNot that I recall.", "Q.\tCould you sleep normally after this incident?", "A.\tNo, the legs were painful. They weren't giving me any medication for the pain.", "Q.\tDid you have any nightmares?", "A.\tYes.", "Q.\tAbout what?", "A.\tNightmares of the night it occurred, or different kinds of nightmares with the guns. Any loud bang would set my heart into a jolt.", "Q.\tHow long did that go on?", "A.\tIt still goes on.", "Q.\tWhat activities were prevented from you being involved? ...", "A.\tI can pretty well do anything I want now. At first I couldn't play ball hockey or floor hockey.", "Q.\tUntil when?", "A.\tUntil the pellets were removed out of the joints.", "Q.\tFor how long before you would be active again?", "A.\tI can't remember how long my first surgery was to get the pellets out. I can't remember the first surgery to get it out of my knee joints and my ankle joint.", "Q.\tDo you still experience any pain or discomfort as a consequence of that shooting?", "A.\tI get pains in my right knee, but I don't know if it is caused by that.", "Q.\tWhen is the last time a pellet came out from the surface of your skin?", "A.\tIt has been a few years now. There is a few still on the surface of my skin now that you can feel. I don't want to dig in for every one. I had an X-ray done on my foot not too long ago, and there is still pellets in my right foot.", "Q.\tHas anyone ever indicated to you whether the birdshot was made out of lead or steel?", "A.\tI did ask the doctor if it was dangerous for all these pellets to be in my body but he indicated that they weren't.", "Q.\tHow many pellets have you removed yourself?", "A.\tTen or 15.", "Q.\tFrom 1986 until now?", "A.\tFrom 1986 when I was taking the baths, proper baths and the soap, they would come to the surface then.", "Q.\tWhat is the total since that time?", "A.\tSince that time, about 25 have been taken out, or 20.\""], ["[38]", "The emphasis then shifts to the activity following the shooting and the medical treatment."], ["[39]", "On his return not only Abbott but officials at the institution believed Abbott would go back to this range as sores on his legs were better. He indicated he didn't want to stay in the hospital area and so they brought him down to the", "segregation area", ". He felt he was suspected of some involvement. He was in segregation about two weeks and then transferred to Millhaven segregation."], ["[40]", "Mr. Frankovich (Frankovich) who is the Internal Preventive Security Officer in charge of internal security of the institution, had told Abbott he re would be returned to normal population. However, it is clear that Abbott, on or about November 21, 1986, was aware of a proposed involuntary transfer (see Exhibit #1, Tabs 4 and 6), and was given the reasons. Later he signed a document (Exhibit 1, Tab 7) where Abbott advises, \"I will present in writing within 48 hours reasons which justify a further case study\", and Exhibit 1, Tab 8 is what Abbott refers to as his rebuttal letter. With this rebuttal being rejected, Abbott was transferred to Millhaven and with that move he abandoned any other procedure (e.g. grievance) and decided it was time to get a lawyer. Abbott believed that once charged \"there was no way they were going to move me back to the general population at Collins Bay\". He now believed he had to beat the street charges (i.e. possession of a dangerous weapon et al) before he had any opportunity to be returned to Collins Bay. (Had 10 months left on sentence - p. 38 vol. 2 of transcript)."], ["[41]", "Abbott maintains throughout examination-in-chief and in cross-examination that he never heard any shouts to \"get down\":"], ["[42]", "Macing was not a big concern, especially after his face was washed, and at that time he had at least 61 pellets in his body and he was bleeding, as he describes it, \"profusely\".", "Dr. Donald Workman (Workman):"], ["[43]", "Workman never treated Abbott at Collins Bay but I did permit him to comment on medical treatment there from documents produced by the parties. Workman first saw Abbott at Millhaven on December 9, 1986. Workman was satisfied that Abbott received all the proper medical treatment for pellet wounds, including antibiotics in the event of infection."], ["[44]", "Workman treated Abbott for the trouble he was having sleeping and his anxiety. An X-ray of the left ankle was ordered which revealed multiple pellets. By December 9 Workman was satisfied that Abbott was generally better with less redness than that shown on photographs. Workman described the normal treatment as follows:", "\"Q.\tWhat is the normal treatment after being struck by birdshot?", "A.\tGeneral cleansing, washing the wound, removal of any pellets that can be easily removed and ensuring that the person's tetanus immunization and so on is up to date and then observation. Sometimes many of them become quiescent and it is not worth it for the patient to go after them. Some may become symptomatic, or the person may be annoyed by them initially.\""], ["[45]", "No treatment was given to Abbott at this time by Workman except to observe him. Later, in January 1987, Workman saw Abbott and did a check on blood count. At this time Abbott refused a blood test. We also heard Workman say:", "\"Q.\tTo the best of your recollection, were there any pellets lodged in any of the plaintiff's joints?", "A.\tNo. My opinion on that and others was that there were no pellets that had entered blood vessels, nerves, joints or any deep tissues.", "Q.\tOr organs?", "A.\tOr organs, except the skin.\""], ["[46]", "The doctor, after examining a photograph earlier referred to, advised that 61 pellets entered Abbott's body. Workman's prognosis is outlined:", "\"Q.\tWhat was your prognosis at that time?", "A.\tBased on what I have seen of these and general knowledge, I expect that these would gradually settle down and perhaps become asymptomatic or that occasional pellets might cause him discomfort and he would either be asking for measures to relieve the discomfort, or have them removed.", "Q.\tWhat is involved in the removal or excision?", "A.\tUsually for anaesthesia, you could either freeze the spot with a local anaesthetic, or put the person to sleep. Usually you would use a local anaesthetic, make a small incision with a scalpel and then dissect or squeeze the pellet out and close the wound.", "Q.\tThere isn't any requirement to admit a patient to hospital, normally?", "A.\tNot as an in-patient in a hospital.", "Q.\tWas that ever done in Mr. Abbott's case?", "A.\tYes. ...", "Q.\tTo the best of your recollection, did either situation, did either occasion involve a stay over night?", "A.\tTo the best of my recollection, no.\""], ["[47]", "Before this incident it was clear that Abbott had problems with his feet and much of the treatment after January 1987 dealt, not with the effect of pellets, but the poor condition of Abbott's feet. And finally, \"in terms of prison activity he seemed to function well, sports, etc.\" and Abbott had no symptoms of lead poisoning."], ["[48]", "Counsel was then able, by pointing to the examination for discovery of Correction Officer Forrest, that he (Abbott) basically referred to him as someone who relates to other inmates, wouldn't be expected to cause a problem or a violent situation. Workman agreed with that assessment."], ["[49]", "As late as March 1992 Workman's evidence is that Abbott needs arch supports and that was the primary reason he was seen by Mr. Brett, a specialist in this, but he also mentioned, \"the support would include a shock-absorbing material to try to alleviate the pain from the shotgun pellets still in his feet ... the top of the feet due to bony structure of the feet\"."], ["[50]", "Abbott also required a special fitting footwear as a matter of comfort:", "\"Q.\tSo would it be fair to say that your best recollection is that the footwear was recommended and issued because of the injuries received from the birdshot?", "A.\tRight.\"", "Lawrence Grant Fontaine (Fontaine):"], ["[51]", "Fontaine was an inmate of Collins Bay at the time of the incident. He was in the pill parade lineup on November 17, 1986, about 10:30 p.m. and at the front of the line. He got his pills, turned around to go back to his cell block 1 on the second floor.", "\"A.\tI turned around and I was leaving. I think I was maybe ten feet from the barrier. Two guys came running up the strip. I should say, maybe one guy towards me and there was another guy on the other side of the corridor and I didn't see, but the guy running towards me had a knife in his hand. The guy running towards me.", "Q.\tWho was that?", "A.\tI think his name was Chater. He had a knife in his hand, he was running towards me and he had his head down and he put his head up and said, 'Excuse me Larry'. He knew me. I just watched him go around me and he went at the guard that was at the barrier.", ". . . . .", "He went around me and I was sort of amazed, what the hell is going on here? I don't know who the other guy was. He was a dark fellow, or a dark-complexioned guy was on the other side.", "Q.\tAre you talking about the other inmate?", "A.\tYes. He was on the other side of the strip. Then there is another guard on that side; right?", ". . . .", "Q.\tWhat happened next, after what you have described?", "A.\tThey were sort of slashing knives at the guards, yelling at them. Nothing physical was really happening. The guards were backed up and yelling at the guard. Like, there is a tower, what we call a tower there, a control booth. There was a guard in there and they were yelling at him.\"", "And later, back to the inmates:", "\"A.\tThe nurse is on that side, this side and we were on the other side and they were yelling for the guard in the tower to open up that barrier.", "Q.\tWhen you say they were yelling, who are you referring to?", "A.\tThe two guys with the knives.", "Q.\tWas there anyone else causing a disturbance, other than these two inmates?", "A.\tNo.\"", "He also confirmed there were all kinds of people on the strip."], ["[52]", "Fontaine describes how he saw a guard (he thinks it was Decker) come running out with a shotgun. He came from the Keepers Hall (see diagram). When Fontaine and others saw the guard running with a gun and everyone started running. \"It was sort of chaos ... when they seen him with the gun is when they took off\"."], ["[53]", "Fontaine, with his back up against the wall, but \"he let a shot go up in the air through the grill\".", "\"Q.\tThrough the grill with the gun?", "A.\tHe stuck the barrel of the gun through the grill and let a shot go up and it hit just above my head.", ". . . . .", "He had the gun on an angle but it was up on an angle.", "The second shot, he let another shot go after that.", "Q.\tFrom the barrier?", "A.\tFrom the barrier but it was down on the floor.\"", "Fontaine offered the view that:", "\"Q.\tDo you have anything else you would like to add?", "A.\tI don't know. I just say I think this was handled in the wrong way. Probably it could have been handled easier than the way it was done.", "Q.\tWhen you say 'this was handled in the wrong way' what are you referring to?", "A.\tI am referring about people getting shot. If somebody would have looked at the situation a little bit differently, they would have seen that no one was hurt.\""], ["[54]", "In cross-examination Fontaine confirmed it (the pill parade) is done differently now, and one has to go through the barrier to the Institution Hospital eliminating the fact of large numbers in the strip for pill parade. Fontaine stated he saw two inmates with knives going after the guards and not before, during or after the shooting did he hear warnings but in answer to a question he replied:", "\"Q.\tDid you hear Decker say anything at all to your recollection?", "A.\tI think he yelled something but I don't know.\"", "Stephen Douglas Gautreau (known at", "the time as Brideau):"], ["[55]", "This was the last witness called by the plaintiff and in 1986 he was 19 years old and an inmate at Collins Bay. He was in the pill parade about three-quarters of the way back. His evidence is:", "\"I heard the speaker go off with 'clear the strip' or 'get off the strip' was more like it. That was probably about two minutes after I was aware of what was going on. ... I was kind of shocked at the whole situation -- I was kind of young.\""], ["[56]", "Gautreau's evidence is that Abbott when leaving the toaster area, put the knife in his back pocket and remembering that, said to Abbott: \"Have you still got that butter knife on you? With all this shit going down you had better get rid of it. ... I wasn't paying attention to Kevin after that because my partner Dave Dunn, he was screaming at me to get back in the block [#1]. He knew the guys were coming.\" He made it back to the entrance before there was any shooting and confirmed that two shots were fired:", "\"Q.\tDid you see them fired?", "A.\tI seen the first one fired.", "Q.\tWhere was it fired from?", "A.\tFrom the barrier ... which was locked.\"", "and he identified Carl Decker as the shooter and that he was on the north side of the locked barrier. All entrances of the cell blocks were closed and:", "\"We were yelling at Mr. Dickson [a guard in cell block 1] to open the barrier and let us in. I guess he felt some of us might be participants or something. I don't know what he felt but in any case he wasn't opening the barrier and I knew they were coming with guns.\"", "He then described what happened:", "\"Then I heard, 'clear the strip' a few time and then I heard the shot. ... There is a vestibule that covers a barrier at the other end of the strip [south end]. ... You could hide right in there, right in around the corner there and possible not get shot. ... That is the barrier, but right there where the bubble that goes around. ... That goes out into the strip approximately four feet, that vestibule which would mean you could hide on the other side of that and not get shot. So, from 1 block, I couldn't get in there. I attempted to run to 4 block as fast as I could and when I looked down, I see he was still on the other side of barrier. So, I figured since he is on the other side of the barrier, I could still make it to 4 block. I didn't hear, 'Get down. Hit the strip' or nothing. All I heard was, 'Clear the strip', and I was trying to get the fuck off the strip. Excuse my language.", "Anyway, I ran and got hit half-way. I don't even think I made it half-way. I think I got off the wall a little bit and got hit.", ". . . . .", "Q.\tWere you struck by the first shot?", "A.\tYes I was.", "Q.\tDid you hear or see a second shot?", "A.\tI heard a second shot.", "Q. \tWhat happened to you after the first shot?", "A.\tI froze.", "Q.\tDid you hit the ground?", "A.\tNo. I froze. I got about 40 or 50 pellets in the leg, but I just froze. I was just shocked that I got hit.", ". . . . .", "Q.\tWhat happened", "after", "the second shot was fired?", "A.\tMost of the guys were hitting the ground because after the first shot was fired, they were yelling, 'Get down. Get down on your face or on your hands.' Anyway, 'Hit the deck. Get down. Everybody down. Put your hands behind your head.' I hit the floor. The officers ran up.\" (emphasis added)", "At this stage Decker and several other officers, some of them armed with shotguns or mace, had moved in to take charge."], ["[57]", "Later there seems to have been over-reaction in dealing with Gautreau who was on the floor, wounded and then maced.", "\"When I was laying down, Parker, Officer Parker came up and Decker came up to me. Decker had the gun, the shotgun, flinging it at me, told me to stay down. So, I stayed down and then he said for me to get up. Decker said for me to get up. So, I went to get up slow.", "\"Parker turned around and maced me and I made a move like I was going to knock the mace from his hand, because for me, one guy to say to get up with a gun and another guy to mace me, he whacked me on the head with the shot-gun.", "Q.\tWho did?", "A.\tDecker. He drilled it into my head. He left the barrel imprint on my head from the shotgun. ... I got maced three times, because I know I got hit in the ear with mace and my ear started to itch and I went to look up and I got it in the eyes.", "Q.\tWhat happened after you got maced?", "A.\tDecker told me -- one of the officers was -- they were coming out of the blocks. He was yelling, 'He wasn't involved in it'. Somebody, I don't know who yelled, 'Take him to the hospital'. They made us strip and run down to the hospital.\"", "There was no question he was hit and the only argument was whether it was once or twice."], ["[58]", "On cross-examination he said the only yelling going on inside cell block #1 was his partner screaming at Dickson to let Gautreau in and Dickson refusing. The inmates were quiet and not encouraging the two inmates who had knives. They couldn't know that the inmates on the strip had knives and were chasing the officers."], ["[59]", "Gautreau also told us:", "\"Q.\tDid you know the inmates had knives?", "A.\tOn the strip?", "Q.\tYes.", "A.\tI seen them, yes. Not till I seen them but I know.", "Q.\tAt what point did you see the inmates with the knives?", "A.\tI would say probably about 20 or 30 seconds after they pulled them out and went after the officers.", "Q.\tYou indicated that you saw the officers, I think your words were, 'crawling by the barrier'?", "A.\tBunched up.", "Q.\tBunched up at the barrier. Were they down on the ground?", "A.\tNo.", "Q.\tAt the point that you saw them bunched up, were there inmates over them with knives?", "A.\tNo, not really. To my opinion they weren't there to really stab them. They were there to frighten them.\"", "He also confirms that a guard (his name was Parker) had a garbage can and he moved to attack one of the inmates who held a knife but when the inmate did not back off Parker threw the garbage can at him and just made it safely back to cell block 2 where he was able to get in when another officer opened the barriers. The guards were in no danger inside the cell block and not threatened by any knife because all they had to do was step back."], ["[60]", "After his visit to Hôtel Dieu he was returned to Collins Bay and \"was thrown into segregation from the hospital unit\"."], ["[61]", "We then heard an interesting story from Gautreau about an official he charged but admitted the whole matter was lies he concocted to get even with the official. It cost Gautreau four months.", "Alberta Ramos (Ramos):"], ["[62]", "Ramos was the first witness called by the defendant. He is an employee of the Correctional Services of Canada (CSC) with 10 years experience. His duties are described as keeping control of the institution, security, control of keys, dynamic posts within the institution, which means a control post at the main gate, cell block, control centre, where you can control movement of inmates. He was working the 3:00 p.m. to 11:00 p.m. shift at Collins Bay on the 17th of November 1986. He was observing the pill parade at the cell block control centre. The number of inmates on the strip is controlled, for example, by letting unit 1 and 4 go at the same time but not units 2 and 3.", "\"Q.\tWhere were you standing monitoring pill parade?", "A.\tOutside of unit #3, there is a water fountain on the west wall and I was between the fountain and the barrier.\"", "Also there, as a monitor, was Luc Richer (Richer) who was beside Ramos and to his left.", "\"Q.\tCan you describe what happened, please Mr. Ramos?", "A.\tWe were observing the medication parade. The inmates line up right beside the cell block control centre across the hall from us and the nurse hands them their medication through the barrier. They turn, some of them usually come over to the water fountain and get a drink, and proceed down the strip back to their units.", ". . . . .", "A.\tCell blocks. At some point I noticed that one inmate, inmate Sharp came along the cell block barrier trying to get in behind Mr. Richer.", "Q.\tWhen you say the 'cell block barrier' which barrier do you mean, specifically? Do you mean to cell block 3?", "A.\tThe cell block control barrier. The one that the nurse is handing the pills from.", ". . . . .", "A.\tAt that moment I realized something wasn't right because, as I said before, the inmates usually turn, maybe go to the water fountain and get a drink and down the strip. He was too far over towards us. So, I reached out with my right hand and was just in the process of going to say, 'What are you doing?' or 'Why are you over here?' and Mr. Richer also felt movement and turned. I noticed that there was a shiv, a knife in Abbott's -- sorry -- Sharp's left hand.", "Q.\tWho is Sharp?", "A.\tWho is Sharp? He is an inmate housed in cell block No. 1. ... When Mr. Richer turned, he grabbed Sharp's left hand which the weapon was in and pulled it down towards the floor. I reached in and also grabbed his hand and tried ---. ... His left hand.", "Q.\tOf Mr. Sharp?", "A.\tM'hm.", "Q.\tWhere was his right hand?", "A.\tHe tried to grab Mr. Richer around the throat area and was in the process of bringing the shiv towards his throat. Mr. Richer turned at the point, grabbed his hand, as I say.\"", "In light of all the evidence I do not believe the above portion of the scenario.", "Also, it sounded too manufactured.", "\"Q.\tGrabbed whose hand? Can you make it very clear?", "A.\tSharp's hand. I reached in and grabbed his hand also that the shiv was in and pulled it towards the floor.", "Q.\tWhen you say 'reached in', what do you mean 'reached in'?", "A.\tI grabbed his hand. I reached in and grabbed his hand and pulled it towards the floor. I had to go around Mr. Richer to get to Mr. Sharp, because they were in that -- they were along the west wall, right in the corner, where the barrier meets the wall at that point.", "Q.\tWere Richer and Sharp standing at this point in time?", "A.\tYes, they were both standing.", "Q.\tThen what happened, please?", "A.\tThen somebody yelled, \"He has a knife.' Officer McCormick who was on the north side of the barrier towards the main gate appeared, realized that something wasn't right immediately. He ran down and through the barrier, the east end of the north side of the barrier on the north wall. He reached in and also grabbed the knife.", "Q.\tI am sorry, I have lost my sense of direction here.", "A.\tOfficer McCormick appeared on this side of the barrier coming down the strip.", "Q.\tOkay. On the north side?", "A.\tYes, Officer McCormick reached in, also grabbed the knife and we wrestled it away from inmate Sharp.", "Q.\tWhere were you at this point?", "A.\tStill in the corner.", "Q.\tThen what happened?", "A.\tOfficer McCormick had the knife and I heard it hit the floor. So, I heard it hit the floor. I don't know whether he dropped it.", "Q.\tDo you know where it hit the floor?", "A.", "On the north side of the barrier", ".\" (emphasis added)", "Then Ramos added:", "\"Q.\tWhat happened after you got the knife away from Sharp?", "A.\tJust as we got the knife away from Sharp, I heard someone yell, 'Let go of him or I will kill you'.", "Q.\tDo you know who that was?", "A.\tWhen I first heard it, no. I turned around to the voice and it was inmate Chater.", "Q.\tWhat was inmate Chater doing?", "A.\tInmate Chater was coming towards me. He had a shiv in each hand and he started to swing his arms with the shivs in his hands.\""], ["[63]", "The evidence of Ramos seems to corroborate the evidence of Fontaine: \"He (Chater) was motioning with his arms in front of him, swinging back and forthwith the two knives and kept coming toward me.\" (I used the word \"seem\" because the earlier evidence was that Chater never used a stabbing motion but rather a back-and-forth motion to scare Ramos into opening the barrier and also letting Sharp go.) To be fair Ramos later said:", "\"Inmate Chater was yelling, 'Open the barrier. Open the barrier,' and I just kept moving and he kept swinging his arms, trying to strike me in the abdominal area. I kept moving around and I was south at this point.\"", "Ramos moved down the strip and eventually got into cell block 2 which Officer Crisp closed behind him. His view was now limited to the space between cell block 1 and cell block 2 and he could only see Chater, Sharp and Abbott. In answer to a question from the court he replied: \"Inmate Abbott was closer to 2 block.\" Ramos stated he heard \"the command to drop weapons and lay down on the floor\" and Ramos stated the command was directed at Sharp and Chater."], ["[64]", "Ramos' evidence is quite clear that it was at the second shot when Abbott fell to the floor."], ["[65]", "Then Decker was on the strip with the shotgun and after a warning from Ramos that Sharp still had a knife, he pointed the gun at Sharp and Sharp dropped the shiv."], ["[66]", "Also, Ramos believed the officer in cell block 1, or at least the only one he could see, appeared to be in trouble because \"inmates were trying to get out on the strip\" but when the guns were pointed at them they retreated to their ranges and cells."], ["[67]", "When Ramos left the cell block and subdued Sharp, he was not apparently concerned about Abbott, \"I had my back towards him\"."], ["[68]", "Almost immediately \"we were ordered to isolate inmates Chater and Sharp from the rest of the population and get him to a secure area\". The decision had already been made that Abbott was not involved."], ["[69]", "Ramos was uninformed or unaware of the difficulties spelled out by officer Small concerning drinking problems in cell block 1, \"I wasn't aware of any problems in cell block 1 at that time\"."], ["[70]", "Another factor I consider important is Ramos' confirmation of Officer Forrest's examination for discovery in 1988 when he was asked:", "\"Q.\tNow with respect to your observation that you just made, I am going to refer you to the examination for discovery of Mr. Forrest in 1988 when he was asked:", "'Q.\tOn a regular basis, would Mr. Abbott be one of those inmates a guard would consider would be more likely than others to create a violent situation.", "A.\tNo.'", "Would you agree with that or disagree with that?", "A.\tI would have to agree with that.\"", "I say important because another officer said he believed Abbott would have become involved if the attack had been successful and this seems to me to be out of character for Abbott."], ["[71]", "Decker had ordered the isolation of Sharp and Chater."], ["[72]", "Ramos confirmed that in addition to guns there is a supply of tear gas, mace and police sticks. A bull horn was not used November 17, 1986. Ramos put the number of people in the strip at 20 to 25 which included the pill parade inmates of 10 to 15."], ["[73]", "Ramos had said, \"We (the officers) did not know whether it was a possible takeover of the institution\". Counsel for the plaintiff took Ramos to task for this particular part of his testimony:", "\"Mr. Chudy:", "Q.\tMy point to you , Officer Ramos, is that I respectfully suggest that you are prone to gross exaggeration when you say that we didn't know whether it was a possible takeover of the institution, when in fact the only evidence that you have given is that there were two inmates that were apparently out of control, one of which had been disarmed of any weapon that he had across the barrier when he could contain the weapon. He had been disarmed and there was one other inmate who had weapons of some sort and there were at least three officers available to disarm him, of which you were one. There has been a clear exaggeration with respect to your testimony in cell block 3.", "I respectfully suggest that, indeed, this entire response insofar as you have just suggested that your testimony goes to the views of other officers is grossly disproportionate to what went on, because you have said that only Chater had any weapons in his hand. So, my suggestion to you is that your testimony is highly exaggerated, sir.", "Ms. Brenzall: If there is a question there, My Lord, I am not sure if the witness knows what it is.", "Mr. Chudy: There is a question.", "Q.\tThat the testimony in your evidence is highly exaggerated and inaccurate. How do you explain that?", "A.\tYou are mistaken.\""], ["[74]", "How can one really judge the reaction of Ramos to be right or wrong, who, with the help of two other officers, had disarmed and subdued Sharp, then:", "\"We let Sharp go and the reason we let go of him was because inmate Chater was -- the reason I let go of him was because inmate Chater was coming at me with two knives.", "Q.\tDid you say, 'Drop your knife. Drop your knife. You are under arrest'?", "A.\tNo.", "Q.\tWhy not?", "A.\tI was in --", "Q.\tA panic, scared?", "A.\tI would say scared, yes. Somebody coming at you with two knives when you are not expecting it --\"", "Should he have relied on Richer and Boutillier, remembering that he didn't at that point know where they were, or do what he eventually did - seek safety in cell block 2?", "Sherri Crisp (Crisp):"], ["[75]", "Crisp was a nine year veteran of CSC, and working at Collins Bay on November 17, 1986 as the officer assigned to 2 block. She heard, at approximately 10:30 p.m. \"pills up\" and proceeded to stand on the strip, so that \"I would be readily available to open 2 block when they were ready for our inmates to go for pills\". She saw officer Richer \"jump to the side and I saw a commotion at the cell block control post\". She heard Officer Parker order \"clear the strip and lock your barriers\" and with that she hustled five from cell block 1 off the strip and into that cell block. Abbott, she indicted, had been so ordered \"and he ignored me. ... At that time I noticed approximately six officers\". Abbott kept moving toward the barrier, and about the same time six officers were running toward her. (I believe in the excitement Officer Crisp's order may have been ignored because it wasn't necessary in that Abbott was already moving south.) She named the officers as Ramos, Richer, Parker, Small, Bulloch and Gauthier were outside the block with her. Two inmates were chasing them and she \"does not recall\" if they had anything in their hands. She opened the barrier to 2 block to allow the six officers into the block. After the last officer was in she closed and locked the door at which time Chater lunged through the opening in the barrier with a knife attempting to stab her. She lost her balance and \"fell onto my butt\". A short time later an inmate, seeing her distraught feelings, helped her by holding the door to the second floor range so she could lock it."], ["[76]", "She never heard a shotgun blast \"due to being highly shaken up over what was going on and all the commotion that was going on, I could possibly have not heard it\". She had obviously entered the strip before the shotgun blasts and then the \"inmates on the strip were subdued in the sense that they no longer posed a threat to the staff\". She only heard the initial warning from Officer Parker already referred to."], ["[77]", "After the guards with guns and mace and handcuffs had matters under control, she moved toward Abbott and had the confrontation already mentioned by Abbott. She believes it flowed from her statement that he \"stay down with your face to the ground\". She doesn't \"recall\" anything else occurring. She eventually helped Abbott to the institution hospital \"because he was having trouble walking\". Then she got two more shotguns as ordered, gave one to another officer and they proceeded to cell block 1 in order to get the inmates on to the ranges and back in their cells."], ["[78]", "Her evidence is also that two inmates were chasing six officers and she cannot recall if the two inmates were armed. We heard that Officer Small made a statement on the 17th of November 1986: \"We definitely have a problem with #1 block with brew for the last two nights. ... Cons are drunk, the smell of brew very prevalent on all ranges --", "someone is going to get hurt", ".\" (my emphasis). According to Crisp, Small never discussed that with her."], ["[79]", "And later, referring to a report:", "\"Q.\tI am going to ask you if you were one of the officers that this is making reference to:", "'During the 48 hour period prior to the incident, staff in No. 1 block were conscious of and reported the presence of intoxicants ...'\"", "And later on:", "\"'A recommendation had been put forth from Block officers that a thorough search be conducted -- however, this was not carried out -- frustration was detected during interviews with the officers who made the recommendation that it had apparently been ignored and", "this inaction may have contributed to the incident under investigation", ".'", "Were you one of these frustrated officers.", "A. Not that I can recall.\" (emphasis added)", "Keith Forrest (Forrest):"], ["[80]", "Forrest has 17 years with CSC all of which were served at Collins Bay. He was at the principal entrance, better known as the main gate, shown as the Control Centre in Exhibit 4. Forrest's job was to maintain observation of comings and goings of people to make certain that no inmates left that area through the front door of the institution. He could see completely down the strip. Measurements have been shown on Exhibit 4."], ["[81]", "The strip has a very solid floor and the ceiling is plaster over concrete."], ["[82]", "At 10:30 p.m. Forrest was looking south from the Control Centre to pill parade. Generally that barrier is kept closed but can be opened by the officer at the Control Post. At about 10:40 p.m. he saw a commotion south of the barrier. A broadcast from the Control Post indicated: \"a problem at the barrier, that staff were being assaulted by inmates.\" Another communication came across the radios that weapons should be brought down to the area. 'As weapons were stored in the main gate ... I immediately grabbed a shotgun ... and 4 shells. I also issued a weapon to another officer in the gate - then I left the gate and proceeded to the strip where the incident took place.\""], ["[83]", "\"Shotgun use is normal procedure due to nonlethal effect is has. ... Gas inappropriate due to area involved 196' x 12'.\" He was just about at the Keeper's Hall on the strip heading south when Decker, the keeper for this shift, saw him coming with the shotgun and said, \"Give me that gun\". Forrest followed his superior's order and they continued together to the barrier which was locked and the nurse had left. At this point, according to Forrest, Decker yelled through the barrier for all of them to get down.", "Nobody reacted", "(my emphasis). At his point Forrest saw no officers - and \"I have no idea where they went\"."], ["[84]", "Notwithstanding Fontaine's evidence, Forrest stated the barrier was opened and Decker and he went through it. And \"Officer Decker and myself were yelling to the inmates to get down\". They passed the entrance to block 3, \"he (Decker) fired a warning shot into the ceiling\".", "\"Q.\tDid any of the inmates get down prior to firing the shot?", "A.\tNo, they just all sat or stood around and didn't make a motion to do anything ...", "A.\tDid you see any effects of that shot, any result ...", "A.\tI saw a lot of plaster fall off the ceiling when the shot hit it. Four or five inmates squatted down against the east wall.\"", "Although right beside Decker, Forrest didn't see anyone injured by that shot. Where were the inmates?", "\"A.\tThey were all congregated down between cell blocks 1 and 2 entrance.\"", "Sharp was spotted by Forrest tucked into an indentation off the strip, \"peeking up to see what was going on\". Nine inmates were in the strip before the second shot was fired, according to Forrest. Forrest confirmed that only Chater and Sharp were handcuffed and taken to Keeper's Hall. After depositing Chater in the Keeper's Hall, Forrest was told to search for knives because officer Harris had seen knives. He in fact found a butter knife."], ["[85]", "Eventually Forrest accompanied Abbott and Brideau (aka Gautreau) to the Hôtel Dieu hospital."], ["[86]", "Forrest \"didn't know which ones were involved until we got down the entranceway to cell blocks 1 and 2 where we had the prisoners restrained. Other officers that had been at the incident came out and pointed at the", "two", "inmates who had been involved in it\". (my emphasis)"], ["[87]", "Of real interest to me was the fact that early on in the evening Decker \"advised me to keep on observation of the strip because he suspected there could be some problem later on that evening. He wasn't sure what kind of problem but just keep an eye on things from my control post\". Officer Small's report must surely have been read or should have been read by Decker so that his instruction to Forrest should have been or could have been more precise."], ["[88]", "Forrest, who was a member of the Emergency Response Team, said it was a team of volunteer staff that were trained in the handling of crises in the institution. \"You could call them an institution SWAT team, I suppose.\""], ["[89]", "There is no monitoring camera inside the institution - only on the outside. The Control Post is where the P.A. system is centralized. Officer Forrest confirmed that it would have been easier for the inmates of cell blocks 1, 2, 3 and 4, as well as the inmates on the strip \"to hear any order given by a member of the guard staff if that order had been given over a bullhorn as opposed to just being yelled out by Officer Decker or whoever\".", "\"A.\tQuite possibly it would have been easier, yes.\""], ["[90]", "In Forrest's first recollection Decker gave the command \"Get down with the shot-gun\". But on cross-examination and refreshing his memory from the earlier examination for discovery, we learn, \"I deduced there was a problem so I immediately issued shotguns and shells to myself and CX1 Cunningham.\""], ["[91]", "Then:", "\"A.\tI deduced it was a serious situation. It was an assault on staff.", "Q.\tSo your evidence is, there wasn't a major insurrection but there was an assault on staff involving at least one inmate?", "A.\tYes.", "Q.\tThere wasn't a riot going on that you could see?", "A.\tNot that I could see from where it was taking place.", "Q.\tThere was no radio communication to that effect, was there?", "A.\tNo, sir.", "Q.\tSo, four shotgun shells were just enough for the situation?", "A.\tLike I said that's all I could grab, I wasn't determining by the number of shotgun shells ...", "Q.\tIt wasn't as many as you could grab, Officer Forrest. It was how many were necessary to deal with the situation; right?", "A.\tCorrect.\""], ["[92]", "Officer Forrest in cross-examination:", "\"Q.\tNow, on page 24, line 118, for context:", "'Q.\t\tWhat was the situation at that point?", "A.\tIt was my understanding that they had warded off Chater and Sharp and gotten themselves into a position where they were able to leave the area and head south, down the corridor, away from inmates Chater and Sharp who were still in the area of the X outside of A10.", "Q.\tOkay. So, therefore, the two officers appeared to be out of danger at that particular moment?", "A.\tYes, sir.'", "A.\tThey appeared to be. They weren't on the strip, they weren't in the area of the incident.", "Q.\tYou would agree with me that you said before that the reason you went down to the strip was not necessarily to enforce the law; it was to protect your fellow officers?", "DEBATE BETWEEN COUNSEL.", "BY MR. CHUDY:", "Q.\tSo, you will agree with me that you indicated you went downstairs to protect your fellow officers and you would also agree with me that, consistent with your examination for discovery some years ago, that you saw no officers in danger?", "A.\tThat is correct.", "Q.\tYet, shots were fired after that time; is that correct?", "A.\tThat is correct.\"", "And later:", "\"Q.\tSo, you would agree with me that there isn't any material evidence before us that any plaster fell from the ceiling?", "A.\tCorrect.\""], ["[93]", "To sum up on the issue of Decker and Forrest coming south in the strip:", "\"Q.\tNow, as you and Officer Decker were coming down the strip, you didn't see any other guards, did you?", "A.\tNo, sir.", "Q.\tYou didn't see any other guards in danger, did you?", "A.\tNo, sir.", "Q.\tYou indicated in your examination-in-chief that you didn't see any weapons held by inmates?", "A.\tNo, I did not.", "Q.\tYou didn't see any shivs?", "A.\tNo.\"", "Later, another contradiction by Forrest:", "\"Q.\tNow, for the record, paragraph 7 ...", "And there counsel was referring to the statement of defence:", "... the plaintiff began to brandish a knife which he was carrying. Can you tell me, sir, at what point Mr. Abbott began to brandish a knife?", "A.\tI cannot honestly say what time he did. He did not brandish the knife in my vision of sight.", "A.\tThat is correct.", "A.\tDid you ever see Mr. Abbott brandish a knife?", "A.\tNo, sir, I did not.", "Q.\tDid you have knowledge of any other officers who saw Mr. Abbott wave a knife, either in defiance or a gesture to one of your colleagues.", "A.\tNot in a threatening manner, no.\""], ["[94]", "Most damaging to the conduct of the prison staff before the incident was their evidence solicited during cross-examination:", "\"Q.\tYou are briefed before you come on duty? Were you briefed as to the problems that Officer Small brought to the attention of his supervisors?", "A.\tNo, sir, we weren't.", "Q.\tI am going to ask you to turn to Annex M-2, page 102. Are you saying that you were never briefed with respect to the recommendations of your colleague? Let me highlight parts of this letter:", "'We definitely have a problem with #1 Block with brew for the last two nights. Cons are drunk. The smell of brew very prevalent on all ranges. Someone is going to get hurt.'", "If that isn't an accurate foreshadowing from one of your colleagues, I don't know what is. Would you agree with me that Officer Small was pretty accurate, wasn't he?", "A.\tYes, sir.", "Q.\tYou weren't -- you are telling this Court that you weren't advised, prior to your shift, as to any potential problems?", "A.\tI was advised by Mr. Decker to keep an eye on the strip, as they [sic] may be a problem. But, he did not advise me as in particular what was to raise the problem, or where the problem would arise from, or what the circumstances were.", "Q.\tNow, I am going to ask you to turn to page 40 of the report, in paragraph 26. Now, these are comments by the authors of the report after all of these statements are in:", "'During the 48 hour period prior to the incident, staff on #1 Block were conscious of and reported the presence of intoxicants ...'", "Likely based on Officer Small and later:", "'A recommendation had been put forth from Block Officers that a thorough search be conducted ... however, this was not carried out ... frustration was detected during interviews with he Officers who made the recommendations that it had apparently been ignored and this inaction may have contributed to the incident under investigation.'", "\"Do you have knowledge of that?", "A.\tThe request was made for the search and all that?", "Q.\tCorrect.", "A.\tNo, I don't but that is not the only problem we have had with management.", "Q.\tIt is an ongoing problem with management which may have contributed very much to Mr. Abbott's shooting and other inmates; would you agree with that?", "A.\tIt may have, yes.\""], ["[95]", "At page 55 of the Security Inquiry, paragraph S:", "\"Inmate Abbott was found in possession of a common kitchen knife, however, the available evidence would indicate that his presence on the strip at the time of the incident, although not entirely coincidental, was not directly related to the actions of Sharp and Chater.", "He had no part in the events which occurred", ". (emphasis added)", ". . . . .", "Q.\tThen you referred to a problem with the inmate here. Officer Ramos was having a problem with Mr. Sharp. Did you ever, during the course of that evening, see that there was a problem with inmate Abbott?", "A.\tNo, I did not.", "Q.\tThank you. So then you agree with this statement? Let me put it this way: you have no reason to disagree with it, do you?", "A.\tNo, sir, I don't.\""], ["[96]", "Forrest agreed that inmates were brought under control after Decker fired the two shots and couldn't account for the rationale behind Abbott being maced. There is no reference in the report about Brideau (Gautreau) getting butt-ended in the forehead with a shotgun. Forrest has no recollection that Decker gave him handcuffs and mace, despite Decker's comments very shortly after the incident. He stated he had no reason to doubt Decker. \"It was a judgment call ... I believe we tried to quell the situation as fast as possible, so no further injuries could have possibly arose to staff or inmates.\""], ["[97]", "In reply, some question was left whether or not Chater and Sharp still constituted a threat because the officers were still running perceived by Forrest as \"placing them in danger\".", "Richard James Christy (Christy):"], ["[98]", "Christy is a 20 year employee of CSC. In November of 1986 he was the Regional Coordinator of Security Investigation at Regional Headquarters of CSC at Kingston.", "\"We were responsible ... I was part of a two-man unit, myself and my immediate supervisor, responsible for the co-ordination of security investigations within the Region, quality control of the investigations. We conducted a large number of the investigations ourselves and were involved in the selection of the investigative teams for other investigations.\""], ["[99]", "Christy advised that after an incident a preliminary report is prepared under the direction of the Warden, with the actual work being done by the Institutional Preventive Security Officer. If the warden is satisfied that is the end of it. Here, however, \"we were asked specifically in this case to deal with the propriety of the discharge of the weapon\". Christy pointed out quite early:", "\"Q.\tRoughly, your mandate sir?", "A.\tTo review the circumstances surrounding the incident, leading up to the incident, to determine what took place, but with a view to make recommendations to reduce the risk of reoccurrence. It is an administrative investigation. It is not a criminal investigation. ... Our mandate is to make recommendations to improve the management of the Service.\"", "And later:", "\"Q.\tDid you have any particular mindset going into this investigation, sir?", "A.\t... I wouldn't call it a mindset, but were knew that the major issue, at the beginning of our investigation, was whether or not the discharge of the weapon was justified. We had an open mind about that.\"", "Christy's report concluded:", "\"... the use of firearms by CS5 Decker was warranted in the circumstances under investigation and was effective in preventing continued lethal attacks on staff members and discouraged the intentions of several other inmates who may have intended to create a disturbance following the initial aggressive action ...\"", "My main concern with the Christy report is a point made by counsel for the plaintiff, namely, throughout Christy's evidence his use of the word \"we\":", "\"A.\tI fell we generated a fair and unbiased report.", "Q.\tWhen then do you, when you are referring to -- I am referring to your answers in chief say 'we'? You said on a number of occasions towards the end, for example, 'We wanted to take control of the penitentiary', and 'We faced a large number of inmates'. Would you agree with me that an author of an apparently fair and unbiased report using the word 'we', that doesn't give the impression, does it, of being an unbiased report? You are talking of the first person singular.", "A.\tThe concept that a member of the Correctional Service of Canada can generate a fair and unbiased report and still see himself as a member of the Correctional Service of Canada does not strike me as being inconsistent.", "Q.\tAgain, I ask you, why are you using the phrase 'We wanted to control the penitentiary'?", "A.\tI was speaking as a member of the Service at that point, I guess.\""], ["[100]", "Suppose the CSC had also called for a report from an \"Inmate Advocacy Group\" who wrote: \"We were being constantly hassled - we were only there to get out pills - we wanted no part of the Charter and Sharp attack - shots were fired immediately\". Would that be considered fair and unbiased by CSC authorities?"], ["[101]", "Christy concedes it is an administrative procedure really aimed at what took place, whether it was justified under CSC's directives, what should have been done, and what could have been done to see to it that it didn't happen again at Collins Bay or any other institution."], ["[102]", "Christy, when challenged under cross-examination, kept backing away from or changing the original scenario, e.g.:", "\"Q.\tWe must be agreed at this point that there were two inmates involved here and there were no observations really to the contrary. Why then was the use of batons not made out by a number of officers who could have cordoned the inmates and placed them under arrest, disarmed them and tell them to drop their weapons?", "A.\tThe officer who discharged the weapon was of the opinion that staff were in imminent danger and we felt that staff, on reviewing the facts, we felt that he was correct. Again, as I mentioned earlier, the timing was essential in order to organize.", "Q.\tNo, Mr. Christy, we have already agreed and you have agreed and it is your evidence that there were no officers on the strip. So, what staff were in imminent danger?", "A.\tWe felt that staff in 1 block were in danger.", "Q.\tWhere?", "A.\tWe felt that the staff in 1 block were in danger, were at risk and that that area was not in control. You had an open area with inmates and staff members.", "Q.\tIt is now your evidence that, 'We believed the staff in the cell block wee in imminent danger, so this is what we are now narrowed down to?'"], ["[103]", "Decker had no radio communication with officers in cell block 1 and he couldn't see from his vantage point what, if anything, was occurring there. He could see there were no guards in the strip."], ["[104]", "There was a directive that Christy's report was to be completed by December 2, 1986 and he feels he met the deadline. Christy also acknowledged there would have been a preliminary report with little in it, running about one page. No one has seen that report or knows where it is if in fact it still exists."], ["[105]", "Christy advises he had no bias despite the fact his mandate was \"The Deputy Commissioner wanted to ensure excessive force was not used and this was one of the reasons for convening this report\". Counsel for the plaintiff felt it didn't seem like a fair and unbiased report, wanting \"to ensure that excessive force was not used\". Also, they did not interview Charter and Sharp because they were subject to a police investigation and \"we took the decision that it might prejudice the criminal investigation\"."], ["[106]", "In reply, counsel brought out that in a letter dated January 12, 1987, it was confirmed that the report came out before that date. Also, Christy's evidence in reply was that a scenario suggested by counsel for the plaintiff was not appropriate and:", "\"We felt that Mr. Decker had analyzed the situation and formed the opinion that staff were in imminent danger and they would have time to put such a plan together.\"", "Douglas Wileman (Wileman):"], ["[107]", "Wileman has been CSC employee for 16 years. In June of 1986 he was transferred to Collins Bay. He was a Living Unit Officer who dealt on a day-to-day basis with the unit, dealt strictly with the inmates in that unit. \"As well, you would be assigned specific inmates as being on your case load\". Wileman described segregation in the following way:", "\"A.\tWell, it is a separate unit. It houses persons in what we call 23 hour lock up. Again, it can be for administrative reasons, it can be for punitive reasons, or protection reasons.", ". . . . .", "A.\tWe have voluntary segregation, involuntary segregation. The voluntary type of segregation would be for those persons who perhaps were seeking protection. Involuntary segregation are [sic] for those persons who would be placed there against their will.", ". . . . .", "Q.\tCould you also explain to us what is meant by an involuntary transfer?", "A.\tAn involuntary transfer would be initiated by the institution. The information compiled in that transfer would come from various sources. There is a specific process to follow when completing that task.", "Q.\tIs that set out somewhere, the process to follow?", "A.\tYes, ... that is outlined in the Commissioner's Directives.\""], ["[108]", "Counsel for the defendant lead Wileman through four documents (Exhibit #1, Tabs 10, 11, 12, 13) designed to show the \"process to follow\" as outlined in the Commissioner's Directives which \"is outlined in the administrative segregation directive\"."], ["[109]", "At this juncture, we should also note Wileman's comments on the Special Handling Unit:", "\"A.\tThe Special Handling Unit is a separate institution of higher security, movement and contact is minimized. The Special Handling Unit is required in order to deal with problematic-type offenders. [That word again - read inmate].", "Q.\tWhat level of security classification is the Special Handling Unit?", "A.\tWell, at the time of these directives, it was considered what we called an S-7, which is Special Handling Unit Maximum Security.", "Q.\tWhat level of security classification is Millhaven Institution?", "A.\tIt would have been S-6.", "Q.\tWhat level of security classification would Collins Bay Institution have been?", "A.\tIt would have been S-5.\"", "Also the grievance procedure:", "\"Q.\tCould you just briefly explain what the internal grievance procedure is?", "A.\tWell, the grievance procedure commences in the institution with the complaint which is dealt with within the institution. The second step following that would be what we call a level 2 grievance and that goes outside of the institution to Regional Headquarters. Then each progressive step goes to the next level of authority. Level 3 would be a National Headquarters' issue.", "Q.\tIn what situation might an inmate follow the internal grievance procedure?", "A.\tWell, in most instances, you can complain and go the grievance procedure on almost any issue. If we were talking in terms of this specific issue, yes, you could, if you desired to do so.\""], ["[110]", "Wileman was first assigned Abbot in mid-February 1987 as the case manager to accommodate day-to-day requirements. Wileman was familiar with Abbott's discipline and dissociation file from February 1987 to approximately mid-May or June 1987, and he reviewed a similar file from November 17, 1986 onwards. He also \"looked at the community banks, the A & B banks as well as the sense administration banks\". Exhibit #1, Tabs 3 through 60 are photocopies taken from Abbott's discipline and dissociation file."], ["[111]", "Abbott was first placed in segregation November 18, 1986. \"The form indicates (says Wileman) it was pending investigation re an assault on staff.\" He was informed (given notice) at his placement. \"This placement was authorized by the officer in charge of the institution ... standard procedure.\""], ["[112]", "More on the process:", "\"Q.\tWhat happens when the officer in charge is the person who authorizes the initial segregation?", "A.\tThen he must take his segregation placement admission form, place it with a second form which is under tab 4, which is the Director's Review and indicate the reasons for this decision which are indicated pending investigation re assaulting staff and the Director signs the form.", "Q.\tWho would be the Director?", "A.\tThat would be the warden of the institution.\"", "Abbott, by signing the form, acknowledged receipt of the reason for segregation and the reason given was \"pending investigation re assault on staff\". Abbott had received notice, acknowledged that but it does", "not", "mean he accepted the reason."], ["[113]", "Then: \"The Segregation Review Board is required to review your case by ... November 23rd, 1986.\" And they did. Section 40 of the", "Penitentiary Service Regulations", "discusses the reasons for segregation and authority to place in segregation \"for the good order of the Institution\" which is the common phrase."], ["[114]", "Exhibit #1, Tab 6, entitled Proposed Involuntary Transfer Notice is the first document setting in motion Abbott's transfer from Collins Bay to Millhaven. The multi-disciplinary team referred to in Tab 6 consists of the Warden, the Assistant Warden of Socialization, Assistant Warden of Security, a psychologist and a case management officer."], ["[115]", "Feature this for reasons in light of what we know transpired:", "\"Q.\tCould you read to the court those reasons?", "A.\tInvolved in a conspiracy to overtake the prison. You were seen with a weapon. You were seen chasing guards down the strip. You will be charged with", "Criminal Code", "offenses.", "Q.\tIt also refers to various documents that will be submitted with the proposal. What is a Progress Summary Report?", "A.\tThe Progress Summary Report would be the compiling of all of the information to be used to justify rationale for the transfer.\"", "and then a notice to Abbott:", "\"A.\tYou have 48 hours to submit a written rebuttal to this proposed involuntary transfer. The rebuttal must be directed to the Warden/Superintendent, Collins Bay Institution ... Your failure to provide rebuttal within the 48 hours will be considered as your acceptance of the proposed transfer.\"", "Abbott prepared a rebuttal. Exhibit #1, Tab 8 was Abbott's rebuttal. This required the multi-disciplinary team to sit again and review the rebuttal, along with the rationale of the transfer. The warden submitted it to Regional Headquarters, to the Regional Manager of Operations for ratification (The warden had the choice of submitting or not submitting). P. Ryan, the Regional Manager wrote (Exhibit 1, Tab 19):", "\"It has been determined that sufficient information exists to warrant your transfer to increased security.", "It may well be you felt that you were in the wrong place at the wrong time, however to take a knife, no matter what type, into the strip given the riotous situation in that area is at the very least, poor judgment. What is worse is your active participation in the situation which could have ended on a much more serious note. Your actions placed the good order of the institution in jeopardy and this cannot be tolerated.", "It is recognized you were not a part of the major participants in the situation and keeping in mind your MSD of October '87 you may wish to apply for transfer to reduced security in June '87.\""], ["[116]", "Abbott was transferred to Millhaven in December 1986 and released into the general population on December 18, 1986. He was placed in segregation again on January 11, 1987 for \"holding up count and also having another inmate in his cell\". He was released January 14, 1987."], ["[117]", "From Exhibit #1, Tab 29 we learn:", "\"You are being placed in administrative segregation according to Section 40(1)(A) of the", "Penitentiary Service Regulations", ". The reason for this decision is as follows: 'because you have been charged for weapons possession and until such time as you are seen by the Segregation Review Board'.\""], ["[118]", "And finally Collins Bay, following the Commissioner's Directives, made a proposal for involuntary transfer to the S-7 facility, i.e., Special Handling Unit (SHU). The usual process is that the inmate files a response in the form of a rebuttal addressed to the warden of the institution (in this case Collins Bay) which is again reviewed by the multi-disciplinary team and \"following the decision within the institution, sent to Regional Headquarters and the final decision made\". Because it is an S-7 submission it would also have to go to the Deputy Commissioner of Ontario. Abbott's time to rebut is again 48 hours and was filed February 25 or February 27, 1987."], ["[119]", "The Deputy Commissioner of Ontario decided: \"Reserve pending disposition of charge in court.\" He later rendered a decision:", "\"This letter comes to officially notify you that the Deputy Commissioner (Ontario) reviewed the recommendation from Collins Bay Institution that the original submissions for Special Handling Unit placement be withdrawn. This, the Deputy Commissioner agreed to, but you are reminded that any further involvement in any serious incident in the future could result in your case being resubmitted for S.H.U. placement.\""], ["[120]", "Wileman seemed to take comfort from:", "\"Q.\tTo your knowledge, were all practices and procedures followed in Mr. Abbott's circumstances?", "A.\tYes, it would appear so.", "Q.\tAre those practices and procedures set out somewhere?", "A.\tYes, they are set out again in the Commissioner's Directives as to timeframes and the process to follow.", "Q.\tAll these documents that are referring to administrative segregated status, they are obviously referring to", "administrative segregation", "A.\tYes.", "Q.\tThese are documents prepared periodically by the review board?", "A.\tThat is correct.", "Q.\tThey would be prepared after they had reviewed Mr. Abbott's period of time in segregation?", "A.\tYes, following initial placement then it is our responsibility to review the case no less than once per month, but within the first two months, within every seven days and then it slowly becomes less frequent. In his particular instance, up until the release and for the term he was in, he would have been reviewed at least every month.", "Q.\tCould you please explain -- you mentioned briefly that there was a difference between administrative segregation and disciplinary segregation. Could you please highlight those differences?", "A.\tAdministrative segregation is put in place and based on rationale for the good order of the institution. Disciplinary segregation is exactly that, it is for behavioral or disciplinary reasons and those are dealt with by an independent chairperson from outside the institution.\" (emphasis added)"], ["[121]", "To the best of Wileman's knowledge Abbott did not file a grievance."], ["[122]", "On cross-examination, it was confirmed that while at Collins Bay Abbott was in segregation from November 18, 1986, to December 3, 1986, when he was transferred to Millhaven \"because of his involvement in the incident at Collins Bay\"."], ["[123]", "The warden decides whether or not to put an inmate in segregation and he can base that on allegation alone, he had that discretion, we were advised by Wileman:", "\"Q.\tWhich indicates that, for at least a period Mr. Abbott was in segregation at Collins Bay, he was there on the basis of allegations that were never founded? That is what you are saying; correct?", "A.\tYes, I would have to agree with that.\""], ["[124]", "Abbott went from segregation in Collins Bay on December 3rd 1986 over to segregation in Millhaven. Abbott was released from segregation on December 18, 1986. He went back into segregation at Millhaven on January 11, 1987 on the basis of an institution charge and was released to the general population on January 14, 1987. Then, on February 2, 1987, Abbott received information that he was going to be charged for weapons possession (in the Collins Bay involvement) and until such time as you are seen by the Segregation Review Board\" he was going to be placed in involuntary segregation because: \"I have reason to believe that ... your presence in our open population could be detrimental to the good order of the institution and that", "a pending investigation is presently being conducted about your alleged involvement in a major incident at Collins Bay", "\" (emphasis mine)"], ["[125]", "The charges, as near as we can determine, were withdrawn April 29, 1987 but Abbott remained there until May 14, 1987 - 15 days later. Wileman says that was because \"there was also a proposal from SHU. [Exhibit 1, Tab 55]. ... And the acting warden at Millhaven Institution wants some response on this SHU submission, awaiting a final report from Collins Bay Institution and 'will have decision on SHU withdrawal and possible release to Millhaven general population next week'\"."], ["[126]", "Counsel for the plaintiff confirmed with Wileman that Abbott was in segregation for 23 hours per day, locked up for 23 hours a day:", "\"Q.\t... being in segregation, whatever one's liberty has been reduced in a prison, is reduced even further when one is in segregation?", "A.\tYes. ... Visiting privileges change. ... he would have a pair of cuffs on his hands.", "Q.\tHe would always be with a security officer?", "A.\tFor the better part of the time. If I were talking with him, no, a security officer wouldn't be there.\"", "Conclusion"], ["[127]", "To impress upon the parties the extent of study put into this case, I found it necessary to incorporate more evidence than is usual. However, even with hearing the evidence in the first instance, followed by a reading and rereading of the transcript, the exhibits and hearing excellent representations by all counsel, no perfect interpretation is possible and especially here when the action took place almost seven years ago. My study of the evidence and my listening to the witnesses at the trial left me with the impression that no one could be accused of a bald faced lie, but certainly recollections were hazy and mistakes were made."], ["[128]", "David Small's incisive report should not have been ignored and he was right, somebody did in fact get hurt. Forrest was told to be on alert but not the reason. He was unaware that problems were expected in cell block 1 due to the making and drinking of brew. A preemptive strike was called for and officers should and could have dealt with the matter of a still operating within the premises for, after all, this was not unusual in prisons and officers surely were trained to deal with it. So, there was Forrest on alert but not knowing for what."], ["[129]", "I have made the following determination:", "1. Abbott was a credible witness but clearly mistaken that he was hit by the first shot.", "2. He did head toward the pill parade line, saw an altercation, turned around and walked away from it.", "3. His knife was not a weapon, not intended to be one and was not sharpened to make it a shiv. He did put it in his waist band, it was knocked out when a guard ran past him and he did place it in a garbage can as alleged.", "4. He was moving toward cell block 1, not running. He did remove himself from the main group along the east wall so he wouldn't be seen as being part of any altercation.", "5. Abbott was unable to get back inside cell block 1 or into any other cell block because they were closed and locked.", "6. As he moved from the garbage can area on the strip near cell block 2 to cross the strip his back was to the shooter Decker and it was the second shot that hit him.", "7. I believe him when he states the only warning he heard was to \"clear the range\" that this happened before Decker came on the scene, but he did not hear any other warning due to the pandemonium created by the incident.", "8. I accept that he was maced at a time", "when he was wounded, carrying no weapons and down on the floor where he provided no threat;", "9. Ramos stated Abbott was not involved and the message got across immediately when only Chater and Sharp were \"arrested\" and taken to Keeper's Hall.", "10. Decker fired two shots and the second shot was absolutely unnecessary because no guard remained on the strip but all were safe and secure in the locked cell blocks.", "11. Decker had to know the effect of firing the shotgun because they were \"used for their spread\", and must have realized he was bound to wound/hurt inmates not involved in the altercation. I'm prepared to accept he may have shouted a warning but clearly it was not heard, and the second shot came very soon after the first shot.", "12. I accept that the first shot was a warning shot and fired into the plaster-coated ceiling and that probably no one was injured by this shot.", "13. Quick medical treatment was given to Abbott both at the institution and at Hotel Dieu (hospital) in Kingston.", "14. I cannot accept there was a need to place Abbott in segregation on his return from hospital when everyone knew immediately that the inmates were subdued in the strip, that Abbott was not involved and Ramos even said so. Both Abbott and the institution security people believed Abbott would be returned to his cell. If Abbott thought or even had an inkling that he would go from the hospital to segregation he most assuredly would have insisted on remaining at the hospital for further treatment rather than spend it in segregation.", "15. Fontaine and Gautreau were wrong. The barrier where pills were provided was open and Decker, along with Forrest, went through the barrier following which the shots were fired.", "16. Crisp acted cooly, responsibly and effectively by standing on the strip and ordering five inmates back to cell block 1, unlocking the cell block 2 to allow six officers to escape from Chater and Sharp and then locking it again. I believe Chater did try to stab her through the bars causing her to fall back but she was in no danger after that. Also, her quick response requiring Abbott and others to lie face down was commendable, and she heard and replied to obscene epithets from Abbott. She did not mace Abbott but another guard did.", "17. Forrest also acted admirably and bravely when he accompanied Decker on to the strip. Yes, it would have been safer and possibly more appropriate to secure another shotgun, or mace, or handcuffs, but his response was a courageous one. (Evidence is that Decker gave him handcuffs and mace but Forrest cannot remember that happening.)", "18. Decker's initial reaction may have been correct but once armed and firing a harmless warning shot into the ceiling, no further shooting was warranted. The guards were not on the strip; 7-10 guards were available to subdue Chater and Sharp; no guards were in danger in the locked cells and only later did guards volunteer that Dickson was in a ticklish or dangerous situation in cell block 4, due to the presence of prisoners in the cubicle forcing him to the bars within reach of Chater and Sharp's knives. A shotgun simply pointed \tat them was enough to have them return to their cells.", "19. I accept that Gautreau was butted with a gun and maced when it wasn't necessary. It was anger and over-reaction similar to the macing of Abbott.", "20. At least 61 pellets went into Abbott's body, primarily on the legs. With the amount of ricocheting that was bound to occur and in fact did occur, it's not surprising that one pellet or so may have found its way into Abbott's foot.", "21. (a) Two procedures or similar procedures were followed resulting in Abbott's segregation and involuntary transfer and a recommendation SHU;", "(b) The directives required Abbott to rebut the allegations within 48 hours and he wrote that rebuttal. The warden directed the matter up the chain to the regional director and he of course was not on the scene and so had to determine from the Notice and the Rebuttal whether segregation and later involuntary transfer were appropriate. I said earlier no witness was guilty of a bald-faced lie but whoever did all of this paperwork and carried out the process certainly was.", "In Exhibit 1, Tab 9 the following was reported:", "\"Inmate Abbott was on the strip at that time and had been seen by Correctional Officers to have been trying to get rid of a weapon (a butter knife) by throwing the knife behind the garbage pail when the shots were fired. Abbott was also seen chasing guards down the strip as the two officers who were attacked with knives were trying to escape and get onto the security of a block. Abbott, among others, was seen chasing the guards down the strip in an apparent attempt to stop the officers from getting to the blocks. It is believed by the institution and the OPP that Abbott was involved in a conspiracy to overtake the prison. We have also been informed that the OPP will be charging Abbott with", "Criminal Code", "offences for his part in the incident. It should be noted that Abbott was struck in the leg area with pellets from the discharged shotgun so it is quite apparent that he was on the strip during the incident mentioned above.\"", "That information was carried forward into Exhibit #1, Tab 10 where it was summarized as follows:", "\"Abbott was involved in a main disturbance where inmates were attempting to take staff hostage, murder staff, take over the prison. Weapons were involved. Disturbance quelled by shotgun firing by CX staff.\"", "Then, at Tab 12 of Exhibit 1:", "\"Abbott was involved in a serious incident at CBI. OPP are laying charges. A transfer to S-6 is being requested immediately to remove Abbott from further disruptions at CBI.", "\"Subject was seen at the time of the major incident at CBI with a knife. He discarded it and began chasing officers up and down the strip. He is to be charged by OPP with respect to this incident.\"", "And then again on December 12th in the Notice to Abbott of segregation we see the words (Tab 14):", "\"Because of your involvement in an incident at Collins Bay Penitentiary.\"", "And again at Tab 15:", "\"I have reason to believe that your presence in our open population would be detrimental to the good order of our institution, at this time pending your involvement in an incident at Collins Bay Institution.\"", "Similarly, at Tab 16:", "\"Subject was transferred to M.I. [Millhaven Institution] as a result of his involvement in an incident at C.B.I. [Collins Bay Institution] Incident is currently under investigation.\"", "Also, at Tab 17:", "\"Subject was admitted involuntarily to Millhaven segregation after transfer from Collins Bay where he was involved in a major institution incident which is under investigation.\"", "And the final indignity, a letter to Abbott from Pat Ryan, Regional Manager Offender Management dated December 8, 1986 and referred to earlier in these reasons. (Exhibit 1, Tab 19).", "In the final analysis, having been charged with possession of weapon dangerous to public peace, Abbott was placed in involuntary segregation. Eventually the real cruncher (Tab 32):", "\"You are to remain in administrative segregation pending recommendation/decision for transfer to Special Handling Unit by Collins Bay Institution staff.\"", "(c) My conclusion after examining all the paper work involved resulting in segregation, involuntary transfer and an attempted SHU for Abbott is that the O.P.P. were way out of line to lay charges for possession of dangerous weapon. An institution report had cleared Abbott of any involvement. My suspicion that this was not one of the O.P.P.'s finest hours increased when I heard that all charges were dropped the day he was to go to trial. Someone, somewhere was being malicious.", "(d) To add to this unfair treatment, Abbott was kept in segregation for another two weeks. Reason - \"we are awaiting a pending investigation\". The only", "pending investigation", "seems to be one in support of the application for a SHU for Abbott. If the charges by the O.P.P. were dropped no case would possibly be made for SHU. This was not a good day for justice in the prison system."], ["[130]", "After reviewing the evidence and coming to my conclusions, I now turn to the allegations upon which the plaintiff's action is based, namely that the defendant's servants negligently shot the plaintiff or in the alternative, that the plaintiff was intentionally assaulted by the defendant's servants, and that the plaintiff was unlawfully confined and subjected to cruel and unusual punishment."], ["[131]", "The plaintiff's action against the Crown is based on s. 3 of the", "Crown Liability Act", ", R.S.C. 1985, c. C-50. Paragraph 3(a) provides that:", "\"3. The Crown is liable in tort for the damages for which, if it were a private person of full age and capacity, it would be liable", "(a) in respect of a tort committed by a servant of the Crown;\"", "Section 2 of the", "Crown Liability Act", "also provides that agents are servants of the Crown, with the exception of any person appointed or employed by or under the authority of an ordinance of the Yukon Territory or the Northwest Territory."], ["[132]", "Paragraph 3(a) should be read together with ss. 9 and 10 of the", "Crown Liability Act", ", which are set out below:", "\"9. No proceedings lie against the Crown or a servant of the Crown in respect of a claim if a pension or compensation has been paid or is payable out of any funds administered by an agency of the Crown in respect of death, injury, damage or loss in respect of which the claim is made.", "\"10. No proceedings lie against the Crown by virtue of paragraph 3(a) in respect of any act or omission of a servant of the Crown unless the act or omission would apart from the provisions of this Act have given rise to a cause of action in tort against that servant or the servant's personal representative.\""], ["[133]", "Therefore, the plaintiff must show that he suffered damage as a consequence of a tort or torts committed by a servant of the Crown. The parties are in agreement that at the time of the incident at Collins Bay the correctional services officers, including Decker and Forrest, were servants of the Crown."], ["[134]", "Liability for negligence is assessed on the basis of a breach of a duty of care arising from a foreseeable and unreasonable risk of harm to one person created by the act or omission of another. I agree with counsel for the plaintiff's submission that there is a legal duty of care between guards and inmates. Inmates are closely and directly affected by actions of guards; they are under the care and control of guards while incarcerated. Although I do not dispute that there are limits on this duty of care, the fact that these individuals are incarcerated does not mean there is no duty of care. Further, guards have discretion to act in various circumstances, however, that discretion cannot be exercised carelessly or unreasonably. As such, I would also accept that there is a sufficient relationship in terms of proximity and neighbourhood to the extent that carelessness by a guard through act(s) or omission(s) would likely cause damage that was reasonably foreseeable. Certainly there was sufficient proximity between Decker, Forrest and the inmates (including the plaintiff) on the strip."], ["[135]", "Having established a sufficient relationship between the plaintiff and the defendant's servants, the question becomes was there a breach of the standard of care required to take reasonable care in the circumstances."], ["[136]", "The defendant argued that a reasonable use of force was used by the CSC guards and that the discharge of the shotgun, twice, was required to quickly regain control of the institution and protect the guards and the inmates. It was the defendant's position that the use of the shotgun in the circumstances did not constitute negligence."], ["[137]", "As i indicated earlier, Decker's initial reaction may have been correct, and firing a harmless shot into the ceiling fell within reasonable and prudent behaviour in the circumstances. This was also in keeping with the divisional directives, which provide that if firearms are to be used an oral warning should be given and a warning shot fired, if time and circumstances permit. However, even the directives recognize that the most extreme use of force that can be employed by staff in the performance of their duties is the discharge of a firearm where circumstances may cause death or grievous bodily harm. The directive specifically provides that \"in no case shall firearms be discharged if less extreme measures will suffice\" (s. 39 of to the Divisional Instructions, The Use of Force and Firearms (tab 7 of the defendant's Book of Authorities)). Clearly the discharge of a firearm is considered to be a measure of last resort."], ["[138]", "Although, I do not wish to diminish the danger the guards perceived they were in, I am satisfied, after reviewing all the evidence, that there were other, less extreme, means available to deal with the situation. I have found that the second shot fired by Decker was unnecessary in the circumstances; the guards were not in the strip, there were a number of guards available to subdue the two inmates, no guards were in danger in the locked cells and only later did guards volunteer that Dickson was in a ticklish or dangerous situation in cell block 4."], ["[139]", "There is no dispute that before the shots were fired the south strip was a noisy and chaotic place and a warning shout may not have been heard above the noise level. However, bull horns were available but not used to give orders that would carry over the noise and commotion before the shots were fired. The PA system was also not used prior to the shooting. The guards decided to go for the shotguns rather than police batons to secure any offenders on the enclosed strip. I accept that in the circumstances, the warning shot was warranted, however, the second shot was not only unnecessary, it was dangerous. The situation had not deteriorated to the extent of requiring the more extreme measure of firing a second shot. It was foreseeable that firing a second shot in a manner not intended as a warning shot would have resulted in inmates in the strip being injured."], ["[140]", "Moreover, Decker's action would have been unacceptable outside the penitentiary. In my view, a reasonable and prudent person would not accept the prospect of an officer of the law in a public street firing a shotgun into or near a group of innocent bystanders attempting to apprehend the guilty person who was somewhere in the crowd. Such action would be unacceptable outside the penitentiary and in this situation where there was no riot or insurrection in the penitentiary, it was unacceptable action within the penitentiary. As I indicated earlier, Decker had to know the effect of firing the shotgun because the gun was used specifically for its spread and as such it would be obvious that the two inmates involved in the incident would not have been the only individuals that could have been injured."], ["[141]", "There is no doubt that the plaintiff was injured and suffered damage as a result of the shooting. 61 pellets entering a person's body must be painful. After the plaintiff received medical attention, he still had discomfort and had to limit his activity, at least until his injuries healed and until such time as some of the pellets had been removed from his joints."], ["[142]", "In his submissions, counsel for the plaintiff argued that the plaintiff was battered and assaulted as the defendant's servants intended to cause to the plaintiff apprehension of imminent harmful or offensive contact and in fact did cause the plaintiff actual harm. Counsel related the assault and battery to both the shooting and the macing of the plaintiff and other inmates. As the plaintiff's pleadings referred only to the assault in terms of the shooting, I will limit myself to comments relating to the shooting."], ["[143]", "It is clear that a person who intentionally causes harmful or offensive contact with another person is liable for battery and that assault is the intentional creation of apprehension of imminent harmful or offensive contact. Although these are two separate torts, author Linden, in", "Canadian Tort Law", ", (4th Ed. Toronto: Butterworths, 1988) notes that the two terms are often blurred and lumped together as \"assault\" (page 43). I am satisfied that the plaintiff was assaulted and battered by the defendant's servants. The guards procured shotguns and mace. Decker had to know that firing a second shot in the manner that he did would result in inmates being injured. In fact, the choice of a shotgun was made specifically for its effect. It is also clear that at no time did the plaintiff either threaten or provoke the guards prior to the shots being fired."], ["[144]", "Counsel for the defendant submitted that guards, as peace officers, are protected against actions for wilful assault and negligence when they are acting pursuant to s. 25 of the", "Criminal Code of Canada", ", R.S.C. 1970, c. C-34, as amended, (currently R.S.C. 1980, c. C-34, as amended) and on that basis the claim should be dismissed. At the time relevant to this action, s. 25(1) of the", "Criminal Code", "read as follows:", "\"25(1) Every one who is required or authorized by law to do anything in the administration or enforcement of the law", "(a) as a private person,", "(b) as a peace officer or public officer,", "(c) in aid of a peace officer or public officer, or", "(d) by virtue of his office,", "is, if he acts on reasonable grounds, justified in doing what he is required or authorized to do and in using as much force as is necessary for that purpose.\"", "Therefore, subs. (1) provides justification for the actions of the persons listed in paragraphs (a) to (d) if the additional requirements of the subsection are met. The person must be either required or authorized by law to do anything in relation to the administration or enforcement of the law. The requirement or authorization may be found in either statute or common law. In addition, it must also be shown that the person acted on reasonable grounds and used only as much force as was necessary to achieve that purpose. If the actions of the person exceed the scope of activities authorized or required by law or the force used was more than was necessary to achieve that protected purpose, the subsection will not apply to exclude liability."], ["[145]", "Subsection (1) should also be read together with subsections (3) and (4). Subsection (3) limits the type of harm which may be inflicted under the protection of the section by excluding the use of force intended to or likely to cause death or grievous bodily harm unless the person believes, on reasonable grounds, that such force must be used to protect himself or herself or a person under his/her protection from death or grievous bodily harm. The application of the subsection is to take account of the circumstances in which the force is used and it is not required that a person in such a situation weigh the force with precision. The phrase \"grievous bodily harm\" had been held to mean serious hurt or pain. Subsection (4) deals with the use of force necessary to prevent flight from unlawful arrest. (comments from", "Martin's Annual Criminal Code 1993", "(Aurora: Canada Law Books Inc., 1992) at pages 62 and 63). As counsel for the plaintiff pointed out, we are not dealing with a situation where there is a need to prevent flight from unlawful arrest."], ["[146]", "In my view, the defendant's servants cannot avail themselves of the provisions of s. 25 of the", "Criminal Code", "and as such the provisions would not apply to exclude liability for the defendant's servants. There was no \"insurrection\" or \"general riot\" at Collins Bay. The range, let alone the institution, was never out of the guards' control. The evidence showed two inmates with shivs, one was disarmed and the other was outnumbered by the guards who brought out shotguns rather than police batons, or mace and did not use bull horns or even the P.A. system. The guards, particularly Decker, used more force than was necessary to achieve the protected purpose of either administration or enforcement of the law."], ["[147]", "The defendant also relied on the doctrine of volenti non fit injuria and argued that the plaintiff was aware of the situation with the two inmates and the guards, that the plaintiff when ordered back to the range walked normally and continued toward the area where the incident occurred. The defendant also submitted that the plaintiff knew he was in a dangerous situation even though he did not know of the exact chain of events that would result and therefore he assumed the risk."], ["[148]", "As volenti or voluntary assumption of risk is a defence it is for the defendant to establish the defence of volenti. Volenti is a question of fact, to be determined by the evidence presented. The defence of volenti may arise either by express agreement or it may be implied from the conduct of the parties."], ["[149]", "At page 450 of", "Canadian Tort Law", ", Linden outlines the traditional requirements to establish the defence of voluntary assumption of risk as:", "\"'(1) that the plaintiff clearly knew and appreciated the nature and character of the risk he ran, and (2) that he voluntarily incurred it' [footnote omitted]. In other words, it had to be demonstrated that the plaintiff not only 'perceived the existence of the danger, but also fully appreciated it and voluntarily assumed the risk, and that is a question of fact'. [footnote omitted]", "\"Consequently, if there is no knowledge of the danger, there can be no assumption of risk ... In addition, the risk must be freely encountered. When there is no free choice .. there is no volenti.\"", "Linden continues at pages 451 and 452 to discuss the narrowing of the definition by the Supreme Court of Canada. He states at page 451 that:", "\"More recently the Supreme Court of Canada has reshaped the doctrine of volenti non fit injuria so as to restrict its application to instances where the court finds an agreement, express or implied, to exempt the defendant from liability. [footnote omitted] Demonstrative of the rather hostile judicial attitude toward the defence of volenti is", "<FRAGMENT_SUPPRESSED>  operator, agreed to plow some snow on a lake at the request of the defendant municipality. While plowing the snow, the ice gave way and the tractor sank into the lake, drowning the plaintiff's husband. In deciding if volenti non fit injuria applied, Matas, J., quoted the statement of Denning, M.R., in", "<FRAGMENT_SUPPRESSED>  necessary implication, showed that he gave a real consent to the assumption of risk without compensation or that he absolved the defendants from the duty to take care.'\" [footnote omitted]", "Similarly it is my view that there was nothing in the plaintiff's conduct, either express or implied, which showed that he gave a real consent to the assumption or risk or that he absolved the defendant's servants from the duty to take care."], ["[150]", "Therefore, on the evidence I am satisfied that the defendant is liable for the assault and battery of the plaintiff, as well for the negligent actions of its servants relating to the incident at Collins Bay."], ["[151]", "I now turn to the plaintiff's claim of unlawful confinement and cruel and unusual punishment arising from his placement in segregation. I am prepared to accept that the plaintiff's claim for unlawful confinement through segregation becomes on the evidence a claim for false or wrongful imprisonment."], ["[152]", "Linden in", "Canadian Tort Law", "notes at pages 46 and 47 that:", "\"Anyone who intentionally confines another person within fixed boundaries is liable for the tort of false imprisonment. This tort protects the interest in freedom from restraint within particular limits. The name is something of a misnomer. Firstly there is no need for any prison to be involved. Although one can certainly imprison someone by incarcerating him behind prison walls, it can also be accomplished in other ways. Secondly, the confinement cannot be 'false' in the sense of unreal. The word 'false' is intended to impart the notion of unauthorized or wrongful detention. Because this tort is a descendant of the trespass action. no actual loss is required as a prerequisite of recovery.\""], ["[153]", "As the plaintiff is basing his claim on the tort of false imprisonment at common law it is for the plaintiff to show imprisonment by the defendant, however it is the defendant who bears the burden of proving that the imprisonment was justified.  <FRAGMENT_SUPPRESSED>  Cartwright, J., is reported at page 523 stating that:", "\"The claim being one for damages for false imprisonment, in my opinion, the following short passage from", "Halsbury's Laws of England", ", Second Edition, Volume 33, page 38 correctly states the law:", "'The gist of the action of false imprisonment is the mere imprisonment; the plaintiff need not prove that the imprisonment was unlawful or malicious, but establishes a prima facie case if he proves that he was imprisoned by the defendant; the onus then lies on the defendant of proving justification.'\""], ["[154]", "Authority to place an inmate in administrative segregation at the time relevant to this action is found in s. 40 of the", "Penitentiary Service Regulations", ", C.R.C. 1978, vol. XIII, c. 1251, which provides that:", "\"40(1) Where the institutional head is satisfied that", "(a) for the maintenance of good order and discipline in the institution, or", "(b) in the best interests of an inmate it is necessary or desirable that the inmate should be kept from associating with other inmates, he may order the inmate so dissociated accordingly, but the case of every inmate so dissociated shall be considered, not less than once each month, by the Classification Board for the purpose of recommending to the institutional head whether or not the inmate should return to association with other inmates.", "\"40(2) An inmate who had been dissociated is not considered under punishment unless he has been sentenced as such and he shall not be deprived of any of his privileges and amenities by reason thereof, except those privileges and amenities that", "(a) can only be enjoyed in association with other inmates, or", "(b) cannot reasonably be granted having regard to the limitations of the dissociation area and the necessity for the effective operation thereof.\""], ["[155]", "The plaintiff was placed in segregation from November 18, 1986, to December 3, 1986, when he was transferred to Millhaven. The basis for the transfer was the plaintiff's \"involvement\" in the events of November 17, 1986. The plaintiff remained in segregation at Millhaven until December 18, 1986, at which time he was released into the general prison population. Therefore, the period from November 18, 1986 to December 18, 1986 was the plaintiff's first time in segregation. I accept that any claim for unlawful confinement with respect to this first period of segregation would be difficult to establish as an investigation into the incident was being conducted and until such time as this investigation was completed no clear determination could be made with respect to the plaintiff's or other inmates' involvement. As such, the plaintiff's confinement was justified under s. 40 of the", "Penitentiary Service Regulations"], ["[156]", "The plaintiff was placed in segregation a second time from January 11, 1987 to January 14, 1987. This second period in segregation was unrelated to the incident at Collins Bay."], ["[157]", "On February 2, 1987, the plaintiff was notified that he was going to be charged for weapons possession (with respect to the Collins Bay incident) and that until such time as he was going to be seen by the Segregation Review Board he was to be placed in segregation. As I indicated earlier, the charge relating to the weapons possession was withdrawn on April 29, 1987, but the plaintiff remained in segregation until May 14, 1987, 15 days later. It is this third period of segregation that forms the basis of my conclusion that the plaintiff was wrongfully confined. I have already made my views clear regarding the embellishments of the paper work process by which the plaintiff found himself in segregation for the third time. I have also indicated that the O.P.P. were way out of line to lay charges for possession of a dangerous weapon, namely a butter knife issued by prison authorities. Further, the rationale for keeping the plaintiff in segregation was that \"we are awaiting a pending investigation\". However, the only possible investigation that was pending was the one in support of the application for a transfer to a special handling unit. Moreover, with charges withdrawn how could there be a case made for the SHU transfer? Further, in examining these events it should not be forgotten that the Security Inquiry (the Institution's Report) specifically stated that the plaintiff's presence on the Strip was not directly related to the actions of Sharp and Chater and, more importantly, that the plaintiff had no part in the events which occurred."], ["[158]", "I cannot, on these facts, find that the plaintiff's placement in segregation for the third time indicated a threat to good order and discipline in the institution and was therefore necessary to prohibit the plaintiff from associating with other inmates. There was no basis in law or in fact to keep the plaintiff in segregation, especially after the charges had been withdrawn, and I am not satisfied that the defendant discharged the burden of establishing that the administrative segregation was justified."], ["[159]", "The plaintiff's claim relating to cruel and unusual punishment was not", "Charter", "based but based on the facts and evidence presented before the court. In this regard, the plaintiff argued that there was no notice of his transfer to Millhaven, a higher security level institution. The plaintiff was negligently and intentionally shot and maced while in custody. Being shot and maced did not form part of the plaintiff's prison sentence for a break and enter. The plaintiff was then wrongfully placed in segregation for a period of about three and one-half months for essentially involvement in activities which were not his doing. Segregation results in an inmate's liberty being further reduced, as the inmate is locked up for 23 hours of the day, and for the one hour of visiting privileges he has a pair of handcuffs on his hands. In light of the fact that I have found the plaintiff's third period of segregation to have been unjustified in fact and in law, I am of the view that the conditions of segregation in which the plaintiff found himself amounted to cruel and unusual punishment."], ["[160]", "Having found liability on the part of the defendant for assault, battery, negligence and false imprisonment I now turn to the question of damages. As the plaintiff did not claim or prove specific damages I will only deal with the claims for general and exemplary or punitive damages."], ["[161]", "Assessing damages is never an easy task, made less so by the fact that the person claiming the damages is a 28 year old inmate who has been in and out of prisons for various offenses since he was about sixteen. At the time of the incident, the plaintiff was serving a term for \"break and enter\". On the other hand, his sentence for the \"break and enter\" did not include being negligently shot, maced and unjustifiably placed in segregation as a result of events in which he was not involved. However, in terms of the shooting, the plaintiff did not suffer permanent damage and after the pellets were removed from his joints, he was able to resume his normal activities, including playing sports. I have no doubt that there was initial pain and discomfort, and for that I would award general damages in the amount of $1,000."], ["[162]", "In terms of an award for general damages relating to the plaintiff's unlawful confinement and cruel and unusual punishment I refer to this court's decision in", "<FRAGMENT_SUPPRESSED> . In <FRAGMENT_SUPPRESSED> the trial judge held that the plaintiff, based on the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> , was entitled to have been released from prison on August 10, 1982 and not September 22, 1982, when he was in fact released. Muldoon, J., awarded general damages in the amount of $430 and exemplary damages in the amount of $10,000. The award of $430 was justified in the following manner (at pages 604 and 607 F.C.):", "\"... Since, he [the plaintiff] invokes the power of the court to compensate him for a 43 day deprivation of his liberty, he is to be compensated according to the value of that, and only that of which he has been deprived", ". . . . .", "\"In 1982 he [the plaintiff] was being paid a wage of $35 per week in Collins Bay. If that were his measure of compensation - $5 per day - his damages would be assessed at $215 for the 43 days. But even to the Charles LeBars of this world loss of liberty is worth more than that. Doubling that sum to $10, and realizing that if he had been so paid over the last 20 years, 1962 to 1982, when he was incarcerated (generously overlooking his periods of being unlawfully at large, when self-help was his necessity), it is evident that he could have emerged from prison in 1982 with ($10 x 365 x 20) $73,000, plus interest if he had frugally saved it all. The taxpayers of Canada cannot reasonably be expected to pay more than $10 per day in general damages for the liberty which Mr. LeBar himself has so apparently despised both before and after August 10, 1982. The court therefore awards the plaintiff $430 in general damages for his unlawful imprisonment between midnight of August 10, 1982, and whatever time he was released on September 22, 1982.\""], ["[163]", "<FRAGMENT_SUPPRESSED> ), Denault, J., was also faced with assessing damages with respect to an inmate whose placement in segregation he had concluded had not been justified in fact and in law. In that case, the plaintiff sued the Crown for damages relating to his placement in segregation for a period of 80 days because of his refusal to take a tuberculosis test. The plaintiff was eventually returned to the general prison population after a writ of habeas corpus was issued. The plaintiff based his claim on the tort of false imprisonment and the trial judge found that, in the circumstances, the defendant had not discharged the burden of establishing that the administrative segregation was justified in fact and in law. Denault, J., awarded the plaintiff $800 for nonphysical damages suffered."], ["[164]", "In keeping with the jurisprudence cited, I would award general damages to the plaintiff in the amount of $1,000 for the 100 days he was kept in segregation."], ["[165]", "I am also of the view that the case before me without a doubt warrants an award of exemplary or punitive damages and in this regard Muldoon, J.'s, comments at pages 608 and 609 F.C. of <FRAGMENT_SUPPRESSED> bear repeating:", "\"Exemplary damages are those which are also called 'punitive', 'aggravated', 'retributory' and according to Linden (Op. cit., page 51) even 'vindictive and penal'. Such a varied, but single-minded and strong nomenclature certainly conveys the judicial intention to denounce the defendant's misconduct. Although keeping the plaintiff unlawfully for 43 days after his 20 years of imprisonment, excepting periods of being unlawfully at large, could hardly inflict any additional humiliation or loss of reputation upon him, it did constitute oppressive, arbitrary and fundamentally unconstitutional conduct by servants of the defendant. In this country where liberty is a constitutional, albeit conditionally, protected individual right and societal value, it is not tolerable to treat even this self-cheapened liberty, or anyone else's precious liberty, with insouciant disregard.", ". . . . .", "\"Their negligence and their oppressive and wilful or wanton disregard of the plaintiff's right to be released were amply abusive to support the award of exemplary damages. Despite reasonably timely notification, they persisted in deliberately detaining him in prison until the day before his motion for a mandatory injunction was returnable on this court in September 1982. Unjustified by any explanation, their misconduct is legally unjustifiable.", "\"Here in the matter of exemplary damages, the taxpayers again will have to pay but now a more substantial assessment, for the misconduct of the defendant's servants. This task is not an exact science. The assessment of exemplary damages must be an adequate disapproval of those servants' reprehensible misconduct in ignoring the law whose authoritative interpretation was clearly signalled to them, and in oppressively, abusively and deliberately disregarding the plaintiff's right to regain his conditional liberty and liberation from unlawful imprisonment. In light of the jurisprudence, which unfortunately for the assessor of damages, does not present any exactly, or even nearly, similar situation, the court awards the plaintiff the sum of $10,000 exemplary damages.\""], ["[166]", "Writing for the Court of Appeal in <FRAGMENT_SUPPRESSED> , MacGuigan, J.A., at page 618 F.C., after citing Lord Devlin in", "<FRAGMENT_SUPPRESSED>  (H.L.), noted that \"outrageous\" or \"oppressive conduct\" on the part of the Government is quite different from similar conduct by powerful corporations or individuals, and that is much more serious for the servants of the Government are also servants of the people and the use of their power must always be subordinate to their duty of service. Both the Trial Division Judge and the Court of Appeal recognized that \"malice is not necessary for the existence of oppressive, arbitrary or unconstitutional action by the servants of the Government\"."], ["[167]", "With respect to the assessment of exemplary damages, Denault, J., in", "Saint-Jacques", "also referred to the decisions in <FRAGMENT_SUPPRESSED> and then made the following finding at page 10:", "\"In light of these statements of the law and the analysis of the evidence, I consider employees of the plaintiff [sic] committed oppressive and arbitrary actions justifying an order to pay exemplary damages. It appears that by confining him to administrative segregation the authorities disregarded the plaintiff's rights, taking refuge in an alleged medical quarantine order when they were perfectly aware that no such order was in effect. No evidence was presented that he was in contact with an infectious or contagious inmate. Though the bulletin issued to prisoners about the Mantoux test mentioned that the test was not conclusive in itself, and that if administered it did not necessarily show a positive reaction, the authorities did not take into account that the plaintiff was prepared to take the alternative test, namely a lung X-ray. On the evidence, this offer was made again several times but refused by the prison authorities, who finally accepted it only when Turnball, J., rendered his judgment on the application for habeas corpus.\"", "Denault, J., awarded the plaintiff $2,000 in exemplary damages."], ["[168]", "Literally from day one the prison authorities knew that Abbott was not involved. Two officers (guards) made that point to other guards. Paperwork all emanating from Collins Bay portrayed Abbott as brandishing a weapon (which was not the case) and chasing guards up and down the strip (also not true and seemingly concocted to warrant involuntary transfer to Millhaven and segregation at Millhaven). If the O.P.P. were conducting an investigation and doing it properly and thoroughly, Abbott's innocence should have screamed out at them. And the Collins Bay people, not being satisfied with the excessive punishment for acts not done, had the gall to request a S.H.U. for Abbott. Their actions, if they cannot be described as criminal, were certainly malicious."], ["[169]", "In keeping with Muldoon, J.'s, comments in <FRAGMENT_SUPPRESSED> , the assessment of exemplary damages must be an adequate disapproval of defendant's servants' reprehensible conduct in perpetuating the fabrications relating to the plaintiff's \"involvement\" in the incident at Collins Bay which resulted in the plaintiff being placed in segregation for a period of about one hundred days, when in fact the CSC report of December 1986 clearly indicated that the plaintiff", "had no part in the events which occurred", ". At no time was the plaintiff \"chasing guards down the strip in an attempt to stop the officers from getting to the blocks\", nor was he involved in a \"conspiracy to overtake the prison\", or \"take staff hostage\" or \"murder staff\". Further, two months after the CSC report cleared the plaintiff of any involvement in the incident, he was charged with possession of a butter knife. The charges were then dropped but the plaintiff remained in segregation for an additional 15 days. In my view, there was an oppressive, abuse and deliberate disregard of the plaintiff's right to regain his \"conditional liberty and liberation from unlawful imprisonment\" and as such the plaintiff is awarded the sum of $10,000 in exemplary damages."], ["[170]", "The plaintiff is therefore to be paid general damages in the amount of $2,000 by the defendant; exemplary damages in the amount of $10,000 by the defendant and interest in accordance with the applicable provisions of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, as amended, the", "Crown Liability and Proceedings Act", ", R.S.C. 1985, c. C-50, as amended and as action arose in Ontario, the", "Courts of Justice Act", ", 1984", ". Cost are also to be awarded to the plaintiff.", "Judgment for the plaintiff.", "Editor: Elizabeth M.A. Turgeon/slm", "[End of document]"]]}