{"id_": "058774", "body_str": [["[1]", "Tabib, Prothonotary", ": The Defendant, Novopharm Limited (\"Novopharm\") brought this motion seeking, amongst other relief, an Order pursuant to Rule 227 of the", "Federal Courts Rules", "requiring the deponents of the affidavits of documents of each of the Plaintiffs to submit to cross-examination on their respective affidavits of documents and to serve a further and better affidavit of documents."], ["[2]", "The motion is brought in the context of the action by the Plaintiffs (hereinafter, collectively referred to as \"Lilly\") claiming infringement of its patent relating to olanzapine (which Lilly markets under the brand name \"Zyprexa\"). By counterclaim, Novopharm seeks a declaration of invalidity of the patent and damages pursuant to s. 8 of the", "Patented Medicines (Notice of Compliance) Regulations", ". Novopharm brought this motion prior to any oral examination for discovery having been held.", "1.", "Further and better affidavits of documents"], ["[3]", "On this motion, Novopharm has the burden of establishing that documents in the possession, power or control of Lilly exist, are relevant and have not been listed in Lilly's affidavits of documents or subsequently produced pursuant to the request for further production the parties had been required to exchange by a previous scheduling order.", "(a) Legal Relevance"], ["[4]", "All of the documents Novopharm alleges exist and have not been produced ultimately relate to the issue of the side effects profile of olanzapine. All of Novopharm's arguments as to the relevance or usefulness of these documents were to the effect that these documents would establish, one way or the other, or would lead to a train of enquiry that would have the effect of establishing, one way or the other:", "(a) whether olanzapine had, as of the priority date, the filing date or the date of issuance of the patent, the advantages claimed in the patent;", "(b) whether, as an objective fact as of the present date, olanzapine in fact has those advantages; or", "(c) whether up to and until the issuance of the patent, Lilly knew of facts going to those issues that it failed to disclose to the Patent Examiner."], ["[5]", "As a matter of legal relevance - that is, whether the facts give rise to a legally arguable case at trial - Lilly does not contest that the facts set out in (a) and (c) above raise reasonably arguable issues, and it submits that it has indeed disclosed all documents relevant to these issues - as per its understanding of relevance for the purpose of Rule 222 of the", "Federal Courts Rules"], ["[6]", "As regards the facts set out in paragraph (b) above, Lilly takes the position that, whether the argument is obviousness, anticipation, lack of sound prediction, inutility, failure of promise or material omission or addition, the existence of the advantages must be assessed on the basis of the state of knowledge of persons skilled in the art, at the very latest, at the laid open date. It submits that any knowledge gained after that date can simply not be considered by the Court and is therefore not relevant. Despite that position, Lilly submits that it has produced documents relevant to the side effects profile of olanzapine up to and including 2001. Lilly's position is that, whether or not further documents dated after 2001 exist (and whether they do is a matter to be established by Novopharm), it is not obliged to disclose them."], ["[7]", "Having carefully considered the pleadings, I am satisfied that Novopharm's pleadings do raise the non-existence of the advantages disclosed or claimed in the patent as an objective fact to be ascertained as of the date of the trial, and that Lilly has not made any admission taking that plea out of issue. While Lilly's arguments are compelling, including its ultimate argument to the effect that a patent cannot be valid at the date of the grant and become invalid over time, I cannot conclude that it is plain and obvious that Novopharm's arguments on the issue are devoid of any chance of success at all. Accordingly, I find that documents relevant to that issue had to be disclosed by Lilly; consequently, when I proceed to consider whether Novopharm has established that relevant documents exist in Lilly's possession, power or control that have not been produced, I will include in my consideration whether relevant documents exist relevant to whether the advantages in fact exist in accordance with the state of the art after the laid open date.", "(b) Relevance pursuant to Rule 222"], ["[8]", "While Lilly has disclosed a significant volume of documents, (over 345,000 pages) including documents up to 2001 containing clinical trial data and documents relating thereto, Novopharm notes that these documents were selected from an even greater collection of documents (approximately 918,000 pages) disclosed in US litigation involving the equivalent patent. Novopharm submits that Lilly was not properly fulfilling its obligation when it proceeded by selecting, from all the documents that may relate to the facts in issue, those on which it intends to rely at trial and those which might reasonably be supposed may directly or indirectly hurt its case or assist Novopharm's. Novopharm submits that Lilly's assessment of what would assist Novopharm is not good enough: Novopharm should be entitled to review all of Lilly's documents that might \"relate\" to an issue, because only Novopharm is in a position to assess whether the documents may assist it or hurt Lilly."], ["[9]", "Taking Novopharm's argument to its logical conclusion, relevance is no longer a function of the influence the information in a document might have on the case, but is established simply on the basis of whether a document relates, however indirectly, to a subject matter raised in the action. I do not subscribe to Novopharm's argument. If it is to be accepted, a party might just as well hand over to its adversary the keys to its premises so that the other might itself read all the documents that can be found there and satisfy itself that these would not assist it or lead it to further inquiries."], ["[10]", "Rule 222(2) reads as follows:", "\"(2) For the purposes of rules 223 to 232 and 295, a document of a party is relevant if the party intends to rely on it or if the document tends to adversely affect the party's case or to support another party's case.\"", "\"(2) \"Pour l'application des règles 223 à 232 et 295, un document d'une partie adverse est pertinent si la partie entend l'invoquer ou si le document est susceptible d'être préjudiciable à sa cause ou d'appuyer la cause d'une autre partie.\""], ["[11]", "I note here that the application of this definition of relevance is explicitly limited to affidavits or lists of documents. It does not extend to oral examinations for discovery, nor to documents requested in the context of examinations for discovery. I also note that documents that may be adduced at trial are not limited to those listed in affidavits of documents. Rule 232 provides that, in addition to documents disclosed in affidavits of documents, documents produced on or subsequent to examinations for discovery may be used at trial without leave of the Court. Thus, Rule 222(2) should not be read as circumscribing the entire discovery process, but merely a party's disclosure obligation in an affidavit of documents. The fact that a document or a class of documents is not listed in an affidavit of document does not preclude a party from asking, on discovery, questions that may reveal the existence or relevance of such documents and, once appropriate foundation has been laid, requesting production thereof."], ["[12]", "Paragraph 222(2) was added to the rules relating to affidavits of document in 1998. Former Rule 448, which was otherwise carried through unchanged in the 1998 revision to the", "Federal Courts Rules", ", did not contain a definition of relevance, and the jurisprudence of this Court was constant in applying the test developed over a century ago in", "<FRAGMENT_SUPPRESSED>  (C.A.), in which the words \"a document relating to any matter in question in the action\" was interpreted as follows:", "\"It seems to me that every document relates to the matters in question in the action, which not only would be evidence upon any issue, but also which, it is reasonable to suppose, contains information which may -- not which must -- either directly or indirectly enable the party requiring the affidavit either to advance his own case or to damage the case of his adversary. I have put in the words 'either directly or indirectly', because, as it seems to me, a document can properly be said to contain information which may enable the party requiring the affidavit either to advance his own case or to damage the case of his adversary, if it is a document which may fairly lead him to a train of inquiry, which may have either of these two consequences.\""], ["[13]", "Peruvian Guano", "became part of the standard test of relevance, not only for the purpose of documentary disclosure, but for discovery at large. Indeed, it was cited as part of the well known and oft-cited decision of", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 66 (T.D.), as to the scope of discovery."], ["[14]", "The", "Peruvian Guano", "test of relevance has continued to be cited with approval by the Court of Appeal, even after 1998, in", "<FRAGMENT_SUPPRESSED> ; 337 N.R. 225; 2005 FCA 217 and", "<FRAGMENT_SUPPRESSED> ; 291 N.R. 113; 2002 FCA 229. I note however, that neither case involved the concept of relevance in the context of an affidavit of documents. Both cases were concerned with questions and requests for production refused in oral examinations for discovery and did not involve requests for further and better affidavits of documents;", "SmithKlein Beecham", ", in particular, involved the application of the", "Tax Court of Canada Rules", ", and not the", "Federal Courts Rules", "(I also note that the", "Tax Court Rules", "' requirements as to documentary disclosure uses the expression \"documents [...] relating to any matter in question between or among [the parties]\", an arguably wider definition than that of our Rule 222(2), and one which, coincidentally, is much closer to the definition construed in", "Peruvian Guano", ")."], ["[15]", "It is clear that the", "Peruvian Guano", "test of relevance still applies to oral discoveries in this Court, including requests for documentary production at or following examinations for discovery. The question is whether it continues to apply to a party's disclosure obligation through the affidavit of documents. Indeed, in the wake of the 1998 amendments, my colleague Prothonotary Hargrave considered, but did not then need to determine, whether Rule 222(2) had the effect of restricting the scope of relevance in that context. He wrote, in", "<FRAGMENT_SUPPRESSED> ; 160 F.T.R. 227 (T.D. Protho.):", "\"13. Rule 223(1) of the 1998", "Federal Court Rules", "requires production of 'all relevant documents'. Prima facie this is the same production as was required under former the rules, however new Rule 222(2) goes on to define the concept of relevancy:", "'... a document of a party is relevant if a party intends to rely on it or if the document tends to adversely affect the party's case or to support another party's case.'", "On a strict reading of this definition of relevancy, in Rule 222(2) a party, arguably, might not have to produce a document which is relevant in the traditional sense and which supports its own case, but upon which that party does not intend to rely. In that sense the new rule for production of documents may be narrower than Rule 448.", "\"14 In addition, still dealing with the scope of production under the new rules, old Rule 448, as interpreted by the Federal Court, required the production of", "'... any document which might reasonably be supposed to contain information which may directly or indirectly enable the party requiring production to advance his own case or to damage the case of his adversary.':", "<FRAGMENT_SUPPRESSED> , at 286 - 87.", "\"In", "C.M. Security", "Mr. Justice Teitelbaum to emphasis the point, underlined the words 'might reasonably', in the phrase '... which might reasonably be supposed to contain information'. Here we do have an element of conjecture or assumption, however this did stop short of requiring production of documents on a mere suspicion that the document might exist or might have some connection with the proceeding. Rather the test, as set out in", "C.M. Security", ", supra, is that the document ought to be one which might reasonably be supposed to contain information which may directly or indirectly enable the party requiring production to advance his or her own case or damage the case of his or her adversary.", "\"15 Certainly, under the rules as they existed before April of this year, for a defendant to seek production of the documents in question would have been held a fishing expedition where the defendant was neither able to show that the material had some semblance of relevancy nor, by persuasive evidence, to demonstrate that such documents were available.\""], ["[16]", "Some years later, in", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 161 (T.D. Protho.), Prothonotary Hargrave revisited the issue and in light of the", "SmithKlein Beecham", "decision, found that the definition of relevance in 222(2) had not changed the test:", "\"8 The", "Smithkline", "case is based on the", "Tax Court of Canada Rules", "for documentary discovery. However, in the course of considering the area, Madam Justice of Appeal Sharlow referred to the usual cases, including", "Everest & Jennings", ", for the formulation and application of the train of inquiry test. The Court of Appeal concluded that the formulation of the test by Justice Bonner of the Tax Court of Canada, in the trial decision of", "Smithkline", ", [2001] 2 C.T.C. 2086, at 2095 was proper:", "'On discovery the examining party may seek information and admissions which will assist it not only to defeat its opponent's case but also to advance the case which it seeks to put forward.'", "(Page 2095)", "This formulation is essentially that set out in Federal Court Rule 222(2) which defines relevancy so that one may know what to include in an affidavit of documents:", "'... a document of a party is relevant if the party intends to rely on it or if the document tends to adversely affect the party's case or to support another party's case.'", "The Court of Appeal, in", "Smithkline", ", at 107, neatly concluded that the concept of defeating an opponent's case or advancing one's own case was substantially the same as the train of inquiry test. Thus, despite the intervening changes in the wording of the rules for production of documents, the test set out in", "Everest & Jennings", ", remains applicable.\""], ["[17]", "I am not certain I would have come to the same conclusion as my learned colleague as to whether or not Rule 222(2) effectively narrows the definition of relevance set out in", "Peruvian Guano", ", notably, by somewhat narrowing the \"train of inquiry\" test. I leave that for another day."], ["[18]", "I do, however, agree with Prothonotary Hargrave's assessment in <FRAGMENT_SUPPRESSED> , that the concept of advancing an opponent's case or defeating one's own is central to relevance, both on the", "Peruvian Guano", "test and on the strict wording of Rule 222(2). Unless the party producing the affidavit intends to rely on a document at trial, it is not obliged to disclose it unless \"it is reasonable to suppose\" that the document would undermine its own case, advance its opponent's, or would \"fairly lead him to a train of inquiry, which may have either of these two consequences\"."], ["[19]", "In other words, it is not sufficient for a document to merely relate to the facts at issue. If, for example, a document can only reasonably be construed as supporting the disclosing party's case, and cannot be shown to lead to information that would reasonably be supposed to be helpful to its opponent, then it need not be disclosed in an affidavit of documents. A document which is neutral and can only reasonably be supposed to lead to other similarly neutral documents is not relevant for the purpose of an affidavit of documents. And on a motion for a further and better affidavit of documents, the reasonable possibility that a document can have or lead to one of the desired effects must be established by the moving party. To say that a document might conceivably lead to other documents, which, although not in themselves relevant, might then conceivably lead to useable information, is not enough. It is precisely the type of fishing expedition which the jurisprudence of this Court consistently refused to sanction. That is not to say that the moving party must establish that the document sought will necessarily lead to useable information: a reasonable likelihood will suffice; an outside chance will not."], ["[20]", "I realize that it does leave the disclosing party to be the arbiter of whether a document may be helpful to its opponent or not. However, the deponent of an affidavit must apply his or her mind to the exercise in good faith and doubt should be resolved in favour of disclosure. This is all the more important because there is no automatic right of cross-examination on such an affidavit. Nevertheless, an affidavit of documents remains a sworn declaration that this has been done."], ["[21]", "Further, as mentioned above, and without turning an examination on discovery into a cross-examination on affidavit, the oral discovery process provides an opportunity - and perhaps the best opportunity - for the examining party to clarify and provide foundation for its understanding of what is relevant and to be disclosed, what are fair trains of inquiry and where they might lead. In that sense, it is often simply premature to bring motions for further and better affidavits of documents before discoveries have started; this is especially so if the moving party is seeking disclosure of large classes of documents that are not prima facie likely to contain relevant information."], ["[22]", "Thus, I conclude that, whether on the wide \"train of inquiry\" test, or a narrower reading of Rule 222(2), Novopharm is not entitled to disclosure of every document in Lilly's possession, power or control that relate to the facts pleaded, whether or not they can directly or indirectly assist its case. Novopharm is not entitled to disclosure of every document in Lilly's possession so that it might itself consider whether they might be useful. Unless it can establish that Lilly's vetting process was inadequate, Novopharm must be satisfied by the sworn statements appearing in Lilly's affidavits of documents, to the effect that the affiant has diligently caused the records to be searched and has made appropriate inquiries and disclosed, to the full extent of his or her knowledge, information and belief, the documents that would tend to adversely affect Lilly's case or advance Novopharm's."], ["[23]", "Thus, with respect to Novopharm's general complaint that Lilly's affidavits of documents are prima facie deficient because they fail to disclose all documents disclosed by Lilly in the context of US proceedings, which documents clearly \"relate\" to the issues in this case, I find the complaint not founded."], ["[24]", "The question which now arises is whether Lilly's approach in determining which of a wider class of documents should be disclosed was reasonable and sufficient. Lilly has filed evidence on this motion explaining the basis upon which it chose to include or exclude documents from the vast initial documentary production in the US proceedings. It explained that initial documentary production in the US proceeded on the basis of \"notice pleadings\" and therefore resulted in documentary discoveries which are much broader than the specific allegations of the final pleadings. From that massive production, the US parties (including those adverse in interest to Lilly) then selected and included in a \"Unified Trial Exhibit List\" all documents on which they felt they might rely at trial (an even smaller selection was eventually adduced at trial). Lilly's evidence is that, having considered the issues raised in the US and in the present proceeding, its affiants were satisfied that all documents that might possibly relate to the issues in this action had been part of the initial US disclosure, and that it was reasonable to assume that any document which might undermine its case or assist an opponent's case on these same issues had been selected by Lilly's opponents and included in the Unified Trial Exhibit List."], ["[25]", "As mentioned above, Novopharm's position was that as a matter of legal principle, Lilly's disclosure had to include all documents", "relating", "to the issues pleaded, thus all documents of the initial US production. Novopharm did not argue, other than through the specific categories discussed below, that the basis upon which Lilly proceeded was unreasonable or that applying that method resulted in relevant documents being omitted. In any event, I am satisfied that in the circumstances of this case, Lilly's affiants did not proceed unreasonably. I do not accept that the Rules require, as a matter of law, that an affiant in every case review personally each document individually. All that the", "Rules", "require is that the affiant cause to be conducted a diligent search and make appropriate inquiries for the purposes of disclosure in the affidavit of documents. Lilly's main affiant, having notably also participated in the documentary discovery exercise in the US, was satisfied that a diligent search had already been conducted for the purpose of the US litigation and did make inquiries, which appear on their face to be reasonable and appropriate, to determine which of those documents corresponded to the Rule 222(2) definition. I can find no fault with this approach generally."], ["[26]", "That being said, it may be that this approach proved in practice unreliable or insufficient in that it failed to \"catch\" relevant documents. A review of the documents which Novopharm contends are missing would be indicative as to whether, despite an apparently reasonable method of identifying documents, Lilly missed relevant documents and should therefore be required to conduct a reassessment of its documents."], ["[27]", "I now proceed to consider the specific categories of documents which Novopharm contends are missing.", "i) Clinical trial documents:"], ["[28]", "At the hearing, Novopharm conceded that all such documents had apparently been produced, up to and until 2001, and accordingly restricted its argument to clinical trial data created after 2001. I am satisfied that there is evidence establishing that clinical trials were conducted in the period after 2001, that this data likely relates to side effects profiles, and that it may therefore tend to advance Novopharm's position. It also appears from the transcripts of cross-examinations and from Lilly's argument at the hearing that Lilly has taken the view that such documents are not relevant, regardless of whose case they would support, based purely on the date the data came into existence. As mentioned above, all documents containing clinical trial data that would tend to advance Novopharm's allegations as to the non-existence of the advantages claimed or disclosed in the patent are legally relevant for the purpose of Lilly's affidavits of documents. Thus, Lilly has the continuing obligation, and will in any event be specifically ordered, to review its records to determine whether clinical trial documents created after 2001 exist and have not been disclosed, and if so, to include them in a further and better affidavit of documents.", "ii) Internal memos and documents relating to clinical trials:"], ["[29]", "The evidence on record suggests that such documents as had been created prior to 2001 would have been included in the initial documentary productions in the US litigation and have therefore already been considered for relevance and included as necessary in Lilly's affidavits of documents. I therefore limit my comments under this heading to such documents as may have come in existence after 2001, since the record before me shows that Lilly would not have considered such documents for potential disclosure in any event."], ["[30]", "As mentioned above, the only fact in issue to which post-2001 internal comments or communications might relate is the objective existence or non-existence of the advantages disclosed or claimed in the patent. This is clearly a matter of objective scientific fact, to be established by expert evidence on the basis of the data which Lilly has or will disclose. What Lilly or its employees think or believe as to the conclusions to be drawn from the data is irrelevant and cannot advance Novopharm's case unless Lilly has made on the issues corporate statements amounting to admissions. As the documents sought by Novopharm in this category are internal communications between employees, they cannot reasonably be supposed to include corporate statements."], ["[31]", "Could internal documents of Lilly commenting on the clinical trial data be reasonably supposed to lead to a train of inquiry that would advance Novopharm's case or hurt Lilly's? Novopharm's motion record does not suggest how that might be, and I cannot see how they could lead to any train of inquiry that might advance Novopharm's case other than back to the original data to which they relate. As this data has or will be provided, a document that has no use but to refer to it can have no discernable benefit to Novopharm. Even if these internal memoranda could be construed as technically included in the definition of Rule 222(2) because they lead back to the clinical trial data, I would exercise my discretion to relieve Lilly from their disclosure."], ["[32]", "Novopharm submits that these communications might contain statements damaging to Lilly, as, for example, statements admitting that certain information was known to Lilly at the time of the prosecution of the patent, but not disclosed to the Patent Examiner. Obviously, if any internal documents of Lilly contain such statements, the particular documents are relevant and have to be disclosed. As mentioned above, this still does not entitle Novopharm to have production of an entire class of irrelevant documents just so that it can satisfy itself that Lilly did not overlook those that were relevant. Still, it appears that Lilly would not have included in its consideration for potential relevance documents created after 2001. It should therefore, as part of its continuing obligation of disclosure, make reasonable inquiries or take reasonable steps to ensure that internal documents that might contain such damaging admissions are reviewed and disclosed if they exist.", "iii) Correspondence between Lilly and Health Regulators:"], ["[33]", "Again, for the same reasons, I confine my remarks to the post-2001 period. Novopharm submits, and I agree, that it has been established that correspondence was exchanged between Lilly and Health Regulators relating to product monographs and labeling changes to include warnings as to the side effects of olanzapine."], ["[34]", "Again, however, and based on the evidence adduced by Novopharm itself, this correspondence would squarely be based on, and would merely interpret or discuss the clinical data which Lilly has already or will be disclosing. It cannot reasonably be supposed that Lilly has, in this correspondence, admitted to any other negative side effects than those against which publicly available labels and product monograph warn. Again, the only information to which this correspondence might be supposed to lead is the same clinical data and reports which have or will be produced. I am satisfied that this class of documents would not advance Novopharm's case, undermine Lilly's or be susceptible of leading to a train of inquiry having either result.", "iv) Documents from products liability litigation:"], ["[35]", "Exhibits \"O\" to \"V\" of Anna Hucman's first affidavit sworn October 5, 2007 are examples of documents which Novopharm argues were not but should have been disclosed by Lilly."], ["[36]", "These documents were produced in the context of product liability actions taken in the United States against Lilly in relation to Zyprexa. Although covered by a confidentiality order in that litigation, they were, in breach of that order, leaked to the New York Times and were posted on the internet, so that Novopharm had access to them. Most of those documents, but not all, are internal Lilly documents. Some pre-date the date of issuance of the Canadian patent at issue, some were created afterwards. Generally speaking, these documents can be said to relate to what Lilly knew about the side effects of olanzapine and when, and how Lilly dealt with this information in its public communications about or its promotion of Zyprexa. In that, they clearly relate to the product liability action in which they were disclosed, as I understand that at issue in that litigation is whether Lilly misled the public or failed to adequately warn users as to the side effects of the drug."], ["[37]", "Are these documents relevant to this litigation? Novopharm has specifically pleaded, at paragraphs 20 to 22 of its statement of defence and counterclaim, that Zyprexa has been the subject of product liability lawsuits in the United States and Canada, that Lilly had played down its own data as to side effects to promote Zyprexa, and that there was an established pattern, from as early as 1986 through to as late as 2001, to mislead \"not only the Patent office, but also doctors and the general public\", to boost sales of Zyprexa."], ["[38]", "Although these allegations formally make relevant every document disclosed in said product liability actions, it is trite law that a party may not enlarge the area of discovery indefinitely by making irrelevant allegations which, even if substantiated, cannot affect the result of the action. (", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 387 (F.C.), at para. 15, affd. (2005), 331 N.R. 144; 38 C.P.R.(4th) 289 (F.C.A.)."], ["[39]", "Whether or not Lilly has been sued for product liability in relation to Zyprexa, and whether or not it has misled any person or body other than the Patent Examiner, cannot possibly make this patent invalid. Accordingly, despite the allegations made in Novopharm's statement of defence and counterclaim as to these matters, I find that documents are not relevant, and do not need to be disclosed, merely because they would tend to establish Lilly's allegations that Lilly intended to or did mislead doctors and the general public, or because they relate to allegations made in product liability actions."], ["[40]", "That is not to say that documents disclosed in product liability actions may not otherwise be relevant to the issues properly raised in the present action. Documents tending to establish that Lilly intentionally misled the Patent Examiner or omitted to communicate relevant information of which it was aware are subject to disclosure. Reading the allegations of the statement of claim generously, that would include all documents tending to show what Lilly knew at the time of the prosecution of the patent as to the side effects profile of olanzapine, but of course, ending on the date of the issuance of the patent, that is, July 14, 1998."], ["[41]", "Documents \"O\", \"P\" and \"Q\", are dated 2001 and 2003. At best, they discuss what Lilly knew, as of their date, as to certain side effects of Zyprexa. Lilly's subjective knowledge after the issuance of the patent is not relevant. To the extent the documents discuss objective facts, they can only lead back to the data discussed therein, which data has or will be provided. Mainly, as well, the documents concern the", "perceptions", "of others on that matter. They contain no information as to what Lilly knew up to and including the date of issuance of the patent or what Lilly might have represented to the Patent Examiner. I find that these documents cannot, directly or indirectly, advance Novopharm's case or undermine Lilly's, and as a consequence, they did not have to be disclosed in Lilly's affidavit of documents."], ["[42]", "Document \"R\" contains information which may, directly or indirectly, establish Lilly's knowledge of certain issues as of 1996, a relevant date for that issue. In particular, the document may establish awareness on the part of Lilly as to whether certain forms of statements could be considered misleading."], ["[43]", "Documents \"S\", \"T\", \"U\" and \"V\" all contain information that may tend to advance Novopharm's case, in that they may directly or indirectly establish the state of Lilly's knowledge or awareness as to certain side effects of Zyprexa in the period prior to the issuance of the patent. These documents are therefore relevant for the purpose of Lilly's affidavit of documents and should have been disclosed."], ["[44]", "Lilly has not filed evidence to the effect that documents \"R\" to \"V\" were disclosed in its affidavit of documents, contrary to the statements contained in Novopharm's evidence to the effect that they do not appear to be. I therefore find that the documents were not disclosed by Lilly in its affidavit of documents when they should have been."], ["[45]", "The fact that five relevant documents created before 2001 could be identified by Novopharm indicates that the process used by Lilly to search for and identify relevant documents may not have been adequate. Lilly will be required to review its documents with a view to ensuring that all relevant documents be disclosed."], ["[46]", "I stress here that documents \"R\" to \"V\" are relevant because of the specific information they contain. Having specific regard to document \"R\", other documents that can be described as being in the same class of documents (for example, correspondence between X and Y, in year Z, respecting Zyprexa) cannot reasonably be supposed to", "necessarily", "contain that type of information, and may be irrelevant. Novopharm is only entitled to disclosure of the documents from this class of documents that are relevant; it is entitled to know that Lilly has reviewed its documents to identify and disclose any document which may contain similarly relevant information. As mentioned before, Novopharm is not entitled to have disclosure of the entire class of documents to satisfy itself that relevant documents have not been overlooked.", "v) Expert reports from other litigation:"], ["[47]", "Any such report would have been created after the date of issuance of the patent. They would speak only of what a third party - the independent expert in question - thinks or believes of the issues in question as of the date they were created, and are therefore irrelevant. To the extent the reports discuss, and therefore could lead to, relevant factual information, it is that information that may be relevant and subject to disclosure. If that information is in Lilly's power, possession or control, it should already have been or should be disclosed."], ["[48]", "It is also noted that expert reports, if they have not been filed publicly as exhibits in the proceedings for which they were prepared, were either filed confidentially or were not filed at all. If they were not filed, they are protected by litigation privilege. To the extent they were filed and covered by a confidentiality order, Lilly could only waive confidentiality insofar as its own information is concerned. Whatever part of Lilly's expert reports discuss information over which others are entitled to assert confidentiality pursuant to a Court Order could not be disclosed by Lilly. Counsel for Novopharm further conceded at the hearing that it is reasonable to suppose that Lilly's expert reports would not likely tend to advance Novopharm's case or undermine Lilly's."], ["[49]", "For all these reasons, I am satisfied that experts reports prepared for the purpose of other litigations are not relevant and should not have been disclosed in Lilly's affidavit of documents."], ["[50]", "I would mention, however, that to the extent information of another party than Lilly protected by a confidentiality order is available to Lilly and is relevant to this matter, it should have been disclosed in Lilly's affidavit of documents but in a manner that will not breach the relevant confidentiality order. The evidence before me establishes that even a description of such documents would contravene the confidentiality order issued in the US litigation. As such, any disclosure that could be made would amount to no more than a bare mention of \"documents produced in litigation \"X\" protected by a confidentiality order and for which confidentiality cannot be waived by Lilly alone\" and would be of little use to Novopharm. In the present case, Novopharm is clearly already aware of the existence of such documents; it therefore is unnecessary for Lilly to add that mention in a further and better affidavit of documents.", "vi) Prior art produced in the US action:"], ["[51]", "It is trite law that only that prior art which is specifically alleged in pleadings is relevant. For the purpose of Novopharm's allegations of anticipation and obviousness, Lilly did not have to disclose any document as to prior art in its possession, power or control unless it intends to rely upon it at trial or it is specifically alleged in Novopharm's pleadings."], ["[52]", "However, because Novopharm's pleadings raise, as an issue, the objective non-existence of the advantages claimed or disclosed in the patent and the invention's objective failure of utility, documents - whether internal to Lilly or publicly available - within the possession of Lilly which would advance Novopharm's case on that issue must be disclosed."], ["[53]", "The evidence before me shows that Lilly automatically excluded from its disclosure all published documents not created by Lilly and not specifically alleged by Novopharm, on the basis that they were un-alleged, and therefore irrelevant prior art. Lilly failed to consider whether those documents could be used to support Novopharm's assertion that olanzapine does not in fact have the asserted advantages or effects. Lilly must conduct a review of these documents and disclose those that may tend to advance Novopharm's case or hurt its own on these issues.", "2.", "Extension of the schedule for examinations on discovery"], ["[54]", "As indicated at the hearing, whether or not Novopharm has had communication of every relevant document from Lilly at this time, does not, in the circumstances of this case, justify delaying Lilly's examination for discovery of a representative of Novopharm, in accordance with the schedule set out in previous orders of the Court. Novopharm has not establish what, if any, prejudice it would suffer from submitting to discovery in advance of possibly receiving further documentary disclosure from Lilly. As of issuing these reasons, I understand that this examination for discovery has taken place as scheduled."], ["[55]", "Discoveries, by Novopharm, of the inventors and of Lilly's representatives are scheduled to take place during the first week of December, 2007. It is a given, from the conclusions reached on this motion, that some further documents will likely have to be produced by Lilly. However quickly Lilly can review its documents and provide revised affidavits along with whatever additional documents it might uncover, it is an exercise that will likely take one or two weeks, with only a week or so left for Novopharm to review the additional documents in preparation for discoveries. Only if the volume of further disclosure is limited will it then be reasonable to suppose that Novopharm will have had sufficient time to review them in order to proceed with the discoveries. In the circumstances, I am satisfied that a short extension of time for Novopharm to proceed with its discoveries of Lilly and of the inventors is justified. As Novopharm has had the bulk of Lilly's documents for a considerable period of time, it seem to me that unless the volume of documents to be received from Lilly is again as much as the volume already produced, Novopharm should have more than enough of 45 days from production of the revised affidavits of documents to prepare for and conduct examinations for discoveries.", "3.", "Other remedies"], ["[56]", "Novopharm has, in the context of the prosecution of this motion, had an opportunity to cross-examine the person who swore the affidavit of documents on behalf of Eli Lilly and Company and Eli Lilly and Company Limited, the entities most directly targeted by his motion. Whatever benefit this exercise could have had has therefore already been obtained; I can find no reason to subject any of Lilly's affiants to a cross-examination on affidavit at this time. I note as well that Novopharm did not press that issue at the hearing. As for Novopharm's request that the solicitor who signed the certificate attached to the affidavit of document be cross-examined, not only is there no precedent or legal basis for such a remedy being granted, but no evidence was presented that would justify that request being made, let alone being granted."], ["[57]", "The sole apparent purpose for Novopharm's request that it be advised of the identity of the representatives selected by Lilly for discovery would appear to be to allow Novopharm to challenge the suitability of that representative ahead of time. The notion that a party can challenge the adequacy of a representative's preparation before even beginning the examination has no merit. Novopharm's request for that remedy is denied."], ["[58]", "I am satisfied that the Plaintiff's proposal, that the examinations for discovery of three of its representatives take place in Indianapolis, that one of the inventors be examined in England, his place of residence, and that the representative of Eli Lilly Canada Inc. be examined in Ottawa is the most fair and reasonable for both the parties and the chosen representatives, as well as the most expeditious and least expensive in the circumstances. That part of Novopharm's motion requiring all examination to take place in Toronto and Ottawa will likewise be dismissed."], ["[59]", "The other issues raised in Novopharm's notice of motion were either resolved or withdrawn at the hearing and require no determination.", "4.", "Costs"], ["[60]", "Although Novopharm is successful on part of its motion, in that Lilly will be required to review its documents and provide a revised affidavit of documents, which will serve to certify that the process mandated by this order has been carried out and disclose such additional relevant documents as the exercise will have revealed, success on this motion can be said to be evenly divided. Novopharm's allegations of wholesale and \"apparently deliberate\" failure of Lilly to disclose documents was not made out, a substantial number of documents alleged by Novopharm to be relevant have been held not to be, and the majority of the other relief sought by Novopharm were denied."], ["[61]", "The Court also notes that Novopharm demanded that this motion be scheduled even before it had had the benefit of Lilly's response to its informal request for further and better documentary disclosure, a step which had already been scheduled to occur. Indeed, the record before me indicates that Novopharm finalized its motion record without having properly reviewed, if it had reviewed at all, the substantial documentary production made by Lilly. In all, Novopharm's motion leaves the distinct impression that its filing was motivated as much by the desire to delay the conduct of these proceedings as by a legitimate need for further disclosure."], ["[62]", "Costs will therefore be awarded in the cause.", "ORDER"], ["[63]", "IT IS ORDERED THAT", "1. The Plaintiffs shall review their documents in light of these Reasons for Order, and shall, no later than 30 days from this Order, serve on the Defendant revised affidavits of documents, and file proof of such service in Court", "2. The time within which the Defendant it to proceed with the examinations on discovery of the Plaintiffs and of the inventors is extended to 45 days from service of the Plaintiffs' revised affidavits of documents, in the computation of which the period from December 22, 2007 to January 2, 2008 is not to be counted.", "3. The parties shall, no later than January 7, 2007, advise of the dates they have scheduled for the examinations on discovery by the Defendant and provide their joint availability dates for a case management telephone conference to discuss and set the schedule for the further steps to be taken in this action.", "4. The Defendant's motion is otherwise dismissed.", "5. Costs in the cause.", "Order accordingly.", "Editor: Anick Ouellette-Levesque/gs", "[End of document]"]]}