{"id_": "058794", "body_str": [["[1]", "Collier, J.", "[orally]: The defendants, Columbia Brokers Ltd. and Blaiklock Inc., bring this motion to strike out the claims advanced against them. The motion is pursuant to rule 419(1)(a). The grounds alleged are that this court has no jurisdiction."], ["[2]", "For the purposes of this motion, the facts set out in the pleading are deemed to be admitted and true. Under rule 419(1)(a), the impugned portion of the statement of claim will only be struck in cases where it is plain and obvious the claim cannot succeed. Those principles apply to cases where lack of jurisdiction is asserted."], ["[3]", "The plaintiff Francoeur is the president and majority shareholder of the first two corporate plaintiffs. Those companies are Canadian. I shall refer to those three parties as the plaintiffs."], ["[4]", "They proposed to go into the business of renting video-taped movies to members of the public. The tapes were to be imported from the United States. The fourth plaintiff is a United States corporation. It was to purchase tapes in the United States, then lease them to Cana-Vid Leasing Ltd."], ["[5]", "The defendant corporations are licensed under s. 118 of the Customs Act, R.S.C. 1970, c. C-40. Powers of attorney were given to them to act for the plaintiffs in dealing with Canada Customs in respect of the importation of tapes."], ["[6]", "The plaintiffs made inquiries of servants of Canada Customs as to the procedure for importation, and the calculation of any taxes payable. Similar advice was sought from the defendant brokers. As a result of the representations given, the plaintiffs entered into contracts in the United States."], ["[7]", "The statement of claim is voluminous. It sets out, in some detail, the differences and difficulties which ultimately arose with Customs."], ["[8]", "It is asserted the advice and information given by Canada Customs servants was wrong. The action against the Crown is based on negligence."], ["[9]", "It is asserted the advices, and the dealings by the custom brokers, were negligently given and carried out. Breach of contract by the defendant companies is also asserted."], ["[10]", "The importation of the tapes, and the manner of doing it, were deemed to be, by the appropriate authorities, in violation of the Customs Act. There were seizures, detention orders, and other actions as a result. There were also charges under the statute."], ["[11]", "All of this caused the destruction of the business of the plaintiffs."], ["[12]", "Negligence and breach of contract by the defendant corporations, is set out in paragraphs 14, 15, 24 to 30, and 42 to 45 of the statement of claim. The prayer for relief against them is as follows:", "\"WHEREFORE the plaintiffs Francoeur, Cana-Vid, Cana-Vid Leasing and First Choice claim against the defendants Columbia and Blaiklock Inc., its agents, servants and employees:", "(a) Damages for breaches of contract;", "(b) Damages for negligent misrepresentations;", "(c) Damages for economic loss;", "(d) Punitive, aggravated and/or exemplary damages;", "(e) Costs;", "(f) Interest as set by this Honourable Court;", "(g) Such further and other relief as to this Honourable Court may seem meet and just.\""], ["[13]", "The defendants contend this court has no jurisdiction in respect of the claims against the defendant companies. They rely on the following well known basic authorities:", "<FRAGMENT_SUPPRESSED> ."], ["[14]", "Particular reference was made, as well, to  <FRAGMENT_SUPPRESSED>  (F.C.A. and F.C.T.D.)."], ["[15]", "I agree with the submissions of counsel for the corporate defendants."], ["[16]", "The claims asserted are not based on any existing federal law, whether statute, regulation, or federal common law. They are founded on tort and breach of contract."], ["[17]", "It is true there can be some circumstances where claims brought in this court will depend partly upon federal and partly on provincial law.  <FRAGMENT_SUPPRESSED>  (F.C.A.). Here, there is not, in my view, any applicable federal law which can embrace these particular claims."], ["[18]", "Counsel for the plaintiff relied on a number of decisions subsequent to those I have earlier cited. He referred particularly to  <FRAGMENT_SUPPRESSED>  (F.C.T.D.). There, the court found there was an underpinning of applicable and existing federal law. Additionally, there was a factual intertwining of the claims against the Crown and the other defendant."], ["[19]", "The plaintiffs contend there is an underpinning and intertwining here."], ["[20]", "I do not agree."], ["[21]", "The Marshall case is distinguishable on its facts, and the federal law said to underpin the claims asserted."], ["[22]", "Nor, in my opinion, can jurisdiction be found in the test propounded by the Supreme Court of Canada in  <FRAGMENT_SUPPRESSED> , at 766 S.C.R. The plaintiffs here have not brought themselves within the three requirements."], ["[23]", "The more recent cases of  <FRAGMENT_SUPPRESSED>  (F.C.A.), and  <FRAGMENT_SUPPRESSED>  (F.C.A.) are, to my mind, distinguishable. The court, in those cases, found the plaintiffs had brought themselves within the three I.T.O. jurisdictional tests."], ["[24]", "As I have earlier said, that is not the case with these plaintiffs."], ["[25]", "The statement of claim, as against the two corporate defendants is struck out, and dismissed. Those defendants are entitled to costs.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/nmg", "[End of document]"]]}