{"id_": "058804", "body_str": [["[1]", "Noël, J.", ": This is an application for leave and judicial review filed by a mother and two of her children, Fatma Ahmed [the principal Applicant], Safia Shaban and Bassel Shaban [together, the Applicants] pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the \"IRPA\"] against three decisions of a visa officer dated January 21, 2013, dismissing their applications for a temporary resident visa [TRV] for Canada under subsection 11(1) of the IRPA and section 179 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [the \"IRPR\"].  <FRAGMENT_SUPPRESSED>", "I.", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicants are Egyptian citizens. The principal Applicant is married to Yasser Shaban, an international PhD student at the École Polytechnique de Montréal, and they have five children, including Safia Shaban and Bassel Shaban.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Yasser Shaban received his TRV as a student in December 2011 and applied several times for his wife and children to join him as temporary residents during his studies. These applications were rejected because the visa officer was not convinced that the Applicants would leave Canada at the end of their stay.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicants filed their last applications in January 2013, which were rejected on January 21, 2013 by a visa officer because he was not convinced that they would leave Canada at the end of their temporary residency.  <FRAGMENT_SUPPRESSED>", "II.", "Decision under review  <FRAGMENT_SUPPRESSED>"], ["[5]", "The visa officer rendered three identical decisions, one for each of the Applicants.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The visa officer stated that in accordance with subsection 11(1) of the IRPA, the Applicant must satisfy the visa officer that they were not inadmissible to Canada and that they meet the requirements listed in the IRPA, which includes the requirement to convince the visa officer that they will respect their conditions of admission and leave Canada by the end of the period authorized for their stay (section 179 of the IRPR).  <FRAGMENT_SUPPRESSED>"], ["[7]", "The visa officer then listed a number of factors that he may have taken into consideration in reaching a decision.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The visa officer then concluded that he was not satisfied by the Applicants that they meet the requirements of the IRPA and the IRPR. More specifically, after considering the Applicants' ties with their country of residence/citizenship and the factors which might motivate them to stay in Canada, the visa officer concluded that he was not convinced that the Applicants meet section 179 of the IRPR and would leave Canada at the end of their temporary residency. He also came to this conclusion upon considering the Applicants' travel history, the length of the proposed stay in Canada and their personal assets and financial status.  <FRAGMENT_SUPPRESSED>", "III.", "Applicants' submissions  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicants submit that the visa officer's reasons and conclusions were unreasonable. The visa officer breached procedural fairness by rendering insufficient reasons in the decision and by failing to provide the principal Applicant with an opportunity to respond or to be interviewed with respect to the concerns of the officer.  <FRAGMENT_SUPPRESSED>"], ["[10]", "First, the Applicants claim that the visa officer's conclusions are unreasonable. They argue having adduced proper and sufficient evidence in order for their applications to be granted, in particular a letter from the principal Applicant's employer granting her leave, proof regarding their financial situation and bank statements. They add that their travel history cannot hurt their application as it is not a negative travel history. They further submit that they have presented evidence to satisfy the relevant conditions listed in Part 9 of the Immigration Manual (OP-11).  <FRAGMENT_SUPPRESSED>"], ["[11]", "Second, with regard to the insufficiency of reasons, the Applicants claim that the visa officer simply stated that he was not satisfied that the Applicants meet the requirements of section 179 of the IRPR without providing sufficient reasons apart from the fact that he considered their ties to Egypt against the factors which might motivate them to stay in Canada. The visa officer did not specify how he came to such a conclusion. The officer simply found that he was not satisfied that the Applicants would leave Canada after considering several factors, including travel history, length of proposed stay, personal assets and financial status. The visa officer did not explain how he came to this conclusion.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Third, the Applicants argue that the principal Applicant should have been given an opportunity to respond or to be interviewed with regard to the officer's concerns and add that this failure constitutes a breach of procedural fairness. An interview would have been appropriate in the present matter as it could have led to a different finding concerning the aspects considered by the visa officer. Furthermore, on this issue, they invoke the OP-11 Manual, which states that: \"An applicant should never be requested to attend an interview if it is evident through a review of the paper application that the applicant is ineligible and additional information would not alter a refusal decision.\" The Applicants further argue that as the refusal decision could have been altered, an interview was warranted.  <FRAGMENT_SUPPRESSED>", "IV.", "Respondent's submissions  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Respondent argues that the Applicants have failed to demonstrate a reviewable error in the visa officer's decision and that the decision in question should therefore be upheld.  <FRAGMENT_SUPPRESSED>"], ["[14]", "First, the Respondent reasserts that it was incumbent on the Applicants, as foreign nationals wishing to apply for a TRV, to satisfy the visa officer that they comply with the IRPA and IRPR requirement and to establish, on a balance of probabilities, that they will leave at the end of their temporary residency.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Respondent also submits that the visa officer, who was not satisfied that the Applicants would leave Canada by the end of the authorized period, in fact elaborated on the various concerns raised with respect to the case at bar in his Global Case Management System (GCMS) notes. The visa officer did review the application thoroughly and did not ignore the relevant evidence. The officer came to this decision after concluding that the principal Applicant had no travel history, had not proven that she is well established in Egypt and had not provided sufficient evidence of strong personal assets. Furthermore, it is presumed that the visa officer took into consideration all of the evidence and there was no obligation for him to refer to every piece of evidence that is contrary to his finding.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Second, the Respondent refutes the Applicants' argument that the reasons given in the decision are insufficient, as reasons are adequate and sufficient if they are clear, precise, and intelligible and state why the decision was reached, which is the case in the present matter. According to the Respondent, the reasons meet the standards set in case law and the visa officer's decisions combined with the notes constitute sufficient reasons as they explain why the applications were refused.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Third, the Respondent ends by stating that the visa officer had no obligation to interview the Applicants, because an officer does not have to inform an applicant of his or her concerns if these concerns are related to the requirements set out in legislation.  <FRAGMENT_SUPPRESSED>", "V.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[18]", "The present matter raises the following question:  <FRAGMENT_SUPPRESSED>", "A.", "Did the visa officer err in denying the Applicants' TRVs?  <FRAGMENT_SUPPRESSED>", "This question encompasses three sub-questions:  <FRAGMENT_SUPPRESSED>", "i. Did the visa officer provide adequate reasons?  <FRAGMENT_SUPPRESSED>", "ii. Did the visa officer err in failing to provide the Applicants with an opportunity to respond or to be interviewed with respect to the officer's concerns?  <FRAGMENT_SUPPRESSED>", "iii. Did the visa officer misapprehend the evidence?  <FRAGMENT_SUPPRESSED>", "VI.", "Standard of review  <FRAGMENT_SUPPRESSED>"], ["[19]", "This Court will review the first sub-question under the standard of reasonableness, as it relates to the sufficiency of the reasons provided (", "Newfoundland and  <FRAGMENT_SUPPRESSED>  [", "Dunsmuir", "]).  <FRAGMENT_SUPPRESSED>"], ["[20]", "The second sub-question, as a matter of procedural fairness, shall be reviewed under the standard of correctness (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[21]", "As stated by this Court in", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 1625, the third question is reviewable according to the standard of reasonableness, as it relates to the question of whether the visa officers erred in their factual assessment of the application. A visa officer must render reasonable decisions that fall within a range of possible, acceptable outcomes which are defensible in respect of the facts and law (see", "<FRAGMENT_SUPPRESSED>  at paras 47-48, 51, 53;", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 80 at para 12).  <FRAGMENT_SUPPRESSED>", "VII.", "Analysis  <FRAGMENT_SUPPRESSED>", "A.", "Did the visa officer err in denying the Applicants' TRVs?  <FRAGMENT_SUPPRESSED>", "i.", "Did the visa officer provide adequate reasons?  <FRAGMENT_SUPPRESSED>"], ["[22]", "The reasons given by the visa officer in the decision were sufficient. The Applicants claim that the visa officer failed to provide sufficient reasons along with its decision refusing them their TRVs. However, the Applicants merely repeat what the officer stated in his decision, without mentioning the details provided by the visa officer in its GCMS notes, which are part of the reasons to be considered, as stated recently by this Court in", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "[...] It is well established that", "GCMS Notes form part of the reasons of a visa officer", "( <FRAGMENT_SUPPRESSED>  [2011] F.C.J. No. 650 (QL)  <FRAGMENT_SUPPRESSED>  at para 8;  <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 650 (QL)  <FRAGMENT_SUPPRESSED>  at para 25;  <FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 804 (QL)  <FRAGMENT_SUPPRESSED>  at paras 58-59;  <FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 923(QL)  <FRAGMENT_SUPPRESSED>  at para 10). [Emphasis added.]  <FRAGMENT_SUPPRESSED>"], ["[23]", "Therefore, the analysis of the reasons provided by the visa officer should not be limited to the decision itself but must also include the GCMS notes taken with regard to the applications. The notes are actually more specific than the decision as to why the visa officer was not satisfied that the Applicants would leave by the end of their temporary residency. Amongst other things which impacted the current applications, the visa officer considered the previous applications and noted that the documented income and financial status of the principal Applicant had not materially changed since the previous applications, that the bank accounts showed a rapidly decreasing balance, that the Applicants had no previous travel history and that they had failed to demonstrate that they are well established in Egypt or that they have sufficient ties to ensure their return to Egypt. These elements all support the visa officer's decision.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Contrary to what is being alleged, the adequacy of reasons is no longer an issue of procedural fairness (", "Newfoundland  <FRAGMENT_SUPPRESSED>  at para 22). The Supreme Court of Canada, in", "<FRAGMENT_SUPPRESSED>  at para 47, explained that the purpose of reasons is to demonstrate \"justification, transparency and intelligibility.\" As for the adequacy of the reasons provided, the Supreme Court of Canada also stated that \"if the reasons allow the reviewing court to understand why the tribunal made its decision and permit it to determine whether the conclusion is within the range of acceptable outcomes, the", "Dunsmuir", "criteria are met.\" (", "Newfoundland  <FRAGMENT_SUPPRESSED>  at para 16). The reasons provided in the case at bar are brief, to say the least, but they nonetheless expose the various elements which were detrimental to the Applicants' claims. What is more, case law has established that the reasons need not be perfect (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[25]", "Thus this Court believes that the reasons given by the visa officer make it possible to understand why the applications failed and to determine that the conclusion falls within the range of reasonable outcomes. The visa officer therefore did not err in this regard as alleged by the Applicants.  <FRAGMENT_SUPPRESSED>", "ii.", "Did the visa officer err in failing to provide the Applicants with an opportunity to", "respond or to be interviewed with respect to the officer's concerns?  <FRAGMENT_SUPPRESSED>"], ["[26]", "This Court is of the opinion that the visa officer had no obligation to provide the Applicants with an opportunity to respond regarding the officer's concerns.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Applicants claim that they should have been granted the possibility to respond to the officers' concerns, citing the Federal Court of Canada Trial Division decision", "<FRAGMENT_SUPPRESSED> . However, the cited paragraph states the following:  <FRAGMENT_SUPPRESSED>", "On the other hand, the prime example of when a visa officer should inform the applicant of his concerns is when the visa officer has obtained", "extrinsic evidence", ". In that situation, the applicant should have the opportunity to disabuse the officer of any concerns that may arise from that evidence. [Emphasis added.]  <FRAGMENT_SUPPRESSED>"], ["[28]", "Moreover, as recently stated by Justice Zinn in", "<FRAGMENT_SUPPRESSED>  with regard to the obligation of a visa officer to afford an applicant with the opportunity to address the officer's concerns:  <FRAGMENT_SUPPRESSED>", "[...] Justice Russell in  <FRAGMENT_SUPPRESSED>  reviewed the law as to when a visa officer ought to provide such an opportunity. Relying on  <FRAGMENT_SUPPRESSED>  he noted firstly that there was no statutory right to an interview, or any dialogue of the sort suggested here. Secondly, it was noted that generally an opportunity to respond is available only when the officer has information of which the applicant is not aware. [...]  <FRAGMENT_SUPPRESSED>"], ["[29]", "However, in the present matter nothing suggests that the visa officer obtained extrinsic evidence or was in possession of information of which the Applicants were not aware.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Additionally, the Applicants claim that they should have been afforded an opportunity to respond to the visa officer's concerns on the basis of OP-11 Manual, which states that: \"An applicant should never be requested to attend an interview if it is evident through a review of the paper application that the applicant is ineligible and additional information would not alter a refusal decision.\" It is apparent from this excerpt that the Manual does not grant a right to an interview but simply precludes that of people whom were found to be ineligible.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Furthermore, as submitted by the Respondent, the officer was under no obligation to inform the Applicants of his concerns, as they related to the requirements of the legislation. It was up to the Applicants to provide the officer with satisfying evidence (see", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 1624;", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 962 and  <FRAGMENT_SUPPRESSED> [2006] FCJ No 1597).  <FRAGMENT_SUPPRESSED>"], ["[32]", "Consequently, this Court finds that the visa officer did not have the obligation to provide the Applicants with an opportunity to respond to his concerns and, therefore, did not breach procedural fairness.  <FRAGMENT_SUPPRESSED>", "iii.", "Did the visa officer misapprehend the evidence", "?  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Applicants submit that the visa officer failed to correctly consider the evidence with which it had been presented. They argue having adduced the evidence necessary to satisfy the relevant conditions of the OP-11 Manual, including a letter from the principal Applicant's employer granting her leave, proof regarding the financial situation, and bank statements, as per", "<FRAGMENT_SUPPRESSED> [2007] FCJ No 637.  <FRAGMENT_SUPPRESSED>"], ["[34]", "However, it was incumbent on the Applicants to establish, on a balance of probabilities, that they will leave Canada at the end of the authorized period (", "<FRAGMENT_SUPPRESSED> FTR 24 [", "Dhillon", "]). Moreover, a visa officer is presumed to have weighed and considered all the evidence presented to him or her unless the contrary is proven (", "<FRAGMENT_SUPPRESSED>  (FCA) at para 1). Furthermore, the visa officer was under no obligation to refer to every piece of evidence that is contrary to his finding and his decision should not be read hypercritically (", "<FRAGMENT_SUPPRESSED>  at para 16, 1998 CarswellNat 1981). It is not up to this Court to re-examine or reweigh the evidence submitted to the visa officer.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The visa officer refused to grant the Applicants' TRVs after considering the evidence submitted. Given the reasons provided by the visa officer and the GCMS notes - which were previously examined herein - and keeping in mind that the officer's role under the IRPA and IRPR \"[...] is to prevent a person from arriving in Canada if that person has not satisfied the officer that he or she will leave Canada at the end of the authorized period\" (", "<FRAGMENT_SUPPRESSED> , at para 37), this Court finds that the visa officer did not misapprehend the evidence and that the decision falls within the range of reasonable outcomes.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The parties were invited to submit a question for certification but none were proposed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[37]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed. No question is certified.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Fatma Ahmed,  <FRAGMENT_SUPPRESSED>  [Traduction]: La Cour est saisie d'une demande d'autorisation et de contrôle judiciaire présentée par une mère et deux de ses enfants, Fatma Ahmed [la demanderesse principale], Safia Shaban et Bassel Shaban [collectivement, les demandeurs], en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR], en réponse à trois décisions datées du 21 janvier 2013 par lesquelles un agent des visas a rejeté leurs demandes de visa de résident temporaire [VRT] au Canada en vertu du paragraphe 11(1) de la LIPR et de l'article 179 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 [le RIPR].  <FRAGMENT_SUPPRESSED>", "I.", "Faits  <FRAGMENT_SUPPRESSED>"], ["[2]", "Les demandeurs sont des citoyens de l'Égypte. La demanderesse principale est mariée à Yasser Shaban, un étudiant étranger de troisième cycle à l'École Polytechnique de Montréal. Ils ont cinq enfants, dont Safia Shaban et Bassel Shaban.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Yasser Shaban a obtenu un VRT à titre d'étudiant en décembre 2011, et il a présenté plusieurs demandes afin que sa femme et ses enfants puissent être avec lui à titre de résidents temporaires pendant ses études. Les demandes ont été rejetées parce que l'agent des visas n'était pas convaincu que les demandeurs quitteraient le Canada à la fin de leur séjour.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Les demandeurs ont présenté leur plus récente demande en janvier 2013. Celle-ci a été rejetée le 21 janvier 2013par l'agent des visas, qui n'était pas convaincu que les demandeurs quitteraient le Canada au terme de la période de résidence temporaire.  <FRAGMENT_SUPPRESSED>", "II.", "Décision faisant l'objet du contrôle  <FRAGMENT_SUPPRESSED>"], ["[5]", "L'agent des visas a rendu trois décisions identiques, soit une pour chacun des demandeurs.  <FRAGMENT_SUPPRESSED>"], ["[6]", "L'agent des visas a affirmé qu'en vertu du paragraphe 11(1) de la LIPR, le demandeur doit convaincre l'agent des visas qu'il n'est pas interdit de territoire au Canada et qu'il se conforme à la LIPR, ce qui implique notamment qu'il convainque l'agent des visas qu'il respectera les conditions de son admission et qu'il quittera le Canada à la fin de la période de séjour autorisée (article 179 du RIPR).  <FRAGMENT_SUPPRESSED>"], ["[7]", "L'agent des visas a ensuite énoncé différents facteurs qu'il pouvait prendre en considération pour rendre sa décision.  <FRAGMENT_SUPPRESSED>"], ["[8]", "L'agent des visas a ensuite affirmé ne pas être convaincu que les demandeurs respectaient les conditions de la LIPR et du RIPR. Plus précisément, après examen des liens des demandeurs avec leur pays de résidence, qui est aussi leur pays d'origine, et des facteurs qui pourraient les inciter à rester au Canada, l'agent des visas a dit ne pas être convaincu que les demandeurs se conformaient à l'article 179 du RIPR et qu'ils quitteraient le Canada au terme de la période de résidence temporaire. Il a également tiré cette conclusion après avoir tenu compte des antécédents de voyage des demandeurs, de la période pendant laquelle ils souhaitaient rester au Canada ainsi que de leurs biens personnels et de leur situation financière.  <FRAGMENT_SUPPRESSED>", "III.", "Observations des demandeurs  <FRAGMENT_SUPPRESSED>"], ["[9]", "Les demandeurs font valoir que les motifs et les conclusions de l'agent des visas étaient déraisonnables. L'agent des visas a manqué à l'équité procédurale en fournissant des motifs insuffisants et en omettant de donner à la demanderesse principale l'occasion de s'expliquer ou de se soumettre à une entrevue en réponse à ses préoccupations.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Premièrement, les demandeurs affirment que les conclusions de l'agent des visas sont déraisonnables. Ils disent avoir fourni des éléments de preuve appropriés et suffisants à l'appui de leur demande, en particulier une lettre d'autorisation de congé rédigée par l'employeur de la demanderesse, des éléments de preuve concernant leur situation financière ainsi que des relevés bancaires. Ils ajoutent que leurs antécédents de voyage ne sauraient nuire à leurs demandes, étant donné que rien de négatif n'y est associé. Ils soutiennent en outre qu'ils ont présenté des éléments de preuve afin de remplir les conditions pertinentes énoncées à la partie 9 du Guide OP-11 relatif à l'immigration.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Deuxièmement, en ce qui concerne le caractère insuffisant des motifs, les demandeurs affirment que l'agent des visas a simplement dit ne pas être convaincu que les demandeurs se conformaient à l'article 179 du RIPR, sans donner de motifs suffisants outre le fait qu'il avait opposé leurs liens en Égypte aux facteurs qui pourraient les inciter à rester au Canada. L'agent des visas n'a pas précisé comment il était arrivé à sa conclusion. Il a simplement conclu qu'il n'était pas convaincu que les demandeurs quitteraient le Canada au terme de l'examen de différents facteurs, dont leurs antécédents de voyage, la durée de séjour proposée, leurs biens personnels et leur situation financière. L'agent des visas n'a pas expliqué comment il était arrivé à sa conclusion.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Troisièmement, les demandeurs soutiennent que la demanderesse principale aurait dû avoir la possibilité de s'expliquer ou de se soumettre à une entrevue en réponse aux préoccupations de l'agent, et ils ajoutent que cette omission constitue un manquement à l'équité procédurale. Une entrevue aurait été appropriée en l'espèce, étant donné qu'elle aurait peut-être pu permettre une conclusion différente eu égard aux aspects pris en considération par l'agent des visas. En outre, ils citent à ce sujet le Guide OP-11, selon lequel « [l] 'agent ne doit jamais demander à rencontrer le demandeur s'il est évident, après avoir examiné la demande écrite, que ce dernier est interdit de territoire et que des renseignements supplémentaires n'auraient aucune répercussion sur la décision ». Les demandeurs affirment en outre qu'une entrevue était nécessaire, étant donné que celle-ci aurait pu permettre de remettre en question le refus.  <FRAGMENT_SUPPRESSED>", "IV.", "Observations du défendeur  <FRAGMENT_SUPPRESSED>"], ["[13]", "Le défendeur fait valoir que les demandeurs n'ont pas établi que l'agent ayant rendu la décision avait fait une erreur susceptible de contrôle, et donc que cette décision devrait être maintenue.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Premièrement, le défendeur rappelle qu'il incombait aux demandeurs, soit des étrangers souhaitant présenter une demande de VRT, de convaincre l'agent qu'ils se conformaient à la LIPR et au RIPR et d'établir, selon la prépondérance des probabilités, qu'ils quitteraient le pays à la fin de la période de résidence temporaire.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Le défendeur affirme également que l'agent des visas, n'étant pas convaincu que les demandeurs quitteraient le Canada à la fin de la période autorisée, a de fait expliqué ses préoccupations dans les notes qu'il a inscrites dans le Système mondial de gestion des cas (SMGC). L'agent des visas a soigneusement examiné la demande et il n'a pas omis d'éléments de preuve pertinents. L'agent a rendu sa décision après avoir tiré la conclusion que la demanderesse principale n'avait pas d'antécédents de voyage, qu'elle n'avait pas démontré qu'elle était bien établie en Égypte et qu'elle n'avait pas fourni d'éléments de preuve suffisants pour établir qu'elle avait des biens personnels importants. De plus, il est présumé que l'agent des visas a pris en considération tous les éléments de preuve, et rien n'obligeait l'agent à mentionner chacun des éléments qui n'allaient pas dans le sens de sa conclusion.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Deuxièmement, le défendeur réfute l'argument des demandeurs selon lequel les motifs énoncés dans la décision sont insuffisants, étant donné que les motifs sont jugés adéquats et suffisants s'ils sont clairs, précis et intelligibles et s'il y est expliqué pourquoi la décision retenue a été rendue, ce qui est le cas en l'espèce. Selon le défendeur, les motifs respectent les critères établis par la jurisprudence, et les décisions de l'agent des visas, conjuguées aux notes, énoncent des motifs suffisants, car elles fournissent une explication au refus des demandes.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Troisièmement, le défendeur conclut en affirmant que l'agent des visas n'avait pas l'obligation de soumettre les demandeurs à une entrevue, étant donné que l'agent n'a pas à informer les demandeurs de ses préoccupations si ces dernières sont liées à des conditions prévues par la loi.  <FRAGMENT_SUPPRESSED>", "V.", "Question en litige  <FRAGMENT_SUPPRESSED>"], ["[18]", "La question suivante est soulevée en l'espèce:  <FRAGMENT_SUPPRESSED>", "A.", "L'agent des visas a-t-il commis une erreur en refusant les demandes de VRT des demandeurs?  <FRAGMENT_SUPPRESSED>", "Cette question peut être scindée en trois sous-questions:  <FRAGMENT_SUPPRESSED>", "i. L'agent des visas a-t-il fourni des motifs suffisants?  <FRAGMENT_SUPPRESSED>", "ii. L'agent des visas a-t-il commis une erreur en ne donnant pas aux demandeurs l'occasion de s'expliquer ou de se soumettre à une entrevue en réponse à ses préoccupations?  <FRAGMENT_SUPPRESSED>", "iii. L'agent des visas a-t-il mal apprécié la preuve?  <FRAGMENT_SUPPRESSED>", "VI.", "Norme de contrôle  <FRAGMENT_SUPPRESSED>"], ["[19]", "La Cour se penchera sur la première sous-question en appliquant la norme de la raisonnabilité, étant donné que celle-ci concerne le caractère suffisant des motifs énoncés (", "Newfoundland and  <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[21]", "Comme l'a souligné la Cour dans la décision", "<FRAGMENT_SUPPRESSED> à 16, [2008] ACF no 1625, la troisième sous-question est susceptible de contrôle suivant la norme de la raisonnabilité, étant donné qu'elle est liée à la question de savoir si l'agent des visas a commis une erreur dans son évaluation des faits propres à la demande. L'agent des visas doit rendre des décisions raisonnables appartenant aux issues possibles acceptables pouvant se justifier au regard des faits et du droit (voir l'arrêt", "Dunsmuir", ", précité, aux paragraphes 47, 48, 51 et 53;", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 80, au paragraphe 12).  <FRAGMENT_SUPPRESSED>", "VII.", "Analyse  <FRAGMENT_SUPPRESSED>", "A.", "L'agent des visas a-t-il commis une erreur en refusant les demandes de VRT des demandeurs?  <FRAGMENT_SUPPRESSED>", "i.", "L'agent des visas a-t-il fourni des motifs suffisants?  <FRAGMENT_SUPPRESSED>"], ["[22]", "Les motifs donnés par l'agent des visas dans la décision sont suffisants. Les demandeurs soutiennent que l'agent des visas n'a pas fourni de motifs suffisants pour justifier le refus de leurs demandes de VRT. Cela dit, les demandeurs reprennent seulement ce que l'agent a déclaré dans sa décision, sans mentionner les détails que l'agent a inscrits dans les notes du SMGC, qui font partie des motifs à examiner, comme l'a récemment affirmé la Cour dans la décision", "<FRAGMENT_SUPPRESSED> [2013] ACF no 904:  <FRAGMENT_SUPPRESSED>", "[...] Il est bien établi que", "les notes du SMGC font partie des motifs d'un agent des visas", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 650 (QL) [", "Ghirmatsion", "], au paragraphe 8;", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 650 (QL) [", "Taleb", "], au paragraphe 25;", "<FRAGMENT_SUPPRESSED>  [2013] ACF no 804 (QL) [", "Rezaeiazar", "], aux paragraphes 58 et 59;", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 923 (QL) [", "Anabtawi", "], au paragraphe 10). [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[23]", "Par conséquent, l'analyse des motifs fournis par l'agent des visas ne devrait pas se limiter à la décision en tant que telle, mais porter également sur les notes du SMGC concernant les demandes. Les notes sont de fait plus précises que la décision eu égard aux motifs pour lesquels l'agent des visas n'était pas convaincu que les demandeurs quitteraient le pays à la fin de la période de résidence temporaire. Entre autres facteurs ayant eu une incidence sur l'issue des demandes en l'espèce, l'agent des visas a tenu compte des demandes précédentes et a souligné que le revenu déclaré et la situation financière de la demanderesse principale avaient peu changé par rapport aux demandes précédentes, que le solde des comptes bancaires diminuait rapidement, que les demandeurs n'avaient pas d'antécédents de voyage et qu'ils n'avaient pas démontré qu'ils étaient bien établis en Égypte ou qu'ils y avaient des liens suffisants pour les convaincre de rentrer. Tous ces éléments appuient la décision de l'agent des visas.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Contrairement à ce qui est allégué, la suffisance des motifs n'est plus une question d'équité procédurale (arrêt", "Newfoundland Nurses", ", précité, au paragraphe 22). Dans l'arrêt", "Dunsmuir", ", précité, au paragraphe 47, la Cour suprême du Canada a expliqué que les motifs avaient pour but de démontrer « la justification [...], la transparence et [...] l'intelligibilité ». En ce qui a trait au caractère adéquat des motifs fournis, la Cour suprême du Canada a également affirmé que « les motifs répondent aux critères établis dans", "Dunsmuir", "s'ils permettent à la cour de révision de comprendre le fondement de la décision du tribunal et de déterminer si la conclusion fait partie des issues possibles acceptables » (arrêt", "Newfoundland Nurses", ", précité, au paragraphe 16). Les motifs présentés en l'espèce sont brefs, c'est le moins que l'on puisse dire, mais ils exposent néanmoins les différents éléments défavorables aux demandes présentées par les demandeurs. Qui plus est, la jurisprudence a établi que les motifs n'ont pas à atteindre la perfection (", "Société canadienne des postes c Alliance de la fonction publique du Canada", ", 2010 CAF 56, au paragraphe 163, [2011] 2 RCF 221).  <FRAGMENT_SUPPRESSED>"], ["[25]", "La Cour est d'avis que les motifs donnés par l'agent des visas permettent de comprendre pourquoi les demandes ont été rejetées et d'affirmer que la conclusion appartient aux issues raisonnables. L'agent des visas n'a pas commis d'erreur à cet égard, contrairement à ce qu'allèguent les demandeurs.  <FRAGMENT_SUPPRESSED>", "ii.", "L'agent a-t-il commis une erreur en ne donnant pas aux demandeurs l'occasion de s'expliquer ou de se soumettre à une entrevue en réponse à ses préoccupations?  <FRAGMENT_SUPPRESSED>"], ["[26]", "La Cour est d'avis que l'agent des visas n'avait pas l'obligation de donner aux demandeurs l'occasion de s'expliquer en réponse à ses préoccupations.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Les demandeurs affirment qu'ils auraient dû avoir l'occasion de répondre aux préoccupations de l'agent, citant la décision", "<FRAGMENT_SUPPRESSED>  de la Section de première instance de la Cour fédérale du Canada. Or, on peut lire ce qui suit dans le paragraphe cité:  <FRAGMENT_SUPPRESSED>", "En revanche, l'exemple parfait d'une situation où un agent des visas devrait faire part de ses préoccupations au requérant est celui de l'agent des visas qui obtient des", "éléments de preuve extrinsèques", ". Dans un cas pareil, le requérant devrait avoir la possibilité de dissiper les doutes que la preuve pourrait avoir fait naître dans l'esprit de l'agent. [Non souligné dans l'original.]  <FRAGMENT_SUPPRESSED>"], ["[28]", "En outre, comme l'a récemment souligné le juge Zinn dans la décision", "<FRAGMENT_SUPPRESSED> [2009] ACF no 797, en ce qui concerne l'obligation qu'a l'agent de donner la possibilité au demandeur de répondre à ses préoccupations:  <FRAGMENT_SUPPRESSED>", "[...] Le juge Russell, dans la décision", "<FRAGMENT_SUPPRESSED>  a passé en revue les circonstances où, selon la loi, l'agent des visas doit donner une telle possibilité. Se fondant sur l'arrêt", "<FRAGMENT_SUPPRESSED>  il a tout d'abord noté que la loi ne prévoyait pas le droit à une entrevue, ni à aucun dialogue du type proposé en l'espèce. Deuxièmement, il a ensuite mentionné que, en règle générale, la possibilité de réponse n'existe que lorsque l'agent possède des informations à l'insu du demandeur. [...]  <FRAGMENT_SUPPRESSED>"], ["[29]", "Cela dit, en l'espèce, rien de donne à penser que l'agent des visas a obtenu des éléments de preuve extrinsèques ou qu'il possédait de l'information à l'insu des demandeurs.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Les demandeurs soutiennent en outre qu'ils auraient dû avoir la possibilité de répondre aux préoccupations de l'agent des visas, citant le Guide OP-11, où il est énoncé que « [l] 'agent ne doit jamais demander à rencontrer le demandeur s'il est évident, après avoir examiné la demande écrite, que ce dernier est interdit de territoire et que des renseignements supplémentaires n'auraient aucune répercussion sur la décision ». Il ressort de cet extrait que le guide n'accorde pas de droit à une entrevue, mais qu'il vise plutôt à éviter que des personnes interdites de territoire y aient accès.  <FRAGMENT_SUPPRESSED>"], ["[31]", "En outre, comme le fait valoir le défendeur, l'agent n'avait pas l'obligation d'informer les demandeurs de ses préoccupations, dans la mesure où celles-ci étaient liées à des conditions prévues par la loi. Il incombait aux demandeurs de présenter une preuve suffisante à l'agent (voir", "<FRAGMENT_SUPPRESSED> [2012] ACF no 1624;", "<FRAGMENT_SUPPRESSED> [2012] ACF no 962, et  <FRAGMENT_SUPPRESSED> et 24, [2006] ACF no 1597).  <FRAGMENT_SUPPRESSED>"], ["[32]", "Par conséquent, la Cour est d'avis que l'agent des visas n'avait pas l'obligation de donner aux demandeurs la possibilité de répondre à ses préoccupations et, donc, n'a pas manqué à l'équité procédurale.  <FRAGMENT_SUPPRESSED>", "iii.", "L'agent des visas a-t-il mal apprécié la preuve", "?  <FRAGMENT_SUPPRESSED>"], ["[33]", "Les demandeurs font valoir que l'agent des visas n'a pas apprécié correctement la preuve qui lui a été soumise. Ils affirment avoir présenté des éléments de preuve suffisants pour remplir les conditions pertinentes du Guide OP-11, y compris une lettre d'autorisation de congé rédigée par l'employeur de la demanderesse, des éléments de preuve concernant leur situation financière ainsi que des relevés bancaires, s'appuyant sur la décision", "<FRAGMENT_SUPPRESSED> [2007] ACF no 637.  <FRAGMENT_SUPPRESSED>"], ["[34]", "Cependant, il incombait aux demandeurs d'établir, selon la prépondérance des probabilités, qu'ils quitteraient le Canada au terme de la période autorisée (", "<FRAGMENT_SUPPRESSED> FTR 24 [", "Dhillon", "]). Qui plus est, l'agent des visas est présumé avoir pesé et considéré toute la preuve qui lui a été soumise, jusqu'à preuve du contraire (", "<FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 1). De plus, l'agent n'était pas tenu de mentionner chaque élément de preuve contraire à sa conclusion, et la décision de l'agent ne devrait pas être examinée à la loupe (", "<FRAGMENT_SUPPRESSED> , au paragraphe 16, 1998 CarswellNat 1981). Il n'appartient pas à la Cour d'examiner ou d'apprécier à nouveau la preuve présentée à l'agent des visas.  <FRAGMENT_SUPPRESSED>"], ["[35]", "Au terme de son examen de la preuve présentée, l'agent des visas a rejeté les demandes de VRT des demandeurs. Compte tenu des motifs fournis par l'agent des visas et des notes du SMGC - examinées précédemment -, et compte tenu du fait que la LIPR et le RIPR prévoient que le rôle de l'agent « [...] est d'empêcher une personne d'entrer au Canada si cette personne n'a pas convaincu l'agent qu'elle quittera le Canada à la fin de la période autorisée » (décision", "Dhillon", ", précitée, au paragraphe 37), la Cour est d'avis que l'agent des visas n'a pas mal apprécié la preuve, et que la décision appartient aux issues raisonnables.  <FRAGMENT_SUPPRESSED>"], ["[36]", "Les parties ont été invitées à soumettre une question pour certification, mais aucune n'a été proposée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[37]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}