{"id_": "058875", "body_str": [["[1]", "Noël, J.", ": Il s’agit d’une demande de contrôle judicaire, déposée en vertu du paragraphe 72(1) de la Loi sur l’immigration et la protection des réfugiés, L.C. 2001, ch. 27 (LIPR) à l’encontre d’une décision d’une agente d’évaluation du risque avant renvoi (ERAR) rendue le 20 septembre 2005, selon laquelle la demande d’ERAR de Felicien Ngankoy Isomi (demandeur) a été jugée négative.", "I.", "Faits"], ["[2]", "Le demandeur est Congolais. Il a revendiqué le statut de réfugié en 1999 peu après son arrivée au Canada."], ["[3]", "Le 14 juillet 2004, la section de la protection des réfugiés (SPR) de la Commission de l’immigration et du statut de réfugié du Canada a déterminé que le demandeur devait être exclu du Canada en vertu de l’article 98 de la LIPR, puisque celui-ci est une personne décrite aux alinéas 1(F)a) et 1(F)c) de la Convention des Nations Unies relative au statut des réfugiés (Convention), à l’annexe 1 de la LIPR, étant donné qu’il a travaillé comme agent de l’Agence nationale de renseignement (ANR) en République démocratique du Congo (RDC). À un certain moment, il a occupé le poste d’inspecteur adjoint auprès des Services de contre-espionnage de la direction générale de la Sécurité intérieure de la RDC."], ["[4]", "Le 14 septembre 2004, la Cour fédérale rejette la demande d’autorisation du demandeur de présenter un contrôle judiciaire de la décision de la SPR, la raison étant que le demandeur n’avait pas déposé son dossier."], ["[5]", "Le 20 septembre 2005, l’agente d’ERAR a jugé que le demandeur n’a pas démontré qu’il risquait d’être exposé à de la torture, des mauvais traitements, des peines ou des traitements cruels ou inusités et à la mort et donc ne pouvait pas être reconnu comme une personne à protéger au sens de l’article 97 de la LIPR. Cette décision fait l’objet du présent contrôle judiciaire.", "II.", "Questions en litige", "(1) Est-ce que la Cour devrait accepter la nouvelle preuve du demandeur, ladite preuve n’ayant pas été présentée à l’agente d’ERAR?", "(2) Quelle est la norme de contrôle applicable aux décisions des agents d’ERAR?", "(3) Est-ce que l’agente d’ERAR a erré en endossant la conclusion de la SPR selon laquelle le demandeur était exclu du Canada en vertu des alinéas 1(F)a) et 1(F)c) de la Convention?", "(4) Est-ce que l’agente d’ERAR a erré en concluant que le demandeur n’avait pas démontré qu’il courrait un risque personnalisé de danger s’il était renvoyé en RDC?", "(5) Est-ce que le demandeur peut bénéficier du sursis aux mesures de renvoi pour les ressortissants de la RDC?", "(6) Est-ce que la décision de l’agente d’ERAR a enfreint les articles 7 et 12 de la Chartre canadienne des droits et libertés ou l’article 3 de la Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants?", "III.", "Analyse", "(1) Est-ce que la Cour devrait accepter la nouvelle preuve du demandeur, ladite preuve n’ayant pas été présentée à l’agente d’ERAR?"], ["[6]", "La jurisprudence de cette Cour établit clairement que, lors d’un contrôle judiciaire, la Cour peut uniquement considérer la preuve dont disposait le décideur initial (Lemiecha (Tuteur d’instance) c. Canada (Ministre de l’Emploie et de l’Immigration) (1993), 72 F.T.R. 49 au para. 4;  <FRAGMENT_SUPPRESSED>  au para. 11). Dans la décision  <FRAGMENT_SUPPRESSED>  aux paras. 7 et 8, concernant une demande d’asile fondée sur des motifs d'ordre humanitaire, le juge Kelen précisait:", "« Il est de droit constant que le contrôle judiciaire d'une décision devrait uniquement être fondé sur la preuve dont disposait le décideur.", "La Cour ne peut pas soupeser de nouveaux éléments de preuve et substituer sa décision à celle de l'agent d'immigration. Elle ne statue pas sur les demandes fondées sur des CH [considérations humanitaires]. Elle effectue le contrôle judiciaire de pareilles décisions en vue de s'assurer qu'elles sont conformes au droit. »"], ["[7]", "De plus, le juge Martineau dans la cause  <FRAGMENT_SUPPRESSED>  au para. 36, traitant d’un contrôle judiciaire d’une décision d’un agent d’ERAR, écrivait ce qui suit:", "« Il est regrettable que le rapport du psychologue n'ait pas été soumis à l'agente ERAR avant que celle-ci ait pris sa décision. Si on tient compte du fait que l'opinion du psychologue n'a pas été produite à l'agente ERAR, qui a refusé sa demande, la demanderesse ne peut invoquer cette nouvelle preuve. La Cour a reconnu, à de nombreuses reprises, que le contrôle judiciaire d'une décision doit se faire à la lumière des éléments de preuve qui ont été soumis au décideur : voir  <FRAGMENT_SUPPRESSED>  (C.A.) (QL), au paragraphe 6;  <FRAGMENT_SUPPRESSED> . »"], ["[8]", "Les documents en question sont:", "- l’affidavit d’Alfred Lukhanda, ami du défendeur, en date du 26 octobre 2005;", "- l’affidavit de Jean Baptiste Nosankoy Ikamba, grand frère du demandeur, en date du 25 octobre 2005;", "- la lettre de maître Gauthier Wembalenga, de l’organisation « Toges Noires » en date du 24 octobre 2005;", "- la lettre de M. André Kebaba, Mission des Nations Unies au Congo, non-datée;", "- la lettre de Mme Claudette Cardinal, coordonatrice Amnistie Internationale, en date du 1er novembre 2005;", "Ceux-ci auraient-ils pu être déposés dans le cadre de sa demande d’ERAR? Aucune explication ne fut donnée pour expliquer la tardivité du dépôt de ces documents. Le demandeur, dans sa demande ERAR, s’est limité à l’énoncé: « J’ai été persécuté et je suis recherché par les autorités de la République démocratique du Congo », et l’agente de l’ERAR notait : « à ce jour, aucune autre soumission écrite n’a été déposée relativement à la présente demande. » En plus des documents soumis à la SPR, le demandeur se limite à présenter deux nouveaux documents à l’agente d’ERAR : Canadian Council for Refugees, Review of temporary suspension of removal to Democratic Republic of Congo, 15 March 2004; Amnesty International, République démocratique du Congo : Détention sans inculpation détention au secret craintes de mauvais traitements, Commandant Dieudonné Amundala Kabengele, Action urgente. Londres, 12 novembre 2003."], ["[9]", "Le demandeur prétend dans son mémoire de façon peu développée qu’en vertu de l’article 24 de la Charte canadienne des droits et libertés, partie I de la Loi constitutionnelle de 1982, constituant l’annexe B de la Loi de 1982 sur le Canada (R.U.), 1982, c. 11 (« la Charte »), il a le droit d’avoir accès à un recours effectif et efficace, étant donné qu’il s’agit d’une question de vie ou de mort, et que pour cette raison la nouvelle preuve devrait être admise. En pratique, le demandeur demande de transformer la révision judiciaire en appel."], ["[10]", "Je ne vois pas en quoi la situation de faits décrite par le demandeur ainsi que l’argument présenté permet de remettre en question la jurisprudence de cette Cour. Selon l’article 18.1 de la Loi sur les Cours fédérales, L.R.C. 1985, c. F-7, une demande de contrôle judiciaire d’une décision se fait en tenant compte de la preuve soumise au décideur. Ajouter à cette preuve changerait le rôle du juge siégeant en semblable matière. En effet, il pourrait décider en tenant compte de la nouvelle preuve, ce qui aurait pour effet de lui retirer son rôle de juge siégeant en demande de contrôle judiciaire. En plus, le demandeur a à sa disposition une alternative qu’il peut tenter d’utiliser, notamment l’article 165 du Règlement sur l’immigration et la protection des réfugiés, DORS/2002-227 (Règlement) permet le dépôt d’une nouvelle demande d’ERAR et la soumission de la « nouvelle » preuve lors de cette demande. Par conséquent, je ne vois pas en quoi la Charte peut être d’une certaine utilité tenant compte de la situation du présent dossier."], ["[11]", "Par conséquent, toute la nouvelle preuve au dossier du demandeur qui n’était pas devant l’agente d’ERAR est retirée du présent dossier, notamment les pages 48, 50, 51, 52 et 53 à 58 du Dossier du demandeur. D’ailleurs, le demandeur pourrait utiliser l’alternative mentionnée ci-haut. Toutefois, si le demandeur choisi de déposer une nouvelle demande d’ERAR, il devrait justifier le pourquoi de toute nouvelle preuve soumise par l’entremise d’observations écrites.", "(2) Quelle est la norme de contrôle applicable aux décisions des agents d’ERAR?"], ["[12]", "La juge Dawson, dans la cause  <FRAGMENT_SUPPRESSED> examiné la question des normes de contrôle applicables aux décisions d’agents d’ERAR et elle a conclu de la façon suivante:", "« Pour ce qui est de la norme de contrôle appropriée devant être appliquée à une décision d'un agent d'ERAR, le juge Mosley, après avoir effectué une analyse pragmatique et fonctionnelle, a conclu dans la décision  <FRAGMENT_SUPPRESSED>  ce qui suit : \"la norme de contrôle applicable aux questions de fait devrait être, de manière générale, celle de la décision manifestement déraisonnable; la norme applicable aux questions mixtes de fait et de droit, celle de la décision raisonnable simpliciter; et la norme applicable aux questions de droit, celle de la décision correcte\". Le juge Mosley a également endossé la conclusion du juge Martineau dans la décision  <FRAGMENT_SUPPRESSED>  selon laquelle la norme de contrôle appropriée pour la décision d'un agent d'ERAR est celle de la décision raisonnable simpliciter quand la décision est examinée \"globalement et dans son ensemble\". Mme la juge Layden-Stevenson a suivi cette décision dans l'affaire  <FRAGMENT_SUPPRESSED> . Pour les motifs énoncés par mes collègues, j'accepte qu'il s'agit là d'une analyse exacte au sujet de la norme de contrôle applicable. »"], ["[13]", "Dans le cas du présent dossier, le demandeur allègue que deux erreurs ont été commises par l’agente d’ERAR. La première étant que l’agente d’ERAR a adopté la conclusion de la SPR à l’effet que le demandeur était une personne exclue en vertu du paragraphe 1(F) de la Convention et la deuxième étant sa détermination que le demandeur n’avait pas démontré qu’il risquait d’être torturé ou de perdre la vie s’il retournait en RDC. À mon avis, l’argument voulant que l’agente d’ERAR a erré en adoptant la conclusion de la SPR à l’effet que le demandeur était une personne exclue en vertu du paragraphe 1(F) de la Convention, est une question mixte de faits et de droit car une telle décision nécessitait une analyse de la preuve devant la SPR et des conclusions de la SPR tout en tenant compte des dispositions législatives à ce sujet. En conséquence, la norme de contrôle applicable à cette décision est celle de la décision raisonnable. Le deuxième argument, notamment que l’agente d’ERAR a erré en déterminant que le demandeur n’avait pas démontré qu’il risquait d’être torturé ou de perdre la vie s’il retournait en RDC est aussi une question mixte de faits et de droit, car l’agente a dû considérer la preuve présentée par le demandeur concernant le risque auquel il faisait face et le fardeau de la preuve qui lui incombait selon les critères de l’article 97 de la LIPR. Donc, la norme de contrôle applicable à cette détermination est aussi celle de la décision raisonnable.", "(3) Est-ce que l’agente d’ERAR a erré en endossant la conclusion de la SPR selon laquelle le demandeur était exclu du Canada en vertu des alinéas 1(F)a) et 1(F)c) de la Convention?"], ["[14]", "Les agents d’ERAR ne sont pas liés par les conclusions de la SPR. Par contre, lorsque les éléments de preuve dont disposait l’agent d’ERAR sont essentiellement les mêmes que ceux dont disposait la SPR, il est raisonnable pour un agent d’ERAR de tirer les mêmes conclusions (voir  <FRAGMENT_SUPPRESSED>  au para. 11). En plus, les agents d’ERAR ne siègent pas en appel ni en révision judiciaire, et ils peuvent donc se fier aux conclusions de la SPR lorsqu’il n’y a pas de nouvelle preuve (voir  <FRAGMENT_SUPPRESSED> ."], ["[15]", "Dans le cas à l’étude, le demandeur soutient que la SPR n’a pas fait preuve de diligence et de prudence dans son analyse du paragraphe 1(F) de la Convention, ce qui l’a amenée à conclure erronément que le demandeur était une personne exclue du Canada en vertu de l’article 98 de la LIPR. Je note que la SPR a siégé à six reprises, a vu et entendu les témoins, incluant le demandeur, avant de rendre une décision méticuleusement motivée."], ["[16]", "Ceci étant dit, dans la décision d’ERAR l’agente a noté:", "« Aussi, malgré l’opportunité d’offrir de nouvelles explications concernant les contradictions et incohérences soulevées par la CISR, le demandeur n’a fournit (sic) aucune information supplémentaire dans le cadre de la présente demande.", "Dans ce contexte, je ne peux qu’abonder dans le sens des conclusions de la CISR qui, après avoir entendu le demandeur lors de 6 audiences tenus sur une période d’environ 1 an et demi, a déterminé que ce dernier aurait effectivement été actif au sein de l’A.N.R.. Le tribunal n’a toutefois pas cru la version selon laquelle il aurait été réprimandé et emprisonné par les autorités de l’état pour ne pas avoir adopté les positions de l’A.N.R. »", "(voir Dossier du demandeur, page 15)", "Étant donné que le demandeur n’a pas soumis de nouvelle preuve à l’agente d’ERAR, il est raisonnable d’avoir conclu de la même façon que la SPR."], ["[17]", "De plus, la décision d’adopter les conclusions de la SPR me semble justifiée par le fait que la demande d’autorisation de contrôle judiciaire de la décision du SPR a été rejetée par cette Cour étant donné le défaut de produire le dossier. J’ai conclu dans le passage suivant de  <FRAGMENT_SUPPRESSED>  CISR :", "« Tel que prétendu par le défendeur, un agent d’ERAR ne siège pas en appel ni en révision judiciaire et peut donc à bon droit, se fier aux conclusions de la CISR en l’absence de nouvelle preuve. »"], ["[18]", "En terminant sur ce point, l’agente d’ERAR n’a commis aucune erreur en adoptant la conclusion du SPR que le demandeur est une personne exclue du Canada en vertu des alinéas 1(F)a) et c) de la Convention.", "(4) Est-ce que l’agente d’ERAR a erré en concluant que le demandeur n’avait pas démontré qu’il courrait un risque personnalisé de danger s’il était renvoyé en RDC?"], ["[19]", "Il est reconnu qu’une personne exclue sous le paragraphe 1(F) de la Convention peut lors d’un ERAR, bénéficier de la protection du Canada, même si l’asile ne lui a pas été accordé (voir paragraphe 112(3) de la LIPR), si elle rencontre les critères du paragraphe 113(d) de la LIPR. Ce dernier exige qu’une personne, pour bénéficier de la protection du Canada, satisfasse aux critères de l’article 97 de la LIPR et qu’elle ne constitue pas un danger pour le public canadien ou la sécurité du Canada. L’article 113 de la LIPR se lit comme suit:", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d’asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n’étaient alors pas normalement accessibles ou, s’ils l’étaient, qu’il n’était pas raisonnable, dans les circonstances, de s’attendre à ce qu’il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l’estime requis compte tenu des facteurs réglementaires;", "c) s’agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "d) s’agissant du demandeur visé au paragraphe 112(3), sur la base des éléments mentionnés à l’article 97 et, d’autre part:", "(i) soit du fait que le demandeur interdit de territoire pour grande criminalité constitue un danger pour le public au Canada,", "(ii) soit, dans le cas de tout autre demandeur, du fait que la demande devrait être rejetée en raison de la nature et de la gravité de ses actes passés ou du danger qu’il constitue pour la sécurité du Canada.", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "(d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and", "(i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or", "(ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.", "Aussi, il est important de noter le libellé de l’article 97:", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n’a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s’il y a des motifs sérieux de le croire, d’être soumise à la torture au sens de l’article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d’autres personnes originaires de ce pays ou qui s’y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes — sauf celles infligées au mépris des normes internationales — et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l’incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d’une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection."], ["[20]", "En ce qui a trait à l’article 97 de la LIPR, la jurisprudence de cette Cour a établi que pour être reconnue comme une personne à protéger, la personne concernée doit établir qu’elle a des motifs valables de craindre d’être personnellement torturée, menacée ou maltraitée, compte tenu de la situation objective du pays où il serait renvoyé ( <FRAGMENT_SUPPRESSED>  au para. 18;  <FRAGMENT_SUPPRESSED>  au para. 41). Le juge Rouleau dans l’affaire  <FRAGMENT_SUPPRESSED> explique le test applicable pour être reconnu comme une personne à protéger en vertu de l’article 97 de la LIPR dans les termes suivants:", "21", "Tout d'abord, je tiens à souligner que le test pertinent en vertu de l'article 96 est effectivement bien distinct de celui en vertu de l'article 97. En effet, une revendication fondée sur l'article 97 appelle l'application par la Commission d'un critère différent, ayant trait à la question de savoir si le renvoi du revendicateur peut ou non l'exposer personnellement aux risques et menaces mentionnés aux alinéas 97(1)a) et b) de la Loi. Cependant, ce critère doit s'apprécier en tenant compte des caractéristiques personnelles du défendeur. En effet, comme l'a souligné le juge Blanchard dans la décision Bouaouni, précitée:", "¶ 41 [le] libellé même de l'alinéa 97(1)a) de la Loi, qui fait mention d'une personne qui \"serait", "personnellement", ", par son renvoi [...] exposée [...] \". Il peut y avoir des cas où l'on conclut qu'un revendicateur du statut de réfugié, dont l'identité n'est pas contestée, n'est pas crédible pour ce qui est de la crainte subjective d'être persécuté, mais où les conditions dans le pays sont telles que la", "situation individuelle", "du revendicateur fait de lui une personne à protéger. (Je souligne)", "22", "Ainsi l'appréciation de la crainte chez le défendeur doit se faire in concreto, plutôt que dans une perspective abstraite et générale. Le fait que la preuve documentaire illustre de façon inéquivoque la violation systématique et généralisée des droits humains au Pakistan ne suffit absolument pas pour établir la crainte de persécution spécifique et individualisée chez le défendeur en particulier. En l'absence de la moindre preuve pouvant lier la preuve documentaire générale à la situation spécifique du demandeur, je conclus que la Commission n'a pas erré dans sa façon d'analyser la revendication du demandeur sous l'article 97. »"], ["[21]", "De plus, il fut décidé par la Cour d’appel fédérale dans  <FRAGMENT_SUPPRESSED> que pour qu’une protection soit accordée sous l’article 113 de la LIPR, un demandeur doit établir selon la prépondérance de la preuve qu’il aura à faire face aux dangers ou aux risques énoncés aux paragraphes 97(a) et (b) de la LIPR s’il était renvoyé dans le pays de destination."], ["[22]", "En ce qui concerne la demande d’ERAR, le demandeur n’a fourni aucune preuve à l’agente démontrant qu’il risquait d’être persécuté s’il était renvoyé en RDC. Tel que noté auparavant, le demandeur dans sa demande en réponse à la question 51 du formulaire de la demande ERAR s’est limité à ceci : « J’ai été persécuté et je suis recherché par les autorités de la République démocratique du Congo. » (Dossier du tribunal, volume 2, page 592). Dans son Formulaire de renseignements personnels, le demandeur à la question 37 a répondu au sujet de sa crainte de persécution ce qui suit:", "« Je crains de retourner dans mon pays car j’y serai arrêté, détenu et condamné soit à la prison à perpétuité ou à la peine de mort pour avoir déserté mes fonctions et avoir refusé de servir le gouvernement sous les armes en raison de mes opinions politiques et de mon objection de conscience ...", "Je crains de retourner dans la République démocratique du Congo car je serai arrêté, condamné à la prison à perpétuité ou à la peine de mort pour avoir fui les services de renseignements pour raisons politiques et de conscience. Je crains aussi pour ma vie parce que je serai automatiquement associé à l’opposition en raison de mes opinions politiques.", "Je crains aussi d’être condamné à mort pour avoir refusé de servir sous les armes. Je suis objecteur de conscience et refuse de continuer à collaborer à un gouvernement qui viole les droits de l’homme et nous amène à tuer d’autres concitoyens congolais. »", "(Dossier du tribunal, volume 2, page 645)", "Rien de plus n’est ajouté dans sa demande d’ERAR au sujet de sa crainte de persécution personnalisée en RDC. Le dossier révèle que les éléments de preuve soumis traitent uniquement de la situation généralisée en RDC. Même dans son mémoire soumis à l’appui du présent contrôle judiciaire au paragraphe 17, le demandeur fait uniquement le commentaire suivant:", "« M. Ngankoy risque tout à cause qu’il a été membre d’une organisation de sécurité et qu’il a quitté son poste, il sera sûrement vu comme un opposant à cause de son attitude et de sa revendication de statut de réfugié dans un pays démocratique. »", "(Dossier du demandeur, pages 62-63)"], ["[23]", "L’agente d’ERAR a tenu compte de nombreuses sources de documentation qui décrivaient la situation générale en RDC, incluant le fait que des violations des droits humains, des arrestations arbitraires, et des détentions illégales assorties de tortures et d’autres traitements cruels et inhumains ont toujours lieu en RDC. Dans son analyse, elle traite de la situation du demandeur en tant qu’ancien employé de l’ANR et du danger auquel il pourrait être exposé. Elle conclut que le risque est non significatif."], ["[24]", "L’agente d’ERAR a noté le traitement horrible qu’aurait subi un ancien membre de l’ANR aux mains des agents de cette organisation, mais elle a considéré cette information globalement sans la relier à une situation que le demandeur pourrait personnellement vivre s’il y avait retour en RDC. Elle met de l’emphase sur ce qu’elle considère être une invraisemblance dans la version du demandeur. Son travail, tel que décrit devant la SPR, dans le cadre de la mission de l’ONU chargée d’enquêter sur la situation des droits de l’homme, d’accompagner le responsable de l’enquête ne concordait pas avec le contenu du rapport de l’organisme à l’effet que les agents de l’ANR ont empêché le travail d’enquête plutôt que de le faciliter selon le demandeur. En conséquence, elle questionne la crédibilité du demandeur et minimise ainsi son rôle au sein de l’ANR."], ["[25]", "Toutefois, il a été mis en preuve que le demandeur fut à un certain moment inspecteur-adjoint de l’ANR et que le dossier révèle que les gens qui ont été associés avec l’ANR peuvent être assujettis à des sévices, des traitements inhumains ou encore, à de la persécution ou même à de la torture en cas de retour dans le pays (voir Dossier du tribunal, volume 2, page 429, 452, 458, 668-671). Selon la documentation soumise à l’agente d’ERAR, il pourrait y avoir un lien entre le rôle ou encore l’ancien rôle du demandeur comme agent de l’ANR et l’imposition d’un traitement inacceptable pouvant être lié à la torture ou la mort. Cet aspect, bien qu’abordé de façon succincte, aurait dû être plus développé dans la mesure où il a été mis en preuve que le demandeur fut inspecteur-adjoint de l’ANR. Pour en arriver à cette constatation, j’ai pris connaissance des explications données par la procureure du défendeur. Toutefois, ces explications ne peuvent pas remplacer ce que l’analyse aurait dû contenir. De toute façon, cette documentation méritait d’être traitée par l’agent même si ce n’est que pour prendre en considération son ancien travail au sein de l’ANR."], ["[26]", "En outre, il y a de la documentation expliquant qu’une personne se voyant forcer de retourner en RDC peut se voir saisir ses documents, être détenue et même parfois torturée (voir le document du Canadian Council for Refugees, Review of temporary suspension, 15 mars 2004, dans lequel on se réfère à un article dans le journal « Le Phare » de Kinshasa au Congo, 13 février 2004). Bien que l’agente d’ERAR n’ait pas l’obligation de commenter toute la documentation, elle se doit de commenter le ou les documents soulevant des circonstances qui peuvent être associés à la personne demandant l’ERAR. Il me semble que l’article du journal « Le Phare » est le genre d’information qui nécessitait un minimum de commentaires compte tenu de la demande d’ERAR."], ["[27]", "J’y ajoute que le sursis aux mesures de renvoi (moratoire) est aussi un autre élément soulevant une préoccupation tout en sachant que le demandeur ne peut pas bénéficier du moratoire (voir l’alinéa 230(3)e) du Règlement). En soi, le moratoire soulève une situation de faits troublante qui mérite d’être prise en considération lors de l’étude de l’ERAR. L’existence d’un moratoire pour les ressortissants de la RDC pourrait être utile pour les fins de l’analyse de l’agente d’ERAR. Ceci n’a pas été fait."], ["[28]", "Tenant compte de l’ensemble des motifs découlant de l’étude de la question en litige, je conclus que la décision de l’agente d’ERAR n’est pas raisonnable et que l’analyse doit être refaite par un autre membre du personnel d’ERAR en tenant compte de la présente.", "(5) Est-ce que le demandeur peut bénéficier du sursis aux mesures de renvoi pour les ressortissants de la RDC?"], ["[29]", "Il est en preuve qu’un sursis aux mesures de renvoi existe au Canada pour les ressortissants de la RDC."], ["[30]", "Ceci étant dit, l’alinéa 230(3)e) du Règlement s’adresse particulièrement aux personnes exclues en vertu de l’article 1(F) de la Convention et qui proviennent d’un pays pour lequel il existe un moratoire. L’article 230 du Règlement se lit comme suit:", "230. (1) Le ministre peut imposer un sursis aux mesures de renvoi vers un pays ou un lieu donné si la situation dans ce pays ou ce lieu expose l’ensemble de la population civile à un risque généralisé qui découle:", "a) soit de l’existence d’un conflit armé dans le pays ou le lieu;", "b) soit d’un désastre environnemental qui entraîne la perturbation importante et momentanée des conditions de vie;", "c) soit d’une circonstance temporaire et généralisée.", "(2) Le ministre peut révoquer le sursis si la situation n’expose plus l’ensemble de la population civile à un risque généralisé.", "(3) Le paragraphe (1) ne s’applique pas dans les cas suivants:", "a) l’intéressé est interdit de territoire pour raison de sécurité au titre du paragraphe 34(1) de la Loi;", "b) il est interdit de territoire pour atteinte aux droits humains ou internationaux au titre du paragraphe 35(1) de la Loi;", "c) il est interdit de territoire pour grande criminalité ou criminalité au titre des paragraphes 36(1) ou (2) de la Loi;", "d) il est interdit de territoire pour criminalité organisée au titre du paragraphe 37(1) de la Loi;", "e) il est visé à la section F de l’article premier de la Convention sur les réfugiés;", "f) il avise par écrit le ministre qu’il accepte d’être renvoyé vers un pays ou un lieu à l’égard duquel le ministre a imposé un sursis.", "230. (1) The Minister may impose a stay on removal orders with respect to a country or a place if the circumstances in that country or place pose a generalized risk to the entire civilian population as a result of", "(a) an armed conflict within the country or place;", "(b) an environmental disaster resulting in a substantial temporary disruption of living conditions; or", "(c) any situation that is temporary and generalized.", "(2) The Minister may cancel the stay if the circumstances referred to in subsection (1) no longer pose a generalized risk to the entire civilian population.", "(3) The stay does not apply to a person who", "(a) is inadmissible under subsection 34(1) of the Act on security grounds;", "(b) is inadmissible under subsection 35(1) of the Act on grounds of violating human or international rights;", "(c) is inadmissible under subsection 36(1) of the Act on grounds of serious criminality or under subsection 36(2) of the Act on grounds of criminality;", "(d) is inadmissible under subsection 37(1) of the Act on grounds of organized criminality;", "(e) is a person referred to in section F of Article 1 of the Refugee Convention; or", "(f) informs the Minister in writing that they consent to their removal to a country or place to which a stay of removal applies.", "Tel qu’il appert du Règlement, une personne exclut du Canada en vertu du paragraphe 1(F) de la Convention ne peut bénéficier d’un sursis aux mesures de renvoi. Ainsi, le demandeur ne pouvait pas profiter du moratoire en vigueur au Canada pour les ressortissants de la RDC."], ["[31]", "Ayant dit ceci et tel que mentionné précédemment, j’ajoute que dans le cas d’un moratoire, un agent d’ERAR doit au minimum se référer au sursis aux mesures de renvoi en place en le commentant et le distinguant des faits particuliers à l’étude. S’il y a pour justifier le moratoire des faits s’apparentant à de la torture ou à de la persécution, ils doivent être pris en considération dans l’analyse. L’objectif d’une telle analyse n’est pas de contourner les dispositions réglementaires, mais plutôt de s’assurer qu’il n’y a pas de risque de torture ou de persécution qui pourraient être associés à la personne concernée découlant des motifs à la base du moratoire.", "(6) Est-ce que la décision de l’agente d’ERAR a enfreint les articles 7 et 12 de la Chartre canadienne des droits et libertés ou l’article 3 de la Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants?"], ["[32]", "Il est clairement établi dans la jurisprudence que le renvoi d’une personne du Canada n’est pas contraire aux principes de justice fondamentale et que l’exécution d’un renvoi de déportation ne va pas à l’encontre des articles 7 et 12 de la Chartre (Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED> , pp.733-735, voir aussi  <FRAGMENT_SUPPRESSED>  au para. 46)."], ["[33]", "Quant à l’argument du demandeur que l’agente d’ERAR a enfreint l’article 3 de la Convention contre la torture et autres peines ou traitements cruels, inhumains ou dégradants (Convention contre la torture), l’article 97 de la LIPR, qui est à la base de l’analyse faite par l’agente d’ERAR sous le paragraphe 113(d), intègre les principes énoncés à l’article 3 de cette Convention. Notamment, l’article 97 empêche le renvoi d’une personne à un pays où elle risque d’être maltraitée, torturée ou tuée, ce qui est précisément le type de protection que l’article 3 de la Convention contre la torture requiert (voir la décision Li, précitée, au paragraphe 33)."], ["[34]", "À ce sujet, les arguments du demandeur expliquant que la décision de l’agente d’ERAR enfreint la Chartre ou les obligations internationales du Canada comme signataire de la Convention contre la torture ne sont pas fondés.", "IV.", "Question certifiée"], ["[35]", "Le procureur du demandeur a soumis deux (2) questions pour fin de certification de façons très peu développées dans son mémoire ou encore par la suite:", "1) Est-ce que l’article 24 de la Charte canadienne des droits et libertés qui garantit accès à un recours légal et qui assure qu’il n’y aura pas un renvoi vers de probables tortures ou mort et que, dans le cadre de la révision judiciaire par la Cour fédérale, on doit se référer à des nouvelles preuves ou à l’information le plus à jour suivant le jugement Suresh de la Cour suprême du Canada? La nouvelle preuve, non présentée devant le décideur administratif, est-elle admissible lors de l’analyse en vertu de l’article 24?", "2) Est-ce que l’article 3 de la Convention contre la torture doit s’appliquer devant la Commission de l’Immigration et de la protection des réfugiés et lors de la procédure ERAR en application de la Charte canadienne des droits et libertés? Est-il obligatoire de le prendre en considération dans le contexte de l’analyse de détermination de l’ERAR?"], ["[36]", "Le défendeur s’oppose à la demande de certification de ces questions du fait que celles-ci ne transcendent pas les intérêts des parties en litige et qu’elles n’abordent pas des éléments ayant des conséquences importantes et de portée générale."], ["[37]", "En ce qui concerne la question 1, l’utilisation des principes découlant de la Charte ne donne pas automatiquement un droit à la certification, surtout lorsqu’il est clair et limpide qu’en droit une demande de contrôle judiciaire n’est pas une procédure d’appel et que ladite demande s’évalue en tenant compte de la preuve soumise au premier décideur. En plus, dans notre cas, le demandeur n’a pas même daigné produire de la preuve pour expliquer les raisons pour lesquelles la nouvelle preuve n’a pas été soumise à l’agente d’ERAR. S’il y a vraiment des explications à donner, le demandeur peut toujours tenté de soumettre une nouvelle demande d’ERAR par l’entremise de l’article 165 du Règlement."], ["[38]", "Lors d’une demande d’ERAR il y a des procédures à suivre, procédures que le demandeur n’a pas suivies. Il ne peut pas par l’entremise de l’article 24 de la Charte, pallier à l’inobservation de ces procédures pour justifier un tel argument. Il n’y aura pas certification de cette question, car elle ne soulève pas une importante question de droit compte tenu des faits et des procédures du dossier, elle ne transcende pas les intérêts des parties et elle n’aborde pas des éléments ayant des conséquences importantes ou encore qui sont de portée générale (voir  <FRAGMENT_SUPPRESSED>  (C.A.F.))."], ["[39]", "Quant à la deuxième question, elle a déjà été traitée par la jurisprudence de cette Cour ainsi que par celle de la Cour d’appel (voir la décision Liyanagamage, précitée). L’article 97 de la LIPR contient les principes de l’article 3 de la Convention contre la torture. La question, telle que formulée, ne mérite pas la certification.", "JUGEMENT"], ["[40]", "LA COUR ORDONNE QUE:", "- La demande de contrôle judiciaire est accordée en partie, le dossier doit être retourné à un autre agent d’ERAR afin qu’une nouvelle étude du dossier puisse avoir lieu tout en tenant compte du contenu de la présente décision.", "- Aucune question ne sera certifiée.", ".........................", "<FRAGMENT_SUPPRESSED>  application for judicial review under subsection 72(1) of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA) of a decision of a pre-removal risk assessment (PRRA) officer dated September 20, 2005, rejecting the application for a PRRA by Felicien Ngankoy Isomi (applicant).", "I.", "Facts"], ["[2]", "The applicant is Congolese. He claimed refugee protection in 1999, shortly after his arrival in Canada."], ["[3]", "On July 14, 2004, the Refugee Protection Division (RPD) of the Immigration and Refugee Board of Canada determined that the applicant must be excluded from Canada under section 98 of the IRPA because he is a person described in subparagraphs 1(F)(a) and 1(F)(c) of the United Nations Convention Relating to the Status of Refugees (Convention), in Schedule 1 of the IRPA, because he had worked as an officer of the Agence nationale de renseignements (ANR) [national intelligence agency] in the Democratic Republic of the Congo (DRC). At one time, he held the position of a deputy inspector with the counterintelligence service of the domestic security branch of the DRC."], ["[4]", "On September 14, 2004, the Federal Court dismissed the applicant’s application for leave to commence an application for judicial review of the RPD’s decision, because he had not filed his record."], ["[5]", "On September 20, 2005, the PRRA officer determined that the applicant had not shown he would face a danger of torture, a risk to his life or a risk of cruel and unusual treatment or punishment and therefore could not be recognized as a person in need of protection within the meaning of section 97 of the IRPA. This decision is the subject of the present application for judicial review.", "II.", "Issues", "(1) Should the Court accept the applicant’s new evidence, which was not submitted to the PRRA officer?", "(2) What is the standard of review applicable to decisions of PRRA officers?", "(3) Did the PRRA officer err in endorsing the conclusion reached by the RPD, according to which the applicant was excluded from Canada pursuant to subparagraphs 1(F)(a) and 1(F)(c) of the Convention?", "(4) Did the PRRA officer err in concluding that the applicant did not show that he would be personally subjected to a danger if he were removed to the DRC?", "(5) May the applicant benefit from the stay of removal orders for nationals of the DRC?", "(6) Did the determination of the PRRA officer infringe sections 7 and 12 of the Canadian Charter of Rights and Freedoms or section 3 of the Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment?", "III.", "Analysis", "(1) Should the Court accept the applicant’s new evidence, which was not submitted to the PRRA officer?"], ["[6]", "In its case law, this Court has clearly established that, on judicial review, the Court may only examine the evidence that was adduced before the initial decision-maker ( <FRAGMENT_SUPPRESSED> case concerning a claim for refugee protection based on humanitarian and compassionate considerations, Mr. Justice Kelen wrote:", "The Court cannot consider this information in making its decision. It is trite law that judicial review of a decision should proceed only on the basis of the evidence before the decision-maker.", "The Court cannot weigh new evidence and substitute its decision for that of the immigration officer. The Court does not decide H&C applications. The Court judicially reviews such decisions to ensure they are made in accordance with the law."], ["[7]", "In addition, in  <FRAGMENT_SUPPRESSED> in deciding an application for judicial review of a decision of a PRRA officer, Mr. Justice Martineau wrote the following:", "It is unfortunate that the psychologist’s report was not available to the PRRA Officer at the time of the determination. Considering that the psychologist's opinion was not presented before the decision maker who refused her application, the applicant cannot rely on this new evidence. This Court has recognized on numerous occasions that the judicial review of a decision has to be made in light of the evidence that was submitted before the decision maker: see  <FRAGMENT_SUPPRESSED>  at para. 6 ( <FRAGMENT_SUPPRESSED> .”"], ["[8]", "The documents in question are the following:", "- The affidavit of Alfred Lukhanda, a friend of the applicant, dated October 26, 2005;", "- The affidavit of Jean Baptiste Nosankoy Ikamba, the eldest brother of the applicant, dated October 25, 2005;", "- A letter from Gauthier Wembalenga of Toges Noires [an organization of lawyers for human rights] dated October 24, 2005;", "- A letter from André Kebaba of the United Nations Mission in the Congo, undated;", "- A letter from Claudette Cardinal, coordinator at Amnesty International, dated November 1, 2005.", "Would it have been possible to file these documents for the PRRA application? No explanation was given for the late filing of these documents. In his PRRA, the applicant merely stated, [translation] “I was persecuted and I am wanted by the authorities of the Democratic Republic of the Congo”. Furthermore, the PRRA officer noted that [translation] “up to now, no other written submission has been filed in connection with this application”. In addition to the documents submitted to the RPD, the applicant sought to submit only two new documents to the PRRA officer: Canadian Council for Refugees, Review of temporary suspension of removal to Democratic Republic of Congo, March 15, 2004; Amnesty International, Detention without charge/incommunicado detention/Fear of ill-treatment - Commander Dieudonné Amundala Kabengele, Urgent Action. London, November 12, 2003."], ["[9]", "In his brief memorandum, the applicant claimed that under section 24 of the Canadian Charter of Rights and Freedoms, Part I of the Constitution Act, 1982, being Schedule B to the Canada Act 1982 (U.K.), 1982, c. 11 (“the Charter”), he is entitled to effective and efficient recourse, considering that this is a matter of life and death and that as such new evidence should be permitted. In reality, the applicant is seeking to have this judicial review transformed into an appeal."], ["[10]", "I do not see how the factual situation described by the applicant or the argument submitted could call into question the case law of this Court. Under section 18.1 of the Federal Courts Act, R.S.C. 1985, c. F-7, an application for judicial review of a decision is considered on the basis of the evidence submitted to the decision-maker. Any addition to this evidence would change the role of the judge hearing such cases. The judge would be able to make a determination by taking new evidence into consideration, which would effectively remove the judge from his or her role as a judge hearing an application for judicial review. Moreover, the applicant has an alternative at his disposition, namely section 165 of the Immigration and Refugee Protection Regulations, SOR/2002-227 (Regulations), which allows the filing of a new PRRA application and the use of “new” evidence in support of this application. Accordingly, I do not see how the Charter may be of any use, given the situation in this case."], ["[11]", "Accordingly, any new evidence in the applicant’s record which was not submitted to the PRRA officer is withdrawn from this case, more specifically, pages 48, 50, 51, 52 and 53 to 58 of the applicant’s record. Furthermore, the applicant could use the abovementioned alternative. However, if the applicant decides to make a new PRRA application, he will have to make submissions in writing to explain why any new evidence should be accepted.", "(2) What is the standard of review applicable to decisions rendered by PRRA officers?"], ["[12]", "<FRAGMENT_SUPPRESSED> Madam Justice Dawson studied the matter of standards of review applicable to decisions rendered by PRRA officers and concluded as follows:", "As to the appropriate standard of review to be applied to a decision of a PRRA officer, in  <FRAGMENT_SUPPRESSED>  Mr. Justice Mosley, after conducting a pragmatic and functional analysis, concluded “the appropriate standard of review for questions of fact should generally be patent unreasonableness, for questions of mixed law and fact, reasonableness simpliciter, and for questions of law, correctness”. Mr. Justice Mosley also endorsed the finding of Mr. Justice Martineau in  <FRAGMENT_SUPPRESSED>  that the appropriate standard of review for the decision of a PRRA officer is reasonableness simpliciter when the decision is considered “globally and as a whole”. This jurisprudence was followed by Madam Justice Layden-Stevenson in  <FRAGMENT_SUPPRESSED> . For the reasons given by my colleagues, I accept this to be an accurate statement of the applicable standard of review."], ["[13]", "In the case at bar, the applicant alleges that the PRRA officer made two errors. The first one was that she adopted the same conclusion as the RPD, to the effect the applicant was a person excluded under section 1(F) of the Convention; the second error was her determination that the applicant had not shown he faced a danger of torture or a risk to his life if he were to return to the DRC. In my opinion, the argument that the PRRA officer erred in adopting the conclusion of the RPD, to the effect that the applicant was a person excluded under section 1(F) of the Convention, is a question of mixed law and fact, because such a decision required an analysis of the evidence before the RPD and the RPD’s conclusions while taking into consideration the statutory provisions on this point. Accordingly, the standard of review applicable to this decision is that of reasonableness simpliciter. The second argument, to the effect the PRRA officer erred in determining that the applicant did not show he faced a danger of torture or a risk to his life if he returned to the DRC, is also a question of mixed law and fact, as the officer had to assess the evidence submitted by the applicant concerning the risk that he faced and the burden of proof under section 97 of the IRPA. Therefore, the standard of review applicable to this determination is also that of reasonableness simpliciter.", "(3) Did the PRRA officer err in endorsing the conclusion reached by the RPD, according to which the applicant was excluded from Canada pursuant to subparagraphs 1(F)(a) and 1(F)(c) of the Convention?"], ["[14]", "PRRA officers are not bound by the conclusions reached by the RPD. However, when the evidence before the PRRA officer is essentially the same as that before the RPD, it is reasonable for the PRRA officer to reach the same conclusions (see  <FRAGMENT_SUPPRESSED> ). In addition, PRRA officers do not sit on appeal or judicial review and therefore may rely on conclusions reached by the RPD when there is no new evidence (see  <FRAGMENT_SUPPRESSED> )."], ["[15]", "In this case, the applicant submitted that the RPD was not diligent and prudent in its analysis of section 1(F) of the Convention, which led it to mistakenly conclude that the applicant was a person excluded from Canada under section 98 of the IRPA. I note that the RPD sat on six different occasions and saw and heard the witnesses, including the applicant, before rendering a very detailed and reasoned decision."], ["[16]", "That being said, in her decision, the PRRA officer noted the following:", "[translation]", "In spite of the opportunity to give new explanations concerning the contradictions and inconsistencies raised by the IRB, the applicant did not submit any additional information in support of this application.", "In such a context, I can only agree with the conclusions of the IRB, which, after having heard the applicant in six hearings held over a period of approximately one and one-half years, determined that he had been active in the ANR. However, the panel did not believe the story according to which he had been reprimanded and jailed by state authorities for not having supported the positions of the ANR.", "(see Applicant’s Record, page 15)", "Considering that the applicant did not submit any new evidence to the PRRA officer, it is reasonable for her to have reached the same conclusion as the RPD."], ["[17]", "In addition, the decision to adopt the same conclusions as the RPD seems to be warranted by the fact that the application for leave and for judicial review of the RPD’s decision was dismissed by this Court, given the failure to file the record. I concluded in the following excerpt from  <FRAGMENT_SUPPRESSED>  respondent argues, a PRRA officer does not sit on appeal or in judicial review and is therefore entitled to trust the IRB’s findings in the absence of new evidence."], ["[18]", "In concluding on this point, the PRRA officer did not make any error in adopting the conclusion of the IRB to the effect that the applicant is a person excluded from Canada under subparagraphs 1(F)(a) and (c) of the Convention.", "(4) Did the PRRA officer err in concluding that the applicant did not show that he would be personally subjected to danger if he were removed to the DRC?"], ["[19]", "It is acknowledged that a person excluded under section 1(F) of the Convention may, in the case of a PRRA, have the protection of Canada even if refugee protection has not been granted (see subsection 112(3) of the IRPA) if he or she meets the criteria under paragraph 113(d) of the IRPA. Under this paragraph, for a person to receive protection from Canada, that person must meet the criteria specified in section 97 of the IRPA and establish that he or she is not a danger to the Canadian public or to the security of Canada. Section 113 of the IRPA reads as follows:", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "(d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and", "(i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or", "(ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.", "113. Il est disposé de la demande comme il suit :", "a) le demandeur d’asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n’étaient alors pas normalement accessibles ou, s’ils l’étaient, qu’il n’était pas raisonnable, dans les circonstances, de s’attendre à ce qu’il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l’estime requis compte tenu des facteurs réglementaires;", "c) s’agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "d) s’agissant du demandeur visé au paragraphe 112(3), sur la base des éléments mentionnés à l’article 97 et, d’autre part :", "(i) soit du fait que le demandeur interdit de territoire pour grande criminalité constitue un danger pour le public au Canada,", "(ii) soit, dans le cas de tout autre demandeur, du fait que la demande devrait être rejetée en raison de la nature et de la gravité de ses actes passés ou du danger qu’il constitue pour la sécurité du Canada.", "It is also important to note the wording of section 97:", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n’a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée :", "a) soit au risque, s’il y a des motifs sérieux de le croire, d’être soumise à la torture au sens de l’article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant :", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d’autres personnes originaires de ce pays ou qui s’y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes — sauf celles infligées au mépris des normes internationales — et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l’incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d’une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection."], ["[20]", "With regard to section 97 of the IRPA, the case law of this Court has established that to be acknowledged as a person in need of protection, the person in question must prove that he or she has valid individualized grounds to fear being tortured, threatened or mistreated, taking into consideration the objective situation in the country to which he or she will be removed ( <FRAGMENT_SUPPRESSED> Mr. Justice Rouleau explained the applicable test to be recognized as a person in need of protection under section 97 of the IRPA in the following terms:", "21 First of all, I wish to point out that the relevant test under section 96 is in fact quite distinct from the test under section 97. A claim based on section 97 requires the Board to apply a different criterion pertaining to the issue of whether the applicant's removal may or may not expose him personally to the risks and dangers referred to in paragraphs 97(1)(a) and (b) of the Act. However, this criterion must be assessed in light of the personal characteristics of the applicant. Indeed, as Blanchard J. noted in  <FRAGMENT_SUPPRESSED> :", "¶ 41 [T] he wording of paragraph 97(1)(a) of the Act ... refers to persons, “... whose removal ... would subject them", "personally", "...”. There may well be instances where a refugee claimant, whose identity is not disputed, is found to be not credible with respect to his subjective fear of persecution, but the country conditions are such that the claimant’s", "particular circumstances", ", make him/her a person in need of protection. [Emphasis added]", "22 Thus the assessment of the applicant's fear must be made in concreto, and not from an abstract and general perspective. The fact that the documentary evidence illustrates unequivocally the systematic and generalized violation of human rights in Pakistan is simply not sufficient to establish the specific and individualized fear of persecution of the applicant in particular. Absent the least proof that might link the general documentary evidence to the applicant's specific circumstances, I conclude that the Board did not err in the way it analyzed the applicant's claim under section 97."], ["[21]", "Furthermore, in  <FRAGMENT_SUPPRESSED> the Federal Court of Appeal ruled that for protection to be awarded under section 113 of the IRPA, an applicant must establish on a balance of probabilities that he or she will be subject to the dangers or risks mentioned in paragraphs 97(a) and (b) of the IRPA if he or she were to be removed to the country of destination."], ["[22]", "As far as the application for a PRRA is concerned, the applicant did not submit any evidence to the officer showing that he was in danger of being persecuted if he were to be removed to the DRC. As noted earlier, in his answer to question 51 of the PRRA form, the applicant simply stated, [translation] “I was persecuted and wanted by the Democratic Republic of the Congo” (Court record, volume 2, page 592). In answer to question 37 of his Personal Information Form, the applicant stated the following in connection with his fear of persecution:", "[translation]", "I am afraid that if I return to my country I will be arrested, detained and condemned to life in prison or to death for having deserted my duties and having refused to serve the government in the armed forces because of my political opinions and my conscientious objection. ...", "I am afraid of returning to the Democratic Republic of the Congo, as I will be arrested and condemned to life in prison or to death for having deserted the intelligence service for political reasons and reasons of conscience. I also fear for my life because I will be automatically associated with the opposition by reason of my political opinions.", "I also fear being condemned to death for having refused to serve in the armed forces. I am a conscientious objector and refuse to continue to cooperate with a government that violates human rights and forces us to kill other Congolese citizens.", "(Court record, volume 2, page 645)", "Nothing else was added to the PRRA application in connection with his personalized fear of persecution in the DRC. The record shows that the evidence submitted only deals with the general situation in the DRC. Even at paragraph 17 of his memorandum in support of this application for judicial review, the applicant made only the following comment:", "[translation]", "Mr. Ngankoy is risking everything because he was a member of a security organization and because he left his position. He will most certainly be seen as an opponent because of his attitude and his claim for refugee protection in a democratic country.", "(Applicant’s Record, pages 62-63)"], ["[23]", "The PRRA officer took into consideration numerous sources of documentation which described the general situation in the DRC, including the fact that violations of human rights, arbitrary arrests, illegal detention with torture and other cruel and inhuman treatment still take place in the DRC. In her analysis, she dealt with the applicant’s situation as a former employee of the ANR and of the danger to which he could be subjected. She concluded that the risk was not significant."], ["[24]", "The PRRA officer noted the horrible treatment that a former member of the ANR sustained at the hands of officers of this organization, but she considered this information generally without linking it to a situation which the applicant might personally experience if he returned to the DRC. She put the emphasis on what she considered to be an implausibility in the applicant’s story. His work, as described before the RPD, was to accompany the person in charge of a UN mission investigating the human rights situation. This did not match the content of the report of the organization to the effect that ANR agents obstructed the investigation rather than facilitating it, as the applicant had explained. Accordingly, she questioned the applicant’s credibility and minimized his role within the ANR."], ["[25]", "However, it was proven that at one time the applicant was a deputy inspector in the ANR, and the record shows that persons who were associated with the ANR may be subjected to physical abuse, inhumane treatment, persecution or even torture upon their return to the country (see Court record, volume 2, pages 429, 452, 458, 668-671). According to the documentation submitted to the PRRA officer, there may be a connection between the role or the former role played by the applicant as an ANR officer and the imposition of unacceptable treatment that could be linked to torture or death. This aspect, although briefly mentioned, should have been more developed, in that it had been proven that the applicant had been an deputy inspector of the ANR. To reach this conclusion, I studied the explanations given by counsel for the respondent. However, these explanations cannot replace what the analysis should have contained. In any event, this documentation should have been studied by the officer, even if only to consider the applicant’s former work with the ANR."], ["[26]", "Moreover, there is documentation explaining that a person forced to return to the DRC may have his or her documents seized, may be detained and sometimes tortured (see the document from the Canadian Council for Refugees, Review of temporary suspension, March 15, 2004, in which reference is made to an article in the newspaper Le Phare in Kinshasa, Congo, dated February 13, 2004). Although the PRRA officer was not obliged to comment on all of the documentation, she had to comment on the document or documents raising circumstances which may be associated with a PRRA applicant. It seems to me that the article in Le Phare is the type of information which requires a minimum of comment, considering the application for a PRRA."], ["[27]", "I would add that the stay of removal order (moratorium) is another cause for concern, even though the moratorium does not apply to the applicant (see paragraph 230(3)(e) of the Regulations). In itself, the moratorium gives rise to a disconcerting factual situation which must be taken into consideration in studying the PRRA. The existence of a moratorium for DRC nationals could be useful for the purposes of the analysis by the PRRA officer. This was not done."], ["[28]", "Taking into consideration all the reasons resulting from the study of the issue, I reach the conclusion that the decision of the PRRA officer was unreasonable and that the analysis must be redone by another member of the PRRA staff, taking this decision into consideration.", "(5) May the applicant benefit from the stay of removal orders for nationals of the DRC?"], ["[29]", "Evidence has been adduced to the effect that there is a stay of removal orders, in Canada, for citizens of the DRC."], ["[30]", "This being said, paragraph 230(3)(e) of the Regulations specifically concerns persons who are excluded under section 1(F) of the Convention and who come from a country to which the moratorium applies. Section 230 of the Regulations reads as follows:", "230. (1) The Minister may impose a stay on removal orders with respect to a country or a place if the circumstances in that country or place pose a generalized risk to the entire civilian population as a result of", "(a) an armed conflict within the country or place;", "(b) an environmental disaster resulting in a substantial temporary disruption of living conditions; or", "(c) any situation that is temporary and generalized.", "(2) The Minister may cancel the stay if the circumstances referred to in subsection (1) no longer pose a generalized risk to the entire civilian population.", "(3) The stay does not apply to a person who", "(a) is inadmissible under subsection 34(1) of the Act on security grounds;", "(b) is inadmissible under subsection 35(1) of the Act on grounds of violating human or international rights;", "(c) is inadmissible under subsection 36(1) of the Act on grounds of serious criminality or under subsection 36(2) of the Act on grounds of criminality;", "(d) is inadmissible under subsection 37(1) of the Act on grounds of organized criminality;", "(e) is a person referred to in section F of Article 1 of the Refugee Convention; or", "(f) informs the Minister in writing that they consent to their removal to a country or place to which a stay of removal applies.", "230. (1) Le ministre peut imposer un sursis aux mesures de renvoi vers un pays ou un lieu donné si la situation dans ce pays ou ce lieu expose l’ensemble de la population civile à un risque généralisé qui découle :", "a) soit de l’existence d’un conflit armé dans le pays ou le lieu;", "b) soit d’un désastre environnemental qui entraîne la perturbation importante et momentanée des conditions de vie;", "c) soit d’une circonstance temporaire et généralisée.", "(2) Le ministre peut révoquer le sursis si la situation n’expose plus l’ensemble de la population civile à un risque généralisé.", "(3) Le paragraphe (1) ne s’applique pas dans les cas suivants :", "a) l’intéressé est interdit de territoire pour raison de sécurité au titre du paragraphe 34(1) de la Loi;", "b) il est interdit de territoire pour atteinte aux droits humains ou internationaux au titre du paragraphe 35(1) de la Loi;", "c) il est interdit de territoire pour grande criminalité ou criminalité au titre des paragraphes 36(1) ou (2) de la Loi;", "d) il est interdit de territoire pour criminalité organisée au titre du paragraphe 37(1) de la Loi;", "e) il est visé à la section F de l’article premier de la Convention sur les réfugiés;", "f) il avise par écrit le ministre qu’il accepte d’être renvoyé vers un pays ou un lieu à l’égard duquel le ministre a imposé un sursis.", "As appears from the Regulations, a person excluded from Canada under section 1(F) of the Convention cannot have the benefit of a stay of removal orders. Accordingly, the applicant cannot take advantage of the moratorium in force, in Canada, for nationals of the DRC."], ["[31]", "Having said this, and as mentioned previously, I would add that in the case of a moratorium, as a minimum, the PRRA officer must refer to the stay of removal orders in force by commenting on it and by distinguishing the specific facts of the case being studied. If there are facts related to torture or persecution, they must be considered in the analysis. The objective of such an analysis is not to circumvent the Regulations, but rather to ensure there is no risk of torture or persecution to the person in question stemming from the grounds on which the moratorium is based.", "(6) Did the determination of the PRRA officer infringe sections 7 and 12 of the Canadian Charter of Rights and Freedoms or section 3 of the United Nations Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment?"], ["[32]", "It has been clearly determined by case law that the removal of a person from Canada is not contrary to the principles of fundamental justice and that the enforcement of a removal order is not contrary to sections 7 and 12 of the Charter (Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> , pages 733-735; see also  <FRAGMENT_SUPPRESSED>  at paragraph 46)."], ["[33]", "With regard to the applicant’s argument that the PRRA officer infringed section 3 of the United Nations Convention Against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment (Convention Against Torture), section 97 of the IRPA, which is the basis of the analysis made by the PRRA officer under paragraph 113(d), incorporates the principles stated in section 3 of this Convention. Section 97 specifically prevents the removal of a person to a country where he or she risks being mistreated, tortured or killed, which is precisely the type of protection required under section 3 of the Convention Against Torture (see Li, supra, at paragraph 33)."], ["[34]", "On this point, the applicant’s arguments to the effect that the decision of the PRRA officer infringed the Charter or Canada’s international obligations, as a signatory of the Convention Against Torture, are unfounded.", "IV.", "Certified Question"], ["[35]", "Counsel for the applicant submitted two (2) questions for certification, which were not explained in detail, in his memorandum or subsequently:", "1) Does section 24 of the Canadian Charter of Rights and Freedoms, which guarantees access to legal remedies and which ensures that there will be no removal to probable torture or death, authorize in cases of judicial review by the Federal Court, reference to new evidence or to the most up to date information, following the Supreme Court of Canada’s judgment in Suresh? Is new evidence which was not submitted to the decision-maker admissible in the analysis under section 24?", "2) Does section 3 of the Convention Against Torture apply before the Immigration and Refugee Protection Board and in the PRRA procedure pursuant to the Canadian Charter of Rights and Freedoms? Is it compulsory to take this into consideration in the determination of the PRRA?"], ["[36]", "The respondent opposes the application for certification of these questions because they do not transcend the interests of the immediate parties to the litigation and contemplate issues of broad significance or general application."], ["[37]", "As far as question 1 is concerned, recourse to Charter principles does not give rise to an automatic right to certification, especially when it is crystal clear in law that an application for judicial review is not an appeal and that such an application is studied taking into consideration the evidence submitted to the initial decision-maker. Furthermore, in this case, the applicant did not even deign to submit any evidence to explain why the new evidence was not submitted to the PRRA officer. If he actually does have any explanations to give, the applicant can still try to submit a new application for a PRRA under section 165 of the Regulations."], ["[38]", "There are procedures to be followed when making a PRRA, and the applicant did not abide by them. He cannot invoke section 24 of the Charter to compensate for his non-compliance with these procedures to support such an argument. This question will not be certified, as it does not raise an important question of law, considering the facts and the proceedings on record; it does not transcend the interests of the immediate parties to the litigation and contemplate issues of broad significance or general application (see  <FRAGMENT_SUPPRESSED>  (F.C.A.))."], ["[39]", "As far as the second question is concerned, it has already been dealt with by the case law of this Court (see  <FRAGMENT_SUPPRESSED> ). The principles of section 3 of the Convention Against Torture are incorporated into section 97 of the IRPA. The question as stated does not warrant certification.", "JUDGMENT"], ["[40]", "THE COURT ORDERS THAT:", "- The application for judicial review is allowed in part, and the file must be returned to another PRRA officer so a new analysis may be conducted, taking into consideration this decision;", "- No question will be certified.", "[End of document]"]]}