{"id_": "058989", "body_str": [["[1]", "McKeown, J.", ": The applicants, a husband and wife and their four children, citizens of the Philippines, applied for permanent residence in Canada and seek judicial review of the visa officer's decision dated April 19, 1993, wherein their application was refused."], ["[2]", "The issue in this case is whether the opinion of the medical officers relied upon by the visa officer was patently unreasonable, which constitutes an error of law, and is subject to judicial review. The medical evidence is all related to the 14 year old female applicant."], ["[3]", "The medical notification on the basis of which the visa officer acted is as follows:", "DIAGNOSIS", ": MENTAL RETARDATION", "NARRATIVE", ": This 14 year old female applicant has mental retardation with an IQ of 61 and has a further complication of Cerebral Palsy, predominantly affecting her right side.", "She is capable of general self care and can help in the family store but she is unable to count or understand money.", "Her reading and writing are rudimentary and though she is deemed educable, this is only to Grade VI. She has a tendency to have labile emotions and becomes easily irritated.", "It is recommended she have special schooling with very low pupil/teacher ratio; even though progress beyond 6th Grade is not foreseen. It is not expected she will ever become self-sufficient, and she will require supervision and emotional support.", "The combination of the two problems result in a poor prognosis, where expectation of improvement and self sufficiency is markedly limited. Accordingly she is inadmissible under 19(i) a (ii) of the", "Act", "for excessive demand on social services", "MEDICAL PROFILE", ": H1, D6, T5, S1, E5, M7.\""], ["[4]", "The court is competent to review the medical evidence to determine whether the medical officer's opinion is reasonable in the circumstances of the case.", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 306 (T.D.), at p. 318 [Imm. L.R.]. Dubé, J., summed up the general principles at p. 318 [Imm. L.R.], by stating:", "\"... The reasonableness of a medical opinion is to be assessed not only as of the time it was given, but also as of the time it was relied upon by the Immigration Officer, since it is that decision which is being reviewed or appealed. The grounds of unreasonableness include incoherence or inconsistency, absence of supporting evidence, failure to consider cogent evidence, or failure to consider the factors stipulated in s. 22 of the", "Regulations", ".\" (footnotes omitted)"], ["[5]", "The applicant states that there are five errors which fall within the latter three categories of unreasonableness. The applicant submits that the first error committed by the medical officers is that they failed to consider the factors set out in s. 22 of the", "Immigration Regulations", ", C.R.C. 1978 (the", "Regulations", "), and the medical officers must take these factors into account to be able to conclude that the disability of a person makes him or her a member of a class defined in s. 19(1)(a) of the", "Immigration Act", ", R.S.C. 1985, c. I-2, as amended (the", "Act", "). The relevant part of s. 19(1)(a) reads as follows:", "\"19(1) No person shall be granted admission who is a member of any of the following classes:", "(a) Persons who are suffering from any disease, disorder, disability or other health impairment as a result of the nature, severity or probable duration of which, in the opinion of a medical officer concurred in by at least one other medical officer,", ". . . . .", "(ii) their admission would cause or might reasonably be expected to cause excessive demands on health or social services;\""], ["[6]", "Section 22 of the", "Regulations", "reads as follows:", "\"22. For the purpose of determining whether any person is or is likely to be a danger to public health or to public safety or whether the admission of any person would cause or might reasonably be expected to cause excessive demands on health or social services, the following factors shall be considered by a medical officer in relation to the nature, severity or probable duration of any disease, disorder, disability or other health impairment from which the person is suffering, namely,", "(a) any reports made by a medical practitioner with respect to the person;", "(b) the degree to which the disease, disorder, disability or other impairment may be communicated to other persons;", "(c) whether medical surveillance is required for reasons of public health;", "(d) whether sudden incapacity or unpredictable or unusual behaviour may create a danger to public safety;", "(e) whether the supply of health or social services that the person may require in Canada is limited to such an extent that", "(i) the use of such services by the person might reasonably be expected to prevent or delay provision of those services to Canadian citizens or permanent residents, or", "(ii) the use of such services may not be available or accessible to the person;", "(f) whether medical care or hospitalization is required;", "(g) whether potential employability or productivity is affected; and", "(h) whether prompt and effective medical treatment can be provided.\""], ["[7]", "The applicant submitted that the medical officers erred in failing to consider the degree and the probable consequences of that degree of retardation for excessive demands on government services and that they failed to make a distinction between mental retardation and mild mental retardation. As stated in the medical notification, Cheryll, a 14 year old female, was described as having mental retardation. The three specialists whose reports were reviewed by the medical officers dealt with Cheryll's mental retardation as follows. Dr. Perez, a specialist in neurology and internal medicine, found that she had cerebral palsy with mild mental deficiency. Dr. Celdran, a pediatrician, stated \"I don't think she is mentally deficient, although she is probably slow because of lack of schooling\". The psychological tests showed that she had mild mental deficiency. Test results on intellectual functioning revealed mild mental retardation. Mr. Rosuelo, a psychologist, found that Cheryll had mild mental retardation. However, the two medical officers simply state that Cheryll has mental retardation, and rely on certain information and material to come to that conclusion. I note the case of", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 1 (F.C.A.), where the Board did not inquire as to the reasonableness of the medical officer's conclusion, and the court found this to be an error. In the case before me, the medical officers have provided reasons for why mental retardation is the proper diagnosis, however, they have failed to indicate the level or degree of mental retardation suffered by Cheryll. In my view, the concerns expressed by MacGuigan, J.A., in", "<FRAGMENT_SUPPRESSED> , are applicable to this case. He stated at p. 5 [Imm. L.R.]:", "\"It should be obvious from", "Jiwanpuri", "that the mere invocation of mental retardation leads to no particular conclusion. Mental retardation is a condition covering a wide range of possibilities from total inability to function independently to near normality. The concept cannot be used as a stereotype, because it is far from a univocal notion. It is not the fact alone of mental retardation that is relevant, but the degree, and the probable consequences of that degree of retardation for", "excessive", "demands on government services. It was that assessment that the board failed to make in the case at bar.\""], ["[8]", "Dr. Gushulak, one of the examining medical officers, did say as follows at paragraph 7 of his affidavit:", "\"After considering the above information and material, my opinion, was that the medical evaluations involved in the immigration medical examination process indicated that Cheryll Sabater was suffering from mental retardation and as a result of the nature, severity or probable duration of which, her admission would cause or might reasonably be expected to cause excessive demands on health or social services ...\""], ["[9]", "I note, however, that Dr. Gushulak gives no indication of the level or degree of mental retardation suffered by Cheryll and, as a result, it is difficult to determine the basis upon which he found that the admission of Cheryll would cause excessive demands on social services. While the medical assessments relied upon by Dr. Gushulak indicate that Cheryll suffers from mild mental deficiency or retardation, he simply states in his report that she is mentally retarded, and that \"as a result of the nature, severity or probable duration of which, her admission would cause ... excessive demands on social services\". One would assume that the medical officer, as he based his findings on the reports of other medical practitioners, would agree with their diagnosis of mild mental retardation. However, because he has not clearly stated in his report what the nature or severity of her mental retardation is, it is difficult to assess the reasonableness of his finding that she would cause excessive demands on social services. This is not to say that a person suffering from mild mental retardation could not be found to cause excessive demands on social services, as there are many factors that must be considered when making such a determination. In my view, however, it would be reasonable for there to be a higher onus of proof on the medical officer to demonstrate excessive demand in a situation of mild retardation. That is, if it is found that a person suffers from mild mental retardation, it must clearly be set out why they have been found to cause excessive demands on social services. As it is not clear what the degree of mental retardation is in this case, it is not clear what level of proof is required to find excessive demand on social services."], ["[10]", "While I agree with counsel for the respondent that for most cases the medical officer should not have to distinguish the extent of the degree of the illness in question, the medical officers in the case at bar referred to an article prepared by the Assistant Director, Immigration Overseas Health Services, HWC Ottawa (Exhibit K to Dr. Gushulak's affidavit) where the effects of severe and moderate mental retardation have been costed out. There is no costing out, however, of mild mental retardation. This seems to indicate that there is a recognized difference in the demands on social services based on the degree or level of mental retardation of an individual. As a result, I find that it was an error for the medical officer to fail to specify the degree of mental retardation that was suffered by Cheryll."], ["[11]", "The applicant alleges that the second error was that the medical officer considered factors that are irrelevant and not provided for under s. 22 of the", "Regulations", ", to conclude that Cheryll's disability makes her a member of a class defined in s. 19(1)(a) of the", "Act", ". In particular, it is submitted that the medical officers looked at lack of education and the need for supervision and support. The applicant claims this was contrary to", "Minister of Employment and  <FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 241 (F.C.A.). However, in that case, the medical officers failed to take into account any of the factors in s. 22 of the", "Regulations", ". In the case before me, the medical officers referred to reports by medical practitioners with respect to the person in accordance with s. 22(a) of the", "Regulations", ", to whether the supply of health or social services the person may require in Canada is limited to such extent as required in (e) and (f) to the use of such services by the person as might reasonably be expected to prevent or delay provision of health services to Canadian citizens or permanent residents, and (g) to whether potential employability or productivity is affected. I do not read Marceau, J.A., as precluding looking at other factors outside of s. 22 which are relevant. The relevance of these factors in this case is that they are specifically referred to in the medical reports. I, therefore, find that the medical officers made no error on this point."], ["[12]", "The applicant submits the third error was that the medical officers assessed Cheryll as having \"a tendency to have labile emotions and become easily irritated\" and this assessment was patently unreasonable. The applicant states that the neurological reports state there are no neuro-behavioral problems, and that the psychological report states that the projective tests administered reveal \"conflicts common during adolescence\" only. However, the psychologist stated:", "\"1. CS is an emotionally sensitive adolescent, who is quick to pick up signs of rejection ...", ". . . . .", "3. As she is apt to have a superficial understanding of things, she is apt to be irritable when immediate results are not achieved. She easily loses interest and becomes changeable in her behaviours. Carried to extremes, she can make sudden reckless decisions which may not be to her best advantage.\""], ["[13]", "Thus there was evidence before the medical officers upon which it was open to them to find that she \"has a tendency to have labile emotions and become easily irritated\"."], ["[14]", "The applicant states that the fourth error is that medical profile D6, and the medical officer's assessment that Cheryll \"will require supervision and emotional support\" do not support the conclusion that she is inadmissible under s. 19(1)(a)(ii) of the", "Act", "for excessive demands on social services. In the", "Immigration Manual", "medical profile D6 is described as \"requires, or may well require, special home care indefinitely as well as regular health and/or social supervision\". The applicant submitted that there was a further error in the failure to address the question of whether family or outsiders would provide the supervision and the type of services required and demanded and, furthermore, that the visa officer's finding was inconsistent with the medical report stating that she does not require institutional care. The applicant alleges most 14 year old girls require supervision and emotional support. However, there was other material which indicated that she did require supervision and emotional support and it was not patently unreasonable for the medical officers to reach the conclusion that she \"will require supervision and emotional support\" and use that conclusion to state that she is inadmissible under s. 19(1)(a)(ii) of the", "Act", "for excessive demands on social services."], ["[15]", "The applicant submits the fifth error made by the medical officers was that Cheryll would place an excessive demand on social services. It was submitted that special schooling with a very low pupil/teacher ratio does not constitute social services. Therefore, one cannot have excessive demands if there are no social services being supplied. There is an Immigration Appeal Board decision relating to this fact,", "<FRAGMENT_SUPPRESSED>", "\"... It should also be noted that it may well be that schools, or at least ordinary public schools supplying courses for handicapped children are not 'social services' within the meaning of that phrase in para. 19(1)(a) of the", "Act", "...\""], ["[16]", "The Board went on to state that is was not necessary for their decision to decide that point. The applicant also submitted that even if schooling fell within social services, the medical officers erred in concluding that such a requirement would cause excessive demands as prescribed under s. 22 of the", "Regulations", ". Since we do not know the degree of mental retardation, it is difficult to determine what the demand will be. The applicant submits that s. 22 specifically states in determining whether there are excessive demands on social services, \"the following factors shall be considered by a medical officer in relation to the ... severity ... of any disease ... from which the person is suffering, ...\"."], ["[17]", "Further submissions were received from both parties with respect to the definition of social services, however, neither of the said submissions offered any case law to assist me in determining whether schools providing courses for handicapped children are considered social services."], ["[18]", "Counsel for the applicant disagreed with the submission of the respondent that \"vocational rehabilitation, workshops, residential schools are social services within the meaning of the", "Immigration Act", "provided that they are delivered by public institutions or agencies or funded either wholly or substantially at public expense\". Counsel for the applicant claims that public funding is not a factor to consider under the", "Immigration Regulations", ", but rather only whether the use of the services required by an immigrant would prevent or delay the provision of those services to Canadian citizens or permanent residents. While the", "Act", "is not determinative in this respect, in my opinion, services provided by schools to the handicapped may be considered as social services. As mentioned, there was no clear finding on the level of mental retardation of the applicant, and as such, I cannot properly entertain the submission of counsel for the applicant that even if schools are considered to be providing social services, the mild level of mental retardation of the applicant alone does not cause excessive demands on those services within the meaning of s. 19(1)(a)(ii). I, therefore, find that the determination that the claimant is inadmissible under s. 19(1)(a)(ii) for excessive demands on social services was made without a determination as to the degree of mental retardation. The matter is returned to a visa officer for a determination of the level of mental retardation suffered, and a rehearing on the issue of excessive demand on social services.", "Application allowed.", "Editor: Jana A. Andersen/gs", "[End of document]"]]}