{"id_": "058965", "body_str": [["[1]", "de Montigny, J.", "[Translation]: This is an application for judicial review of the decision issued by Referee Marcel Guilbert on September 10, 2010, under section 251.12 of the", "Canada Labour Code", ", RSC 1985, c L-2. In his decision, the Referee dismissed the applicant's wage recovery appeal, thereby confirming Inspector Pierre Marcoux's finding that the applicant's complaint was unfounded."], ["[2]", "After reviewing the record and the representations of the applicant and counsel for the respondent, the Court has reached the conclusion that it should not intervene. Although the Court understands that the applicant may be disappointed with the Referee's decision, he has not demonstrated that the decision was unreasonable or contrary to the principles of natural justice and procedural fairness.", "1. Facts"], ["[3]", "The respondent, Diffusion Laval Inc., hired the applicant, Normand Bellefleur, as a sales representative on September 1, 2006. His mandate was to sell advertising on Radio Boomer AM 1570, a radio station in Laval, Quebec. Although no written employment contract was submitted into evidence, it appears that the applicant was remunerated through a commission of 15% of advertising sold, payable once the advertising aired and the amount owing for the advertising was paid. It seems that Mr. Bellefleur was also entitled to a [translation] \"performance bonus\" based on a certain threshold of weekly sales or on the rate at which the advertising was sold. This bonus, however, consisted of a discount in kind (in the form of a product or service) with a merchant identified by the employer, which agreed, in return, to broadcast the advertising at no cost for an amount equivalent to the value of the merchandise Mr. Bellefleur obtained as a bonus."], ["[4]", "On February 20, 2009, the applicant received a letter from Claire Bellefeuille, director of Radio Boomer, advising him that he was being laid off because the business was being restructured."], ["[5]", "On March 13, 2009, Mr. Bellefleur filed a complaint with the Labour Program at Human Resources and Skills Development Canada, claiming that he had not received all the commissions he was entitled to as well as an amount of 4% for annual vacation with respect to those amounts, that he had been given only one week's notice prior to his termination, that he had not been paid any severance pay and that he had not received the performance bonus he was entitled to."], ["[6]", "Inspector Pierre Marcoux allowed Mr. Bellefleur's requests in part. In a letter dated March 25, 2009, he informed Diffusion Laval Inc. that it had to pay him the equivalent of an additional week's work as notice and five days' severance pay under sections 230 and 235 of the", "Canada Labour Code", ". The respondent discharged these obligations."], ["[7]", "After investigating the complaint, Inspector Marcoux determined that the employer had not breached the provisions of Part III of the", "Canada Labour Code.", "In his letter to the applicant dated October 19, 2009, he first made the preliminary finding that the employer had paid Mr. Bellefleur all the money it owed him as commission and that it was not required to pay a [translation] \"performance bonus\"because the Code does not contain a provision to that effect. Then, on November 12, he confirmed his preliminary determination and concluded that the applicant's complaint was unfounded."], ["[8]", "On November 24, 2009, the applicant appealed the Inspector's decision under section 251.11 of the Code. On that appeal, Mr. Bellefleur claimed the sum of $5,283.90, representing two unpaid commissions and his performance bonus. A hearing before the Referee took place on May 25, 2010, at which the applicant testified as did Ms. Bellefeuille and Luc Camerlain, the respondent's representatives.", "2. Impugned decision"], ["[9]", "The Referee noted first that Mr. Bellefleur's remuneration consisted of a 15% commission on sales and that it was payable on receipt and payment of the accounts receivable. He emphasized the fact that the amounts due are from finalized sales, i.e. the broadcasting of the advertisements, which is a current and accepted practice in the field. This means that if for some reason the contract is amended, the amounts owing will change based on the new contract."], ["[10]", "Regarding the contract with Triangle de la Santé, the Referee found first that the contract in the initial amount of $83,700 had been cancelled, resulting in a compensatory payment of $17,275 (20% of the initial amount). However, the Referee accepted the respondent's representations that negotiations between the parties had resulted in them agreeing on the amount of $8,000 and therefore found that Mr. Bellefleur could not claim a commission on the total amount of the penalty provided for in the contract, especially since he had received a special 40% commission."], ["[11]", "As for the advertising contract with Chirofil and Optimum, for which the applicant claimed a 15% commission on the amount set out in the contract, the Referee again allowed the respondent's argument that it had received only $1700 (including taxes), not $3,325. Consequently, he agreed that the applicant had received the amount of commission he was entitled to, i.e. $225.60."], ["[12]", "Last, the Referee was of the view that the applicant could not claim a performance bonus because neither he nor the employer had succeeded in interesting a company that wanted to enter into an advertising contract with Diffusion Laval in return for which Mr. Bellefleur could have obtained a good or service from that company."], ["[13]", "In light of the foregoing, the Referee decided to affirm the Inspector's decision and dismiss the respondent's appeal request.", "3. Issues"], ["[14]", "The applicant put forward a number of arguments against the Referee's decision. These various arguments raise the following two issues:", "a. Does the Referee's decision breach the applicant's right to procedural fairness or the principles of natural justice?", "b. Did the Referee err in his assessment of the evidence in the record?", "4. Analysis"], ["[15]", "Before reviewing the issues, a word about the standard of review is in order. To determine the appropriate standard of review, it is important to consider the four factors set out in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]: (1) the presence or absence of a privative clause; (2) the referee's expertise compared to that of the reviewing Court; (3) the object of the statute and of the provision in question; and (4) the nature of the question at issue."], ["[16]", "In this case, there is no doubt that subsections 251.12(6) and (7) of the", "Canada Labour Code", "constitute a strong privative clause that militates in favour of significant deference towards the Referee. This clause reads as follows:", "Order final", "251.12 (6) The referee's order is final and shall not be questioned or reviewed in any court.", "No review by", "certiorari", ", etc.", "(7) No order shall be made, process entered or proceeding taken in any court, whether by way of injunction,", "certiorari", ", prohibition,", "quo warranto", "or otherwise, to question, review, prohibit or restrain a referee in any proceedings of the referee under this section."], ["[17]", "Second, referees have extensive experience with and knowledge of the labour relations environment and have more expertise in this regard than this Court. As the Court of Appeal stated in", "<FRAGMENT_SUPPRESSED> NR 285:", ". . . referees generally have more expertise in matters of labour standards than this Court. That would suggest that they are owed deference in a decision as to the specific entitlement of an employee to a remedy under Part III of the", "Canada Labour Code", ", even if the decision involves a question of statutory interpretation of the referee's home legislation.", "See also:", "<FRAGMENT_SUPPRESSED> FTR 70;", "<FRAGMENT_SUPPRESSED> FTR 277."], ["[18]", "As for the object of the provisions in question, they encourage the timely resolution of disputes and enable employees to collect the money that is owed to them. Their remedial nature and their provision for timely settlements of disputes imply that Parliament intended to give a great deal of latitude to referees and to limit the courts' power to intervene."], ["[19]", "Finally, the issue before the Referee was purely factual: whether the applicant had received all the remuneration he was entitled to. Again, these are issues that invite great deference."], ["[20]", "In short, taking into consideration the criteria mentioned above, the appropriate standard of review can only be reasonableness. Consequently, the Court will be justified in intervening only where a referee's decision does not fall into the range of acceptable outcomes justified in fact and in law ( <FRAGMENT_SUPPRESSED> ,", "supra", "at paragraph 47)."], ["[21]", "Of course, that is not the case with respect to the first issue the applicant raised. Where the integrity of the decision-making process is at issue, the standard of correctness applies. In other words, the Court must intervene where the principles of procedural fairness or natural justice have not been complied with.", "a. Did the Referee's decision breach the applicant's right to procedural fairness or the principles of natural justice?"], ["[22]", "The grounds that the applicant relies on to show that the Referee did not comply with the principles of natural justice and procedural fairness are not very explicit.", "Inter alia", ", he takes the position that the Referee showed bias by referring to him as the [translation] \"complainant\" rather than the [translation] \"appellant\". In addition, he maintains that the Referee's decision disregarded the evidence in the record in a number of respects."], ["[23]", "These arguments appear to me quite insufficient to support a finding that the principles of procedural fairness were breached. The term [translation] \"complainant\" is commonly used to refer to a person who has filed a complaint, and the", "Canada Labour Code", "uses this term several times (see, for example, subsections 97(2), 98(3) and 133(2)). It is true that under subsection 251.11(1), it would have perhaps been more appropriate to refer to the applicant as the [translation] \"appellant.\" But there is no reason to believe that the use of the word [translation] \"complainant\" connotes a bias against the applicant in any way."], ["[24]", "As for the fact that the Referee did not accept the evidence the applicant submitted, that was his prerogative. As the decision-maker, it was up to him to assess the evidence before him, to determine what appeared relevant to him and to give it the weight he deemed appropriate. The applicant has not established that the Referee was biased or prejudiced, that he did not have the opportunity to present his evidence or arguments or that the reasons for the decision were unclear. Consequently, the Court cannot accept the applicant's argument that the Referee exceeded his jurisdiction by not complying with the principles of procedural fairness or natural justice.", "b. Did the Referee err in his assessment of the evidence in the record?"], ["[25]", "Mr. Bellefleur's first claim concerns a contract between Diffusion Laval Inc. and Chirofil. The initial amount of the contract was $3,325 and involved advertising for Chirofil, Optimum (and possibly Volvo, although the evidence is not clear on this point). In a letter from Ms. Bellefeuille to Mr. Bellefleur on August 6, 2009, she stated that Chirofil and Optimum had paid only $1,700 (including taxes) to Diffusion Direct for this contract and that Mr. Bellefleur received the commission he was entitled to, i.e. 15% of that amount before taxes. Moreover, she stated in her affidavit of January 13, 2011, that a credit of $556 was given to Chirofil and Optimum, [translation] \"to buy peace.\" No details were provided as to the amount that Volvo paid."], ["[26]", "The applicant is claiming approximately $75 for unpaid commission on the credit of $556 given to Chirofil and Optimum, for which he says he was never consulted. He also contends that Ms. Bellefeuille's letter referring to a total payment of $1,700 is only a smoke screen and contradicts a statement of account indicating that the initial amount of $3,325 was paid."], ["[27]", "It was reasonable for the Referee to find, on the basis of the evidence before him, that Diffusion Laval Inc. had received only $1,700 and that Mr. Bellefleur received the commissions that were owed to him. It is true that the evidence is far from clear in this regard. In these circumstances, it was for the Referee to choose the version that appeared to him to be the most credible. Moreover, he explained that Mr. Bellefleur was not entitled under his contract to claim a commission on the amount of the credit given to Chirofil and Optimum and therefore not paid to Diffusion Laval Inc. Perhaps he could have explained in more detail why he believed Ms. Bellefeuille's statement that Diffusion Laval Inc. had received only $1,700 in total, but this deficiency does not taint his decision to the point of making it unintelligible, especially since the amount in dispute ($73.85 to be exact) is very small."], ["[28]", "With respect to the applicant's claim concerning the advertising contract with Triangle de la Santé, the applicant submits that he should have received a 40% commission on the total amount of the cancellation payment set out in the contract, rather than 40% of the amount that Triangle de la Santé ultimately paid as the result of an agreement with his employer. It is true that the initial contract provided for a cancellation fee of 20% in case of rescission, which would have been $17,275. Although the evidence is not entirely clear on this point, it appears that Diffusion Laval Inc. accepted the amount of $8,000 as compensation for reasons that are not explained in Ms. Bellefeuille's affidavit."], ["[29]", "The applicant is not challenging the employer's version but contends that he should not be penalized if the employer accepted a lesser amount than that provided in the contract. He therefore takes the position that he should have received a 40% commission on $27,275, not on $8,000, which is a difference of $3,710."], ["[30]", "The Referee dismissed this argument and found that the employer had no obligation to pay him a commission on an amount that it did not receive. The applicant did not satisfy me that the Referee erred in reaching this conclusion. Not only did the agreement between Mr. Bellefleur and Diffusion Laval Inc. provide that he would receive a commission on sales completed, and therefore on receipt and cashing of accounts receivable, but in addition, it seems to be current practice in the advertising industry that the amount of a commission is determined by taking into account any subsequent change to the contract. The applicant failed to show that this finding by the Inspector, which was adopted by the Referee, was in fact inconsistent with practices in this field. He also did not establish that the employment contract between him and his employer departed from this practice. In this context, it was open to the Referee to find that the applicant's rights had not been adversely affected."], ["[31]", "The issue of the performance bonus remains. The Inspector had determined that the", "Canada Labour Code", "does not contain a provision regarding bonuses payable in the form of goods or services with a potential client. The Referee decided to accept the employer's evidence that it was Mr. Bellefleur's responsibility to interest a potential client in this type of exchange in order to receive his bonus. Mr. Bellefleur took the position that this practice was not current in the industry and that the employer had undertaken to provide him with a list of merchants at whose businesses he could exchange the amount of his bonus. However, he provided no evidence to this effect, and the Referee could therefore prefer the employer's version over Mr. Bellefleur's. As an administrative decision-maker, it was for the Referee to determine the facts based on the evidence submitted to him. Having regard to the evidence in the record, his assessment of the facts and the findings he made thereon do not appear unreasonable to me."], ["[32]", "For all these reasons, the application for judicial review is dismissed without costs.", "JUDGMENT"], ["[33]", "THE COURT RULES that", "the application for judicial review is dismissed without costs.", "Application dismissed.", "Editor: Angela E. McKay/vnh"]]}