{"id_": "059080", "body_str": [["[1]", "Zinn, J.", ": I am not persuaded that it was unreasonable for the Board to find that the risk the applicant faces in El Salvador is a generalized rather than a personalized risk, which means that the applicant is not a person in need of protection pursuant to paragraph 97(1)(b)(ii) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27. For that reason I am dismissing this application."], ["[2]", "The starting point is for the Board to appropriately determine the nature of the risk faced by the claimant. Here the Board did so. It found that she was\"a victim of crime\" and that the threats and assault she experienced were \"as a result of extortion demands.\" In my view, that is a reasonable assessment and description of the risk the applicant faced, based on the record before the Board."], ["[3]", "The next step in the analysis is to compare the risk faced by the claimant to that faced by a significant group in the country to determine whether the risks are of the same nature and degree. The Board here did so and found that\"the risk faced by the claimant as a result of being the target of extortion, is faced generally by many people who are perceived to be wealthy, or own their own business in El Salvador.\" That too is a reasonable assessment based on the record."], ["[4]", "Lastly, if the Board finds that the risk is a personalized one then it must examine the forward-looking nature of the risk. In this case, having reasonably found that the risk was a generalized one, no such forward-looking analysis was required."], ["[5]", "This application must be dismissed. No question was proposed for certification.", "JUDGMENT"], ["[6]", "THIS COURT'S JUDGMENT is that", "this application is dismissed and no question is certified.", ".........................", "<FRAGMENT_SUPPRESSED>  suis pas convaincu qu'il était déraisonnable pour la Commission de conclure que le risque auquel la demanderesse est exposée au Salvador est un risque généralisé plutôt qu'un risque personnalisé, ce qui signifie que la demanderesse n'est pas une personne à protéger au sens du sous-alinéa 97(1)", ")(ii) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27. Pour ce motif, je rejette la présente demande."], ["[2]", "La Commission doit d'abord déterminer correctement la nature du risque auquel la demanderesse doit faire face. En l'espèce, la Commission l'a fait. Elle a conclu que la demanderesse était une « victime d'actes criminels » et que les menaces et les agressions qu'elle avait subies « découlaient des manœuvres d'extorsion ». À mon avis, il s'agit d'une appréciation et d'une description raisonnables du risque auquel la demanderesse est exposée, en fonction du dossier dont la Commission était saisie."], ["[3]", "La prochaine étape de l'analyse vise à comparer le risque auquel la demanderesse est exposée avec celui auquel est exposée une partie importante de la population de son pays pour déterminer si ces risques sont similaires de par leur nature et leur gravité. En l'espèce, la Commission l'a fait et a conclu que « le risque auquel est exposée la demandeure d'asile, du fait qu'elle a été victime d'extorsion, est un risque auquel sont généralement exposées les nombreuses personnes qui sont considérées comme nanties ou qui possèdent leur propre entreprise au Salvador ». Il s'agit là aussi d'une évaluation raisonnable fondée sur le dossier."], ["[4]", "Enfin, si la Commission conclut que le risque est personnalisé, alors elle doit examiner la nature prospective du risque. En l'espèce, comme elle a raisonnablement conclu que le risque était généralisé, la Commission n'avait pas à effectuer une telle analyse prospective."], ["[5]", "La demande doit être rejetée. Aucune question n'a été proposée à des fins de certification.", "JUGEMENT"], ["[6]", "LA COUR STATUE que", "la présente demande est rejetée et qu'aucune question n'est certifiée.", "[End of document]"]]}