{"id_": "059136", "body_str": [["[1]", "Denault, J.", "[TRANSLATION]: The plaintiffs are asking the court to issue a permanent injunction to protect the exclusive rights secured to them by the Copyright Act, R.S.C. 1970, c. C-30. They are also making a claim against the defendants for damages, an indemnity corresponding to the profit made by the infringers of their rights and exemplary damages; finally, they are asking to be declared owners of the copies seized.", "PARTIES"], ["[2]", "The plaintiffs Les Dictionnaires Robert Canada S.C.C. (hereinafter referred to as \"Robert Canada\") and Editions France-Amérique (1984) Ltée (hereinafter referred to as \"E.F.A.\"), both Canadian corporations, are respectively claiming that they hold the copyrights and exclusive rights to the sale and distribution in Canada of several works, three of which are at issue here, namely the dictionaries Petit Robert 1, Petit Robert 2 and Micro Robert."], ["[3]", "The defendant Librairie du Nomade Inc. (hereinafter referred to as  <FRAGMENT_SUPPRESSED> ) is a Quebec company which is engaged in the wholesale and retail sale and distribution of literary works. Pierre Sussman is its president. He was not the subject of an action at the start of the proceedings, but was named personally in a subsequent amendment since, in the submission of the plaintiffs, he is to be regarded as to alter ego of Librairie du Nomade Inc., and so personally responsible for the acts alleged against them.", "SUMMARY OF FACTS"], ["[4]", "For a proper understanding of the issue, it may be helpful to briefly summarize the facts before analyzing them in detail and identifying the points of law which arise. Since July 1977, E.F.A. has been the exclusive distributor in Canada of certain texts published by the French company S.N.L. - Dictionnaire Le Robert, known chiefly for the sale of its dictionaries. On October 1, 1979, the French company transferred all its Canadian copyrights to Robert Canada and at that time took the opportunity of confirming the exclusive right of E.F.A. to distribute its works in bookstores, including Petit Robert 1 and Micro Robert, and at this time it added Petit Robert 2 and several other texts. This transfer of copyrights for the Canadian territory was registered in the Canadian Copyright Office on January 8, 1980, as No. 41,677. Shortly after these rights were transferred to it, the plaintiff Robert Canada and its exclusive distributor E.F.A. found that their rights had been infringed and brought legal proceedings against certain firms engaged in parallel distribution, including Presses Métropolitaines Inc. An interlocutory injunction was issued against this company on February 21, 1980: it was the beginning of a legal guerilla war which led eventually to conviction for contempt of court on July 6, 1983. In the meantime, the plaintiffs learned that the defendant at bar, Nomade, was also engaged in the clandestine and parallel distribution of dictionaries that were not within its network. On June 21, 1982, the legal proceedings at bar were brought against Nomade, beginning with a seizure before judgment (Anton Pillar) at the company's head office. A considerable number of \"pirated\" dictionaries was seized. At the time of this seizure it was learned that these dictionaries had been imported from the parent company  <FRAGMENT_SUPPRESSED>  directly through a New York firm, Ideal Foreign Books Inc., and shipped directly to Canada. The connection between Presses Métropolitaines and Librairie du Nomade was thus established: the two companies had each at different times obtained dictionaries through Ideal Foreign Books, Librairie Nomade, a customer of Presses Métropolitaines until February 1980, having become the supplier of the latter after an interlocutory injunction was issued prohibiting it from distributing the Robert dictionaries. In short, the U.S. connection was just updated. The plaintiffs accordingly brought the action at bar first against Nomade for infringing their exclusive rights (s. 17(1)), but Pierre Sussman was soon joined as a defendant on the ground that these infringements of their rights had been knowingly perpetrated (s. 17(4)) and in fact constituted an actual conspiracy: hence the applications at bar for a permanent injunction prohibiting the defendant from selling, distributing, exhibiting by way of trade or importing the works at issue, an order to the defendants to return the contraband copies to the plaintiffs together with accessory items seized with them, and finally an order to pay exemplary damages.", "DEFENCE"], ["[5]", "In their initial defence the defendants denied all the rights of the plaintiffs and even asked to have the certificate of registration of the copyright cancelled. Shortly before the hearing, they altered their position and limited their argument to the following points:", "(a) despite the copyright registration by Robert Canada, it appeared from the copyright notice printed on the fly-leaf of the dictionaries that the copyright actually belonged to S.N.L. - Le LRobert of Paris, France \"for all countries\";", "(b) Ideal Foreign Books Inc. of New York, the regular distributor of the Dictionnaires Robert for North America, bought dictionaries directly from S.N.L. - Le Robert of Paris, France and imported them to the defendant Nomade;", "(c) Nomade never knew that the dictionaries purchased from Ideal Foreign Books infringed the plaintiffs' copyrights;", "(d) even admitting that it was they who imported the dictionaries into Canada, the defendants argued on the basis of s. 22 of the Act that they had no reason to suspect the existence in Canada of a copyright registration different or contrary to that appearing on the fly-leaf of dictionaries in respect of S.N.L. - Le Robert, which it said was only amended in favour of Robert Canada after the proceedings had been initiated, and in any case, if the plaintiffs were entitled to any remedy it was merely an injunction;", "(e) in their submission there was no legal connection between E.F.A. and the defendants, and in particular between the plaintiffs and the defendant Pierre Sussman.", "LAW"], ["[6]", "The purpose of the Copyright Act is to ensure that the author of a work, his assignee or anyone holding a right relating thereto will have protection under the law against any infringement of his rights. It may be helpful to set out the relevant sections:", "\"17(1) Copyright in a work shall be deemed to be infringed by any person who, without the consent of the owner of the copyright, does anything that, by this Act, only the owner of the copyright has the right to do.", ". . . . .", "\"(4) Copyright in a work shall also be deemed to be infringed by any person who", "(a) sells or lets for hire, or by way of trade exposes or offers for sale or hire;", "(b) distributes either for the purposes of trade, or to such an extent as to affect prejudicially the owner of the copyright;", "(c) by way of trade exhibits in public; or", "(d) imports for sale or hire into Canada;", "any work that to his knowledge infringes copyright or would infringe copyright if it had been made within Canada.\""], ["[7]", "The civil remedies open to persons whose rights have been infringed are set out in s. 20 of the Act:", "\"20(1) Where copyright in any work has been infringed, the owner of the copyright is, except as otherwise provided by this Act, entitled to all such remedies by way of injunction, damages, accounts, and otherwise, as are or may be conferred by law for the infringement of a right.\""], ["[8]", "Though the defendants did not challenge the existence of the copyright as such, they expressed certain doubts as to the status of the plaintiffs, so that it is worth reproducing s. 20(3):", "\"20(3) In any action for infringement of copyright in any work, in which the defendant puts in issue either the existence of the copyright, or the title of the plaintiff thereto, then, in any such case,", "(a) the work shall, unless the contrary is proved, be presumed to be a work in which copyright subsists; and", "(b) the author of the work shall, unless the contrary is proved, be presumed to be the owner of the copyright;", "and where any such question is at issue, and no grant of the copyright or of an interest in the copyright, either by assignment or licence, has been registered under this Act, then, in any such case,", "(c) if a name purporting to be that of the author of the work is printed or otherwise indicated thereon in the usual manner, the person whose name is so printed or indicated shall, unless the contrary is proved, be presumed to be the author of the work; and", "(d) if no name is so printed or indicated, or if the name so printed or indicated is not the author's true name or the name by which he is commonly known, and a name purporting to be that of the publisher or proprietor of the work is printed or otherwise indicated thereon in the usual manner, the person whose name is so printed or indicated shall, unless the contrary is proved, be presumed to be the owner of the copyright in the work for the purpose of proceedings in respect of the infringement of copyright therein.\""], ["[9]", "When such proceedings are instituted, the Register of the Copyright Office is evidence of the particulars entered in it. Section 36 provides:", "\"36(1) Every register of copyrights under this Act is evidence of the particulars entered therein, and documents purporting to be copies of any entries therein or extracts therefrom, certified by the Commissioner of Patents or the Registrar of Copyrights and sealed with the seal of the Copyright Office, shall be admissible in evidence in all courts without further proof or production of the originals.", "\"(2) A certificate of registration of copyright in a work is evidence that copyright subsists in the work and that the person registered is the owner of such copyright.\""], ["[10]", "We shall return below to, and cite if necessary, other relevant sections of the Copyright Act.", "ISSUE"], ["[11]", "The case at bar raises four questions to which the court must find a solution:", "(1) when the proceedings were brought, did Robert Canada own the copyrights and E.F.A. the exclusive distribution rights for Canada in the dictionaries Petit Robert 1, Petit Robert 2 and Micro Robert?", "(2) if so, did the defendants infringe those rights?", "(3) did the defendants know of the existence of Robert Canada's copyrights and E.F.A.'s exclusive distribution rights between January 1980 and June 1982?", "(4) are the actions of the defendant Pierre Sussman sufficient to make him personally liable?", "1 - ROBERT CANADA'S COPYRIGHTS AND", "EDITIONS FRANCE-AMERIQUE'S EXCLUSIVE", "DISTRIBUTION RIGHTS"], ["[12]", "To begin with, it is important to note that the case concerns the time between late January 1980 and the beginning of proceedings in June 1982, both because of the date the copyrights were registered (January 8, 1980) and the dates shown on the documents seized, which place the importation and sale of the dictionaries by the defendants in this period."], ["[13]", "Before the hearing counsel for the parties agreed to admit a number of facts which need not be mentioned but the relevance of which will be indicated in passing. Accordingly, the defendants agreed not to challenge or question in any way that there is a chain of title between the writers or collaborators in each of the works at issue and S.N.L. - Dictionnaire Le Robert. The chains of title were admitted for the purposes of this case only, but the defendants reserved the right to challenge the chain of title between S.N.L. - Dictionnaire Le Robert and the plaintiffs."], ["[14]", "As was briefly indicated above, on July 2, 1977, the French company assigned to the distributor - the plaintiff was then known as Editions France-Amérique Limitée - \"the exclusive right to distribute its works in bookstores, for all bookstores located in the Canadian territory\" (P-9). However, there were certain exclusions."], ["[15]", "The defendant Nomade argued that this contract cannot be set up against it because it is not a bookstore in the usual sense of the word. Contrary to the practice whereby a bookstore owns its own premises the defendant, through its president Pierre Sussman, related the history of this business which, though for some time it has fitted the usual meaning of a bookstore, was not originally one despite its name because it was then a small family business run out of the basement of the Sussman residence: eventually a warehouse was purchased where salesmen would load their trucks and travel to schools in the province of Quebec, and then Ontario and the Maritimes, to sell remaindered books directly to interested students. This argument has no merit: as its name indicates, Nomade is quite clearly a bookstore, though it has used innovative marketing methods, primarily in respect of its target customers and the books it distributed; in short, it was exactly what it claimed to be, namely a nomadic or itinerant bookstore."], ["[16]", "It is hardly necessary to mention again that this contract covered inter alia the distribution of the Petit Robert 1 and Micro Robert dictionaries."], ["[17]", "On October 1, 1979 S.N.L. - Le Dictionnaire Robert (Robert France) assigned its Canadian copyrights to Robert Canada, and a new agreement was entered into (P-10) which stipulated:", "\"(1) The company Les Dictionnaires Robert Canada S.C.C. hereby appoints Les Editions France-Amérique Ltée the exclusive distributor in Canada of texts published by S.N.L. - Dictionnaire Le Robert, over which the said Les Dictionnaires Robert Canada S.C.C. holds copyrights in Canada according to the attached list (as later amended) on the same conditions as those applicable since July 1977, which it is hereby agreed shall continue in effect, with the sole difference that they shall take into account the rights acquired by the said Les Dictionnaires Robert Canada S.C.C..\""], ["[18]", "This agreement covers a much more exhaustive list of texts than that of July 1977, and in particular it includes the Petit Robert 2. The contract of assignment and transfer of copyright for the Canadian territory (P-5) was concluded on the same date between Robert France and Robert Canada, and this assignment was duly registered in the Copyright Office on January 8, 1980 as No. 41,677. Subsequently, on January 24, 1980, the plaintiff Robert Canada had registration certificates issued in its favour for each of the works so assigned (P-6, P-7 and P-8)."], ["[19]", "The exclusive distribution contract concluded in July 1977 was renewed on October 15, 1980 (P-11) until July 31, 1981, with certain amendments, and again renewed to July 31, 1982 (P-12) and to June 30, 1983 (P-13)."], ["[20]", "There is no doubt that at all times during the period in dispute (January 1980 to June 1982), Robert Canada both under the contracts concluded with Robert France and as a consequence of the registration of its copyrights with the Copyright Office owned indefeasible rights over the three texts at issue."], ["[21]", "However, the defendants expressed certain doubts as to the exclusive distribution right of E.F.A. for the dictionary Petit Robert 2. They argued that up to November 30, 1982, the date the distribution contract was renewed effective July 1, 1982 (P-13), the exclusive distribution right applied only to the texts mentioned in the July 1977 contract, namely Petit Robert 1 and Micro Robert. The discrepancy appears to have resulted from the fact that in drafting contract P-11 no indication was given of which contract was being extended: in the defendants' submission, it was manifestly that of July 2, 1977 (P-9), as, they argued, there was no reference in the contracts signed on October 15, 1980, to the agreement concluded in the meantime, namely on October 1, 1979 (P-10), which inter alia covered the Petit Robert 2. In the defendants' submission, therefore, E.F.A. did not have an exclusive distribution right for Petit Robert 2 during the period at issue. This argument cannot be accepted. It is true that by signing the contract of October 15, 1980 (P-11) no specific reference was made to contract P-9, but it can be clearly seen from the way in which the clauses of the preceding contract are referred to that: this is the one in question. Furthermore, the Petit Robert was added to the E.F.A. exclusive distribution list on October 1, 1979 (P-10). When the parties signed the contract of October 15, 1980, which was later renewed, it was clearly stated in the terms of the agreement that it had \"become necessary to revise the agreements between S.N.L. - Dictionnaire Le Robert and its Canadian distributor Editions France-Amérique\". Moreover, the parties \"agreed to make Editions France-Amérique jointly and severally responsible for distribution of their texts in Canada\". The facts and the intent of the parties leave no doubt that, as of October 1, 1979, the plaintiff E.F.A. had exclusive distribution rights for the Petit Robert 2 and that this contract was renewed at least until the date the proceedings at bar were instituted.", "2 - DID DEFENDANTS INFRINGE THESE RIGHTS?"], ["[22]", "The parties made a number of admissions in this respect. Accordingly, it was admitted that:", "(a) Nomade carries on the business of wholesale and retail distribution of literary and artistic works (Admission No. 1);", "(b) the defendant Sussman is the chief representative of Nomade and, as its president-general manager, is its driving force who is responsible for all the commercial aspects of operating the business (Admission No. 5);", "(c) Nomade has dealt with E.F.A. since at least March 1980 (Admission No. 6);", "(d) Nomade has cleared at least two imported shipments of dictionaries through customs, on October 27 and November 23, 1981 (Admission No. 8 - Document 27);", "(e) the number of copies of Petit Robert 1 which is in dispute, for the period from February 21, 1980 to June 22, 1982, is 10,720 units;", "(f) the number of copies of Petit Robert 2 which is in dispute, for the period from February 21, 1980 to June 22, 1982, is 1,435 units;", "(g) the supplier of the copies mentioned in the preceding paragraphs was Ideal Foreign Books Inc. of New York (Admission No. 19);", "(h) Nomade paid Ideal Foreign Books for the dictionaries sold, after itself being paid by Presses Métropolitaines (Admission No. 26);", "(i) of the number of Robert dictionaries received by Librairie du Nomade from Ideal Foreign Books, about 25 per cent was intended for the exchange with Presses Métropolitaines and about 75 per cent for sale, including a large portion to that company (Admission No. 27)."], ["[23]", "Additionally, the evidence amply demonstrated, through the testimony of Mr. Abaziou, president of Editions France-Amérique Ltée, and of Mr. Sussman, that at least since March 1980 Nomade had been obtaining cut-rate Robert dictionaries from Ideal Foreign Books of New York. Indeed, it appeared that this U.S. firm, which handled the distribution of Robert dictionaries in the U.S., sent the order for these books to its parent company  <FRAGMENT_SUPPRESSED>  but delivery was made directly to Montréal. (Following the seizure of June 22, 1982, in the case at bar, the defendant refused to pay Ideal Foreign Books for the latest shipments, which led to an action for $97,546.00 and a ruling against the defendant Librairie du Nomade Inc. (C.S. Montréal No. 500-05-019428-828). This case is now on appeal.) Undoubtedly with a view to avoiding the discovery of their scheme, the defendant Nomade and its U.S. supplier used all kinds of different names in invoicing to describe what in reality were Petit Robert 1 and Petit Robert 2 dictionaries. Inter alia, the following names or abbreviations were used:"], ["[24]", "Henri No. 1, Henri I, Henri II, I, II, R1, R11, Album No. 1 and HI (see P-22, P-25 and P-26); Henry II (see P-27A); Album vol. 1 (see P-28A); Album vol. 2."], ["[25]", "At the hearing the defendants first refused to admit that these highly different names actually referred to the dictionaries in dispute and tried to offer certain explanations, chiefly as to use of the words \"Henri\" and \"Album\". The court attaches no weight to these explanations and considers that all these names - some of which were admitted at the hearing - referred to the items in dispute."], ["[26]", "Aside from the question of purchases by Nomade, the evidence established that many sales or exchanges took place between Nomade and Presses Métropolitaines (see P-23, P-56, P-60, P-62 and P-63), apart from the many copies furnished to students in schools."], ["[27]", "In short, the court concludes that the defendant, of which Pierre Sussman was president and the driving force - we will consider his personal liability below - sold or distributed Petit Robert 1 and Petit Robert 2 dictionaries over which the plaintiffs had copyrights and exclusive distribution rights respectively. In the absence of evidence of purchase or sale of the Micro Robert, the claim cannot be allowed in that regard.", "3 - DID DEFENDANTS KNOW OF PLAINTIFFS' RIGHTS?"], ["[28]", "As we have seen, the plaintiffs based their action not only on s. 17(1) of the Act but s. 17(4) as well. That provision requires proof that the defendant was acting with full knowledge when he infringed the plaintiff's copyright. Additionally, the evidence in this regard must be analyzed to determine whether the plaintiff's remedy should be limited to an injunction or whether it can encompass a claim for damages, as in the case at bar the defendants alleged they did not know of the existence of the copyright. Section 22 of the Act reads as follows:", "\"22. Where proceedings are taken in respect of the infringement of the copyright in any work and the defendant in his defence alleges that he was not aware of the existence of the copyright in the work, the plaintiff is not entitled to any remedy other than an injunction in respect of the infringement if the defendant proves that at the date of the infringement he was not aware, and had no reasonable ground for suspecting that copyright subsisted in the work; but if at the date of the infringement the copyright in the work was duly registered under this Act, the defendant shall be deemed to have had reasonable ground for suspecting that copyright subsisted in the work.\""], ["[29]", "As it was held earlier that the plaintiff Robert Canada's copyright had been duly registered on the works at issue, the defendants must accordingly prove they did not know that copyright subsisted in these works: in short, they must rebut the presumption against them. It is thus important in this connection to analyze in detail the evidence which, be it said, dwelt at length on this point."], ["[30]", "The plaintiffs argued that the defendants had known of the existence of their respective rights over the works in dispute since at least 1980, and had used all kinds of schemes to create a parallel importation system infringing their rights. The defendants, for their part, argued that they did not know of the existence of these rights and that, moreover, the copyright notice on the fly-leaf gave the French company S.N.L. - Le Robert as holder of the copyrights \"for all countries\" up to June 1982, giving them a good reason to act as they did."], ["[31]", "According to Mr. Abaziou, president of Les Editions France-Amérique Ltée, since he obtained from the French company Robert the exclusive distribution rights to certain of its dictionaries, he had adopted the practice of placing on the upper right-hand corner of each dictionary sold a label (P-29) bearing the letter \"R\" and the notation \"France-Amérique\". This practice had been in existence since at least 1979. In early 1980, discovering that Robert dictionaries could be found on the book market in Montréal which it had not sold itself and the origins of which it did not know, Robert Canada decided to send out a circular (P-14) to all bookstores on January 22, 1980, telling them that it held \"the copyrights to Robert dictionaries in Canada and the exclusive right to use the 'Le Robert' trademarks in Canada\". It also stated that \"Les Editions France-Amérique Ltée, registered users of these trademarks, are the only ones authorized to distribute Robert dictionaries in Canada\". The reader was further informed that \"importation of Robert dictionaries into Canada by anyone but Les Editions France-Amérique Ltée constitutes an infringement of our aforementioned rights\". This letter was not sent by registered mail and the defendant Sussman denies having received a copy of it. The court considers however that the defendant probably did receive a copy as the evidence showed that even at that time Mr. Sussman was meeting regularly with Mr. Abaziou, he was acting as a bookseller and the plaintiffs had every reason to send him this notice as they did to all the other bookstores. At least, he was familiar with the content of the notice, as we shall see below."], ["[32]", "In February 1980, again finding that there were pirate dictionaries in the Montréal area, the plaintiffs brought legal action by way of an injunction against several businesses, including Les Presses Métropolitaines, on February 21, 1980. This date is important because it marks a turning-point in the parallel distribution of unauthorized Robert dictionaries in the Montréal area. Despite the injunction prohibiting Presses Métropolitaines Inc. from selling or by way of trade exposing or offering for sale any of the works distributed by the plaintiffs, including those at issue in the case at bar, the said plaintiffs seized some hundreds of copies from Presses Métropolitaines in September 1980."], ["[33]", "In view of the minimal protection provided by a simple statement on a label on the dictionaries, and to ensure that it could check their origins, E.F.A. decided to add to its label identification method a small letter \"R\" stamped in the lower righthand corner of the outside of the dictionary jacket. It purchased a punch (P-17A) and began using it on every dictionary sold."], ["[34]", "According to the witness Abaziou, the Montréal publishing world consists of a few hundred people and is in fact a small community where everyone knows everyone else and news travels fast. He said it was quite unusual at the time for a distributor to use court proceedings to ensure that its rights against bookstores were respected and the news travelled quickly in publishing circles. At the time, Presses Métropolitaines belonged to Max Permingeat and his wife Rosemarie Faye, the latter being the company president, and they knew Mr. Sussman well as he went there regularly. After the injunction was issued Mrs. Faye, who was well aware that E.F.A. had an exclusive distribution contract for Robert dictionaries (\"everyone knew it\"), nonetheless for reasons of conscience asked the Copyright Office in Ottawa for a copy of the registration certificate in favour of Robert Canada, which she then posted in her office where it could be seen by everyone who went there, and in particular her fourteen representatives. She regarded Dictionnaire Robert as synonymous with Editions France-Amérique. After the injunction was issued, she knew of conversations between her husband (whom she later divorced) and Mr. Sussman regarding the importation of Robert dictionaries. As she was tired of this matter and wished to hear nothing more about it, she spoke to her husband and Pierre Sussman about it: the latter said they would find a solution. She heard nothing more on the matter."], ["[35]", "It is important to point out that at this time - it was then 1980 - and especially before, Pierre Sussman was regularly visiting Mr. Abaziou in an effort to obtain an additional rebate on the purchase of Robert dictionaries, in view of the special nature of his business selling books to schools and the apparently considerable expenses he incurred. According to the witness Abaziou, the question of legal action against Presses Métropolitaines to assert his rights was raised, but Pierre Sussman denied this. The weight of the evidence, the remainder of which we will see below, was that the matter was discussed by the parties."], ["[36]", "The injunction against Presses Métropolitaines was issued on February 21, 1980. Soon after that date, as if by chance, Robert dictionaries were again found in the Montréal area from no one knew where, but this time the roles were reversed. Since the injunction issued against it, Presses Métropolitaines had gone from being the defendant Nomade's supplier to being its customer. The U.S. company Ideal Foreign Books simply had a different customer: instead of selling to Presses Métropolitaines, it delivered the goods directly to Librairie du Nomade Inc., using the invoicing method described above."], ["[37]", "In 1980, however, the plaintiffs became aware that pirate volumes were circulating but they did not know where they were coming from. A quite unexpected event later put them in the picture. In June 1982 they learned from Antoine \"Tony\" Francis, a former employee of Librairie du Nomade Inc., that the latter used the same system as E.F.A. to identify its Robert dictionaries, by means of a punch with the letter \"R\" very similar to that of the plaintiff, and that it was placed on all dictionaries sold at the same spot, namely in the lower right-hand corner of the back of the jacket. This operation took place in the basement of the Nomade warehouse and, according to the information obtained by the witness, they did this \"to duplicate the practice of Editions France-Amérique Ltée\" (P-3). This discovery led immediately to the legal proceedings at bar, including the seizure on June 21, 1982 of a considerable number of dictionaries, a punch (P-19A) and a number of documents and invoices indicating the system for illegally importing dictionaries through Ideal Foreign Books. The plaintiffs had just learned of the existence of the network, the name of the U.S. business the books were coming from and the invoicing method used to cover their tracks. The discovery of these documents also indicated that Nomade was continuing to supply Presses Métropolitaines despite the injunction, which eventually led to a motion for contempt of court and a conviction (P-20) on July 6, 1983."], ["[38]", "The method used to import these dictionaries was the subject of evidence by the importing agent, Mr. Paul Bernard of the firm Edgar Doucet Ltée, customs brokers. The defendant Sussman denied that he had authorized such changes to the import documents contained in Exhibits P-45 to P-52, in which the name of the addressee had been altered along the way. Though the defendant Sussman denied authorizing the firm Edgar Doucet to clear these goods through customs on his behalf, saying that this operation was done by telex and he did not have one, this statement by the witness is specifically contradicted by the documentary evidence. It appeared from the telex attached to Exhibit P-45 that it had been sent by Logtrans for Mr. Sussman \"on behalf of Librairie du Nomade since they do not have a telex\". If he did not send it himself, he authorized its being sent, which comes to the same thing."], ["[39]", "Those, briefly stated, are the facts of the case as related by the witnesses for the plaintiff."], ["[40]", "However, the defendants argued, these facts cannot be regarded as establishing a conspiracy, still less proof of knowledge by the defendants of the plaintiffs' rights. Thus, the defendant Sussman said, the fact of marking the dictionary with a punch in no way means that they wanted to copy the method used by E.F.A.: on the contrary, it was a system devised and thought up by him to avoid being defrauded by his many salesmen who displayed books in schools. He said he accordingly devised a system involving the use of two punches, one with the letter \"S\" for remaindered volumes (\"en solde\") and another with the letter \"R\" for \"regular\" volumes. He said that all the books distributed by his business were marked in this way and it allowed his salesmen, when they put the books on tables for sale, to distinguish easily between the remaindered (S) and regular (R) volumes. At least, this was the official version he gave his salesmen, but it concealed a different motive, unknown to them, namely that this procedure was intended as a means of ensuring that Mr. Sussman's salesmen did not sell books for themselves which they might have bought elsewhere."], ["[41]", "This account by the witness Sussman may seem plausible at first sight, but on analysis it proves to be the most fantastic tale, which judging from the earlier versions given by the same witness was made up as the proceedings progressed. This whole story of a punch was the subject of very elaborate evidence both by the plaintiff and the defendant, and it merits careful examination. It raises inter alia the following questions: At what point was the decision to use a punch made? Why was it used - to imitate the plaintiff or to distinguish remaindered books from regular books? Was it mere chance that the decision was made to use the same capital \"R\" and to put it at the same spot as E.F.A. did on its books, in the lower right-hand corner of the back of the jacket? How many \"R\" punches were there? Did an \"S\" punch ever exist? What books were marked in this way: all the books coming from Nomade warehouses or only Robert dictionaries? Of the latter, were indistinct marks placed on those being sold or only those exchanged? Why was this operation carried out behind closed doors, so to speak? These are all very relevant questions to which the witnesses gave different answers. Thus, without going into further detail, it will suffice to mention that the defendant Sussman on several occasions provided under oath very different versions of the number and source of the punches. While on April 26, 1983, before Marquis, J., of the Quebec Superior Court (P-67), there was only one punch, which he bought himself at a flea market in Lesage, in his deposition at the examination for discovery after the defence on January 15, 1986 (P-68) he had instructed his employee to buy it and did not know where the employee found it. At the present hearing two punches were produced with the letters \"R\" and \"S\" which the witness Sussman himself bought at a neighborhood hardware store in St-Eustache, according to a design he prepared and took delivery of fifteen days later (P-66). As to the reasons why the letter \"R\" was used, contrary to the theory put forward at the trial the same witness stated on January 15, 1986 (P-68) that he had taken the letter \"R\" for no particular reason. At the hearing, the witness constructed a theory according to which all the books sold were punched. This version of events is singularly different from that given under oath on April 26, 1983 (P-70), when he said that he gave the punch to his brother-in-law with the order: \"You punch the Roberts you buy\" ... \"You see to having the Roberts punched\"."], ["[42]", "In the face of so many contradictory versions, the court is unable to determine where the truth lies. At the close of the hearing, stunned by the flagrant contradictions of the witness Sussman, counsel for the plaintiff even asked that he be cited for contempt of court. It would not be proper to allow this application. The court weighs the evidence presented giving the witnesses the necessary credibility and taking several factors into account, such as their earlier statements; it will be the responsibility of other jurisdictions if a complaint is filed to determine whether these contradictions under oath may amount to perjury. Of necessity the court attaches only a very low credibility to the facts regarding the punch as related by the witness Sussman. Thus, it is likely that at some time between 1980 and 1982 two punches with the letter \"R\" were used simultaneously or alternatively, since the expert witness Pierre Godbout, an engineer, had occasion to make a detailed analysis using the method known as bi-dimensional optics of several traces of impressions with the letter \"R\", and concluded that there were at least two punches apart from that used by the plaintiff. His report (P-15) was not contradicted. As regards the punch with the letter \"S\", this could easily have been produced in court or at least a copy of its imprint filed. The court strongly doubts whether it ever existed, despite the statements made by the former Nomade salesman Jean-Marc Lapointe, Mr. Sussman's brother-in-law, and his current employee Suzanne Rondeau. From this tissue of contradictory versions given by the principal party concerned, Pierre Sussman, the court concludes that if the \"R\" and \"S\" punches did exist and were used at the same time, they were not used primarily to make distinctions between regular and remaindered books but to conceal a system for illegally importing Robert dictionaries."], ["[43]", "In short, what matters is to determine whether the defendants infringed the rights of the plaintiffs with full knowledge that they were doing so between January 1980 and June 1982. The court considers that the defendants had such knowledge in respect of each of the plaintiffs. Contrary to what the witness Sussman formally stated at the hearing, he learned of the existence of the plaintiffs' rights not on June 22, 1982 but long before. In an earlier examination on January 15, 1986 he stated: \"I knew that France-Amérique was the exclusive distributor of the Roberts\" ... \"it was known in the trade\"."], ["[44]", "But then, if the defendants knew of the existence of the respective rights of the plaintiffs, how is one to regard the position of the French company S.N.L. - Dictionnaire Le Robert, which though assigning its copyrights for Canada to its subsidiary Robert Canada, and exclusive distribution rights to E.F.A., continued to state on the fly-leaf of its dictionaries up to June 1982 that it held all rights \"reserved for all countries\" (D-1), and it was only after that time that the fly-leaf stated that Robert Canada held all rights reserved for Canada? Section 22 of the Act deals specifically with this question. The failure to register a copyright strongly risks giving the defendant an opportunity to prove that there was no reasonable ground for suspecting the plaintiff's right. On the contrary, in the circumstances there were reasonable grounds for suspecting that the copyrights belonged to the French company: Robert Canada's remedy in the event of an infringement would then have simply been an injunction. However, by registration of the copyrights the legislator has transferred the burden to the defendant, who \"shall be deemed to have had reasonable ground for suspecting that copyright subsisted in the work\". In the case at bar, not only have the defendants not shifted this burden but the evidence established that they knew of the existence of the plaintiffs' rights.", "4 - PERSONAL LIABILITY OF PIERRE SUSSMAN"], ["[45]", "Section 3 of the Coyright Act defines this expression and states that \"'copyright' ... includes the sole right ... to authorize any such acts as aforesaid\". It necessarily follows that anyone who authorizes the performance of an act which is the exclusive right of the owner of the copyright infringes it. (Roger T. Hughes, Hughes on Copyright and Industrial Design (Toronto, Butterworths, 1984), p. 545-3 [sic].) As we saw earlier, the evidence established that the defendant Librairie Nomade imported, distributed, exhibited in public by way of trade and sold the works protected by the copyright and derived a certain profit from so doing. It remains to be seen whether its president-general manager can be sued personally. In theory, the mere title of president or senior officer of a company is not sufficient make the individual personally liable.  <FRAGMENT_SUPPRESSED> , Le Dain, J., stated the rule set forth in Halsbury's Laws of England:", "\"Liability of directors for infringement. The directors of a company are not personally liable for infringements by the company, even if they are managing directors or the sole directors and shareholders, unless either (1) they have formed the company for the purpose of infringing; or (2) they have directly ordered or authorized the acts complained of; or (3) they have so authorized or ordered by implication.\""], ["[46]", "It is a question of fact whether an individual who is acting for a company acted with full knowledge and in a voluntary and deliberate manner which makes him personally liable. In this regard, the provision should not be applied more strictly to a small company with one or two shareholders than to a large corporation; (Cf  <FRAGMENT_SUPPRESSED> , at 172.) though ultimately in the case mentioned the officers of the company were not held liable, such liability was found to exist in several other cases. (See cases cited in Hughes, op cit p. 545-3 [sic] and  <FRAGMENT_SUPPRESSED> .) In Mentmore, Le Dain, J., summarized the matter as follows (at 174):", "\"I do not think we should go so far as to hold that the director or officer must know or have reason to know that the acts which he directs or procures constitute infringement. That would be to impose a condition of liability that does not exist for patent infringement generally. I note such knowledge has been held in the United States not to be material where the question is the personal liability of directors or officers: see Deller's Walker on Patents, 2nd Ed. (1972), vol. 7, pp. 117-8. But in my opinion there must be circumstances from which it is reasonable to conclude that the purpose of the director or officer was not the direction of the manufacturing and selling activity of the company in the ordinary course of his relationship to it but the deliberate, wilful and knowing pursuit of a course of conduct that was likely to constitute infringement or reflected an indifference to the risk of it. The precise formulation of the appropriate test is obviously a difficult one. Room must be left for a broad appreciation of the circumstances of each case to determine whether as a matter of policy they call for personal liability. Opinions might differ as to the appropriateness of the precise language of the learned trial judge in formulating the test which he adopted - 'deliberately or recklessly embarked on a scheme, using the company as a vehicle, to secure profit or custom which rightfully belonged to the plaintiffs' - but I am unable to conclude that in its essential emphasis it was wrong.\""], ["[47]", "What was the evidence in this connection? The parties admitted that Pierre Sussman was \"the driving force as president-general manager who is responsible for all commercial aspects of operating the business of the defendant Librairie du Nomade Inc.\" (Admission No. 5). It hardly needs to be said that the company did not hold a meeting of its board of directors or adopt a resolution to approve these dictionary purchases: such operations were part of day-to-day administration."], ["[48]", "Mrs. Jocelyne Sussman, the defendant's wife, explained her own role in the company. From 1979 to late 1982 she was responsible for accounting, that is the payment of bills, but only her husband dealt with purchasing and in particular relations with Ideal Foreign Books Inc. He was also solely responsible for relations with Max Permengeat of Presses Métropolitaines and exchanges or transfers with that company. In short, before being the company's accountant she was Pierre Sussman's wife: everything about the Roberts was her husband's territory, and she was clearly excluded from any decisions regarding them. At the time she and her husband held an equal number of shares in the company. In November 1982, in order to obtain the status of a bookstore approved by the government Mr. Sussman, who held U.S. nationality, assigned all his shares to his wife so that the company became 100 per cent Canadian-controlled. Under a later reorganization in August 1986 the spouses altered their contract of marriage and Mr. Sussman bought back all the company's shares."], ["[49]", "Jean-Marc Lapointe, Pierre Sussman's brother-in-law and chief representative on the road for Nomade, learned his trade from the defendant, whom he described as a strict and peremptory employer who did not discuss matters. According to this witness, all purchasing was done by the defendant who handled relations with Presses Métropolitaines, and it was he who gave specific instructions for punching the books."], ["[50]", "In his testimony the defendant himself related the circumstances in which contact was made with Mr. Fetaya of Ideal Foreign Books Inc. and the steps taken by him to find a buyer, since the quantities he had to take were greater than what he could sell. By his own admission he approached Presses Métropolitaines to secure them as eventual customers, even after the injunction had been issued. Mrs. Faye confirmed this part of the testimony."], ["[51]", "In conclusion, the evidence amply demonstrated that, either alone or with others, the defendant participated in constructing this illegal importation operation, devised a billing system by which he tried to avoid any inquiry, and also by using a punch copied the method used by the plaintiffs as a means of protecting their market. He must be held personally responsible with Librairie du Nomade Inc. for the infringement of the plaintiffs' copyrights."], ["[52]", "According to counsel for the defendants s. 25 of the Act, which imposes a fine on anyone convicted of infringing the Act, excludes any other remedy in damages. This argument is without merit and it is clear that the criminal proceeding does not bar exercise of the civil remedy.", "EFFECT OF INFRINGEMENT"], ["[53]", "For the infringement of their copyrights the plaintiffs are asking the court to make a declaration of their rights, to issue a permanent injunction, reimburse their actual damage, order the defendants to pay punitive or exemplary damages, return the books seized to their possession and award them costs."], ["[54]", "As the plaintiffs have established their rights, it is proper for the court to make a declaration regarding those rights and issue a permanent injunction prohibiting the defendants, their employees, servants or agents from importing, distributing, exhibiting in public by way of trade or selling Petit Robert 1, Petit Robert 2 and Micro Robert dictionaries."], ["[55]", "On the question of the actual damage suffered by the plaintiffs, the parties agreed both as to the number of units sold and the loss of profit sustained by each copyright holder. Thus, Admissions Nos. 17 and 18 stated that the number of copies of Petit Robert 1 at issue was 10,720 units for the period from February 21, 1980 to June 22, 1982, and that for the same period there were 1,435 copies of Petit Robert 2. The loss of profit by Robert Canada on each of the dictionaries at issue was $4.00 and that of Editions France-Amérique $10.00 each (Admission No. 23). As loss of gross profit, therefore, Robert Canada is entitled to $48,620.00 (12,155 x $4.00) and E.F.A. to $121,550.00 (12,155 x $10.00), as damages suffered as a consequence of this infringement. Section 20(4) of the Act allows the court to award such part of the profit as the infringer has made from the infringement of copyright, in addition to other damages. The evidence in this regard was that, by thus obtaining dictionaries from the U.S. firm, the defendants made an additional profit of $7.00 per dictionary on purchase. It is fair and reasonable that the sum of $85,085.00 (12,155 x $7.00) unjustly made in this way be distributed between the plaintiffs in the proportion of their loss of anticipated profit, in accordance with the admission in the record, namely $24,310.00 ($ 85,085.00 x $4.00/$ 14.00) for Robert Canada and $60,775.00 ($ 85,085 x $10.00/$ 14.00) for Editions France-Amérique."], ["[56]", "The plaintiffs are asking the court to make a joint and several order that the defendants shall pay the sum of $10,000.00 to each of them as punitive and exemplary damages, the equivalent of about $1.00 per volume sold. This concept of punitive and exemplary damages is well known to the common law. ( <FRAGMENT_SUPPRESSED> , and in particular the cases cited at 441-442.) In light of the analysis of the evidence as made above and the limited degree of participation by the company Librairie Nomade as a legal entity in this illegal system for the fraudulent importation and sale of Robert dictionaries, in breach of the plaintiff's rights, it does not seem proper to the court in the circumstances for this defendant to pay such damages. As to the defendant Sussman, whose evidence disclosed that although he may not have been the brains behind the scheme he was nevertheless one of its principal perpetrators, as he persisted in brazenly flouting the plaintiff's rights while attempting to shift responsibility onto third parties and trying to hide the truth from the court, it is appropriate that he be ordered to pay each of the plaintiffs $10,000.00 personally."], ["[57]", "When the seizure was made on June 21, 1982, the plaintiffs found on the premises 1,136 Petit Robert 1 and 107 Petit Robert 2 dictionaries. These figures were the subject of Admission No. 24 at the hearing and the parties agreed that if the court found that the defendants were liable, whether jointly or severally, the plaintiffs would each be regarded as owner of", "a proportionate share", "of these units, and would become so under s. 21 of the Copyright Act. This application must be allowed, while noting that when the seizure was made these volumes were handed over to the plaintiffs, who have since disposed of them but indicated that they were prepared to replace them with copies of a newer edition of the dictionary, if required. The plaintiffs may share these dictionaries, or the proceeds of their sale, between themselves, without compensating the defendants therefor, and in proportion to their respective interests as above determined."], ["[58]", "The plaintiffs shall be entitled to interest at the legal rate on each amount awarded from the date of service and costs, with division in favour of their counsel, including the costs of expert opinions.", "Judgment for plaintiffs.", "Editor: Steven C. McMinniman/sms"]]}