{"id_": "059139", "body_str": [["[1]", "Gibson, J.", ": These reasons arise out of an application for summary judgment against the defendants Mannesmann Kienzle GmbH (\"Kienzle\") and Argo Instruments Inc., (\"Argo\"). The application was filed the 24th of February, 1997 and was heard at Toronto on the 21st of May and the 21st of July, 1997. The plaintiff seeks the following relief:", "\"1. A declaration that the defendants Mannesmann Kienzle GmbH and Argo Instruments Inc. have converted for their own benefit and use and have infringed the copyright and moral rights in the Ruhl tachograph chart owned by the plaintiff, originally registered as Serial No. 308981 on Register No. 353 on May 4, 1981;", "\"2. A permanent injunction restraining Mannesmann Kienzle GmbH and Argo Instruments Inc. by themselves and by their respective officers, directors, servants, agents, representatives, employees or otherwise from:", "a) infringing the copyright and moral rights of the plaintiff in the Ruhl tachograph chart;", "b) producing or reproducing in any material form whatever, in whole or in substantial part, or otherwise infringing the plaintiff's copyright in the Ruhl tachograph chart;", "c) importing, selling, offering for sale, or distributing tachograph charts identified as 125-24CDN, 125-2500-24CDN and 125-3300-24CDN and any other tachograph charts which are reproductions of, or contain a substantial copy of, the Ruhl tachograph chart;", "d) converting any unauthorized copies of the Ruhl tachograph chart for the said defendants' own benefit and use;", "e) ordering, abetting, authorizing or assisting others so to do.", "\"3. An Order requiring Mannesmann Kienzle GmbH and Argo Instruments Inc. to deliver up to the plaintiff or its designated representative, or alternatively destroy under oath, all tachograph charts and other articles or things which are substantial copies of the Ruhl tachograph chart and all materials used or intended to be used to create such charts, including without limitation all dies, screens, photographs, reproductions or artwork in the possession, custody or control of any of the said defendants;", "\"4. An Order directing a reference to inquire into and assess the plaintiff's damages for copyright infringement, damages for infringement of the moral rights of the plaintiff, damages for conversion pursuant to the", "Copyright Act", ", aggravated, punitive and exemplary damages, and additionally, pursuant to s. 35 of the", "Copyright Act", ", an accounting of the profits made by the defendants Mannesmann Kienzle GmbH and Argo Instruments Inc. from such infringements;", "\"5. Its costs of this motion and action;", "\"6. An Order that Mannesmann Kienzle GmbH and Argo Instruments Inc. pay to the plaintiff such sums as may be found due to plaintiff as damages, profits and costs of the action forthwith after the conclusion of the reference; and", "\"7. Such further and other relief as to this Honourable Court seems just.\""], ["[2]", "The statement of claim originating this action was filed the 31st of July, 1995. It alleges breach of copyright and of the \"moral rights\" of the plaintiff derived through its predecessor in title to the allegedly copyrighted work, the late Hermann Ruhl (\"Hermann Ruhl\"). The statement of claim reads in parts as follows:", "\"21. In or about 1981 Hermann Ruhl, an individual then domiciled in Canada, created and designed a new and original tachograph chart. A tachograph chart is used for recordal of certain data in connection with the operation of motor vehicles. Pursuant to the provisions of the", "Copyright Act", ", Hermann Ruhl was the first owner of the copyright in Canada in said tachograph chart. ...", "\"22. Hermann Ruhl registered his interest as owner of the copyright in said tachograph chart with the Canadian Copyright Office as an unpublished literary work, which interest was registered as Serial No. 308981 on Register No. 353 on May 4, 1981. ...", "\"23. Pursuant to the provisions of the", "Copyright Act", ", Hermann Ruhl as author of the subject work had the right of integrity of his work (hereinafter 'moral rights'). ...\""], ["[3]", "Kienzle and Argo filed a statement of defence and counterclaim on the 31st of October, 1995. By the statement of defence, Kienzle and Argo pleaded: that the tachograph chart on which the action is based (the \"Ruhl chart\") embodies only \"... minor changes to the utilitarian features of Kienzle's tachograph charts ...\"; that Kienzle and H. Ruhl Machinery Co. Ltd. (\"Ruhl Machinery\") \"... worked together in reviewing and implementing the minor utilitarian changes to Kienzle's tachograph charts ...\", that the Ruhl chart and all rights therein remained the property of Kienzle; that \"Mr. Ruhl was not the author of any Kienzle tachograph chart, including that which forms the subject-matter of this action. The subject tachograph chart is neither new, unique or original. Mr. Ruhl has no copyright interest therein.\"; and that \"Kienzle is the author of the tachograph and tachograph chart(s)\" and Kienzle is the owner of the copyright (\"on which the action is based\")."], ["[4]", "A reply to the statement of defence of Kienzle and Argo and to the counterclaim asserted by Kienzle and Argo was filed the 26th of March, 1996."], ["[5]", "No statement of defence has been filed on behalf of any of the defendants other than Kienzle and Argo. Five defendants, Gary Wilson Instruments, Manwin Enterprises Ltd., D.R.C. Instruments, AFC Tachographs and AVC Instrumentation Systems Inc. have executed undertakings to accept and abide by all findings of fact and law and all orders or judgments of this court on the issues of liability for copyright infringement and related causes determined in favour of the plaintiff in this action. Those undertakings were filed with the court at hearing on the first day of the hearing of the motion for summary judgment. At the same time, the court was advised that, by reason of a corporate reorganization, a corporate body known as VDO Kienzle GmbH has become liable and responsible for the acts of Kienzle. Counsel were in agreement that VDO Kienzle GmbH should be substituted in the style of cause for Kienzle but, as at the close of the hearing of this motion, that change had not been implemented.", "The Parties"], ["[6]", "The pleadings disclose that Kienzle is a limited company carrying on business in Germany. Since the 1920s, Kienzle and/or its predecessors in title have been in the business of manufacturing various types of tachographs and tachograph charts. As indicated in paragraph 21 of the statement of claim quoted earlier, tachograph charts are used to record certain data in connection with the operation of motor vehicles, usually vehicles comprised in a commercial or other business or public service fleet. In or about 1927, Kienzle and/or its predecessors in title developed and created the first tachograph and tachograph chart. Kienzle is apparently a recognized world-leader in tachograph development and manufacturing."], ["[7]", "Argo is a limited company carrying on business in Ontario and elsewhere in Canada. It is Kienzle's exclusive Canadian distributor for Kienzle's tachograph products, and sells the products to various sub-distributors throughout Canada."], ["[8]", "Bernhard Douglas Ruhl and Hermann Jeffrey Ruhl, as indicated by the style of cause, represent the estate of the late Hermann Ruhl. Hermann Ruhl was employed by Kienzle in Germany from 1930 to 1950. During that time he worked as a technical engineer with Kienzle and was actively engaged in the design and production of tachograph charts. In 1950, Hermann Ruhl immigrated to Canada and established Ruhl Machinery of which he was an officer, director and employee. Ruhl Machinery was Kienzle's exclusive Canadian distributor for Kienzle's tachograph products until on or about November 16, 1990, when it was succeeded in that capacity by Argo.", "The Factual Background"], ["[9]", "During the 1970's and until 1980, the evidence indicates that Hermann Ruhl had some concerns regarding copyright protection in Canada for Kienzle's tachograph charts distributed in Canada by Ruhl Machinery. In 1980/81, correspondence was exchanged between Ruhl Machinery and Kienzle regarding the design of a new or modified tachograph chart. Without the knowledge of Kienzle, Hermann Ruhl registered his interest as owner of the resulting chart, the Ruhl chart, with the Canadian copyright office. From about 1983, Kienzle manufactured the Ruhl chart and sold copies of it to Ruhl Machinery for sale and distribution in Canada. The Ruhl chart, as manufactured and sold to Ruhl Machinery, bore the mark \"ARGO-RUHL\" and the notation \"©H Ruhl, 1981\". \"ARGO\" was at all relevant times a trademark of Kienzle registered in Canada."], ["[10]", "The relationship between Kienzle and Ruhl Machinery was, to some extent, governed by operational agreements and to some extent by the close and long-standing relationship between Hermann Ruhl and the founding family of Kienzle. The first working agreement was entered into on November 15, 1957 and a second was entered into in 1985. When Ruhl Machinery became insolvent in 1990, it ceased to be Kienzle's exclusive Canadian distributor and a further agreement was entered into at that time providing for the orderly termination of the relationship between the two. Argo Instruments replaced Ruhl Machinery as Kienzle's exclusive Canadian distributor. At about the same time that the Ruhl Machinery/Kienzle relationship was terminated, Kienzle entered into an agreement with Hermann Ruhl retaining his personal services for a period of one year to aid in the assumption by Argo Instruments of the role of Canadian distributor of Kienzle products. The relevance of these agreements to the issues in dispute in this action was a matter hotly contested before me."], ["[11]", "In May of 1992, shortly after the expiration of the personal services contract, Hermann Ruhl wrote to Kienzle and to Argo alleging, among other things, copyright infringement flowing from the distribution in Canada by Argo of the Ruhl chart. A meeting took place between a representative of Kienzle and Hermann Ruhl. Kienzle corresponded with Hermann Ruhl to indicate that the matter was being considered. In September of 1992, Hermann Ruhl died. From that time until the statement of claim in this action was issued, apparently there was no further correspondence or further discussion of the matter.", "Summary Judgment"], ["[12]", "The relevant provisions of the", "Federal Court Rules", "[see footnote 1] are contained in rules 432.1 to 432.7. The following provisions from those rules are those that I find to be most pertinent to the facts of this matter:", "\"432.1 (1) A plaintiff may, after the defendant has filed a defence, or earlier with leave of the court, and at any time prior to the fixing of the time and date for trial, make a motion to a judge, with supporting affidavit material or other evidence, for summary judgment on all or part of the claim in the statement of claim.", ". . . . .", "\"432.2 (1) In response to affidavit material or other evidence supporting a motion for summary judgment, a responding party may not rest on the mere allegations or denials of the party's pleadings, but must set out, in affidavit material or other evidence, specific facts showing that there is a genuine issue for trial.", "\"(2) An affidavit for use on a motion for summary judgment may be made on information and belief as provided in subsection 332(1), but on the hearing of the motion, an adverse inference may be drawn, if appropriate, from the failure of a party to provide the evidence of persons having personal knowledge of material facts.", "\"432.3 (1) Where a judge is satisfied that there is no genuine issue for trial with respect to a claim or defence, the judge shall grant summary judgment accordingly.", ". . . . .", "\"(3) Where a judge is satisfied that the only genuine issue is a question of law, the judge may determine the question and grant summary judgment accordingly.", "\"(4) Where a judge decides that there is a genuine issue with respect to a claim or defence, the judge may nevertheless grant summary judgment in favour of any party, either upon an issue or generally, unless", "(a) the judge is unable on the whole of the evidence to find the facts necessary to decide the questions of fact or law; or", "(b) the judge considers that it would be unjust to decide the issues on the motion for summary judgment.\"", "\"432.1 (1) Le demandeur peut, après le dépôt par le défendeur de sa défense ou avant de dépôt si la cour le lui permet, et à tout moment avant que l'heure et la date de l'instruction soient fixées, présenter au juge une requête, appuyée d'un affidavit ou d'un autre élément de preuve, en vue d'obtenir un jugement sommaire sur tout ou partie de la réclamation contenue dans la déclaration comportant allégués.", ". . . . .", "\"432.2 (1) En réponse à un affidavit ou à un autre élément de preuve présenté à l'appui d'une requête en vue d'obtenir un jugement sommaire, la partie intimée ne peut s'appuyer sur les seules allégations ou dénégations contenues dans ses plaidoiries écrites; elle doit énoncer, dans un affidavit ou à l'aide d'un autre élément de preuve, des faits précis démontrant l'existence d'une question sérieuse à instruire.", "\"(2) La partie qui entend utiliser un affidavit dans le cadre d'une requête en vue d'obtenir un jugement sommaire peut se fonder sur des renseignements ou une croyance, tel qu'il est prévu au paragraphe 332(1), mais, à l'audition de la requête, son omission d'offrir le témoignage de personnes ayant une connaissance personnelle des faits pertinents peut, s'il y a lieu, entraîner une conclusion défavorable.", "\"432.3 (1) Lorsque le juge est convaincu qu'il n'existe aucune question sérieuse à instruire à l'égard d'une réclamation ou d'une défense, il rend un jugement sommaire en conséquence.", ". . . . .", "\"(3) Lorsque le juge est convaincu que la seule question sérieuse en est une de droit, il peut statuer pour celle-ci et rendre un jugement sommaire en conséquence.", "\"(4) Lorsque le juge décide qu'il existe une question sérieuse à l'égard de la réclamation ou de la défense, il peut néanmoins rendre un jugement sommaire en faveur d'une partie, soit sur une question ou en général, sauf dans l'un ou l'autre des cas suivants;", "(a) l'ensemble de la preuve ne comporte pas les faits nécessaires pour qu'il puisse trancher les questions de fait ou de droit;", "(b) il estime injuste de trancher les questions dans le cadre de la requête en vue d'obtenir un jugement sommaire.\""], ["[13]", "<FRAGMENT_SUPPRESSED>  process available under rules 432.1 to 432.7 should not be construed as to prevent a motion's judge from doing that which it surely envisages -allowing a summary judgment to be rendered in a proper case with consequent savings in time and expense that a trial would otherwise entail. The intention appears to be that claims or defences", "clearly without foundation", "should not take up the time and incur the costs of a trial. To this end, ... both sides are required to 'put their best foot forward'. The responding party cannot hold back in the hope that the motion will fall of its own weight because the evidence in support is insufficient.\" (underlining added by me for emphasis; citation omitted)"], ["[14]", "Mr. Justice Stone quotes from", "<FRAGMENT_SUPPRESSED>  for trial\" in rule 432.3:", "\"It is safe to say 'genuine' means not spurious and, more specifically, that the words 'for trial' assist in showing the meaning of the term. If the evidence on a motion for summary judgment satisfies the court that there is no issue of fact which requires a trial for its resolution, the requirements of the rule have been met.", "It must be clear that a trial is unnecessary.", "The burden is on the moving party", "to", "satisfy", "the court that the requirements of the rule have been met. Further, it is important to keep in mind that the court's function is not to resolve an issue of fact but to determine whether a genuine issue of fact exists. ...\" (underlining added by me for emphasis; citations omitted)"], ["[15]", "Later in his reasons, Mr. Justice Stone continued:", "\"I cannot agree with the motions judge that subsection 432.2(1) of the", "Rules", "placed any obligation on the appellant [the respondent on the motion for summary judgment] to raise a genuine issue for trial. Rather, as the moving parties the respondents [applicants on the motion for summary judgment] were required to satisfy the court that no such issue existed. ... What the new Rules appear to require is that both sides file such evidence as is reasonably available to them on the issues raised by the pleadings and from which the court can determine whether there is a genuine issue for trial. The appellant was thus obligated by rule 432.2(1) to bring forth evidence, if so available, showing that there is a genuine issue for trial. This rule, as I see it, imposes an evidentiary burden only.\" (cross-reference to", "Irving Ungermann Ltd.", "omitted)"], ["[16]", "In", "<FRAGMENT_SUPPRESSED>  summary judgment cases before this Trial Division and relevant cases before Ontario courts based on substantially similar summary judgment rules, wrote:", "\"Clearly, rule 432.3(4) of the", "Rules", "authorizes this court to decide questions of fact and law on a motion if it is able to do so on the material before it. On my reading of this Rule,", "a motion for summary judgment should only be denied", "where:", "1) on the whole of the evidence, the judge is unable to find the necessary facts; or", "2) it would be unjust to do so.\" (underlining added by me for emphasis)"], ["[17]", "<FRAGMENT_SUPPRESSED>  she determined to be all the case law in this court pertaining to summary judgment, arrived at the following general principles:", "\"1. the purpose of the provisions is to allow the court to summarily dispense with cases which ought not proceed to trial because there is no genuine issue to be tried (", "Old Fish Market Restaurants Ltd. v. 1000357 Ontario Inc. et al.)", "2. there is no determinative test (", "<FRAGMENT_SUPPRESSED>  doubtful that it does not deserve consideration by the trier of fact at a future trial;", "3. each case should be interpreted in reference to its own contextual framework (", "Blyth", "and <FRAGMENT_SUPPRESSED> );", "4. provincial practice rules (especially rule 20 of the Ontario", "Rules of Civil Procedure,", "... can aid in interpretation ( <FRAGMENT_SUPPRESSED> and", "Collie", ");", "5. this court may determine questions of fact and law on the motion for summary judgment if this can be done on the material before the court (this is broader than rule 20 of the Ontario", "Rules of Civil Procedure", ") (", "Patrick", ");", "6. on the whole of the evidence,", "summary judgment cannot be granted", "if the necessary facts cannot be found or if it would be unjust to do so (", "Pallman", "and", "Sears", ");", "7. in the case of a serious issue with respect to credibility, the case should go to trial because the parties should be cross-examined before the trial judge (", "Forde", "and", "Sears", "). The mere existence of apparent conflict in the evidence does not preclude summary judgment; the court should take a 'hard look' at the merits and decide if there are issues of credibility to be resolved (", "Stokes", ").\" (underlining added by me for emphasis; footnotes omitted)"], ["[18]", "The sixth principle enunciated by Madame Justice Tremblay-Lamer can be interpreted as nothing more than a restatement of the position of Mr. Justice Richard quoted earlier from", "Collie Wollen Mills Ltd.", "But the two statements appear to me to have a distinct difference in emphasis: Mr. Justice Richard states the principle as one outlining the", "only", "circumstances where summary judgment should be denied; while Madame Justice Tremblay-Lamer states the principle in terms of circumstances where \"... summary judgment cannot be granted ...\". With great respect, I prefer the latter statement of the principle. I regard it as being more consistent with the statement by Mr. Justice Stone  <FRAGMENT_SUPPRESSED>  Oil", "as to where the onus, as contrasted with an evidentiary burden, lies on an application for summary judgment. It appears clear to me that the onus lies with the applicant for summary judgment and, in the terms adopted by Madame Justice Tremblay-Lamer, \"... summary judgment cannot be granted if the necessary facts cannot be found ...\" which is to say, if the applicant for summary judgment fails to discharge the onus on it.", "Positions Of The Parties And Analysis"], ["[19]", "Counsel for the applicant referred to the following provisions of the", "Copyright Act", "[see footnote 6]:", "\"53(2) A certificate of registration of copyright in a work is", "evidence", "that copyright subsists in the work and that the person registered is the owner of the copyright.", ". . . . .", "\"34(3) In any action for infringement of copyright in any work in which the defendant puts in issue either the existence of the copyright or the title of the plaintiff thereto,", "(a) the work shall, unless the contrary is proved, be", "presumed", "to be a work in which copyright subsists; and", "(b) the author of the work shall, unless the contrary is proved be", "presumed", "to be the owner of the copyright.", ". . . . .", "\"27(1) Copyright in a work", "shall be", "deemed", "to be infringed by any person who, without the consent of the owner of copyright, does anything that, by this Act, only the owner of the copyright has the right to do.", ". . . . .", "\"(4) Copyright in a work", "shall be deemed", "to be infringed by any person who", "(a) sells or lets for hire, or by way of trade exposes or offers for sale or hire,", "(b) distributes either for the purposes of trade or to such an extent as to affect prejudicially the owner of the copyright,", "(c) by way of trade exhibits in public, or", "(d) imports for sale or hire into Canada,", "any work that to the knowledge of that person infringes copyright or would infringe copyright if it had been made within Canada.\" (underlining added by me for emphasis)", "\"53(2) Un certificat d'enregistrement de droit d'auteur sur une oeuvre est", "une preuve", "que cette oeuvre fait l'objet d'un droit d'auteur et que la personne portée à l'enregistrement est le titulaire de ce droit d'auteur.", ". . . . .", "\"34(3) Dans toute action pour violation du droit d'auteur sur une oeuvre, si le défendeur conteste l'existence du droit d'auteur ou la qualité du demandeur:", "(a) l'oeuvre est, jusqu'à preuve contraire,", "présumée", "être une oeuvre protégée par un droit d'auteur; et", "(b) l'auteur de l'oeuvre est, jusqu'à preuve contraire,", "présumé", "être le titulaire du droit d'auteur.", ". . . . .", "\"27(1) Est considéré comme", "ayant porté", "atteinte", "au droit d'auteur sur une oeuvre quiconque, sans le consentement du titulaire de ce droit, exécute un acte qu'en vertu de la présente loi seul ce titulaire a la faculté d'exécuter.", ". . . . .", "\"(4) Est considéré comme", "ayant porté", "atteinte", "au droit d'auteur quiconque, selon le cas:", "(a) vend ou loue, ou commercialement met ou offre en vente ou en location;", "(b) met en circulation, soit dans un but commercial, soit de façon à porter préjudice au titulaire du droit d'auteur;", "(c) expose commercialement en public; ou", "(d) importe pour la vente ou la location au Canada,", "une oeuvre qui, à sa connaissance, viole le droit d'auteur ou le violerait si elle avait été produite au Canada.\" (non souligné dans l'original)"], ["[20]", "Counsel emphasized that a certificate of registration of copyright in the name of Hermann Ruhl in respect of the Ruhl tachograph was before me; that the respondent here clearly put in issue the existence of the copyright and the title of Hermann Ruhl thereto but at the same time, over many years, produced the chart with the notation \"©H Ruhl, 1981\"; and that it cannot be denied that Kienzle and Argo had, since November of 1990 and before the death of Hermann Ruhl, engaged in acts described in s. 27(4)."], ["[21]", "In reply, counsel for the respondents referred me to the long relationship between Kienzle and Hermann Ruhl, enduring for some 60 years when the 1990 personal services contract between Kienzle and Hermann Ruhl expired, and to the trust and informality between the two that had come to characterize their relationship by the time copyright in the Ruhl tachograph was registered. He pointed to the affidavit evidence before me of a long-time employee of Kienzle who had dealt directly with Hermann Ruhl, to the effect that: Kienzle was unaware of the copyright registration until it was asserted by Hermann Ruhl in May, 1992; if Kienzle had been aware earlier it would have taken steps to, from the point of view of Kienzle, \"rectify\" the situation; and Kienzle considered ownership of copyright to be governed by the working agreements between Kienzle and Ruhl Machinery which, in many respects, Kienzle identified with Hermann Ruhl himself. Counsel also emphasized evidence surrounding the development of the Ruhl tachograph chart itself which, in the submission of counsel, was at least as consistent with ownership of the copyright in the chart by Ruhl Machinery and/or Kienzle as with ownership by Hermann Ruhl."], ["[22]", "Finally, counsel for the respondent emphasized the fact that, apart from the certificate of copyright itself, evidence on behalf of the applicant was set forth in the affidavit of Bernhard Douglas Ruhl, one of the administrators with will annexed of the estate of Hermann Ruhl, a son of Hermann Ruhl, who was not employed by Ruhl Machinery until 1982 and who was never involved in the technological and developmental side of the work of his father. In the result, of necessity, virtually all of the applicant's evidence critical to the determination of this motion and action was on information and belief."], ["[23]", "I find this last submission essentially determinative of this motion for summary judgment. As noted earlier, Mr. Justice Stone,  <FRAGMENT_SUPPRESSED>  Oil", ", concluded that, on a motion such as this, the moving party, here the plaintiff, is required to satisfy the court that no genuine issue for trial exists or, if one does exist, that the court should nonetheless exercise its discretion under rule 432.3(2) or (3). Kienzle, in response to the motion, is obligated to bring forth whatever evidence is available to it showing that there is a genuine issue for trial. But this, in the words of Mr. Justice Stone, \"... imposes an evidentiary burden only.\" The onus remains with the applicant."], ["[24]", "Rule 432.2(2) specifically provides that an affidavit for use on a motion for summary judgment may be made on information and belief. At the same time, it provides that, on the hearing of a motion such as this, an adverse inference may be drawn, if appropriate, from the failure of the party to provide the evidence of persons having personal knowledge of material facts. The applicant here has failed to satisfy me that it was not possible in all of the circumstances of this matter to provide evidence of persons having personal knowledge of material facts. That may in fact be the case, but if it is, it has not been demonstrated to the satisfaction of the court."], ["[25]", "That being said, it nonetheless remains open to me to rely on affidavit evidence provided on information and belief. But I am only inclined to do so in circumstances where I am satisfied that such evidence is both reliable and necessary. [See footnote 7]. Reliability of the evidence of Bernhard Douglas Ruhl could clearly be more effectively tested at a trial where Mr. Ruhl would be present, examined and cross-examined, and his demeanour could be observed. I have previously commented on the fact that the applicants have simply failed to demonstrate to the satisfaction of the court that reliance on evidence on information and belief is indeed necessary."], ["[26]", "On the facts before me, the respondents have brought forth evidence showing that there is a genuine issue for trial. That is not to say that, at trial, the respondents would succeed. But, in light of the nature of the preponderance of the evidence brought forward on behalf of the applicant, and taking into account the evidence brought forward on behalf of the respondents, I cannot conclude that the applicant has here established that there is no genuine issue for trial or that, even if there is such an issue, the court should nonetheless exercise its discretion under rule 432.3(3) or (4). To the contrary, against the seventh principle enunciated by Madame Justice Tremblay-Lamer in", "Granville Shipping", ", I conclude following a \"hard look\" at the merits that there is here a serious issue with respect to credibility based on the nature of the preponderance of the evidence before me on behalf of the applicant and the conflict in the evidence before me and that therefore the case should go to trial to provide the opportunity for witnesses to be cross-examined before a trial judge.", "Conclusion"], ["[27]", "For the foregoing reasons, this application for summary judgment is dismissed with costs to the respondent defendants Kienzle and Argo Instruments, in any event of the cause.", "Application dismissed.", "Editor: Angela E. McKay/clh", "Footnotes", "1.\tC.R.C. 1978, c. 663.", "2.\t[1995] 3 F.C. 68; 184 N.R. 307 (F.C.A.).", "3.\t(1991), 50 O.A.C. 176; 4 O.R.(3d) 545 (C.A.).", "4.\t(1996), 107 F.T.R. 93 (T.D.).", "5.\t[1996] 2 F.C. 853; 111 F.T.R. 189 (T.D.).", "6.\tR.S.C. 1985, c. C-42 (as amended).", "7.\t <FRAGMENT_SUPPRESSED>  O.A.C. 353; 59 C.C.C.(3d) 92; 79 C.R.(3d) 1;", "<FRAGMENT_SUPPRESSED>  O.A.C. 321; and", "<FRAGMENT_SUPPRESSED>  (F.C.A.).", "[End of document]"]]}