{"id_": "059221", "body_str": [["[1]", "Snider, J.", ": The Applicants are a family of Iranian citizens - mother, father and daughter - who came to Canada in September 2002. They became subject to a conditional departure order in 2002 and then an enforceable deportation order on February 5, 2004. An Enforcement Officer with Canada Border Services Agency (CBSA) carried responsibility for the removal of the Applicants from Canada, in accordance with s. 48(2) of the", "Immigration and Refugee Protection Act", ", S.C. 2001 c. 27 (", "IRPA", "). In this capacity, he issued a \"notification of removal letter\" to the Applicants, dated July 6, 2005, advising them of their removal on July 17, 2005. On July 7, 2005, the male Applicant and his son (who is not a party to this application) met with the Enforcement Officer and verbally sought a deferral of the removal. The Enforcement Officer declined to defer the removal, stating the following as his reasons:", "\"I declined to defer the removal on the grounds that the H & C application was recently submitted, that is, sometime after the negative PRRA decision was rendered. Given that the average processing time for H & C applications is approximately a year and a half, the Applicants' application would not be processed in the near future.\""], ["[2]", "The Applicants seek judicial review of the Enforcement Officer's decision not to defer their removal."], ["[3]", "By Order of Justice Eleanor Dawson, of this Court, dated July 15, 2005, the Applicants' removal was stayed until such time as this application is considered and finally determined.", "Issues"], ["[4]", "The Applicants raise the following issues:", "1. Given that the Applicants had been granted a stay of the enforcement of their removal order, does the doctrine of res judicata or issue estoppel apply to this Court in deciding the underlying application for leave and judicial review?", "2. If not, should this Court, when deciding the application for leave and judicial review, defer to the decision of the judge who decided that stay decision?", "3. Did the Enforcement Officer err by:", "(a) not being alive, attentive and sensitive to the possibility of new evidence of risk; or", "(b) declining to defer removal on the sole ground that the H & C application was recently submitted, without at least considering whether the H & C application would raise risk factors that had not previously been assessed?", "Analysis", "Background"], ["[5]", "The Applicants' claim for refugee status was dismissed by a panel of the Immigration and Refugee Board, Refugee Protection Division (RPD) on October 23, 2003, as was their application for leave and judicial review by this Court (Court File No. IMM-9114-03). A subsequent application for a pre-removal risk assessment (PRRA) was refused on February 22, 2005 and the application for leave and judicial review of the PRRA decision was dismissed by this Court on July 7, 2005 (Court File No. IMM-3063-05). On May 30, 2005, the Applicants filed a request for exemption from permanent resident visa requirements on humanitarian and compassionate (H & C) grounds. In their H & C application, the Applicants make submissions related to both risk and non-risk factors. To the extent that the H & C application raises risk elements, those will be considered separately during the consideration of that application. There has been no decision with respect to the H & C application.", "Standard of Review"], ["[6]", "<FRAGMENT_SUPPRESSED>  (F.C.), Justice Richard Mosley carefully considered the appropriate standard of review to be applied to decisions of enforcement officers. After applying a pragmatic and functional analysis, he was satisfied that the appropriate standard of review of the officer's refusal to defer removal is patent unreasonableness. While I agree with Justice Mosley's conclusion, I note that the first two issues raised by the Applicants are questions of law to which a standard of correctness should apply."], ["[7]", "The subject matter of the third issue deals squarely with the conclusions reached by the Enforcement Officer on the basis of the evidence before him. For this, the Enforcement Officer is to be accorded the highest level of deference. The decision should be overturned only if the Enforcement Officer \"based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it\" (", "Federal Courts Act", ", s. 18.1(4)(d), R.S.C. 1985, c. F-7).", "Issue #1: Res judicata or issue estoppel"], ["[8]", "As noted, the Applicants were granted a stay by Order of Justice Dawson. While no reasons were given, Justice Dawson provided an Endorsement in her Order, part of which is as follows:", "\"With respect to the requirement of the existence of a serious issue, the jurisprudence requires that the applicant show that the application is not frivolous or vexatious. This is a low threshold, although a more extensive review of the merits is required when, as here, the result of the interlocutory motion will in effect amount to a final determination of the action.", "\"... I am satisfied that a serious issue has been raised as to whether the Enforcement Officer was entitled to decline to defer removal on the simple ground that the humanitarian and compassionate application was recently submitted, without at least considering whether such application raised risk factors that had not previously been assessed.\""], ["[9]", "The Applicants submit that res judicata consists of action estoppel and issue estoppel, and that issue estoppel applies in this case. The Applicants submit that the issue before me and the expanded nature of the \"serious issue to be tried\" test before Justice Dawson are the same, in light of the reasoning in", "<FRAGMENT_SUPPRESSED>  (T.D.). Thus, they argue that Justice Dawson made a final determination of the application and that, therefore, res judicata or issue estoppel applies. For the reasons that follow, I do not agree."], ["[10]", "The preconditions for issue estoppel are, as set out in", "<FRAGMENT_SUPPRESSED>  at para. 25, the following:", "1. that the same question has been decided;", "2. that the judicial decision which is said to create the estoppel was final; and", "3. that the parties to the judicial decision or their privies were the same persons as the parties to the proceedings in which the estoppel is raised or their privies."], ["[11]", "To determine whether the Applicants can establish that this doctrine should apply, I begin with an examination of the nature and requirements for obtaining a stay."], ["[12]", "A stay is a form of interlocutory injunction. It is, by definition, put in place for a specific time, usually to permit the completion of pre-application matters and the hearing of an application. By contrast, the judicial review provides a final determination of an issue raised by the underlying decision."], ["[13]", "In considering whether to allow the motion for a stay in an immigration matter, the motions judge normally (as was done by Justice Dawson in this case) directs herself to the tri-partite test in", "<FRAGMENT_SUPPRESSED>  Q.A.C. 241. Pursuant to this test, an applicant is required to establish that: (a) there is a serious issue to be tried; (b) the applicant would suffer irreparable harm if the stay is not granted; and (c) the balance of convenience favours the applicant."], ["[14]", "The first step in the test is a preliminary and tentative assessment of the merits of the case. The motions judge may not have a complete record. The motion is generally brought on an urgent basis and a decision must be rendered almost immediately. As a result, neither party (but, in particular, the responding party) has the time to prepare effectively. The motions judge may not have adequate time to give full contemplation to the issues. The limited role of a court at the interlocutory stage was well described by Lord Diplock in", "<FRAGMENT_SUPPRESSED>  stage of the litigation to try to resolve conflicts of evidence on affidavit as to facts on which the claims of either party may ultimately depend nor to decide difficult questions of law which call for detailed argument and mature considerations. These are matters to be dealt with at the trial.\""], ["[15]", "The Applicants refer to a higher level of examination that takes place in the review of a decision not to defer removal. This is because the granting of a stay will defer the removal of the Applicants; or, in other words, the stay gives them exactly what they were asking from the Enforcement Officer. In", "Wang", ", above, at para. 11, Justice Pelletier concluded that:", "\"... the test of serious issue becomes the likelihood of success on the underlying application since granting the relief sought in the interlocutory application will give the applicant the relief sought in the application for judicial review.\""], ["[16]", "The Applicants rely on this conclusion in", "Wang", "in support of their submission that the determination of the question in dispute has been finally determined. However, in", "Wang", ", Justice Pelletier was clear about the role of the interlocutory motion vis-à-vis the hearing of the application when he commented at para. 9.", "\"[t]his is not to say that the issues are the same in the motion for a stay as they are in the application for judicial review ... . The examination of the merits which occurs on the motion for a stay is markedly different than that which occurs at the hearing of the application for judicial review.\""], ["[17]", "The Applicants refer to Justice Dawson's statement, in the Endorsement that accompanied her Order, that: \"the result of the interlocutory motion will in effect amount to a final determination of the action\". This, they argue, makes it clear that, in this case, the granting of a stay was a final determination of the application that is now before me. The problem that I have with this argument is that the final Order of Justice Dawson does not reflect this conclusion. In her Order, Justice Dawson ordered that the removal of the Applicants \"until such time as the within application is considered and finally determined\". The \"within application\" is the application for judicial review that I am now seized with; that is, the judicial review of the decision of the Enforcement Officer not to defer removal of the Applicants. In deciding the \"serious issue\" test, she took a closer look at the merits of the application and set out brief reasons for doing so in the Endorsement. However, her Order states unequivocally that she did not finally determine the issue."], ["[18]", "I also note that the language used by Justice Dawson mirrors that used by the Supreme Court of Canada  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , at para. 51. In describing exceptions to the general rule that a motions judge should not engage in an extensive review of the merits, the Supreme Court stated that: \"The first arises when the result of the interlocutory motion will in effect amount to a final determination of the action\". By using these words, the Supreme Court  <FRAGMENT_SUPPRESSED> -MacDonald", "was not indicating that the motions judge was making a final determination on the underlying trial issue. Nor was Justice Dawson."], ["[19]", "In summary, the task before Justice Dawson was to determine whether the Applicants satisfied the tri-partite test and not to determine whether the Enforcement Officer had erred. Thus, the issue before this Court differs from that before Justice Dawson and the doctrines of res judicata or issue estoppel do not apply.", "Issue #2: Judicial comity"], ["[20]", "The Applicants, in the alternative, argue that, for reasons of judicial comity, I should respect and apply the decision of Justice Dawson in the stay decision, as was done by Justice McGillis in", "<FRAGMENT_SUPPRESSED>  (T.D.) unless I am persuaded that the stay decision was \"manifestly wrong\". Similar to the discussion above, the flaw in this argument is that Justice Dawson did not decide that the Enforcement Officer had erred; she determined, rather, that there was a serious issue to be determined for purposes of the test for the granting of a stay."], ["[21]", "In", "Singh", ", above, Justice McGillis concluded, at para. 8, that \"I ought to adopt and apply, for reasons of judicial comity, the decision of McKeown, J., in", "<FRAGMENT_SUPPRESSED>  issues raised in the present proceedings", ".\" The principle of judicial comity, referred to by Justice McGillis, arises only where the earlier case decided the same issue and does not arise where the issue is different. In this case, I am deciding a different issue than was determined in the stay. By concluding on the application for judicial review that the Enforcement Officer did not err, I am not disagreeing with Justice Dawson that the evidence before her warranted granting a stay of removal. The principle of judicial comity does not apply.", "Issue #3: Merits of the application"], ["[22]", "The Applicants submit that the Enforcement Officer erred by declining to defer removal on the simple ground that the H & C application was recently submitted, without at least considering whether such application raised risk factors that had not previously been assessed. In effect, the Applicants argue that the Enforcement Officer reached his decision not to defer their removal without regard for the newly-identified risk factors that were raised in their H & C application."], ["[23]", "Even on the highest standard of patent unreasonableness, failure to have regard to the evidence is a reviewable error. Thus, the question before me is whether the Enforcement Officer was under a duty to consider the evidence of risk described by the Applicants prior to making his decision."], ["[24]", "It is well-established that the mere existence of an application for exemption on humanitarian and compassionate grounds is not sufficient grounds for a removals officer to defer removal (", "<FRAGMENT_SUPPRESSED>  (T.D.), at para. 2;", "<FRAGMENT_SUPPRESSED>  at para. 36;", "<FRAGMENT_SUPPRESSED>  (F.C.), at para. 3)). There must be some evidence that goes beyond the mere existence of the outstanding application. As discussed in", "<FRAGMENT_SUPPRESSED> ; 187 F.T.R. 219 (T.D.), at para. 12, an officer \"may consider various factors such as illness, other impediments to travelling, and pending H & C applications that were brought on a timely basis but have yet to be resolved dues to backlogs in the system\". None of those exceptions apply here. I would accept that, in certain circumstances, an enforcement officer may properly exercise his discretion and defer removal to allow for the assessment of new evidence related to risk. Is this one of those cases?"], ["[25]", "I have carefully reviewed the record in this application, including the affidavits filed by both the son (in the context of the motion for the stay - no similar affidavit was filed directly in this application) and the Enforcement Officer with a view to assessing what exactly was presented to the Enforcement Officer in the Applicants' request to defer. The son, in his affidavit, noted that:", "\"I told him that we had made humanitarian applications for my father, mother and sister and asked him to postpone removal, to give us more time to allow the applications to go through. He showed no interest in these applications. He did not ask us to show them to him. He gave them no consideration. He refused my request.\""], ["[26]", "The officer, in his affidavit, stated as follows:", "\"When the Applicant and his son came to the CBSA office on July 7, 2005, they asked me to defer the removal until the H & C application was determined. I declined to defer the removal on the grounds that the H & C application was recently submitted, that is, sometime after the negative PRRA decision was rendered. Given that the average processing time for H & C applications is approximately a year and a half, the Applicants' application would not be processed in the near future.\""], ["[27]", "In short, the Applicants never brought to the attention of the officer their concerns about risk. They did not provide the Enforcement Officer with a copy of the H & C application or the document that was submitted with the H & C application that addressed the newly-identified risk. It appears that, at the final interview, the only reason given by the Applicants for a deferral was that they wanted a deferral until the recently-submitted H & C application was considered."], ["[28]", "The Certified Tribunal Record contains a copy of the Applicants' complete Citizenship and Immigration Canada (CIC) file. I assume, from the inclusion of the CIC file in the Certified Tribunal Record, that all of the documentation, including the recently-filed H & C application, was before the Enforcement Officer. In that file are the documents related to the entire history of the Applicants in their efforts to remain in Canada, including the failed refugee claim and PRRA."], ["[29]", "The Applicants acknowledge that no reference to risk evidence or allegations was made directly to the Enforcement Officer. However, they make two assertions. The first is that, because the Applicants had previously raised issues of risk before the RPD and in their PRRA application, the Enforcement Officer was under a duty to be alive, attentive and sensitive to the possibility of new evidence of risk (", "<FRAGMENT_SUPPRESSED> ). The second is that, since the H & C application was contained in the Applicants' CIC file and since that application clearly set out new evidence of risk, the Enforcement Officer was obliged to consider and deal with that evidence in deciding whether to defer removal."], ["[30]", "I have a number of problems with the Applicants' argument. The Applicants bear the burden of presenting to the Enforcement Officer compelling evidence supporting their request (", "<FRAGMENT_SUPPRESSED>  F.T.R. 248 (T.D.), at para. 24). This Court has held that a removal officer is not obligated to seek out and consider documents which are not brought before him (", "<FRAGMENT_SUPPRESSED>  at para. 22). What the Applicants are asking is that the Enforcement Officer undertake a review of the entire CIC file to determine whether there is anything contained therein that could support a request for deferral. Where, as here, not one single reference is made to the fact that their H & C application is based, in part, on new risk evidence, it is unreasonable to require the Enforcement Officer to make further inquiries. In my view, without being apprised directly of the risk factors facing the Applicants upon removal, there is no obligation on the Enforcement Officer to seek out and analyze the submissions in the H & C application."], ["[31]", "The Applicants assert that the existence of a prior RPD decision and PRRA decision should have alerted the Enforcement Officer to the fact that risk was a live issue for these Applicants and, consequently, placed a burden on the Enforcement Officer to review the outstanding H & C and to ask the Applicants whether there was any new evidence of risk. I do not agree. Indeed, the existence of a failed refugee claim and rejected PRRA, if anything, should give comfort to the Enforcement Officer that the element of risk has been canvassed and dealt with extensively in recently completed processes. Further, an H & C application does not necessarily include allegations of risk; the notion of hardship may relate solely to humanitarian factors."], ["[32]", "I also believe that the Applicants' reliance on", "Baker", ", above, is misplaced. The Supreme Court in", "Baker", "was dealing with the decision of an immigration officer who had refused an H & C application. In that case, Ms. Baker provided substantial evidence to the officer in relation to her children. Specifically, in her application, she included submissions from her lawyer, a letter from her doctor, and a letter from a social worker with the Children's Aid Society. Ms. Baker's submissions also clearly indicated that she was the sole caregiver for two of her Canadian-born children and that the other two depended on her for emotional support and were in regular contact with her. The documentation suggested that she too would suffer emotional hardship if she were separated from them. When the Supreme Court concluded that the \"the reasons for this decision do not indicate that it was made in a manner which was alive, attentive, or sensitive to the interests of Ms. Baker's children, and did not consider them as an important factor in making the decision\", it was faced with a situation where significant evidence concerning the interests of the children had been put to the officer. In contrast, the Applicants, in this case, provided nothing to the Enforcement Officer beyond a bare assertion that they had an outstanding H & C. There is nothing similar to the situation in", "Baker", "to warrant a conclusion that the Enforcement Officer was under a duty to be alive, attentive and sensitive to the possibility of new evidence of risk."], ["[33]", "In conclusion on this issue, it is my view that the Enforcement Officer did not err. What the Applicants placed before the Enforcement Officer was the fact that an H & C application had recently been filed - and nothing more. He was not under an obligation to review the copy of the H & C application contained in the CIC file to see whether it contained any newly-raised allegations of risk. The Enforcement Officer did not make his decision to refuse to defer the removal without regard to the evidence before him."], ["[34]", "Even if I were to conclude that the Enforcement Officer was obliged to take the contents of the H & C application into consideration, I am not certain that, on these facts, sufficient evidence of risk is shown or that the Enforcement Officer was required to defer removal pending the processing of the H & C application. In the narrative portion of their H & C application, the Applicants state that they are afraid to return to Iran. With the H & C application, they enclosed one document that they assert supports their fear of arrest and interrogation upon their return. Aside from this one document and assertion, there is nothing further on the element of risk; the balance of the narrative refers to other reasons for allowing them to make application from within Canada.", "Proposed Questions for Certification"], ["[35]", "The Applicants propose the following questions for certification:", "1. When the Federal Court grants a stay of enforcement of a removal order, is the underlying application for leave and judicial review of the decision to enforce the removal order effectively decided?", "2. If not, should the Court, when deciding the application for leave and judicial review, defer to the decision of the judge who decided that stay decision unless it could be shown that the previous decision was manifestly wrong or should not be followed?", "3. In the case of a removal of a person who has made a claim to the Refugee Protection Division of the Immigration and Refugee Board or an application to the Minister of Citizenship and Immigration for refugee protection which has been refused,", "(a) must an enforcement officer, in the exercise of his discretion to defer removal under", "IRPA", ", s. 49, be \"alive, attentive and sensitive\" (", "<FRAGMENT_SUPPRESSED> ) to the possibility of new evidence of risk?", "(b) is the enforcement officer entitled to decline to defer removal on the sole ground that a humanitarian and compassionate application was recently submitted, without at least considering whether the application would raise risk factors which had not previously been assessed?"], ["[36]", "In my view, the answer to the first two questions is unequivocally \"no\". The issues before the motions judge in the stay application and before this Court in the judicial review are different; the concepts of res judicata and judicial comity are not applicable on these facts. Accordingly, I will not certify these questions."], ["[37]", "Directionally, however, I believe that the third question is one of general importance that would be dispositive of an appeal of this judicial review. The obligations on an enforcement officer and the circumstances in which a deferral is warranted have been the subject of a considerable amount of jurisprudence by this Court. While most such cases are determined on the basis of the particular facts, this application raises two questions, in my mind, that have general applicability. Rather than wording suggested by the Applicants, the following questions will be certified:", "(a) When a person scheduled for removal asks an enforcement officer to defer removal until the processing of an H & C application is completed, but does not provide any evidence to support the request, does the officer err by failing to consider the copy of the H & C application that is contained in the person's file with Citizenship and Immigration Canada?", "(b) If the answer is yes and the H & C application contains newly-raised allegations of risk, is the enforcement officer under a duty to defer the removal until the completion of the H & C application?"], ["[38]", "In conclusion, the application will be dismissed with the above questions certified.", "ORDER"], ["[39]", "This Court orders that:", "1. The Application for Judicial Review is dismissed; and", "2. The following questions of general importance are certified:", "(a) When a person scheduled for removal asks an enforcement officer to defer removal until the processing of an H & C application is completed, but does not provide any evidence to support the request, does the officer err by failing to consider the copy of the H & C application that is contained in the person's file with Citizenship and Immigration Canada?", "(b) If the answer is yes and the H & C application contains newly-raised allegations of risk, is the enforcement officer under a duty to defer the removal until the completion of the H & C application?", "Application dismissed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}