{"id_": "059329", "body_str": [["[1]", "Le juge Martineau", ": Le demandeur conteste la légalité d'une décision rendue le 22 septembre 2010 par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (le tribunal), qui a rejeté sa demande d'asile au motif qu'il est une personne visée par l'alinéa F(a) de l'Article Premier de la", "Convention des Nations Unies relative au statut des réfugiés", "(la Convention)."], ["[2]", "L'alinéa F(a) de l'Article Premier de la Convention prescrit:", "F. Les dispositions de cette Convention ne seront pas applicables aux personnes dont on aura des raisons sérieuses de penser:", "a ) Qu'elles ont commis un crime contre la paix, un crime de guerre ou un crime contre l'humanité, au sens des instruments internationaux élaborés pour prévoir des dispositions relatives à ces crimes;", "F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:", "( a ) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;"], ["[3]", "L'article 98 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 7 (la Loi) entérine les sections E et F de la Convention:", "98. La personne visée aux sections E ou F de l'article premier de la Convention sur les réfugiés ne peut avoir la qualité de réfugié ni de personne à protéger.", "98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection."], ["[4]", "Le demandeur, âgé de 36 ans, est citoyen sri lankais et d'ethnicité tamoule. Il a travaillé pour les Tigres de libération de l'Eelam tamoul (Tigres) de décembre 1992 à octobre 1995. Les Tigres sont inscrits par le Ministère de la sécurité publique à titre d'organisation terroriste."], ["[5]", "Le demandeur raconte qu'après ses études en 1991, il a commencé à travailler pour son frère comme superviseur dans une usine de textile à Jaffna. Les Tigres se rendent alors à l'usine pour parler avec le demandeur et son frère d'une taxe à payer, et pour tenter de les recruter, ce que le demandeur refuse. En novembre 1992, les Tigres l'amènent de force dans leur camp, le battent et menacent de le tuer, s'il ne travaille pas pour eux. Après avoir été détenu pendant trois semaines, il accepte de travailler pour eux."], ["[6]", "Selon la preuve au dossier, le demandeur travaille d'abord un an dans le Bureau des archives dans le camp à Tinnevelly. Il reçoit un salaire de 3000 roupies par mois. Ensuite, il travaille deux ans au Département des finances dans le camp à Chankanai. C'est une promotion. Le demandeur est responsable, avec d'autres civils, de recueillir les taxes qui doivent être versées aux Tigres, notamment afin de payer les services des combattants. Il reçoit un salaire de 5000 roupies par mois. En tout temps, après avoir travaillé dans ces camps, il peut se rendre chez lui le soir."], ["[7]", "Après presque trois ans, en octobre 1995, le demandeur cesse de travailler pour les Tigres parce qu'à cette époque, l'armée sri lankaise a pris le contrôle de la péninsule de Jaffna. Le demandeur et sa famille se réfugient alors dans d'autres régions. Les Tigres lui demandent à nouveau de travailler pour eux, ce qu'il refuse cette fois; il n'y a pas de représailles. En 1997, le demandeur retourne à Jaffna, région sous le contrôle de l'armée sri lankaise, et reprend son travail à l'usine de son frère. Il y reste, nonobstant l'harcèlement qu'il subit de l'armée sri lankaise."], ["[8]", "En janvier 2000, alors qu'il est à Colombo pour les affaires de son frère, il est arrêté par la police, qui l'accuse d'être un supporteur des Tigres. Il est détenu pour six jours, pendant lesquels il est interrogé et battu. Il est relâché après le paiement d'un pot-de-vin à un officier de l'armée. En février 2000, il quitte le Sri Lanka pour la Russie, l'Ukraine et le Royaume-Uni. Sa demande d'asile au Royaume-Uni est par la suite refusée. En décembre 2007, le demandeur arrive au Canada avec un faux passeport canadien et demande aussitôt l'asile."], ["[9]", "La présente demande de contrôle judiciaire vise à casser la décision du tribunal prononçant son exclusion de la définition de réfugié car il est visé par l'alinéa F(a) de l'Article Premier de la Convention. Les parties conviennent que c'est la norme de la décision raisonnable qui s'applique à l'examen de cette décision (", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "Commençons par souligner qu'une exclusion fondée sur la section F de l'Article Premier de la Convention est une question grave qui peut affecter le demandeur d'asile pour le restant de sa vie (", "<FRAGMENT_SUPPRESSED>  (CAF) au para 5). La complicité dépend essentiellement de l'existence d'une intention commune et de la connaissance que toutes les parties en cause en ont (", "<FRAGMENT_SUPPRESSED>  (CAF) à la page 318, cité dans <FRAGMENT_SUPPRESSED> , précité, au para 8)."], ["[11]", "La participation personnelle peut être directe ou indirecte comme l'expose la Cour d'appel fédérale dans l'arrêt", "<FRAGMENT_SUPPRESSED> (cité dans", "<FRAGMENT_SUPPRESSED> ):", "Il va de soi, nous semble-t-il, qu'une \"participation personnelle et consciente\" puisse être directe ou indirecte et qu'elle ne requière pas l'appartenance formelle au groupe qui, en dernier ressort, s'adonne aux activités condamnées. Ce n'est pas tant le fait d'œuvrer au sein d'un groupe qui rend quelqu'un complice des activités du groupe, que le fait de contribuer, de près ou de loin, de l'intérieur ou de l'extérieur, en toute connaissance de cause, aux dites activités ou de les rendre possibles. Il n'est nul besoin d'être un membre pour être un collaborateur. La complicité, nous disait le juge MacGuigan à la page 318, \"dépend essentiellement de l'existence d'une intention commune et de la connaissance que toutes les parties en cause en ont\". Celui qui met sa propre roue dans l'engrenage d'une opération qui n'est pas la sienne mais dont il sait qu'elle mènera vraisemblablement à la commission d'un crime international, s'expose à l'application de la clause d'exclusion au même titre que celui qui participe directement à l'opération."], ["[12]", "Tant dans ses représentations écrites soumises au tribunal que devant cette Cour, le demandeur a admis que les Tigres ont participé à de nombreux crimes contre l'humanité et que les Tigres forment une organisation qui poursuit des fins limitées et brutales. Le procureur du demandeur a rappelé que son client s'était exprimé de façon franche et honnête aux questions posées du tribunal, et qu'il n'avait pas tenté d'embellir son histoire. Bien qu'il a été payé pour son travail et qu'il pouvait rentrer chez lui le soir, ceci n'indique pas son acquiescement à travailler pour les Tigres. Il soumet également que même s'il était au courant des crimes contre l'humanité commis par les Tigres, la fonction qu'il occupait au sein du Département des finances des Tigres était somme toute négligeable. Il n'a jamais porté d'arme, ni jamais participé à la perpétration de crimes contre l'humanité. Il ne connaissait pas les violations commises ni les personnes impliquées et n'a jamais eu un poste important au sein de l'organisation des Tigres."], ["[13]", "Dans la décision contestée, le tribunal conclut que les Tigres ont commis des crimes contre l'humanité au moment où le demandeur en faisait partie, soit entre 1992 et 1995, et que cette organisation poursuit des fins limitées et brutales. Le tribunal conclut également que le demandeur s'est rendu complice des crimes commis par les Tigres suite à une analyse en trois étapes: (1) le demandeur était au courant des crimes contre l'humanité commis par les Tigres au moment où il en faisait partie; (2) la perception de taxes au profit des Tigres ne peut pas se qualifier de participation négligeable ou de participation passive au sein de l'organisation; et (3) le demandeur n'a pas démontré qu'il a travaillé pour les Tigres sous la contrainte. En l'espèce, le demandeur conteste les conclusions du tribunal touchant à sa participation aux activités des Tigres, et il continue de prétendre devant la Cour qu'il a agi sous la contrainte et que ses fonctions au sein des Tigres étaient négligeables."], ["[14]", "Les explications du demandeur concernant l'étendue de sa participation dans les activités des Tigres ont été considérées, puis rejetées par le tribunal. Cette Cour conclut que les conclusions du tribunal sont raisonnables en l'espèce. La décision du tribunal est intelligible et transparente. Le tribunal a d'abord bien exposé dans sa décision les principes jurisprudentiels applicables à la complicité par association. Ensuite, après une revue minutieuse de la preuve documentaire et du témoignage du demandeur, le tribunal a rendu une décision qui s'appuie sur la preuve au dossier. Il n'appartient pas à la Cour de se substituer au tribunal dans l'évaluation de la preuve. Le tribunal n'a tout simplement pas trouvé crédible le fait que le demandeur ait pu être forcé de travailler pour les Tigres, alors qu'il touchait un salaire mensuel et qu'on lui ait même confié un poste au Département des finances nécessitant d'eux une confiance suffisante pour recueillir les taxes en question et pour identifier les personnes qui acceptaient ou qui refusaient de les payer."], ["[15]", "Le procureur du demandeur a porté à notre attention la décision qui a été rendue par la  <FRAGMENT_SUPPRESSED> et 90. Toutefois, dans <FRAGMENT_SUPPRESSED> , précité, il n'y a pas eu de conclusion à l'effet que le gouvernement de la République démocratique du Congo est une organisation à des fins limitées et brutales, même si le gouvernement a commis des crimes contre l'humanité. En l'espèce, le demandeur a lui-même acquiescé que les Tigres forment une telle organisation. Il est bien établi qu'à l'égard d'une organisation visant des fins limitées et brutales, la preuve d'appartenance peut être suffisante pour conclure à la complicité et, par conséquent, justifier l'exclusion (", "<FRAGMENT_SUPPRESSED> )."], ["[16]", "Le demandeur soumet également que le tribunal a erré dans son évaluation de la preuve documentaire sur la situation au Sri Lanka après 1995. Le demandeur cite en particulier l'énoncé du tribunal que « le demandeur a continué à vivre dans son pays jusqu'en février 2000, et ce, dans une région, celle de Jaffna, où à l'époque, l'armée n'était pas encore en contrôle de la situation ». Or, la preuve documentaire démontre clairement que Jaffna était sous le contrôle de l'armée dès 1995. Le tribunal s'est donc trompé sur ce point précis. Toutefois, cette erreur de fait doit être appréciée à la lumière des autres conclusions du tribunal, qui ont été jugés raisonnables par la Cour (", "<FRAGMENT_SUPPRESSED> ). Or, l'exclusion repose sur les activités du demandeur et des Tigres entre 1992 et 1995. Une erreur du tribunal sur un fait postérieur n'est donc pas une erreur déterminante."], ["[17]", "En résumé, à la lumière des enseignements de la jurisprudence, le tribunal a analysé toute la preuve qui lui a été soumise. Il a décidé qu'assumer « une fonction reliée à la collecte de taxes en étant un employé rémunéré au sein d'un Département des finances d'un camp des Tigres, entre 1994 et 1995, ne peut être qualifié de participation négligeable ou de participation passive au sein de cette organisation, comme l'aurait été par exemple le fait de fournir un refuge à certains de ses membres ». Suite à cet exercice, le tribunal a conclu que le demandeur n'a pas agi sous la contrainte et qu'il y avait des raisons sérieuses de penser qu'à titre d'employé au sein d'un Département des finances d'un camp des Tigres entre 1994 et 1995, le demandeur a été complice de crimes contre l'humanité du fait qu'il a continué à travailler pour cette organisation qui visait principalement des fins limitées et brutales, alors qu'il était lui-même conscient des crimes commis par cette même organisation. Ces conclusions nous apparaissent raisonnables."], ["[18]", "En dernière analyse, la Cour note qu'aucune erreur de droit précise n'est reprochée au tribunal, ni aucune erreur de fait révisable concernant les activités du demandeur de 1992 à 1995. En l'espèce, la décision du tribunal d'exclure le demandeur constitue l'une des issues possibles compte tenu du droit et de la preuve soumise, et donc l'intervention de la Cour n'est pas justifiée ( <FRAGMENT_SUPPRESSED> , précité, au para 47). Le demandeur peut être en désaccord avec la conclusion du tribunal, mais il n'en demeure pas moins qu'elle se justifie selon la jurisprudence et la preuve, et donc elle est raisonnable."], ["[19]", "La demande de contrôle judiciaire est rejetée. À l'audience, les procureurs ont convenu qu'aucune question grave de portée générale ne se soulève dans le présent dossier.", "JUGEMENT"], ["[20]", "LA COUR STATUE que", "la demande de contrôle judiciaire doit être rejetée. Aucune question n'est certifiée.", ".........................", "<FRAGMENT_SUPPRESSED>  challenging the lawfulness of a decision dated September 22, 2010, by the Refugee Protection Division of the Immigration and Refugee Board (panel), rejecting his refugee claim on the ground that he is a person described in Article 1F(a) of the", "United Nations Convention relating to the Status of Refugees", "(Convention)."], ["[2]", "Article 1F(a) of the Convention states the following:", "F. The provisions of this Convention shall not apply to any person with respect to whom there are serious reasons for considering that:", "(a) He has committed a crime against peace, a war crime, or a crime against humanity, as defined in the international instruments drawn up to make provision in respect of such crimes;", "F. Les dispositions de cette Convention ne seront pas applicables aux personnes dont on aura des raisons sérieuses de penser:", "a) Qu'elles ont commis un crime contre la paix, un crime de guerre ou un crime contre l'humanité, au sens des instruments internationaux élaborés pour prévoir des dispositions relatives à ces crimes;"], ["[3]", "Section 98 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) ratifies sections E and F of the Convention:", "98. A person referred to in section E or F of Article 1 of the Refugee Convention is not a Convention refugee or a person in need of protection.", "98. La personne visée aux sections E ou F de l'article premier de la Convention sur les réfugiés ne peut avoir la qualité de réfugié ni de personne à protéger."], ["[4]", "The applicant, 36 years of age, is a citizen of Sri Lanka and of Tamil ethnicity. He worked for the Liberation Tigers of Tamil Eelam (Tigers) from December 1992 to October 1995. The Tigers are on the Department of Public Safety's list of terrorist organizations."], ["[5]", "The applicant states that, after his studies in 1991, he started working for his brother as a supervisor in a textile factory in Jaffna. The Tigers would go to the factory to talk to the applicant and his brother about the tax that had to be paid and to try to recruit them, but the applicant refused. In November 1992, the Tigers took him to their camp by force, beat him and threatened to kill him in order to convince him to work for them. After being detained for three weeks, he agreed to work for them."], ["[6]", "According to the evidence in the record, the applicant first worked in the Records Office at the camp in Tinnevelly for one year and earned a salary of 3,000 rupees per month. He then worked in the Finance Department at the camp in Chankanai for two years. This was a promotion. The applicant and other civilians were responsible for collecting taxes owing to the Tigers, which went in particular to the fighters. He earned a salary of 5,000 rupees per month. While working in these camps, he was always allowed to go home in the evenings."], ["[7]", "In October 1995, after close to three years, the applicant stopped working for the Tigers because the Sri Lankan army had just taken control of the Jaffna peninsula. The applicant and his family therefore sought refuge in other regions. The Tigers asked him again to work for them, but this time he refused. There was no retribution. In 1997, the applicant returned to Jaffna, a region under the control of the Sri Lankan army, and started working at his brother's factory again. He stayed there despite harassment by the Sri Lankan army."], ["[8]", "In January 2000, while he was in Colombo on business for his brother, he was arrested by the police, who accused him of being a Tiger supporter. He was detained for six days, during which he was questioned and beaten. He was released after an army officer was paid a bribe. In February 2000, he left Sri Lanka for Russia, Ukraine and the United Kingdom. His claim for asylum in the United Kingdom was subsequently rejected. In December 2007, the applicant arrived in Canada with a fake Canadian passport and claimed protection immediately."], ["[9]", "This application for judicial review seeks to set aside the panel's decision excluding him from the definition of refugee because he falls under Article 1F(a) of the Convention. The parties are in agreement that it is the standard of reasonableness that applies to the review of this decision (", "<FRAGMENT_SUPPRESSED> )."], ["[10]", "I begin by emphasizing that an exclusion based on Article 1F of the Convention is a serious matter which could affect the refugee claimant for the rest of his life (", "<FRAGMENT_SUPPRESSED>  (FCA) at paragraph 5). At bottom, complicity rests on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it (", "<FRAGMENT_SUPPRESSED>  (FCA) at page 318, cited in <FRAGMENT_SUPPRESSED> , above, at paragraph 8)."], ["[11]", "The personal participation can be direct or indirect as stated by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> (cited in", "<FRAGMENT_SUPPRESSED> ):", "In our view, it goes without saying that \"personal and knowing participation\" can be direct or indirect and does not require formal membership in the organization that is ultimately engaged in the condemned activities. It is not working within an organization that makes someone an accomplice to the organization's activities, but knowingly contributing to those activities in any way or making them possible, whether from within or from outside the organization. At p. 318 F.C., MacGuigan, J.A. said that \"[a] t bottom complicity rests . . . on the existence of a shared common purpose and the knowledge that all of the parties in question may have of it\". Those who become involved in an operation that is not theirs, but that they know will probably lead to the commission of an international offence, lay themselves open to the application of the exclusion clause in the same way as those who play a direct part in the operation."], ["[12]", "Both in his written representations submitted to the panel and those before this Court, the applicant admitted that the Tigers participated in many crimes against humanity and that they are an organization directed to a limited, brutal purpose. Counsel for the applicant noted that his client answered the panel's questions frankly and honestly and did not try to embellish his account. Even though he was paid for his work and was able to go home in the evenings, this was no indication of his acquiescence to work for the Tigers. He also claimed that, even if he was aware of the crimes against humanity committed by the Tigers, the position he held within the Finance Department for the Tigers was by and large negligible. He never carried a weapon or participated in the commission of crimes against humanity. He was not aware of the violations committed or the persons involved and never held an important position within the Tiger organization."], ["[13]", "In the impugned decision, the panel found that the Tigers committed crimes against humanity at the time when the applicant belonged to it, that is, between 1992 and 1995, and that this organization is directed to a limited, brutal purpose. The panel also found that the applicant was complicit in crimes committed by the Tigers further to a three-step analysis: (1) the applicant was aware of the crimes against humanity committed by the Tigers at the time when he belonged to the organization, (2) the collection of taxes financing the Tigers cannot be qualified as a negligible or passive participation in the organization and (3) the applicant did not demonstrate that he worked for the Tigers under constraint. In this case, the applicant is challenging the panel's findings on his participation in Tiger activities and continues to claim before the Court that he acted under constraint and that his duties for the Tigers were negligible."], ["[14]", "The applicant's explanations on the extent of his participation in Tiger activities were considered and then rejected by the panel. This Court finds the panel's findings reasonable in this case. The panel's decision is intelligible and transparent. First, the panel clearly stated in its decision the jurisprudential principles applicable to complicity by association. Second, after a meticulous review of the documentary evidence and the applicant's testimony, the panel rendered a decision that relies on the evidence in the record. It is not up to the Court to substitute itself for the panel in assessing the evidence. The panel simply did not find credible the fact that the applicant was able to be forced to work for the Tigers if he earned a monthly salary and was even given a position in the Finance Department, a position that required sufficient trust on their part for the collection of the taxes in question and the identification of those who agreed or refused to pay them."], ["[15]", "Counsel for the applicant brought to our attention the Court's decision in", "<FRAGMENT_SUPPRESSED> . However, in <FRAGMENT_SUPPRESSED> , above, there was no finding that the government of the Democratic Republic of the Congo is an organization directed to a limited, brutal purpose, even if the government committed crimes against humanity. In this case, the applicant himself agreed that the Tigers are such an organization. It is well established that, with respect to an organization directed to a limited, brutal purpose, proof of membership may be sufficient to find complicity and may therefore justify exclusion (", "<FRAGMENT_SUPPRESSED> )."], ["[16]", "The applicant also submits that the panel erred in assessing the documentary evidence on the situation in Sri Lanka after 1995. The applicant specifically cites the panel's statement that \"the claimant continued to live in his country until February 2000, in Jaffna where, at the time, the army was not yet in control of the situation\". However, the documentary evidence clearly shows that Jaffna was under army control starting in 1995. The panel therefore erred on this specific issue. However, this error of fact must be assessed in light of the panel's other findings, which the Court found reasonable (", "<FRAGMENT_SUPPRESSED> ). However, the exclusion is based on the activities by the applicant and the Tigers between 1992 and 1995. An error by the panel on a subsequent fact is therefore not a determinative error."], ["[17]", "In summary, in light of the teachings of the jurisprudence, the panel analyzed all of the evidence before it. It decided that taking on \"a task for the collection of taxes as a paid employee of the Finance Department in a Tiger camp between 1994 and 1995 cannot be qualified as negligible or passive participation in this organization, as would have been the case, for example, if providing a safe house for some of its members\". Further to this exercise, the panel found that the applicant did not act under constraint and that there were serious reasons to believe that, as a Finance Department employee in a Tiger camp between 1994 and 1995, the applicant was complicit in crimes against humanity because he continued to work for this organization principally directed to a limited, brutal purpose, while he was aware of the crimes committed by this same organization. These findings appear reasonable to us."], ["[18]", "Finally, the Court finds that the panel did not make any specific error in law or reviewable error of fact regarding the applicant's activities from 1992 to 1995. In this case, the panel's decision to exclude the applicant constitutes one of the possible outcomes given the law and evidence submitted, and the Court's intervention is therefore unwarranted ( <FRAGMENT_SUPPRESSED> , above, at paragraph 47). The applicant may disagree with the panel's finding, but the fact remains that it is justified according to the jurisprudence and the evidence, and is therefore reasonable."], ["[19]", "The application for judicial review is dismissed. At the hearing, counsel agreed that no serious question of general importance arises in this matter.", "JUDGMENT"], ["[20]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review be dismissed. No question is certified.", "[End of document]"]]}