{"id_": "059429", "body_str": [["[1]", "Hughes, J.", ": The Applicant seeks judicial review of a decision of the Patent Office (Commissioner of Patents) who retroactively refused to accept maintenance fees in respect of a pending patent application and deemed the application to be abandoned. For the reasons that follow, I find that the decision was not correct and that the application should be re-instated.", "FACTS"], ["[2]", "A patent application was filed in the Canadian Patent Office by the Applicant in these proceedings, Sarnoff Corporation, on March 12, 1999 and assigned number 2,265,256 (the '256 application). Because of its filing date, the '256 application is governed by the provisions of the", "Patent Act", ", R.S.C. 1985, c. P-4 in force after October 1, 1996 and the", "Patent Rules", ", SOR/96-423, in respect thereof. At the time of filing, the Gowlings firm was named by the Applicant as its patent agent. Gowlings paid all maintenance fees up to the fifth anniversary of the '256 application."], ["[3]", "In March, 2004, the Applicant Sarnoff Corporation transferred responsibility for the '256 application to another firm, Dimock Stratton. On March 2, 2005 and March 8, 2006, respectively the Dimock Stratton firm paid the 6th and 7th anniversary maintenance fees by submitting them to the Patent Office. These were fees received, accepted and processed by the Patent Office."], ["[4]", "For unexplained motivations, a fee clerk in the Patent Office, after receiving the 7th anniversary fee and one year after accepting the 6th anniversary fee without complaint, contacted the Dimock Stratton firm to advise that firm that the Office had no record of change of agent or appointment of associate agent respecting that firm. The evidence as to whether the Dimock Stratton firm filed a notice of change of agent or appointment of that firm as associate agent is unclear. The evidence is that the online Canadian Patents Database as of April 21, 2006 listed the Dimock Stratton firm as the \"agent\" in respect of the '256 application. On April 27, 2006, the Patent Office wrote to the Dimock Stratton firm (and not the Gowlings firm, thus apparently accepting that it was appropriate to communicate with the Dimock Stratton firm) deeming the '256 application to be abandoned because maintenance fees had not been paid by what it believed to be the appropriate person. The Dimock Stratton firm replied on February 6, 2007, requesting reinstatement and again submitting the 7th anniversary fee as well as the 8th anniversary fee. On February 26, 2007 the Patent Office responded saying that the fee could only be accepted by an authorized correspondent thus the application had been completely abandoned. As noted above, a print out of the Patent Office website record for the '256 application current as of April 21, 2006 shows, however, that the Patent Office had recorded the Dimock Stratton firm as agent of record as of that time."], ["[5]", "There is no evidence from the Patent Office to explain why it accepted the 6th anniversary fees from the Dimock Stratton firm or why it continued to communicate with that firm or whether it received an Appointment of Associate Agent form or not or why its website showed that firm as agent of record."], ["[6]", "On March 7, 2007 the Gowlings firm sent a letter to the Patent Office requesting reinstatement of the '256 application and again submitting the 7th and 8th anniversary fees. By letter dated July 3, 2007, the Patent Office stated that no maintenance fees had been paid, the one year grace period had expired and the application was deemed abandoned.", "ISSUE"], ["[7]", "There is only one issue, was the Patent Office - Commissioner of Patents - correct in deeming the '256 application to have been abandoned because maintenance fees had been paid by an improper person.", "STANDARD OF REVIEW"], ["[8]", "The parties are in agreement, and I agree, that the decision of the Patent Office in this case turns on a question of law and must be determined on the basis of correctness (", "FRAGMENT_SUPPRESSED).", "ANALYSIS"], ["[9]", "It is appropriate to begin this analysis with a review of some of the persons mentioned in the", "Patent", "Act", "and", "Patent", "Rules", "- \"Inventor\" - is not specifically defined in the", "Act", "or", "Rules", ". Section 2 of the", "Act", "defines an \"applicant\" as including an inventor. Section 27 of the", "Act", "says that any \"inventor\" meeting certain criteria may obtain a patent. Section 49 of the", "Act", "says that a patent may be granted to any person to whom an \"inventor\" has assigned his right.", "In Canada, the language of the jurisprudence assumes that an \"inventor\" is a natural person as opposed to a juridical person such as a corporation. A good example is the decision of the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED. I repeat paragraph 95 of that decision to show that a natural person is clearly contemplated:", "FRAGMENT_SUPPRESSED"], ["[10]", "Two sections of the", "Rules", "require close attention, sections 6(1) and 22. Section 6(1) provides:", "\"6(1) Except as provided by the Act or these Rules, for the purpose of prosecuting or maintaining an application the Commissioner shall only communicate with, and shall only have regard to communications from, the authorized correspondent.\""], ["[11]", "An \"authorized correspondent\" is defined in section 2 of the", "Rules", "as being:", "- the inventor provided that he or she has not assigned his rights or appointed an agent;", "- a patent agent appointed by the inventor or applicant; or", "- an associate patent agent."], ["[12]", "Section 22 of the", "Rules", "provides:", "\"22. Any act by or in relation to a patent agent or an associate patent agent shall have the effect of an act by or in relation to the applicant.\""], ["[13]", "Thus the scheme of the", "Act", "and", "Rules", "is that an inventor, (who is a natural person) or his or her legal representative can file and prosecute a patent application personally and, if the inventor does not have a Canadian address, a \"representative\" residing in Canada must be appointed by the inventor for all purposes under the", "Act", "including receiving legal process and the like."], ["[14]", "Once the inventor has been assigned his or her right to receive a patent, the assignee becomes the \"applicant\" and the \"applicant\" according to section 20(1) of the", "Rules", "must appoint a patent agent \"to prosecute the application for the Applicant\". Section 20(3) provides that the appointment of a patent agent may be revoked by the applicant or patent agent and a notice to that effect must be submitted to the Patent Office."], ["[15]", "Rule 21(1) requires a patent agent who does not reside in Canada but has been appointed by an applicant to appoint an associate agent who does reside in Canada. This provision is mandatory."], ["[16]", "Rule 21(2) is permissive, not mandatory, and permits a patent agent residing in Canada to appoint an associate patent agent who also resides in Canada. A notice of such appointment must be filed with the Patent Office. This is what happened in the present case. The patent agent of record, Gowlings, appointed Dimock Stratton as associate agent. A notice to that effect was submitted by the Gowlings firm."], ["[17]", "The", "Patent", "Act", "sections 27.1 and 73(1)(c) require that", "the applicant", "pay maintenance fees. Those fees were paid by an agent of the Applicant, the Dimock Stratton firm. The fundamental laws of agency allow an agent to act on behalf of a principal. One needs only to reference the definition given by Professor Gerald Fridman in his text", "The Law of Agency", "(Toronto: Butterworths, 1996) at the beginning of Chapter 1, page 11:", "\"Agency is the relationship that exists between two persons when one, called the agent, is considered in law to represent the other, called the principal, in such a way as to be able to affect the principal's legal position in respect of strangers to the relationship by the making of contracts or the disposition of property.\""], ["[18]", "This is not a case such as", "FRAGMENT_SUPPRESSED where no fee was paid in a timely way."], ["[19]", "Here the fees were paid, and acknowledged and accepted by the Patent Office."], ["[20]", "The only point at issue is the consequence of the fact that the Patent Office says that at the time the fees were paid by the Dimock Stratton firm, it did not have on file a notice to the effect that this firm had been appointed as associate agent. As previously discussed, the evidence from the Patent Office is curiously lacking as to why its website indicated that the Dimock Stratton firm was the agent of record and why it communicated with that firm."], ["[21]", "Section 21(2) of the", "Rules", "permits the appointment of an associate agent. Section 21(3) requires that notice of such appointment be submitted to the Patent Office. What section 21 does not say, and what no other provision of the", "Act", "or", "Rules", "addresses, is when the notice has to be submitted or the effect of actions taken, importantly on the facts of this case, payments received and acknowledged by the Patent Office."], ["[22]", "The instructions given by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED must be carefully considered. Where an interpretation of a statue or regulation would lead to an absurd result or unjust consequences that interpretation should be rejected. I repeat paragraphs 41 and 42 of the unanimous judgment of that Court given by", "FRAGMENT_SUPPRESSED"], ["[23]", "I am aware of the decision of my brother", "FRAGMENT_SUPPRESSED. In that case the Patent Office refused to accept payment of maintenance fees tendered by the applicant and not the patent agent of record however those fees had not been tendered in a timely fashion. The judge refused to quash that decision."], ["[24]", "I am also aware of the decision of my brother Justice Mosley in", "FRAGMENT_SUPPRESSED where, by apparent oversight, the patent agent of record failed to respond to one of two requests made by the Patent Office in a timely way and, after the redemption period had gone by, the application was deemed abandoned even though maintenance fees had been accepted. He said at paragraphs 25 and 26:", "FRAGMENT_SUPPRESSED"], ["[25]", "In", "FRAGMENT_SUPPRESSED", ", the failure to respond to the request was unrelated to the payment of maintenance fees. The fact that the fees had been accepted did not \"", "redeem", "\" the unrelated event of failure to respond."], ["[26]", "In the present case, there is a single event, payment of maintenance fees. The evidence is far from clear as to the Dimock Stratton firm not being in fact the agent of record or associate agent. The Respondent has failed to file any evidence that would assist in determining why it showed the Dimock Stratton firm as agent on its website and why, for about two years it communicated with that firm. I find that these circumstances are sufficient to determine that the Patent Office acted unreasonably in the circumstances of this case."], ["[27]", "I should add, although it is unnecessary to do so in view of my decision above, that an unduly restrictive approach as to Rule 6(1) respecting persons with whom communications should be regarded does not accord with the generally accepted laws of agency. A principal can act directly or through an agent. Patent agents are skilled in matters of technology, patent draftsmanship and dealing with the Patent Office and its procedures. The payment of maintenance fees is a routine clerical matter, requiring no particular skill. A principal should be able to pay those fees, it is, after all, the principal's patent or patent application and the principal should decide whether to keep it alive or not. Similarly, an agent of the principal, whether or not a patent agent, should be able to do so on behalf of the principal. Rule 6(1) should not be read so restrictively so as to prohibit a principal or a principal's agent from engaging in matters so routine and clerical in nature as paying maintenance fees."], ["[28]", "Here the circumstances are different. Maintenance fees were tendered and accepted. Only after the fact did the Patent Office attempt a reversal of that acceptance. It appears that at the time of attempted reversal the Patent Office had treated the Dimock Stratton firm as the agent of record and had to have had an appointment of associate agent."], ["[29]", "Given the ambiguity in the legislation and regulations as to who can pay maintenance fees and when a notice of an appointment of associate agent can be given, and given the initial acceptance by the Patent Office of the fees and treatment of the Dimock Stratton firm as agent, it would be absurd and lead to dire consequences to interpret the", "Rules", "as nullifying any correspondence and payment actually accepted by the Patent Office in the circumstances of this case."], ["[30]", "Accordingly, the application will be allowed, the decision of the Patent Office (Commissioner of Patents) deeming the '256 application to be abandoned is set aside. The acceptance by the Patent Office of maintenance fees tendered March 2, 2005 and March 8, 2006 is confirmed and the Patent Office shall continue to process the '256 application including the acceptance of such further fees as are necessary to keep the application current."], ["[31]", "There is a second and different point to make that would only be necessary if I were to be wrong in my conclusion that the Patent Office acted improperly in deeming the patent application to be abandoned. This second point is that of affording relief from forfeiture."], ["[32]", "The seemingly minor fault in having maintenance fees actually paid, received and recorded by a firm which, arguably, at the time was not the patent agent or associate agent of record, results in the wholly disproportionate result of loss of all rights to receive the grant of patent monopoly rights should the application otherwise prove to be acceptable. This is not a case where no fees were tendered on time and not a case where substantive office actions went unanswered. Here the fees were paid on time and in full, but by A rather than B."], ["[33]", "This case can be contrasted with that of", "FRAGMENT_SUPPRESSED", ", supra, where there was a patent actually granted and insufficient fees had been paid. In that case it was argued that the Patent Office was estopped from claiming the patent was expired and beyond resuscitation because the Patent Office had adopted an informal reminder system, which it failed to use in that case. That argument failed."], ["[34]", "In the present case we may assume that the Patent Office acted properly in belatedly returning the fees paid and declaring the application to be abandoned. The question then becomes whether the consequence of abandonment of the patent application can be the subject of relief by way of a Court Order."], ["[35]", "The", "Federal Courts", "Act", ", R.S.C. 1985, c. F-7, section 3 provides that the Federal Court is a superior court of record in law and equity. Relief against forfeiture is an equitable remedy that may be granted in the exercise of the Court's discretion having regard to factors such as the conduct of the Applicant, the gravity of the breach, and the disparity between the value of that which is forfeited and the damage, if any caused by the breach, (e.g. Supreme Court of Canada in", "FRAGMENT_SUPPRESSED)."], ["[36]", "In the present case the conduct of the Applicant cannot be criticized: it paid the fee, its agent was apparently recognized by the Patent Office as the appropriate agent at the time, there was no loss, monetary or otherwise to the Patent Office and no loss to the public since a patent had not yet been granted, the loss, however, to the Applicant could potentially be large as it loses an opportunity to obtain a patent. The Applicant tried, unsuccessfully, to remedy the perceived error without delay."], ["[37]", "Equitable remedies can be invoked even in respect of public authorities exercising statutory duties providing that there is no clear positive duty on the authority to act in a manner that would otherwise conflict with the principles of common law and fairness. Justice Major speaking for the majority of the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED"], ["[38]", "Here, even assuming that the Patent Office exercised what it believed to be its duty under the", "Patent Rules", ", the Applicant is in an equitable position to obtain relief from forfeiture in the circumstances of this case. Granting relief from forfeiture does not conflict with any clear duty on the Patent Office to serve patent applicants and the public.", "JUDGMENT"], ["[39]", "FOR THE REASONS given", "THIS COURT ADJUGES that", "1. The application is allowed;", "2. The decision of the Patent Office (Commissioner of Patents) deeming the Applicant's patent application 2,265,256 to be abandoned is set aside;", "3. The Patent Office shall accept the maintenance fees tendered on behalf of the Applicant on March 2, 2005 and March 8, 2006 and shall continue to process the said application including the acceptance of any further fees as may be necessary to keep the application current;", "4. In accordance with the wish of both parties, there is no order as to costs.", "Application allowed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}