{"id_": "059533", "body_str": [["[1]", "Rennie, J.", ": This application to set aside a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) that the applicants are not Convention refugees or persons in need of protection pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", ") is granted."], ["[2]", "The adult applicant (the applicant) and her three children are Hungarian and claimed protection in Canada on the basis of their Roma ethnicity.", "Ground of Persecution"], ["[3]", "The Board erred in failing to consider the applicant's evidence of gender-based persecution, namely domestic violence from her ex-husband."], ["[4]", "The applicant indicated in her Personal Information Form (PIF) that she and her husband \"quarrelled a lot\". She elaborated on this substantially at the hearing, describing attacks against her and her children. The applicant testified that her ex-husband continued to threaten her over the internet after she fled Hungary. This testimony was corroborated by her divorce decree from a Hungarian Court where the justification for the divorce includes domestic violence, and a document confirming her attendance at a women's shelter. The Board did not consider any of the applicant's evidence on this issue."], ["[5]", "Refugee claims involve fundamental human rights. Accordingly, it is critical that the Board consider any ground raised by the evidence even if not specifically identified by the claimant:", "<FRAGMENT_SUPPRESSED>  para 13. It is, in most circumstances, a serious and potentially fatal error to ignore part of a refugee claim:", "<FRAGMENT_SUPPRESSED>  para 6."], ["[6]", "The failure of the Board to address a ground of persecution, raised on the face of the record, is a breach of procedural fairness, reviewable on a correctness standard. Reasonableness and deference can have no role when there is no assessment of the evidence."], ["[7]", "In reaching this conclusion I do not detract from the basic proposition that the onus rests squarely on the claimants to make out their claim. Nor is the Board required to undertake \"a microscopic\" examination in an effort to uncover a risk (per Justice Russel Zinn in", "<FRAGMENT_SUPPRESSED>  para. 9), or to re-characterize the evidence in an effort to fit it into a recognized ground of persecution. I agree with my colleague, Justice Zinn, that the proper description of the Board's duties in this regard was described by the English Court of Appeal in", "Kerrouche, R (on the application of) v Secretary Of State For Home Department"], ["[1997] EWCA Civ 2263, [1997] Imm AR 610 (31st July, 1997):", "The anxious scrutiny which has to be exercised in relation to all issues which could affect the safety of a refugee means that a more relaxed approach should be adopted in relation to procedural failures than would be the case if a less important issue were at stake. If therefore an appellate body, whether it is a Special Adjudicator, of the Tribunal, is aware or ought to be aware that an appellant has not relied upon a point which could materially improve the outcome of his appeal, then the appellate body is under an obligation either to deal with the point or at least draw it to the attention of the appellant. However appellate bodies naturally focus primarily on the cases which are presented before them. They cannot be expected to carry out an investigation themselves to see whether there are points which have not been relied upon by an appellant that could have been relied upon. They are not required to engage in a search for new points. If however there is a readily discernible point which favours an appellant although he has not taken it, the Special Adjudicator or Tribunal should apply it in the appellant's favour."], ["[8]", "In this case, a ground of persecution was hinted at in the PIF and squarely raised in the testimony and documentary evidence.", "State Protection"], ["[9]", "Portions of the reasons given in support of the refusal have no relationship to the evidence. For example, the Board faulted the applicant for not producing supporting documentation to corroborate her attempts to seek state protection. This is difficult to understand in light of the applicant's evidence that she did not seek protection. The Board stated that supporting evidence was required \"[i]n light of the finding that many aspects of the applicant's claim were not credible.\" However, the Board did not indicate that it disbelieved any aspect of the applicant's testimony."], ["[10]", "The Board also stated that the applicant \"had sufficient time to obtain the documents needed to substantiate her claim,\" referring to the lack of police reports. The applicant did not go to the police and obviously could not obtain non-existent police reports.", "The Hearing"], ["[11]", "Finally, while the Board must test a claimant's credibility, and do so at times vigorously, this must be done with sensitivity, professionalism and an open mind. In this case, the Board member's manner of questioning fell far short of this standard."], ["[12]", "The Board member first questioned the applicant's children in order to establish their identities. To the applicant's son, the Board member stated, \"Okay, junior let's see how well you do.\" Later, the Board member asked, \"What's your date of birth? I can't tell you. When's your birthday? It's not so easy now. [...] What's your principal's name? I'm just egging you on to tell you it wasn't very easy for your sister to sit there. It's not so funny now, is it? I didn't think so.\" Further, the Board member asked the boy, \"How do you know she's your mother? [...] Are you sitting there naked? What are you wearing?\""], ["[13]", "I consider this language to be highly inappropriate, especially as the witnesses are children. A Board member may not \"egg a witness on,\" or pepper his questioning with sarcastic remarks."], ["[14]", "The Board member questioned the applicant regarding whether she is Roma. He stated, \"I have people that come in here who are fair skin, blonde hair, blue eyes, and then they say they're Tizigane (ph). So, how do I know anymore? And, look at me, do I look like I'm Tizigane (ph)?\""], ["[15]", "The applicant stated that the difference was \"the way we talk and there are a lot of ...\" The Board member interrupted and again repeated, \"I asked about me. Why don't I look Tizigane (ph)? I have dark skin color. I have dark hair. I have brown eyes ...\" The applicant attempted to explain, \"I can see who is gypsy [...] Based on the clothes they wear, the gestures ...\" Again the Board member insisted, \"Okay, I'm talking about me. I'm not talking about anybody else. I'm talking about me. You can't avoid the question. You went down that road, so here I am. So, I'm waiting for an answer. If you don't want to give an answer, that's fine.\" The applicant explained that a \"gypsy\" in Hungary could not be appointed to sit on a tribunal such as the Board, to which the Board member replied, \"Okay. So, that's called avoiding the question again. Okay, so I take you don't want to answer the question. Is that right?\""], ["[16]", "After further questioning on this topic, the Board member said, \"So just for fun would you be able to tell where I'm from?\" The applicant attempted to answer, and the Board member replied, \"Not even close, so do you understand now? If you can't tell where I'm from, my background, how do I know yours?\""], ["[17]", "This line of questioning is inappropriate. The Board member's appearance is of no relevance. Identifying the birth place or ethnicity of the Board member does nothing to advance the search for the truth. Needless to say, witnesses should not be questioned \"just for fun\". These are serious issues, and Board members must, regardless of their view on whether the claim is genuine or not, maintain minimum standards of decorum and formality. A Board member may reasonably question a claimant regarding her knowledge of Roma culture, for example, but it is unacceptable to fixate on skin, hair and eye colour, which demonstrates minimal understanding of ethnicity. This was not a minor digression or one-off comment. Rather it went on for three pages of the transcript."], ["[18]", "The Board member's pursuit on this unfair and irrelevant questioning created a hostile atmosphere. Indeed, the applicant responded that she was nervous. To this, the Board member stated, \"You don't have to be nervous. You testified to certain things. I didn't go there. You went. So, I'm trying to clarify in my mind and I'm using me as an example. But you won't answer the question.\""], ["[19]", "Determination of ethnicity is a difficult task. The function of the Board is inquisitorial and Board members seldom have the assistance of counsel. Hard questions are necessarily asked and inconsistencies or omissions are not to be shied away from simply because to do so may upset sensibilities. But the questions asked must be relevant to the facts in issue, and the answers they elicit must have some potential probative value. Asking a witness to guess a Board member's ethnicity meets neither of these criteria."], ["[20]", "Ethnicity can be determined without resort to stereotypes and assumptions. Questions can and should be asked about family history, residence, language, religion, school, holidays, celebrations, special events, cultural associations and other objective indicia of ethnicity. The questioning in this case fell dramatically short of this standard. Appropriate questions directed to an objective determination of ethnicity were not asked. In the end, this entirely inappropriate examination gave rise to no breach of procedural fairness because the applicant's ethnicity was accepted. However, this goes to the reasonableness of the decision, not the overall fairness of the hearing. As I have found that the inappropriate examination created a hostile atmosphere and coloured the appreciation of the evidence, the proceeding was unfair.", "JUDGMENT"], ["[21]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is granted. The matter is referred back to the Immigration Refugee Board for reconsideration before a different member of the Board's Refugee Protection Division. There is no question for certification.", ".........................", "Janosne Varga, Szilvia Varga, David Szilveszter Varga, (alias David  <FRAGMENT_SUPPRESSED>  présente demande, qui vise à faire annuler la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada (la Commission) concluait que les demandeurs n'avaient ni qualité de réfugiés au sens de la Convention ni celle de personnes à protéger au titre des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), est accueillie."], ["[2]", "La demanderesse adulte (la demanderesse) et ses trois enfants sont hongrois et ils ont demandé l'asile au Canada en raison de leur origine ethnique rom.", "Le motif de persécution"], ["[3]", "La Commission a commis une erreur en ne tenant pas compte de la preuve produite par la demanderesse au sujet de la persécution fondée sur le sexe, soit, la violence domestique qu'elle subissait aux mains de son ex-époux."], ["[4]", "La demanderesse a mentionné dans son Formulaire de renseignements personnels (FRP) qu'elle et son époux [traduction] « se querellaient beaucoup ». Elle a apporté une quantité importante de détails à ce sujet au cours de l'audience et elle a décrit les agressions dont ses enfants et elle ont fait l'objet. La demanderesse a relaté dans son témoignage que son ancien conjoint continuait à la menacer sur Internet après sa fuite de la Hongrie. Ce témoignage était corroboré par son certificat de divorce délivré par un tribunal hongrois, dans lequel la violence domestique comptait parmi les motifs de divorce, et par un document qui confirmait qu'elle s'était présentée à un refuge pour femmes. La Commission n'a pas tenu compte des éléments de preuve présentés par la demanderesse quant à cette question."], ["[5]", "Les demandes d'asile mettent en jeu les droits fondamentaux de la personne. Par conséquent, il est important que la Commission tienne compte de chaque motif soulevé par la preuve, même si le demandeur d'asile n'en fait pas expressément état:", "Canada (Procureur général) c Ward", ", [1993] 2 RCS 689;", "<FRAGMENT_SUPPRESSED> . Dans la plupart des circonstances, le fait de ne pas tenir compte d'un élément d'une demande d'asile constitue une erreur grave et possiblement fatale:", "<FRAGMENT_SUPPRESSED> ."], ["[6]", "L'omission de la Commission de tenir compte d'un motif de persécution qui ressort du dossier constitue un manquement à l'équité procédurale susceptible de contrôle selon la norme de la décision correcte. Il est possible que la raisonnabilité et la déférence n'aient aucun rôle à jouer lorsqu'il n'y a pas d'examen de la preuve."], ["[7]", "En tirant cette conclusion, je ne déroge au postulat de base selon lequel il incombe clairement aux demandeurs d'asile d'établir le bien-fondé de leur demande. La Commission n'est pas obligée de se livrer à un examen « microscopique » afin de déceler tout risque éventuel (pour reprendre les termes employés par le juge Russel Zinn dans la décision", "<FRAGMENT_SUPPRESSED> ), ni de redéfinir la preuve pour qu'elle corresponde à un motif de persécution reconnu. Je conviens avec mon collègue, le juge Zinn, que la description appropriée des fonctions de la Commission à cet égard a été exposée par la Cour d'appel d'Angleterre dans l'affaire", "Kerrouche, R (on the application of) c Secretary Of State For Home Department"], ["[1997] EWCA Civ 2263, [1997] Imm AR 610 (31 juillet 1997):", "[traduction]", "L'examen attentif et diligent auquel il convient de soumettre toute question susceptible de compromettre la sécurité d'un réfugié permet d'adopter à l'égard d'éventuels manquements procéduraux une approche moins rigoureuse que si une question moins importante était en jeu. Si, par conséquent, une instance d'appel, qu'il s'agisse d'un arbitre spécialement désigné, ou du tribunal, s'aperçoit, ou devrait s'apercevoir qu'un appelant n'a pas fait état d'un argument susceptible d'améliorer sensiblement ses chances de voir accueillir son appel, l'instance d'appel est tenue soit d'invoquer elle-même l'argument en question, soit à tout le moins d'attirer sur lui l'attention de l'appelant. Les instances d'appel sont naturellement portées à se concentrer avant tout sur les arguments qui leur sont présentés. On ne saurait s'attendre à ce qu'elles fassent elles-mêmes enquête afin de voir s'il n'existerait pas des arguments qui n'ont pas été invoqués par un appelant qui aurait cependant pu s'en prévaloir. Elles ne sont pas tenues de se lancer à la recherche de nouveaux arguments. En présence, cependant, d'un argument aisément percevable, et de nature à favoriser l'appelant, même si celui-ci ne l'a pas invoqué, l'arbitre spécialement désigné ou le tribunal devrait le faire jouer en faveur de l'appelant."], ["[8]", "En l'espèce, le FRP faisait allusion à un motif de persécution qui a clairement été soulevé dans le témoignage et dans la preuve documentaire.", "La protection de l'État"], ["[9]", "Des parties des motifs donnés à l'appui du rejet de la demande d'asile n'ont aucun lien avec la preuve. Par exemple, la Commission a reproché à la demanderesse de ne pas avoir produit de preuve documentaire à l'appui pour corroborer ses tentatives de solliciter la protection de l'État. Un tel reproche est difficile à comprendre, compte tenu du témoignage de la demanderesse selon lequel elle n'avait pas demandé la protection. La Commission a énoncé qu'une preuve à l'appui était nécessaire, « [c]ompte tenu de la conclusion tirée, à savoir que de nombreux aspects de la demande d'asile de la demandeure d'asile n'étaient pas crédibles ». Cependant, la Commission n'a pas mentionné qu'elle ne croyait pas quelque aspect du témoignage de la demanderesse."], ["[10]", "La Commission a aussi mentionné, au sujet de l'absence de rapport de police, que la demanderesse avait « eu suffisamment de temps pour obtenir les documents requis à l'appui de sa demande d'asile ». La demanderesse ne s'était pas adressée à la police et ne pouvait évidemment pas obtenir des rapports de police qui n'existaient pas.", "L'audience"], ["[11]", "En dernier lieu, bien que la Commission doive vérifier la crédibilité d'un demandeur d'asile, et qu'elle le fasse parfois de manière énergique, elle doit toutefois faire preuve de sensibilité, de professionnalisme et d'ouverture d'esprit. En l'espèce, la manière dont le Commissaire a procédé à l'interrogatoire était loin de répondre à cette norme."], ["[12]", "La Commissaire a d'abord interrogé les enfants de la demanderesse en vue de déterminer leur identité. Le Commissaire a mentionné ce qui suit au fils de la demanderesse: [traduction] « D'accord fiston, voyons voir comment tu vas t'en tirer ». Par la suite, le Commissaire lui a posé les questions suivantes: [traduction] « Quel est ta date de naissance? Je ne peux pas répondre à ta place. Quelle est ta date d'anniversaire? Ce n'est pas si facile maintenant. [...] Quel est ton nom principal? Je ne veux pas te décourager, mais je dois te dire que cela a été très difficile pour ta soeur de s'asseoir ici. C'est moins drôle maintenant, non? Je ne pense pas ». De plus, le Commissaire a posé les questions suivantes au garçon: [traduction] « Comment le sais-tu que c'est ta mère? [...] Es-tu nu sur la chaise? Comment es-tu habillé? »"], ["[13]", "Je considère qu'il s'agit d'un langage fortement inapproprié, surtout compte tenu du fait que les témoins étaient des enfants. Un commissaire ne peut pas [traduction] « provoquer un témoin », ni parsemer son interrogatoire de remarques sarcastiques."], ["[14]", "Le Commissaire a interrogé la demanderesse quant à la question de savoir si elle était d'origine ethnique rom. Il a déclaré: [traduction] « J'ai vu des gens à la peau pâle, aux cheveux blonds et aux yeux bleus se présenter devant moi et ensuite affirmer ensuite qu'ils sont Tziganes. Alors, comment puis-je savoir? Et, regarde-moi, ai-je l'air d'un Tzigane? »"], ["[15]", "La demanderesse a déclaré que la différence était [traduction] « la manière avec laquelle nous parlons, et qu'il y a beaucoup de... » Le Commissaire l'a interrompue et il a répété une fois de plus: [traduction] « J'ai posé la question pour moi. Pourquoi n'ai-je pas l'air d'un Tzigane? J'ai la peau foncée. J'ai les cheveux foncés. J'ai les yeux bruns... » La demanderesse a tenté de donner des explications: [traduction] « Je peux voir qui est gitan [...] Selon les vêtements qu'ils portent, les gestes... » Le Commissaire a insisté une fois de plus: [traduction] « Bon, je parle de moi. Je ne parle pas de qui que ce soit d'autre. Je parle de moi. Tu ne peux pas éviter la question. Tu t'es engagée dans cette voie, et j'y suis. Donc j'attends ta réponse. Si tu ne veux pas donner de réponse, pas de problèmes. » La demanderesse a expliqué qu'un « gitan » en Hongrie ne pouvait pas être nommé à siéger à un tribunal comme la Commission, ce à quoi le Commissaire a répondu: [traduction] « D'accord. Une fois de plus, tu as évité la question. Je comprends que tu ne veux pas répondre à la question. Est-ce exact? »"], ["[16]", "Après lui avoir posé d'autres questions à ce sujet, le Commissaire a dit: [traduction] « Donc, pour s'amuser, serais-tu capable de dire de quel pays je viens? » La demanderesse a essayé de répondre, et le Commissaire a répliqué: [traduction] « Tu n'es même pas proche, donc tu comprends maintenant? Si tu ne peux pas dire d'où je viens, ni quelles sont mes origines, comment puis-je connaître les tiennes? »"], ["[17]", "Cette série de questions est inappropriée. Les caractéristiques physiques du Commissaire ne sont pas pertinentes. L'identification du lieu de naissance ou de l'origine ethnique du Commissaire n'apporte rien dans la recherche de la vérité. Il va sans dire que les témoins ne devraient pas être interrogés [traduction] « pour s'amuser ».Il s'agit de questions graves, et les commissaires doivent, sans égard à leur opinion quant à la question de savoir si la demande d'asile est fondée ou non, maintenir un minimum de décorum et de formalisme. Un commissaire pourrait, à titre d'exemple, raisonnablement poser des questions à une demanderesse d'asile au sujet de sa connaissance de la culture rom, mais il est inacceptable pour celui-ci de concentrer son attention sur la couleur de la peau, des cheveux et des yeux, une chose qui témoigne d'une faible compréhension du concept d'origine ethnique. Il ne s'agissait pas d'une digression mineure ou d'un commentaire isolé: cela s'est poursuivi ainsi pendant trois pages dans la transcription."], ["[18]", "Le fait que le commissaire ait effectué cet interrogatoire injuste et non pertinent a créé une atmosphère hostile. La demanderesse a effectivement répondu qu'elle était nerveuse. À cet égard, le commissaire a mentionné ce qui suit: [traduction] « Tu n'as pas à être nerveuse. Tu as relaté certaines choses. Ce n'est pas moi, mais toi, qui t'es engagée dans cette voie. Donc, j'essaie de mettre les choses au clair dans mon esprit et je me sers de moi comme exemple. Mais tu ne veux pas répondre à la question »."], ["[19]", "Déterminer l'origine ethnique d'une personne peut s'avérer être une tâche difficile. La commission a une fonction inquisitoire et ses commissaires sont rarement assistés par les conseils. Des questions corsées sont forcément posées, et il ne faut pas hésiter à relever les incohérences et les omissions, simplement parce qu'une telle chose pourrait choquer certaines consciences. Toutefois, les questions posées doivent être pertinentes quant aux faits en cause, et les réponses qu'elles entraînent doivent avoir une certaine valeur probante potentielle. Demander à un témoin de deviner l'origine ethnique d'un commissaire ne répond à aucun de ces critères."], ["[20]", "L'origine ethnique d'une personne peut être établie sans avoir à s'en remettre à des stéréotypes et à des suppositions. Des questions peuvent, et doivent, être posées au sujet des antécédents familiaux, de la résidence, de la langue, de la religion, de l'école, des fêtes, des célébrations, des événements spéciaux, des associations culturelles ainsi qu'au sujet d'autres facteurs objectifs de l'appartenance ethnique. Dans la présente affaire, l'interrogatoire était extrêmement loin de répondre à cette norme. Les questions pertinentes visant à déterminer de manière objective l'origine ethnique n'ont pas été posées. Il s'ensuit que cet interrogatoire totalement inapproprié n'a pas entraîné un manquement à l'équité procédurale, parce que l'origine ethnique de la demanderesse a été reconnue. Cependant, cet élément se rapporte à la raisonnabilité de la décision, et non à l'équité globale de l'audience. Puisque j'ai conclu que l'interrogatoire inapproprié a créé une atmosphère hostile et qu'il a influé sur l'appréciation de la preuve, l'instance était inéquitable.", "JUGEMENT"], ["[21]", "LA COUR STATUE", "que la demande de contrôle judiciaire est accueillie. L'affaire est renvoyée à la Commission de l'immigration et du statut de réfugié pour nouvel examen par un autre commissaire de la Section de la protection des réfugiés. Il n'y a pas de question à certifier.", "[End of document]"]]}