{"id_": "059531", "body_str": [["[1]", "Snider, J.", ": The Applicant, Mr. Hassan Almrei, arrived in Canada in January 1999 and, in May 2000, was found to be a Convention refugee. As a Convention refugee, he was permitted to apply to remain in Canada as a permanent resident; he did so in late 2000. In a decision dated September 25, 2002, an immigration officer (the Officer) with Citizenship and Immigration Canada (CIC) refused the Applicant's application for permanent residence in Canada. The only reason for the refusal was that the Applicant was inadmissible to Canada because he had been issued a s. 40.1(1) certificate (Security Certificate #1) under the", "Immigration Act", ", RSC 1985, c. I-2 (the", "Old Act", ").  <FRAGMENT_SUPPRESSED>"], ["[2]", "Since the refusal of his permanent residence application, Security Certificate #1 was replaced by a further Security Certificate (Security Certificate #2) which was quashed in 2009.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant, claiming that he only recently became aware of the Officer's decision, seeks to quash the September 25, 2002 decision that refused the Applicant's application for permanent residence in Canada.  <FRAGMENT_SUPPRESSED>", "II.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[4]", "The principal issues raised by this application are as follows:  <FRAGMENT_SUPPRESSED>", "1. Should the Applicant be granted an extension of time to bring this application for judicial review?  <FRAGMENT_SUPPRESSED>", "2. Should the decision of the Officer be set aside on the basis that:  <FRAGMENT_SUPPRESSED>", "a. The quashing of the Security Certificates has rendered the decision a nullity; or  <FRAGMENT_SUPPRESSED>", "b. The decision should be re-opened on the basis that the failure of the Officer to consider the quashing of Security Certificate #2 was a breach of natural justice?  <FRAGMENT_SUPPRESSED>"], ["[5]", "For the reasons that follow, I have concluded that an extension of time should be granted. Moreover, I have determined that the Officer's decision is not a nullity and there has been no breach of natural justice. The Application for Judicial Review will be dismissed.  <FRAGMENT_SUPPRESSED>", "III.", "Background  <FRAGMENT_SUPPRESSED>"], ["[6]", "It would be difficult (and not particularly helpful) to relate the entire history of this matter. For a more complete story of how this matter came to be, I refer the reader to the decision of my colleague, Justice Mosley,  <FRAGMENT_SUPPRESSED>  (Re)", ", 2009 FC 1263 [", "Almrei #2", "]. What follows in this section is a very brief overview.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Subsequent to his permanent residence application, Security Certificate #1 was issued on October 16, 2001, indicating that Minister of Citizenship and Immigration (the Minister) and the Solicitor General of Canada were of the opinion that the Applicant was a person referred to in the applicable provisions of the", "Old Act", ". On October 19, 2001, the Applicant was arrested. Security Certificate #1 was initially upheld by Justice Tremblay-Lamer, in a decision dated November 23, 2001 (see", "Almrei (Re)", ", 2001 FCT 1288 [", "Almrei #1", "]). Accordingly, at the time of the decision under review in this case, Security Certificate #1 was valid.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Certificate #1 was considered by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> . While the Supreme Court did not immediately quash Certificate #1, it held that the procedure for judicial confirmation of such certificates was inconsistent with the", "Canadian Charter of Rights and Freedoms", ", and provided the following guidance (at para. 140):  <FRAGMENT_SUPPRESSED>", "However, in order to give Parliament time to amend the law, I would suspend this declaration for one year from the date of this judgment. . . . After one year, the certificates of Mr. Harkat", "and Mr. Almrei", ". . . will lose the \"reasonable\" status that has been conferred on them, and it will be open to them to apply to have the certificates quashed.", "If the government intends to employ a certificate after the one-year delay, it will need to seek a fresh determination of reasonableness under the new process devised by Parliament.", "(Emphasis added.)  <FRAGMENT_SUPPRESSED>"], ["[9]", "Security Certificate #2 was issued on February 22, 2008 by the Minister and the Solicitor General pursuant to the applicable provisions of the", "Immigration and Refugee Protection Act", ", SC 2001, c. 27 (", "IRPA", "). The Applicant challenged the reasonableness of the replacement certificate. In a decision dated December 14, 2009, Justice Mosley concluded that Security Certificate #2 was not reasonable and ordered that it be quashed (", "Almrei #2", "). There was no appeal of that decision; it is final and binding on all parties.  <FRAGMENT_SUPPRESSED>"], ["[10]", "By letters dated January 7, 2010 and February 17, 2010, the Applicant's counsel requested information on the status of the application for permanent residence.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In April 2010, the Applicant filed an application with the Federal Court seeking a writ of mandamus (Court File No. IMM-1906-10) to force the Minister to make a decision on his application for permanent residence. In the context of that application, the Applicant claims that he was finally made aware of the decision now under review. The application for leave was dismissed. When the Applicant received the decision on the application for leave, he commenced this application for judicial review of the Officer's 2002 decision, along with an application for an extension of time.  <FRAGMENT_SUPPRESSED>"], ["[12]", "With this background, I turn to the issues before me.  <FRAGMENT_SUPPRESSED>", "IV.", "Issue #1: Should the Applicant be granted an extension of time?  <FRAGMENT_SUPPRESSED>", "Introduction  <FRAGMENT_SUPPRESSED>"], ["[13]", "The decision at issue was made September 25, 2002. Pursuant to s. 72(2)(b) of", "IRPA", ", an applicant must commence the application for judicial review within 15 days \"after the day on which the applicant is notified of or otherwise becomes aware of the matter.\" This application for judicial review was commenced September 7, 2010. The first issue to be addressed, before turning to the merits of the application, is whether an extension of time should be granted to the Applicant to bring this application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[14]", "In his affidavit, the Applicant explains that he was never notified of the refusal of his permanent residence application. Rather, he believed that the application had been held in a \"pending\" status until the completion of his applications to quash Security Certificate #1 and #2. It was not until his counsel brought an application for mandamus (Court File No. IMM-1906-10), that a copy of the decision was obtained. As soon as that application for judicial review was dismissed on August 30, 2010, the Applicant filed Notice of this Application for Leave and Judicial Review.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Minister appears to accept that the Applicant did not receive a copy of the actual decision until after the commencement of the application for mandamus. However, the Minister asserts that the Applicant had constructive notice of the refusal.  <FRAGMENT_SUPPRESSED>", "B. Preliminary Matter  <FRAGMENT_SUPPRESSED>"], ["[16]", "Less than two weeks before the hearing of this application, the Minister brought a motion in writing, pursuant to Rule 369 of the", "Federal Courts Rules", ", allowing the Minister to rely on extracts from two documents found in the Applicant's Federal Court File No. IMM-3916-06. The Minister argues that the extracts assist him in his argument that the Applicant knew of the refusal of the permanent residence application and should not be granted an extension of time to bring this application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In an Order issued April 27, 2011, Prothonotary Milczynski dismissed the motion. It subsequently came to light that Prothonotary Milczynski had not received a copy of the Minister's Reply submissions to the motion prior to making her decision. As a result of this oversight, I agreed to consider whether the extracts should be admitted.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Having considered the matter, I have concluded that the interests of justice would not be served by the admission of this additional documentary evidence.  <FRAGMENT_SUPPRESSED>"], ["[19]", "As I understand it (not having actually reviewed the extracts in issue, at the request of the Minister), the materials consist of a very few pages of documents prepared by the Applicant's then counsel. The Minister argues that these extracts go to the question of whether the Applicant was aware - at least in 2006 - that his application for permanent residence had been refused.  <FRAGMENT_SUPPRESSED>"], ["[20]", "I have two key problems with the late admissions. First, the Minister has been in possession to the materials for many years; neither the Court nor the Applicant should have to suffer the consequences of sloppy record keeping. Secondly, the Applicant could be seriously prejudiced by the admission of extracts from a voluminous record, without adequate time to review the context of the extracts. The documents will not be admitted.  <FRAGMENT_SUPPRESSED>", "C. Analysis  <FRAGMENT_SUPPRESSED>"], ["[21]", "The parties agree that the test for granting an extension of time is that set out in", "<FRAGMENT_SUPPRESSED>  (CA). In", "Hennelly", ", the Court set out a four part test for an extension of time: (i) the applicant must demonstrate a continuing intention to pursue his or her application; (ii) the application must have some merit; (iii) the delay must not prejudice the respondent; and (iv) there must be a reasonable explanation for the delay.  <FRAGMENT_SUPPRESSED>"], ["[22]", "In this case, given that leave was granted to commence the application, I accept that the application has \"some merit.\" Further, the Minister has not presented any argument that prejudice arises to the Minister from the delay. Thus, it appears that the two parts of the test at issue on this request for an extension of time is Parts 1 and 4.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In this case, the remaining factors of the", "Hennelly", "test are connected. I observe that the Applicant has deposed that he was under the mistaken understanding that his permanent residence application was put on hold until the issues with the security certificates were sorted out (see para. 7 of the Applicant's affidavit, p. 12 of the Applicant's record). This appears to be a reasonable explanation as to why the Applicant did not inquire into the status of his permanent residence application until 2009 and thus, in the circumstances of this case, his failure to check on the status of his application should not be taken as an indication that he no longer wished to pursue his application for permanent residence.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Minister argues that the Applicant should have known, from the fact that he was arrested and detained under a security certificate and that steps had been taken for his removal, that his permanent residence application had been rejected. I am not convinced by this argument. First, as I have already noted, the Applicant thought that his application had been put on hold. Second, I note that a history of the case demonstrates that the Applicant was actively fighting the security certificates at all times; arguably, his status as inadmissible was in flux from the time of his arrest and detention until 2009, when the litigation on the matter finally ceased. Third, I note that, in the cases cited by the Minister to support the idea of \"constructive notice\" (", "<FRAGMENT_SUPPRESSED> ), there had been direct or indirect communications with the applicants that clearly indicated that a decision had been made, despite the fact that the applicants did not receive official notice of the decision. Finally, I note that the Applicant deposed that when he contacted the tele-centre to check on his permanent resident application in 2009, he was told that the application had been \"stopped,\" not that the matter had been decided. For the above reasons, I am simply not convinced that the Applicant was ever notified of the decision, either directly or by operation of the principle of \"constructive notice\" such that the Court should find that he did not have a continuing intention to pursue the application or that there is not a reasonable explanation for the delay.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Further, the Applicant states that he received notice of the decision when he received the response to the Rule 9 request on his mandamus application. The Applicant deposes at para. 14 of his affidavit (p. 13 of the Applicant's record) that counsel advised him to continue with the mandamus application, as the decision was a nullity as a result of", "<FRAGMENT_SUPPRESSED> , and", "Almrei #2", ", above. Immediately after leave was denied, the Applicant filed this application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[26]", "I conclude that the factors of", "Hennelly", "have been met and an extension of time to commence this application for judicial review will be granted.  <FRAGMENT_SUPPRESSED>", "V.", "Issue #2: Should the decision on the application for permanent residence be set aside?  <FRAGMENT_SUPPRESSED>", "A. Why it matters  <FRAGMENT_SUPPRESSED>"], ["[27]", "In 2000, the Applicant was determined to be a Convention refugee. There has been no decision by the Minister to vacate that designation (see", "IRPA", ", s. 114(1)). Accordingly, since 2000, the Applicant has had the rights and obligations of a person designated as a Convention refugee.  <FRAGMENT_SUPPRESSED>"], ["[28]", "One of the ultimate goals of most refugee claimants is to become a permanent resident - and eventually a citizen - of Canada. In general, a foreign national must obtain status in Canada", "before", "entering Canada (", "IRPA", ", s. 11). An exception is made for \"protected persons,\" including persons who are found to be Convention refugees. Convention refugees do not automatically obtain status in Canada as permanent residents. However, as provided for in s. 21(2) of", "IRPA", ", such persons become permanent residents of Canada if an immigration officer is satisfied that: (a) they have applied for permanent residence status in accordance with the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the", "Regulations", "); and (b) they are not inadmissible to Canada on any of the grounds set out in ss. 34, 35, 36(1), 37 or 38 of", "IRPA", ". This right was also the case under the", "Old Act", ", which was in force when the Applicant was found to be a Convention refugee.  <FRAGMENT_SUPPRESSED>"], ["[29]", "For the Applicant, the only other way that he could now become a permanent resident from within Canada would be to apply, under s. 25 of", "IRPA", ", for an exception from the requirement of s. 11 to apply from outside Canada. While the result - permanent residence - is achievable by this route, the process is different. Under the s. 25 process, the Applicant would be required to address a number of factors to establish that, on humanitarian and compassionate (H&C) grounds, the exception should be granted. In contrast, a review pursuant to s. 21(2) requires the Applicant to show only that he is not inadmissible on any of the specific grounds set out that provision.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Applicant asserts that there are significant benefits to the Applicant to being able to proceed under s. 21(2) of", "IRPA", ".  <FRAGMENT_SUPPRESSED>", "B.", "The original decision  <FRAGMENT_SUPPRESSED>"], ["[31]", "The decision in question was made in 2002 by the Officer on the basis of the evidence or record before him at that time. The record consisted, in part, of Security Certificate #1. Security Certificate #1 was issued pursuant to s. 40.1(1) of the", "Old Act", "and had been found to be reasonable by Justice Tremblay-Lamer  <FRAGMENT_SUPPRESSED>  #1", ". The Officer concluded that the Applicant's application for permanent residence should be refused. The reason for the refusal was that the Applicant was inadmissible to Canada because of the Security Certificate.  <FRAGMENT_SUPPRESSED>"], ["[32]", "The", "Old Act", "was clear. A security certificate issued under s. 40.1(1) of the", "Old Act", "was \"conclusive proof\" that the person holding the certificate was inadmissible (", "Old Act", ", s. 40.1(7)). A person who had been found to be a Convention refugee, found to be inadmissible, would not be entitled to permanent residence status.  <FRAGMENT_SUPPRESSED>"], ["[33]", "At the time of the decision, there can be little doubt that it was reasonable and correct. The first question is whether that decision can still stand given that the underlying evidence - Security Certificate #2 - was found to be unreasonable and quashed in 2009 (", "Almrei #2", ").  <FRAGMENT_SUPPRESSED>", "C. The decision as a \"nullity <FRAGMENT_SUPPRESSED>"], ["[34]", "The Applicant seeks first a declaration of this Court that the decision is a nullity. In other words, the Applicant argues, the decision should be treated as though it never existed. The Applicant submits that it is abundantly clear in this case that the decision is a nullity and is void ab initio. The Applicant notes that the Officer relied on Justice Tremblay-Lamer's finding  <FRAGMENT_SUPPRESSED>  #1", "that the certificate should be upheld in concluding that the Applicant was inadmissible and thus his permanent residence application should be refused. The Applicant submits that, given the basis for the refusal (the upholding of the security certificate) has been set aside, any decision relying on that certificate is a nullity and is void.  <FRAGMENT_SUPPRESSED>"], ["[35]", "I agree with the Applicant that the basis for the Officer's decision - Security Certificate #1 - no longer exists. I am also satisfied that Security Certificate #2, having been quashed, could not be used as evidence of inadmissibility today. The question to be determined is: what is the effect of the fact that the Security Certificate no longer exists?  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Applicant relies on the case of", "<FRAGMENT_SUPPRESSED>  (TD) as authority for the proposition that, if the basis for a decision no longer exists, that decision becomes a nullity and void. In", "Kalicharan", ", the Court issued a writ of prohibition directing that a deportation order not be enforced. The case involved a man who had been ordered deported due to criminal convictions, but who was subsequently given a discharge. The Court stated:  <FRAGMENT_SUPPRESSED>", "The decision of the Ontario Court of Appeal is not merely new evidence that would permit the Special Inquiry Officer to reopen his hearing; nor is it simply a fact to be taken into account by the Immigration Appeal Board if, as and when, that tribunal entertains an appeal from the Special Inquiry Officer's decision.", "Rather, its import is that the basis for making the deportation order not only no longer exists in fact; it is deemed, in law, not to have existed at all. This, therefore, is a proper case for prohibition and the order sought will issue accordingly.", "(Emphasis added.)  <FRAGMENT_SUPPRESSED>"], ["[37]", "In my view, the case of", "Kalicharan", "is not helpful to the Applicant. First, the case involved an appeal by Mr. Kalicharan of the sentence imposed for a criminal conviction. The Ontario Court of Appeal allowed the appeal and granted Mr. Kalicharan a conditional discharge. As observed by Justice Mahoney, in those circumstances, s. 662.1(3) of the", "Criminal Code", ", RSC 1985, c C-46 (the", "Criminal Code", "), provided that the accused \"shall be deemed not to have been convicted.\" We do not have a similar provision in", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[38]", "Secondly, the judgment of the Court was limited to a writ of prohibition prohibiting the enforcement of a deportation order; the underlying decision was not quashed. Nor, as I read the decision and the relevant law, was Justice Mahoney suggesting that it should be quashed. As stated by Justice Mahoney, the", "basis", "for the deportation order no longer existed in fact and, by operation of the provision of the", "Criminal Code", ", the basis (that is, the conviction) never existed. Applied to the facts before me,", "Kalicharan", "seems to stand for the proposition that a deportation order or other instrument seeking to remove the Applicant from Canada could not be enforced - nothing more. A similar conclusion was reached in", "<FRAGMENT_SUPPRESSED>  (TD), where Justice Dubé held that a deportation order could not be executed after Mr. Saini received a pardon for his crimes in Pakistan.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The case of", "<FRAGMENT_SUPPRESSED>  (TD) is an anomaly. In that case, Justice Muldoon quashed a deportation order issued to Mr. Nagra who had a criminal law conviction on two counts of conspiracy. The appeal of the conviction wound up in the Supreme Court of Canada where the appeal was allowed, the conviction set aside and a new trial ordered (", "R v. Nagra", ", [1994] 1 SCR 355 at para 24). Justice Muldoon concluded that the deportation order no longer had a \"sustaining basis, and must be quashed\" (", "Nagra", ", at para. 31).  <FRAGMENT_SUPPRESSED>"], ["[40]", "Since", "Nagra", ", there have been two cases which are relevant. The decisions in", "<FRAGMENT_SUPPRESSED>  are of some assistance.  <FRAGMENT_SUPPRESSED>"], ["[41]", "In", "Johnson", ", Mr. Johnson's application for permanent residence on H&C grounds was approved in principle, but was subsequently rejected after he was convicted of criminal offences. After the rejection, the convictions were overturned on appeal and the Crown did not proceed with a new trial. The Court stated:  <FRAGMENT_SUPPRESSED>", "... in the present case, the officer did not err by refusing Mr. Johnson's application for permanent residence. The convictions were in force when the negative decision was made and they remained in force until set aside on appeal. Again, I note the consequence of upholding a deportation order on the basis of a conviction giving rise to it was valid at the time that the order was issued [", "Smith", "] is of much more imminent effect than upholding, on the same basis, a negative decision on an inland application for permanent residence. A new inland permanent residence application can be filed if a subsequent appeal is successful. This makes the analogy with the decision in", "Smith", "apt.  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Applicant submits that the case of", "Johnson", "is distinguishable, as the", "ratio", "of the case was tied to the fact that Mr. Johnson could file another application on H&C grounds; thus, the Court's decision had no severe negative consequences. In the present case, the Applicant notes that he has now lost his right to obtain permanent residence under s. 21(2) of the", "IRPA", ". Contrary to these submissions, I am of the view that the decision  <FRAGMENT_SUPPRESSED>", "was not founded on the basis of Mr. Johnson's ability to apply for H&C relief, but rather on the application of normal principles of judicial review, where subsequent facts do not nullify prior decisions or render them unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The case of", "Smith", ", above, involves a complicated set of facts. For my purposes, the key fact was that Mr. Smith received a pardon for a criminal conviction after a deportation order, based in part on that conviction, was issued. Mr. Smith sought an order of certiorari, arguing that the deportation order ceased to exist with the grant of the pardon. Justice MacKay held that the deportation order was not issued in error, notwithstanding that the pardon had been issued (", "Smith", ", at para. 21). With respect to the request for an order of certiorari to quash the deportation order, Justice MacKay stated the following (at para. 40):  <FRAGMENT_SUPPRESSED>", "In my opinion, the deportation order,", "acknowledged to be valid when issued, is not subject to being quashed or set aside by an order in the nature of certiorari", ". None of the grounds for such relief set out in subsection 18.1(4) are here established. (Emphasis added.)  <FRAGMENT_SUPPRESSED>"], ["[44]", "The Applicant submits that", "Smith", "can be distinguished on the basis that Justice MacKay was dealing with a subsequent pardon which, as discussed in the case, does not have the same effect of quashing the criminal conviction. I agree. However, as noted by Justice MacKay, at paragraph 29, whether dealing with an acquittal or a pardon, the effect on the immigration determination would have been no different. The issue before Justice MacKay (and this Court) is not whether the pardon had the effect of removing a criminal conviction ab initio; rather the question is whether, as a matter of administrative law, the immigration decision can be quashed. Justice MacKay held that it could not.  <FRAGMENT_SUPPRESSED>"], ["[45]", "There is also an administrative law principle that militates against holding the earlier decision to be a nullity. The purpose of judicial review is not to determine the correctness of the decision of the administrative tribunal in absolute terms; the objective is to determine whether the decision of the tribunal was reasonable on the record before it. Judicial review is not meant to be a de novo application where the reviewing court is asked to decide issues, which are raised for the first time in the application on evidence that the tribunal never considered (", "<FRAGMENT_SUPPRESSED> ). Since a valid security certificate was before the Officer in 2002, no reviewable error exists.  <FRAGMENT_SUPPRESSED>"], ["[46]", "In it appears that, while the issue is not free from doubt (", "<FRAGMENT_SUPPRESSED> ), the better legal view is that a decision taken before a fundamental change in evidence is not a nullity or void ab inititio. However, on a going-forward basis, any such decision could not be enforced or otherwise acted or relied on. In this case, the Officer's decision is not a nullity. What I believe, however, is that, based on decisions such as", "Kalicharan", ", the Minister could not rely on that particular decision to take further steps to remove the Applicant from Canada.  <FRAGMENT_SUPPRESSED>", "D.", "Breach of natural justice  <FRAGMENT_SUPPRESSED>"], ["[47]", "The alternative argument of the Applicant is that the decision of the Officer should be re-opened on the basis that it would be a breach of natural justice to fail to do so.  <FRAGMENT_SUPPRESSED>"], ["[48]", "There are exceptions to the general rule that no documents that were not before the decision-maker can be considered on judicial review (see, for example", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> ). One of those exceptions is where there is an allegation that there has been a breach of the rules of procedural fairness or natural justice. In my view, the case before me does not fall within one of those exceptions.  <FRAGMENT_SUPPRESSED>"], ["[49]", "In support, the Applicant relies on", "<FRAGMENT_SUPPRESSED> . That case involved a decision of the Immigration and Refugee Board, Refugee Protection Division (RPD) to vacate the refugee determination for Mr. Seyoboka. Pursuant to Rule 56 of the", "Refugee Protection Division Rules", ", SOR/2002-228 (the Rules), Mr. Seyoboka applied to the RPD to reopen the decision to vacate the refugee status, on the basis of new evidence that had arisen since the decision to vacate was made. As noted by Justice O'Reilly, the RPD does not have jurisdiction to reopen proceedings merely on the presentation of new evidence (", "Seyoboka", ", at para. 24). However, pursuant to Rule 56(3) provides a statutory exception to the general rule in cases where the new evidence establishes that there was a failure to observe a principle of natural justice. In the case before the Court  <FRAGMENT_SUPPRESSED>", ", Justice O'Reilly concluded that the RPD had not considered the \"nature and importance\" of the new evidence and whether it demonstrated that there had been a breach of natural justice. In his view, the RPD \"must turn its mind to the question of whether the applicant's evidence shows that the adverse finding against him or her was probably wrong.\" Justice O'Reilly overturned the decision of the RPD on the basis that the RPD had failed to consider whether the evidence presented by Mr. Seyoboka showed that there had been a breach of natural justice.  <FRAGMENT_SUPPRESSED>"], ["[50]", "I acknowledge the comments of my colleague  <FRAGMENT_SUPPRESSED>", "with respect to the effect of new evidence on a prior decision of the RPD. However, without opining on whether I agree with these remarks, I observe that the case of", "Seyobaka", "is quite different in nature. At the end of the day, the decision at issue  <FRAGMENT_SUPPRESSED>", "was overturned on the basis that the RPD had not carried out its statutory obligation under Rule 56. Put simply, the RPD had not turned its mind to the evidence put forward by Mr. Seyoboka.  <FRAGMENT_SUPPRESSED>"], ["[51]", "The case before me does not involve a statutory right of an applicant to have a decision re-opened. There was no breach of natural justice on the part of the Officer at the time the decision was made; there is none now.  <FRAGMENT_SUPPRESSED>"], ["[52]", "Moreover, from a practical perspective, I cannot conceive of how the interests of justice are served by re-opening a decision that was valid in 2002 and remains so.  <FRAGMENT_SUPPRESSED>", "E.", "Effect of this decision  <FRAGMENT_SUPPRESSED>"], ["[53]", "The Applicant asserts that there are significant benefits to the Applicant to being able to proceed under s. 21(2) of", "IRPA", ". I agree. However, as noted above, the Applicant is not without remedy. He can still bring an application for in-Canada landing based on H&C factors under s. 25 of", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[54]", "Under either s. 21(2) or s. 25, the Applicant would be required to address the question of his admissibility to Canada. It may be that the Security Certificate is not the only reason why the Applicant could be found to be inadmissible. If that is the case, the Applicant may be in a better position under s. 25 where all relevant factors will be considered and weighed.  <FRAGMENT_SUPPRESSED>"], ["[55]", "Permanent resident status is the Applicant's goal. The refusal of this Court to quash the Officer's 2002 decision is not, on its own, a bar to the attainment of that objective.  <FRAGMENT_SUPPRESSED>", "VI.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[56]", "For the above reasons, the application for judicial review will be dismissed. The Officer's decision is not a nullity. Nor is the Court prepared to conclude that the decision should be reopened due to a breach of natural justice. The role of the Court is not to reconsider decisions taken over a decade ago and in good faith.  <FRAGMENT_SUPPRESSED>"], ["[57]", "The Minister proposed that I certify the following question:  <FRAGMENT_SUPPRESSED>", "In an application for judicial review pursuant to s. 18.1 of the Federal Courts Act, can the validity of a decision be challenged on the basis of a change to a material fact that occurred year after the decision was made, notwithstanding the fact that the decision was based upon a correct appreciation of the facts as they existed at the time the decision was made?  <FRAGMENT_SUPPRESSED>"], ["[58]", "The Applicant opposes certification of this or any question.  <FRAGMENT_SUPPRESSED>"], ["[59]", "I am not prepared to certify the proposed question. The facts of this case are highly unusual. I agree with the Applicant that the question \"does not transcend the particular facts of this case and is very much dependent on the facts.\" I conclude that the proposed question is not one of \"general importance,\" as required by s. 74(d) of", "IRPA", ".  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[60]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "1. An extension of time to bring this Application for Leave and Judicial Review is granted;  <FRAGMENT_SUPPRESSED>", "2. The application for judicial review is dismissed; and  <FRAGMENT_SUPPRESSED>", "3. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}