{"id_": "059607", "body_str": [["[1]", "O'Reilly, J.", ": Mr Kenny Sam began working for the Tl'azt'en Nation as a Public Works Manager in 2006. He previously held the same position from 1999 to 2003. In 2010, the Nation dismissed Mr Sam for having abandoned his position."], ["[2]", "Mr Sam complained that he had been unjustly dismissed. An adjudicator (appointed under", "Canada Labour Code", ", RSC 1985, c L-2) [", "CLC", "]) agreed with Mr Sam and concluded that he should be compensated for lost wages and benefits, and reinstated in his position."], ["[3]", "The Nation seeks judicial review on a number of grounds. It asks me to overturn the adjudicator's decision, or limit the amount of compensation to Mr Sam."], ["[4]", "I can find no basis for disturbing the adjudicator's decision and must, therefore, dismiss this application for judicial review.", "II.", "The Issues"], ["[5]", "It is not clear what the issues are in this case. In its notice of application, the Nation listed ten issues relating primarily to the adjudicator's treatment of the evidence, his findings of fact, and his lack of impartiality. The Nation did not expressly address any of those grounds in its memorandum of fact and law. Instead, it questioned whether the adjudicator had jurisdiction to deal with Mr Sam's dismissal, and suggested that the adjudicator had made an error of law. At the hearing, the Nation presented arguments that were beyond both its notice of application and its memorandum. In general terms, it submitted that the adjudicator's decision was unreasonable."], ["[6]", "Applicants for judicial review must set out in their notices of application the grounds on which they rely, and cannot present new grounds in their memoranda of fact and law, even if the respondent has not been prejudiced (", "Federal Courts Rules", ", SOR/98-106, s 301(", ") (see  <FRAGMENT_SUPPRESSED>  (FCTD) at para 9;", "<FRAGMENT_SUPPRESSED> )."], ["[7]", "However, there is some room for discretion where, for example, relevant matters have arisen after the notice was filed; the new issues have some merit, are related to those set out in the notice, and are supported by the evidentiary record; the respondent would not be prejudiced; and no undue delay would result (", "<FRAGMENT_SUPPRESSED> )."], ["[8]", "Here, two of the issues raised in the Nation's memorandum - relating to the jurisdiction of the adjudicator - are completely unrelated to the issues set out in the notice of application. There is no reason why they could not have been identified in the notice. They are not clearly meritorious and depend on evidence not in the record. The respondent experienced some prejudice by having to respond to a greater number of issues than originally disclosed. In these circumstances, I cannot exercise my discretion in the Nation's favour."], ["[9]", "However, the third issue - whether the adjudicator made an error of law relating to the nature of Mr Sam's employment contract - is referred to at least indirectly in the notice of application. It cites the contractual relationship between the parties and Mr Sam's obligations under the Nation's Policy and Procedure Manual. In my view, the respondent had adequate notice of this issue, and I should consider the Nation's submissions on it."], ["[10]", "As for the Nation's submissions at the oral hearing, these were directed mainly at the reasonableness of some of the adjudicator's findings. A number of the grounds set out in the notice of application could be described as allegations of unreasonableness. Therefore, I will consider whether certain of the adjudicator's findings were unreasonable."], ["[11]", "That leaves two issues to decide:", "1. Was the adjudicator's decision unreasonable?", "2. Did the adjudicator err in law?", "III.", "Factual Background"], ["[12]", "In January 2010, the Nation's Tache reserve experienced an e.coli outbreak. Mr Sam was responsible for the Nation's water treatment, water distribution, and wastewater collection systems. Obviously, this was a difficult time for the Nation, its leadership, and its administrative personnel."], ["[13]", "Around 10:00 am on January 29, 2010 Mr Sam left work for a medical appointment. He claimed to be under physical stress and lacking sleep. After the appointment, he returned to the Tache reserve and spoke with interim Chief Morris Joseph. Mr Sam claims he informed Chief Joseph that he was under his doctor's care and unable to work. Chief Joseph passed away before the adjudication, so there is no direct corroborating evidence of this conversation."], ["[14]", "Later that same day, Mr Sam spoke with Councillor Herbert Felix at the Tache water treatment plant. Mr Sam explained that he was going on medical leave and would be applying for Workers' Compensation. Councillor Felix confirmed that Mr Sam told him about his prior conversation with Chief Joseph."], ["[15]", "However, Mr Sam did not inform his immediate supervisor, Mr Gregg Drury, that he was leaving his position, and he did not fill out a leave form. Still, he was paid sick leave for the remainder of January 29, 2010 and for the following week. In the first or second week of February, Councillor Felix told Mr Drury that Mr Sam was on stress leave."], ["[16]", "On February 8, 2010, Mr Drury received a faxed note from Mr Sam's doctor that read: \"Certified off work as of 29 Jan 2010 for medical reasons. Under my care\"."], ["[17]", "Mr Drury claims to have drafted a letter to Mr Sam on February 15, 2010 advising him to gather the necessary documentation to prove that he had not voluntarily abandoned his position. However, there is no evidence that this letter was sent. In the draft, Mr Drury stated \"On January 29, 2010 you traveled to Tache and spoke with Interim Chief Morris Joseph and Herbert Felix. You did not speak with me on the 29th - nor have you attempted to communicate with me since then\"."], ["[18]", "The Nation was copied on a February 23, 2010 letter from the provincial Workers' Compensation Board, WorkSafeBC, denying Mr Sam's compensation claim. The letter stated that the stress arising from threats of Mr Sam's being fired did not meet the criteria for compensation. Mr Sam subsequently applied for medical employment insurance. He was told that he needed a Record of Employment and a doctor's note. He attempted to obtain a Record of Employment but was unsuccessful. Nevertheless, Mr Sam testified that he was granted medical employment insurance."], ["[19]", "On March 29, 2010, Mr Drury, on behalf of the Nation, wrote a termination letter to Mr Sam stating:", "On January 29, 2010 you walked off the job. During the ensuing 2 full months that have passed you have not made a single attempt to speak or communicate with me in any way. I can only conclude that you abandoned your job. In other words you voluntarily quit your job."], ["[20]", "Mr Sam subsequently made the following complaint under the", "CLC", ": \"I am claiming an unjust dismissal complaint against Tl'atz'en Nation as I was fired while I was on medical leave under Dr's care\".", "IV.", "The Adjudicator's Decision"], ["[21]", "Over the course of a three-day hearing, the adjudicator heard testimony from Mr Sam, Mr Drury, Councillor Felix, and Councillor Joshua Hallman. The Nation argued that Mr Sam was bound by the terms of his Employment Agreement, the Nation's Policy and Procedure Manual, and the Nation's Code of Ethics. As his employer, the Nation felt it was justified in concluding that Mr Sam had abandoned his position and voluntarily resigned. The Nation also claimed that Mr Sam was employed in a managerial capacity, so his termination was not subject to the unjust dismissal provisions of the", "CLC", "(s 167(3) - see Annex). The Nation also submitted that the adjudicator lacked jurisdiction to hear a complaint about an \"administrative dismissal,\" as the unjust dismissal provisions of the", "CLC", "are reserved for \"disciplinary dismissal.\""], ["[22]", "The adjudicator concluded that Mr Sam was not a manager within the meaning of s 167(3) of the", "CLC", ". On the issue of jurisdiction, the adjudicator found that the", "CLC", "does not distinguish between an administrative dismissal and a disciplinary dismissal, unlike the", "Public Service Staff Relations Act", ", RSC 1985, c P-35, s 92 (see:", "<FRAGMENT_SUPPRESSED> ). Accordingly, he concluded that he had jurisdiction to determine whether Mr Sam was unjustly dismissed."], ["[23]", "Finally, the adjudicator concluded that the Nation's contention that Mr Sam had abandoned his position was \"fatally flawed.\" Under the Nation's Policy and Procedure Manual, an employee who is absent for five or more consecutive days without permission or reasonable cause is considered to have voluntarily resigned. However, Mr Sam was never made aware that his absence was without permission. Further, the Nation could not show that his absence was without reasonable medical cause."], ["[24]", "Indeed, there was no evidence that Mr Sam intended to abandon his position. Mr Drury testified that he had no idea if Mr Sam intended to return. He never communicated with Mr Sam during his absence from work, never indicated that the doctor's note was considered insufficient, and never advised Mr Sam that his absence would be considered an abandonment of employment."], ["[25]", "The adjudicator noted that Mr Sam sought a Record of Employment during his absence in order to apply for medical benefits - this amounted to further evidence that he lacked an intention to quit. The adjudicator also noted that Councillor Felix provided a note similar to Mr Sam's and had been granted stress leave for a number of weeks in 2010, suggesting that an inconsistent standard had been applied to Mr Sam. The adjudicator concluded that Mr Sam was unjustly dismissed."], ["[26]", "Regarding potential remedies, the Nation argued that reinstatement was not possible as Mr Sam's absence during the e.coli outbreak demonstrated that he could not be relied on in an emergency. However, the adjudicator looked at the criteria for refusing reinstatement and found that Mr Sam's circumstances did not meet any of them. He held that the relationship of trust and confidence between Mr Sam and the Nation had not been destroyed, and that Mr Sam's primary difficulty had been with his supervisor, Mr Drury, who no longer works for the Nation. The adjudicator accepted Mr Sam's claims of incapacity while noting that leaves of absence were loosely administered by the Nation. In these circumstances, reinstatement was appropriate."], ["[27]", "Regarding compensation, the adjudicator ordered that Mr Sam be compensated for all lost wages and employee benefits from the date of termination until the date of the award. The employment insurance benefits Mr Sam collected were deliberately not taken into account.", "V.", "Issue One - Was the adjudicator's decision unreasonable?"], ["[28]", "The Nation argues that the adjudicator unreasonably concluded that Mr Sam had complied with the Policy and Procedure Manual. At the hearing, the Nation also argued that the adjudicator failed to apply the requirements that employment policies must meet according to", "<FRAGMENT_SUPPRESSED> . This does not appear to have been an issue raised before the adjudicator, although he did, in passing, mention the <FRAGMENT_SUPPRESSED> case. In any case, there is no serious dispute about the validity of the Nation's employment policies. The adjudicator treated those policies as valid, and concluded that Mr Sam had complied with them. Therefore, I need not address the Nation's arguments, raised for the first time at the hearing, relating to the validity of its employment policies."], ["[29]", "According to the Policy and Procedure Manual, any employee absence for five or more consecutive days without permission or reasonable cause amounts to a voluntary resignation. (Policy 1.2). Based on this clause, the Nation claims that Mr Sam effectively resigned after he was absent for five consecutive days."], ["[30]", "In my view, the adjudicator's conclusion that Policy 1.2 did not apply to Mr Sam was not unreasonable on the evidence. Mr Sam was never made aware that his absence was without permission, as he had notified the Acting Chief and a Councillor, and had a doctor's note faxed to his immediate supervisor. In addition, the Nation did not establish that Mr Sam's absence was without reasonable medical cause."], ["[31]", "The Nation also argues that the adjudicator misinterpreted Policy 2.0(", ") and Policy 5.5. The former states that an employee must complete the leave form for an absence due to illness on his or her return to work, while the latter requires an employee to produce a medical certificate as proof of illness after three consecutive days' absence from work. The certificate can be given to \"the senior portfolio director, General Manager, or Chief and Council\"."], ["[32]", "Again, I cannot conclude that the adjudicator's interpretation of these policies was unreasonable. He found that Mr Sam could report his absence \"at three levels, whatever makes sense\". This is a defensible reading of the Manual, which states in Policy 2.0 that leave is granted at the discretion of \"the senior portfolio director, General Manager, or Chief and Council, whichever is appropriate\". Similarly, Policy 5.5 states that an administrator at one of those three levels must be provided with a medical certificate for proof of illness."], ["[33]", "While the adjudicator did not specifically refer to Policy 5.5, he presumably accepted that the faxed doctor's note constituted a medical certificate proving illness. Although the note was received by the Nation on February 8, 2010 - eleven days after Mr Sam began his absence from work - Policy 5.5 requires an employee to provide the certificate", "after", "three days, with no deadline for its delivery."], ["[34]", "Accordingly, I see no basis for concluding that the adjudicator's decision was unreasonable.", "VI.", "Did the adjudicator err in law?"], ["[35]", "The Nation claims that Mr. Sam's dismissal was non-disciplinary and that non-disciplinary terminations are not subject to the provisions of the", "CLC"], ["[36]", "In fact, as noted by the adjudicator, the", "CLC", "makes no such distinction between disciplinary and non-disciplinary termination. Accordingly, the only question is whether the employee was unjustly dismissed. The answer to this question turns on whether Mr Sam abandoned his job or was dismissed by the Nation."], ["[37]", "Here, the adjudicator found that the evidence did not support the Nation's allegation that Mr Sam quit and, as I have concluded above, the adjudicator's factual conclusions were not unreasonable. The adjudicator reviewed all of the evidence in light of the employment relationship between Mr Sam and the Nation, and concluded that Mr Sam had not abandoned his position. I can find no error in the adjudicator's decision.", "VII.", "Conclusion and Disposition"], ["[38]", "On my review of the issues that are properly before me, I cannot find that the adjudicator erred in law or rendered an unreasonable decision. I must, therefore, dismiss this application for judicial review with costs.", "JUDGMENT"], ["[39]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed, with costs.", "Annex", "Federal Courts Rules", ", SOR/98-106", "Contents of application", "301.", "An application shall be commenced by a notice of application in Form 301, setting out", "...", ") a complete and concise statement of the grounds intended to be argued, including a reference to any statutory provision or rule to be relied on;", "Canada Labour Code", ", RSC 1985, c L-2.", "...", "Part III: Standard Hours, Wages, Vacations and Holidays", "...", "Application of Part", "167.", "(3) This Part applies", "Non-application of Division XIV to managers", "(3) Division XIV does not apply to or in respect of employees who are managers.", "Public Service Staff Relations Act", ", RSC 1985, c P-35", "Reference of grievance to adjudication", "92", ". (1) Where an employee has presented a grievance, up to and including the final level in the grievance process, with respect to", ") the interpretation or application in respect of the employee of a provision of a collective agreement or an arbitral award,", ") in the case of an employee in a department or other portion of the public service of Canada specified in Part I of Schedule I or designated pursuant to subsection (4),", "(i) disciplinary action resulting in suspension or a financial penalty, or", "(ii) termination of employment or demotion pursuant to paragraph 11(2)(", ") or (", ") of the Financial Administration Act, or", ") in the case of an employee not described in paragraph (", "), disciplinary action resulting in termination of employment, suspension or a financial penalty,", "and the grievance has not been dealt with to the satisfaction of the employee, the employee may, subject to subsection (2), refer the grievance to adjudication.", "Approval of bargaining agent", "(2) Where a grievance that may be presented by an employee to adjudication is a grievance described in paragraph (1)(", "), the employee is not entitled to refer the grievance to adjudication unless the bargaining agent for the bargaining unit, to which the collective agreement or arbitral award referred to in that paragraph applies, signifies in the prescribed manner its approval of the reference of the grievance to adjudication and its willingness to represent the employee in the adjudication proceedings.", "Termination under P.S.E.A. not grievable", "(3) Nothing in subsection (1) shall be construed or applied as permitting the referral to adjudication of a grievance with respect to any termination of employment under the Public Service Employment Act.", "Order", "(4) The Governor in Council may, by order, designate for the purposes of paragraph (1)(", ") any portion of the public service of Canada specified in Part II of Schedule I.", "Règles des Cours fédérales", ", DORS/98-106", "Avis de demande - forme et contenu", "301.", "La demande est introduite par un avis de demande, établi selon la formule 301, qui contient les renseignements suivants:", "[...]", ") un énoncé complet et concis des motifs invoqués, avec mention de toute disposition législative ou règle applicable;", "Code canadien du travail,", "LRC 1985, ch L-2.", "[...]", "Partie III: Durée normale du travail, salaire, congés et jours fériés", "[...]", "Application de la présente partie", "167.", "(3) La présente partie s'applique:", "Exception: section XIV", "(3) La section XIV ne s'applique pas aux employés qui occupent le poste de directeur.", "Loi sur les relations de travail dans la fonction publique", ", LRC (1985), ch P-35", "Renvoi d'un grief à l'arbitrage", "92", ". (1) Après l'avoir porté jusqu'au dernier palier de la procédure applicable sans avoir obtenu satisfaction, un fonctionnaire peut renvoyer à l'arbitrage tout grief portant sur:", ") l'interprétation ou l'application, à son endroit, d'une disposition d'une convention collective ou d'une décision arbitrale;", ") dans le cas d'un fonctionnaire d'un ministère ou secteur de l'administration publique fédérale spécifié à la partie I de l'annexe I ou désigné par décret pris au titre du paragraphe (4), soit une mesure disciplinaire entraînant la suspension ou une sanction pécuniaire, soit un licenciement ou une rétrogradation visé aux alinéas 11(2)", ") ou", ") de la Loi sur la gestion des finances publiques;", ") dans les autres cas, une mesure disciplinaire entraînant le licenciement, la suspension ou une sanction pécuniaire.", "Approbation de l'agent négociateur", "(2) Pour pouvoir renvoyer à l'arbitrage un grief du type visé à l'alinéa (1)", "), le fonctionnaire doit obtenir, dans les formes réglementaires, l'approbation de son agent négociateur et son acceptation de le représenter dans la procédure d'arbitrage.", "Exclusion", "(3) Le paragraphe (1) n'a pas pour effet de permettre le renvoi à l'arbitrage d'un grief portant sur le licenciement prévu sous le régime de la Loi sur l'emploi dans la fonction publique.", "Décret", "(4) Le gouverneur en conseil peut, par décret, désigner, pour l'application de l'alinéa (1)", "), tout secteur de l'administration publique fédérale", ".........................", "<FRAGMENT_SUPPRESSED>  à la Tl'azt'en Nation (la Nation) en tant que gestionnaire des Travaux publics en 2006. Il avait auparavant occupé le même poste, de 1999 à 2003. En 2010, la Nation a congédié M. Sam pour abandon de poste."], ["[2]", "M. Sam se plaint qu'il a été injustement congédié. Un arbitre (nommé en vertu du", "Code canadien du travail", ", LRC 1985, c L-2) [le CCT]) a donné raison à M. Sam et a conclu qu'il devrait être indemnisé pour perte de salaire et d'avantages connexes, et qu'il devrait être réintégré dans son poste."], ["[3]", "La Nation demande le contrôle judiciaire invoquant plusieurs motifs. Elle me demande d'infirmer la décision de l'arbitre ou de limiter le montant de l'indemnisation à verser à M. Sam."], ["[4]", "Je ne vois aucune raison d'infirmer la décision de l'arbitre et je devrai, par conséquent, rejeter la présente demande de contrôle judiciaire.", "II.", "Les questions en litige"], ["[5]", "Les questions en litige dans la présente affaire ne sont pas évidentes. Dans son avis de demande, la Nation a énuméré dix questions se rapportant principalement à la façon dont l'arbitre a traité les éléments de preuve, à ses conclusions de fait, et à son manque d'impartialité. La Nation n'a expressément soulevé aucune de ces questions dans son mémoire des faits et du droit. Elle s'est plutôt demandé si l'arbitre avait la compétence nécessaire pour traiter du congédiement de M. Sam, et elle a donné à entendre que l'arbitre avait commis une erreur de droit. Lors de l'audience, la Nation a présenté des arguments qui allaient au-delà à la fois de son avis de demande et de son mémoire. En général, elle a soutenu que la décision de l'arbitre était déraisonnable."], ["[6]", "Les personnes qui demandent un contrôle judiciaire doivent énoncer dans leurs avis de demande les motifs sur lesquels elles se fondent et elles ne peuvent pas présenter de nouveaux motifs dans leurs mémoires des faits et du droit, même si le défendeur n'a pas subi de préjudice (", "Règles des Cours fédérales", ", DORS/98-106, alinéa 301", ") (voir l'annexe);", "<FRAGMENT_SUPPRESSED>  (CF 1re inst.), au paragraphe 9;", "<FRAGMENT_SUPPRESSED> )."], ["[7]", "Toutefois, il y a de la place pour l'exercice d'un pouvoir discrétionnaire lorsque, par exemple, des arguments pertinents sont soulevés après le dépôt de l'avis de demande; les nouveaux arguments sont bien fondés, ils sont apparentés à ceux énoncés dans l'avis et sont étayés par le dossier de la preuve; le défendeur ne subirait pas de préjudice et il n'en résulterait pas de retard indu (", "<FRAGMENT_SUPPRESSED> et 13)."], ["[8]", "En l'espèce, deux des questions soulevées dans le mémoire de la Nation - relativement à la compétence de l'arbitre - ne sont absolument pas apparentées aux questions énoncées dans l'avis de demande. Rien ne justifie qu'elles n'aient pas été énoncées dans l'avis. Leur bien-fondé n'est pas évident et elles sont fondées sur des éléments de preuve qui ne sont pas contenus dans le dossier. Le défendeur a subi un certain préjudice parce qu'il a dû répondre à d'autres questions en plus de celles qui ont été révélées à l'origine. Dans de telles circonstances, je ne peux pas exercer mon pouvoir discrétionnaire en faveur de la Nation."], ["[9]", "Toutefois, la troisième question - à savoir si l'arbitre a commis une erreur de droit quant à la nature du contrat d'emploi de M. Sam - est évoquée dans l'avis de demande, du moins de façon indirecte. L'avis de demande évoque la relation contractuelle entre les parties et les obligations de M. Sam en application du [traduction] Guide des politiques et des procédures de la Nation (le Guide). Selon moi, le défendeur a reçu un avis suffisant relativement à cette question, et je devrais tenir compte des observations de la Nation à ce sujet."], ["[10]", "En ce qui a trait aux observations de la Nation lors de l'audience orale, elles étaient principalement orientées vers le caractère raisonnable de certaines des conclusions de l'arbitre. Un certain nombre d'arguments énoncés dans l'avis de demande mettaient en doute le caractère raisonnable des conclusions de l'arbitre. Par conséquent, j'examinerai la question de savoir si certaines des conclusions de l'arbitre étaient déraisonnables."], ["[11]", "Il reste donc deux questions à trancher:", "1. La décision de l'arbitre était-elle déraisonnable?", "2. L'arbitre a-t-il commis une erreur de droit?", "III.", "Les faits"], ["[12]", "En janvier 2010, la réserve Tache de la Nation a connu une épidémie d'E. coli. M. Sam était responsable du traitement de l'eau, de la distribution de l'eau, et des systèmes de collecte des eaux usées de la Nation. Évidemment, il s'agissait d'une période difficile pour la Nation, pour ses dirigeants, et pour son personnel administratif."], ["[13]", "Le 29 janvier 2010, vers 10 h, M. Sam a quitté le travail pour se rendre à un rendez-vous médical. Il alléguait être sous l'influence d'un stress physique et manquer de sommeil. Après son rendez-vous, il est retourné à la réserve Tache et a parlé avec le chef intérimaire Morris Joseph. M. Sam avance qu'il a informé le chef Joseph qu'il était suivi par son médecin, et qu'il était incapable de travailler. Le chef Joseph est décédé avant l'arbitrage, il n'y a donc pas de preuve corroborante directe de cette conversation."], ["[14]", "Plus tard le même jour, M. Sam s'est entretenu avec le conseiller Herbert Felix à l'usine de traitement des eaux de la réserve Tache. M. Sam a dit qu'il serait en congé de maladie et qu'il présenterait une demande d'indemnisation pour accidents du travail. Le conseiller Felix a confirmé que M. Sam lui avait parlé de sa conversation précédente avec le chef Joseph."], ["[15]", "Toutefois, M. Sam n'a pas informé son supérieur immédiat, M. Gregg Drury, qu'il quittait son poste, et il n'a pas rempli de formulaire de congé. Néanmoins, des congés de maladie lui ont été payés pour le reste de la journée du 29 janvier 2010 et pour la semaine suivante. La première ou la deuxième semaine de février, le conseiller Felix a dit à M. Drury que M. Sam était en congé pour cause de stress."], ["[16]", "Le 8 février 2010, M. Drury a reçu par télécopie un billet du médecin de M. Sam lequel indiquait: [traduction] « Absence du travail certifiée à partir du 29 janvier 2010 pour des raisons médicales. Suivi par moi »."], ["[17]", "M. Drury soutient qu'il a rédigé une ébauche de lettre à envoyer à M. Sam le 15 février 2010, l'avisant de rassembler les documents nécessaires pour prouver qu'il n'avait pas volontairement abandonné son poste. Toutefois, il n'y a pas de preuve que cette lettre a été envoyée. Dans l'ébauche, M. Drury indiquait: [traduction] « Le 29 janvier 2010, vous êtes venu à la réserve Tache et vous avez parlé avec le chef par intérim Morris Joseph et avec Herbert Felix. Vous n'avez pas parlé avec moi le 29 - vous n'avez pas non plus tenté de communiquer avec moi depuis de ce jour-là »."], ["[18]", "La Nation a reçu une copie d'une lettre du 23 février 2010 de la commission provinciale des accidents du travail, la WorkSafeBC, laquelle refusait la demande d'indemnisation de M. Sam. La lettre indiquait que le stress dû aux menaces de congédiement de M. Sam ne satisfaisait pas aux critères d'indemnisation. M. Sam a ultérieurement présenté une demande de prestations de maladie de l'assurance-emploi. On lui a dit qu'il devait fournir un Relevé d'emploi et un billet de médecin. Il a tenté en vain d'obtenir un Relevé d'emploi. Néanmoins, selon le témoignage de M. Sam, il a pu bénéficier des prestations de maladie de l'assurance-emploi."], ["[19]", "Le 29 mars 2010, M. Drury, agissant pour le compte de la Nation, a écrit une lettre de cessation d'emploi à M. Sam, laquelle indiquait ceci:", "[traduction]", "Le 29 janvier 2010, vous avez quitté votre emploi. Durant les deux mois entiers qui ont suivi, vous n'avez pas fait la moindre tentative pour me parler ou pour communiquer avec moi de quelque façon que ce soit. Je peux seulement en conclure que vous avez abandonné votre poste. En d'autres termes, vous avez volontairement quitté votre emploi."], ["[20]", "M. Sam a ultérieurement présenté la plainte suivante, en application du CCT: [traduction] « Je porte plainte pour congédiement injustifié contre la Tl'atz'en Nation, vu que j'ai été congédié pendant que j'étais en congé de maladie et suivi par un médecin ».", "IV.", "La décision de l'arbitre"], ["[21]", "Durant les trois jours de l'audience, l'arbitre a entendu les témoignages de M. Sam, de M. Drury, du conseiller Felix, et du conseiller Joshua Hallman. La Nation soutient que M. Sam était lié par les modalités de son contrat d'emploi, par le Guide, et par le code d'éthique de la Nation. En tant qu'employeur, la Nation estime qu'elle avait conclu à juste titre que M. Sam avait abandonné son poste et qu'il avait volontairement démissionné. La Nation soutient aussi que M. Sam occupait un poste de direction et que son congédiement ne pouvait donc pas être assujetti aux dispositions du CCT relatives au congédiement injustifié (paragraphe 167(3) - voir l'annexe). La Nation avance aussi que l'arbitre n'était pas compétent pour entendre une plainte relative à un « congédiement administratif », étant donné que les dispositions du CCT relatives au congédiement injuste s'appliquent uniquement au « congédiement disciplinaire »."], ["[22]", "L'arbitre a conclu que M. Sam n'était pas un directeur aux termes du paragraphe 167(3) du CCT. En ce qui a trait à la question de la compétence, l'arbitre a conclu que le CCT n'établit pas de distinction entre un congédiement administratif et un congédiement disciplinaire, contrairement à l'article 92 de la", "Loi sur les relations de travail dans la fonction publique", ", LRC 1985, c  <FRAGMENT_SUPPRESSED> ). Par conséquent, il a conclu qu'il était compétent pour trancher la question de savoir si M. Sam avait été injustement congédié."], ["[23]", "Enfin, l'arbitre a conclu que la prétention de la Nation selon laquelle M. Sam avait abandonné son poste était [traduction] « irrémédiablement viciée ». Selon le Guide, un employé qui s'absente pendant cinq jours consécutifs ou plus sans permission ou cause raisonnable est considéré comme ayant volontairement démissionné. Toutefois, M. Sam n'a jamais été informé que son absence était sans permission. En outre, la Nation n'a pas pu établir qu'il était absent sans cause médicale raisonnable."], ["[24]", "En fait, il n'y avait pas de preuve que M. Sam avait l'intention d'abandonner son poste. Selon le témoignage de M. Drury, il ne savait nullement si M. Sam avait l'intention de revenir. Il n'a jamais communiqué avec M. Sam pendant son absence du travail, il n'a jamais indiqué que le billet du médecin avait été considéré comme étant insuffisant, et il n'a jamais avisé M. Sam que son absence serait considérée comme un abandon de poste."], ["[25]", "L'arbitre a souligné que M. Sam avait sollicité un Relevé d'emploi durant son absence en vue de présenter une demande de prestations de maladie - cela équivaut à une preuve supplémentaire qu'il n'avait pas l'intention de démissionner. L'arbitre a aussi souligné que le conseiller Felix avait fourni un billet semblable à celui de M. Sam, et qu'il avait obtenu un congé pour cause de stress pendant plusieurs semaines en 2010, ce qui donnait à entendre que les normes appliquées à M. Sam n'avaient pas été appliquées de façon uniforme. L'arbitre a conclu que M. Sam avait été injustement congédié."], ["[26]", "En ce qui a trait à des mesures de réparation éventuelles, la Nation a fait valoir que la réintégration n'était pas possible parce que l'absence de M. Sam pendant l'épidémie d'E. coli établissait qu'on ne pouvait pas se fier à lui en cas d'urgence. Toutefois, l'arbitre a procédé à l'appréciation des critères pour le refus de la réintégration et il a conclu que la situation de M. Sam ne correspondait à aucun de ces critères. Il a décidé que la relation de confiance entre M. Sam et la Nation n'avait pas été rompue, et que la principale difficulté de M. Sam était relative à son superviseur, M. Drury, qui ne travaille plus à la Nation. L'arbitre a accepté les allégations de M. Sam selon lesquelles il était incapable de travailler, tout en faisant observer que la Nation avait géré les autorisations d'absence à la légère. Vu les présentes circonstances, la réintégration était appropriée."], ["[27]", "En ce qui a trait à l'indemnisation, l'arbitre a ordonné que M. Sam soit indemnisé pour toutes les pertes de salaire et d'avantages connexes, à partir de la date de sa cessation d'emploi jusqu'à la date de la décision arbitrale. Les prestations de maladie de l'assurance-emploi dont M. Sam a bénéficié ont délibérément été exclues des éléments pris en compte.", "V.", "Première question - La décision de l'arbitre était-elle déraisonnable?"], ["[28]", "La Nation soutient que l'arbitre a conclu de façon déraisonnable que M. Sam s'était conformé au Guide. Lors de l'audience, la Nation a aussi soutenu que l'arbitre avait omis d'appliquer les exigences auxquelles sont soumises les politiques d'emploi par suite de la décision", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ). Il semble que cette question n'a pas été soulevée devant l'arbitre, bien que ce dernier ait, au passage, mentionné la décision <FRAGMENT_SUPPRESSED> . Quoi qu'il en soit, il n'y a pas de contestation sérieuse quant à la validité des politiques d'emploi de la Nation. L'arbitre a considéré que ces politiques étaient valides, et il a conclu que M. Sam s'y était conformé. Par conséquent, je n'ai pas à examiner les arguments de la Nation, soulevés pour la première fois lors de l'audience, en ce qui concerne la validité de ses politiques d'emploi."], ["[29]", "Selon le Guide, toute absence d'un employé pendant cinq jours consécutifs ou plus sans permission ou cause raisonnable équivaut à une démission volontaire. (article 1.2. du Guide) Sur la base de cet article, la Nation allègue que M. Sam a dans les faits démissionné après qu'il eut été absent pendant cinq jours consécutifs."], ["[30]", "Selon moi, la conclusion de l'arbitre selon laquelle l'article 1.2 du Guide ne s'appliquait pas à M. Sam n'était pas déraisonnable, vu la preuve. M. Sam n'a jamais été avisé que son absence était sans permission étant donné qu'il avait avisé le chef par intérim et un conseiller, et que le billet de son médecin avait été envoyé par télécopie à son supérieur immédiat. De plus, la Nation n'a pas établi que l'absence de M. Sam n'était pas justifiée par une cause médicale raisonnable."], ["[31]", "La Nation soutient aussi que l'arbitre a mal interprété l'alinéa 2.0", ") du Guide, et l'article 5.5 du Guide. Le premier de ces articles énonce qu'à son retour au travail, l'employé doit remplir un formulaire de congé pour toute absence due à une maladie, tandis que le deuxième de ces articles exige que l'employé fournisse un certificat médical comme preuve de sa maladie après trois jours consécutifs d'absence du travail. Le certificat peut être donné au [traduction] « Directeur en chef du portefeuille, au Directeur général, ou au Chef et au Conseil »."], ["[32]", "Encore une fois, je ne peux pas conclure que l'interprétation faite par l'arbitre de ces articles était déraisonnable. L'arbitre a conclu que M. Sam pouvait faire part de son absence [traduction] « à trois niveaux, selon ce qui convient ». Il s'agit d'une interprétation défendable du Guide, lequel énonce à l'article 2.0 que les congés sont accordés selon le pouvoir discrétionnaire du [traduction] « Directeur en chef du portefeuille, du Directeur général, ou du Chef et du Conseil, selon ce qui convient ». De façon semblable, l'article 5.5 énonce qu'il faut fournir à un administrateur à l'un de ces trois niveaux, un certificat médical comme preuve de la maladie."], ["[33]", "Bien que l'arbitre n'ait pas expressément fait référence à l'article 5.5, il a accepté selon toute vraisemblance que le billet du médecin envoyé par télécopie constituait un certificat médical probant de la maladie. Bien que le billet ait été reçu par la Nation le 8 février 2010 - onze jours après le début de l'absence du travail de M. Sam - l'article 5.5 exige qu'un employé fournisse le certificat", "après", "trois jours, sans date d'échéance pour sa remise."], ["[34]", "Par conséquent, je ne trouve aucun motif pour conclure que la décision de l'arbitre était déraisonnable.", "VI.", "L'arbitre a-t-il commis une erreur de droit?"], ["[35]", "La Nation soutient que le congédiement de M. Sam n'était pas disciplinaire, et que les congédiements non disciplinaires ne sont pas soumis aux dispositions du CCT."], ["[36]", "En fait, comme l'arbitre l'a relevé, le CCT n'établit pas une telle distinction entre les congédiements disciplinaires et les congédiements non disciplinaires. Par conséquent, la seule question qui se pose est de savoir si l'employé a été injustement congédié. La réponse à cette question renvoie à celle de savoir si M. Sam avait abandonné son emploi ou s'il avait été congédié par la Nation."], ["[37]", "En l'espèce, l'arbitre a conclu que la preuve ne permet pas d'étayer la prétention de la Nation selon laquelle M. Sam avait démissionné, et, comme je l'ai conclu ci-dessus, les conclusions factuelles de l'arbitre n'étaient pas déraisonnables. L'arbitre a apprécié tous les éléments de preuve eu égard à la relation d'emploi entre M. Sam et la Nation, et il a conclu que M. Sam n'avait pas abandonné son poste. Je ne vois aucune erreur susceptible de contrôle dans la décision de l'arbitre.", "VII.", "Conclusion"], ["[38]", "Sur la base du contrôle que j'ai exercé relativement aux questions dont j'étais valablement saisi, je ne peux pas conclure que l'arbitre a commis une erreur de droit ou qu'il a rendu une décision déraisonnable. Je dois donc rejeter la présente demande de contrôle judiciaire, avec dépens.", "JUGEMENT"], ["[39]", "LA COUR STATUE que", "1. La demande de contrôle judiciaire est rejetée, avec dépens.", "Annexe", "Règles des Cours fédérales", ", DORS/98-106", "Avis de demande - forme et contenu", "301.", "La demande est introduite par un avis de demande, établi selon la formule 301, qui contient les renseignements suivants:", "[...]", "e) un énoncé complet et concis des motifs invoqués, avec mention de toute disposition législative ou règle applicable;", "Code canadien du travail,", "LRC 1985, c L-2.", "[...]", "Partie III: Durée normale du travail, salaire, congés et jours fériés", "[...]", "Application de la présente partie", "167.", "(3) La présente partie s'applique:", "Exception: section XIV", "(3) La section XIV ne s'applique pas aux employés qui occupent le poste de directeur.", "Loi sur les relations de travail dans la fonction publique", ",  <FRAGMENT_SUPPRESSED>  procédure applicable sans avoir obtenu satisfaction, un fonctionnaire peut renvoyer à l'arbitrage tout grief portant sur:", ") l'interprétation ou l'application, à son endroit, d'une disposition d'une convention collective ou d'une décision arbitrale;", "b) dans le cas d'un fonctionnaire d'un ministère ou secteur de l'administration publique fédérale spécifié à la partie I de l'annexe I ou désigné par décret pris au titre du paragraphe (4), soit une mesure disciplinaire entraînant la suspension ou une sanction pécuniaire, soit un congédiement ou une rétrogradation visé aux alinéas 11(2)", ") ou", ") de la Loi sur la gestion des finances publiques;", "c) dans les autres cas, une mesure disciplinaire entraînant le congédiement, la suspension ou une sanction pécuniaire.", "Approbation de l'agent négociateur", "(2) Pour pouvoir renvoyer à l'arbitrage un grief du type visé à l'alinéa (1)", "), le fonctionnaire doit obtenir, dans les formes réglementaires, l'approbation de son agent négociateur et son acceptation de le représenter dans la procédure d'arbitrage.", "Exclusion", "(3) Le paragraphe (1) n'a pas pour effet de permettre le renvoi à l'arbitrage d'un grief portant sur le congédiement prévu sous le régime de la Loi sur l'emploi dans la fonction publique.", "Décret", "(4) Le gouverneur en conseil peut, par décret, désigner, pour l'application de l'alinéa (1)", "), tout secteur de l'administration publique fédérale", "Federal Courts Rules", ", SOR/98-106", "Contents of application", "301.", "An application shall be commenced by a notice of application in Form 301, setting out", "...", ") a complete and concise statement of the grounds intended to be argued, including a reference to any statutory provision or rule to be relied on;", "Canada Labour Code", ", RSC 1985, c L-2.", "...", "Part III: Standard Hours, Wages, Vacations and Holidays", "...", "Application of Part", "167.", "(3) This Part applies", "Non-application of Division XIV to managers", "(3) Division XIV does not apply to or in respect of employees who are managers.", "Public Service Staff Relations Act", ", RSC 1985, c P-35", "Reference of grievance to adjudication", "92", ". (1) Where an employee has presented a grievance, up to and including the final level in the grievance process, with respect to", ") the interpretation or application in respect of the employee of a provision of a collective agreement or an arbitral award,", ") in the case of an employee in a department or other portion of the public service of Canada specified in Part I of Schedule I or designated pursuant to subsection (4),", "(i) disciplinary action resulting in suspension or a financial penalty, or", "(ii) termination of employment or demotion pursuant to paragraph 11(2)(", ") or (", ") of the Financial Administration Act, or", ") in the case of an employee not described in paragraph (", "), disciplinary action resulting in termination of employment, suspension or a financial penalty,", "and the grievance has not been dealt with to the satisfaction of the employee, the employee may, subject to subsection (2), refer the grievance to adjudication.", "Approval of bargaining agent", "(2) Where a grievance that may be presented by an employee to adjudication is a grievance described in paragraph (1)(", "), the employee is not entitled to refer the grievance to adjudication unless the bargaining agent for the bargaining unit, to which the collective agreement or arbitral award referred to in that paragraph applies, signifies in the prescribed manner its approval of the reference of the grievance to adjudication and its willingness to represent the employee in the adjudication proceedings.", "Termination under P.S.E.A. not grievable", "(3) Nothing in subsection (1) shall be construed or applied as permitting the referral to adjudication of a grievance with respect to any termination of employment under the Public Service Employment Act.", "Order", "(4) The Governor in Council may, by order, designate for the purposes of paragraph (1)(", ") any portion of the public service of Canada specified in Part II of Schedule I.", "[End of document]"]]}