{"id_": "059798", "body_str": [["[1]", "Lemieux, J.", ": The respondent, the Attorney General of Canada, seeks a double barrelled order from this Court namely:", "(1) an order striking out Exhibit \"G\" of the affidavit of Charles Frederick Armstrong as irrelevant and solicitor-client privileged; and", "(2) an order striking out paragraphs 10, 11, 12, 13, 15, 17, 18, 19, 28, 29, 30, 31, 32, 33, 34, 35, 36, 39, 40, 41, 42, 47 and 48 of that same affidavit."], ["[2]", "The respondent also seeks an ancillary order from this Court granting to the Attorney General of Canada an extension of time of 30 days from the final determination of the motion to serve and file its affidavits in response to the applicant's affidavit."], ["[3]", "The Attorney General of Canada submits that Exhibit \"G\" to the applicant's affidavit and paragraph 19 of that affidavit contain or refer to privileged communications between the Canadian Forces and the Judge Advocate General's Office, legal adviser to the Canadian Forces, and the privilege attaching to those communications has not been waived. It is also said that Exhibit \"G\" contains material which was not before the decision-maker and is not relevant to the matters at issue in the applicant's application for judicial review."], ["[4]", "The grounds for striking out the several paragraphs of the applicant's affidavit is that those paragraphs are argument, opinions and/or conclusions of law and do not constitute statements of facts.", "FACTS"], ["[5]", "Charles Frederick Armstrong is a Primary Reserve Officer with the Canadian Forces Reserve Service holding the rank of Lieutenant-Colonel. He began his service with the Canadian Forces Regular Force on August 8, 1974, and subsequently transferred to the Canadian Forces Reserve Force on August 20, 1991."], ["[6]", "He has been employed since July 22, 2002, as a Project Officer and Manager in the Directorate of Official Languages (\"DOL\") at National Defence Headquarters (\"NDHQ\"). His position as Project Manager is scheduled to continue until at least July 2006."], ["[7]", "On October 23, 2002, he grieved, in accordance with the internal grievance procedures in the Canadian Forces, the classification of his duties at DOL as Class \"B\" service rather than Class \"C\" service. His Class \"B\" classification arose out of the implementation by the Canadian Forces of a new classification policy for the Reserve Force to take effect on or after April 1, 2003, coupled with a transitional Class \"C\" policy effective immediately on March 2, 2002, when the new Reserve Employment Framework Policy and the transitional Class \"C\" policy were issued through a document known as CANFORGEN 023/02. Part of the transitional Class \"C\" policy provided that new agreements for service in non operational positions would normally be authorized as Class \"B\" but there could be exceptions in extraordinary circumstances."], ["[8]", "On April 30, 2003, the initial grievance authority, the Director General, Military Human Resource Policy and Planning denied his grievance. He then appealed to the final grievance authority Colonel A. F. Fenske, Q.C., Director General, Canadian Forces Grievance Authority who, on February 28, 2005, dismissed his grievance."], ["[9]", "In his decision, Colonel Fenske dismissed Lieutenant-Colonel Armstrong's arguments that:", "(1) CANFORGEN 023/02 was in conflict with Queen's Regulations and Orders (\"QR & O\") articles 9.07 (Class \"B\") Reserve Service and 9.08 (Class \"C\") Reserve Service and that the release of CANFORGEN 023/02 resulted in the misapplication of the QR & Os;", "(2) CANFORGEN 023/02 is contrary to QR & O article 1.23 (authority of the Chief of Defence Staff to issue orders and instructions) which restricts the authority of the Chief of Defence Staff (\"CDS\") to issue policy or directions, which is in accordance with the applicable QR & O when the Governor in Council issues that QR & O; and", "(3) his employment at the DOL is full-time and in a Regular Force establishment position and that, in accordance with article 9.08 of the QR & O, his term of service should be Class \"C\" service."], ["[10]", "Colonel Fenske concluded Lieutenant-Colonel Armstrong was hired on full-time service, for duties of a temporary nature, when it was not practical to employ a member of the Regular Force. In his assessment, this was an appropriate call-out on Reserve Class \"B\" service. He was of the view there was no evidence in his file that CDS or his delegate authorized him in a Regular Force establishment position or that he authorized his employment in operations."], ["[11]", "In dismissing Lieutenant-Colonel Armstrong's arguments as to the validity and applicability of CANFORGEN 023/02, Colonel Fenske agreed with the grievor's assertion that the Governor in Council's Regulations prevail over CDS issued orders but concluded the grievor's interpretation of articles 9.07 and 9.08 of the QR & O was incomplete stating that both of these articles make the call-out decision conditional upon the approval of the CDS thus providing substantial management discretion in determining whether to use Class \"B\" or Class \"C\" service and that article 9.08 explicitly gave CDS the authority to approve those operations to which Class \"C\" service applies."], ["[12]", "It is from Colonel Fenske's decision, which he received on March 21, 2005, that Lieutenant-Colonel Armstrong filed on April 20, 2005, his application for judicial review. He seeks to quash Colonel Fenske's decision and requests a declaration that he has been providing the military with Class \"C\" service since July 22, 2002, until the present, in accordance with article 9.08 of the QR & O and further declarations concerning retroactive salary adjustments and benefits coverage in accordance with Class \"C\" service."], ["[13]", "Lieutenant-Colonel Armstrong, in his judicial review application, challenges Colonel Fenske's decision on a number of grounds including the ground that the Final Grievance Authority misinterpreted various articles of the QR & Os namely articles 1.04, 9.07 and 9.08 and the ground that the Final Grievance Authority erred in law and acted beyond its jurisdiction in failing to recognize that CANFORGEN 023/02 was in conflict with article 1.23 of those Regulations."], ["[14]", "It was on June 3, 2005, that Lieutenant-Colonel Armstrong filed his main affidavit in support of his judicial review application which is the subject matter of the respondent's motion before me. As noted, the respondent has yet to file responding affidavits to Lieutenant-Colonel Armstrong's main affidavit."], ["[15]", "In support of the relief sought, the respondent filed the affidavits of Lieutenant-Colonel Blais and Colonel Fenske, both dated June 21, 2005. Lieutenant-Colonel Armstrong filed a responding affidavit to the respondent's motion to strike."], ["[16]", "The purpose of Colonel Blais' affidavit was to detail the circumstances surrounding the legal opinion he received from the Office of the Judge Advocate General (\"JAG\") of the Canadian Armed Forces."], ["[17]", "It was Lieutenant-Colonel Blais who requested the legal opinion regarding the legality of CANFORGEN 023/02 in his capacity as Director to the Assistant Deputy Ministry (Human Resources - Military) Secretariat since one of his responsibilities was to investigate and prepare grievances for adjudication."], ["[18]", "The grievance he was concerned with was not the applicant's grievance but one filed on June 3, 2002, by Lieutenant Judy Emberson who challenged the validity of CANFORGEN 023/02. He states that one of his responsibilities in respect of her grievance was to review it, complete further investigation if required, authorize disclosure of information that could be released to her and obtain comments from her before forwarding her file to adjudication."], ["[19]", "In his affidavit, Lieutenant-Colonel Blais indicates that on September 18, 2002, he forwarded certain documents, including the legal opinion he received from JAG, to the Dispute Resolution and Investigation Officer of the Canadian Forces Support Unit (Ottawa) with a request that the officer disclose all of the enclosed documentation to Lieutenant Emberson in order to assist her with making written representations that he would then forward to the adjudicator. In his affidavit, he states he reviewed the file and is aware the JAG opinion was, at his request, subsequently released to Lieutenant Emberson by Colonel Cyr, Commandant of the Canadian Forces Support Unit (Ottawa)."], ["[20]", "In his affidavit, Colonel Fenske states he reviewed the entire grievance file of Lieutenant-Colonel Armstrong before making his decision. He states the applicant's file contained no legal opinions."], ["[21]", "In his responding affidavit, the applicant exhibits his May 30, 2005 e-mail to Lieutenant Emberson in which he specifically requested her permission to use the disclosure information she had received from Colonel Cyr in connection with her grievance. As noted, the JAG opinion was part of the disclosure package. Permission for use was granted to the applicant by Lieutenant Emberson.", "ANALYSIS", "(a) Issues surrounding solicitor-client privilege"], ["[22]", "Counsel for the applicant did not contest the JAG opinion was clothed with solicitor-client privilege. The position taken by her was that the JAG opinion had been voluntarily disclosed and, as a result, the privilege waived. Counsel for the respondent countered by stating the JAG opinion was disclosed either by inadvertence or was waived without authority which could only be given by the Minister of National Defence or his delegate and, in any event, such opinion was irrelevant to the applicant's grievance since it related to Lieutenant Emberson's grievance and not his and also was not before the decision-maker."], ["[23]", "I accept the authorities cited to me by both parties that inadvertent disclosure of a document otherwise covered by solicitor-client privilege may not amount to a waiver of that privilege and that a judge has the discretion to determine whether, in such circumstances, the privilege has been waived (see  <FRAGMENT_SUPPRESSED>  a decision of the Manitoba Court of Appeal."], ["[24]", "During argument, I indicated to counsel for the Attorney General of Canada that the evidence the disclosure of the JAG opinion was inadvertent or accidental was weak. I observed that the only evidence on the point was from Lieutenant-Colonel Blais but he was not the person who made the disclosure to Lieutenant Emberson. That person was Colonel Cyr who had not provided an affidavit to the Court on the issue. On the other hand, the evidence I had suggested the JAG opinion was voluntarily and conscientiously disclosed to Lieutenant Emberson so that she could comment on the legality of the new policy in the context of her grievance. I note Lieutenant-Colonel Blais specifically said in his affidavit that in forwarding the JAG opinion he knew it would be disclosed."], ["[25]", "Counsel for the Attorney General of Canada conceded that disclosure by inadvertence of the JAG opinion was not her strong suit. She focussed her argument on the immateriality of the JAG opinion for the purposes of Lieutenant-Colonel Armstrong's judicial review application."], ["[26]", "Likewise, I indicated to counsel for the Attorney General of Canada that I would not rule on the alternative argument counsel put forward, that is, disclosure or waiver of solicitor-client privilege was not authorized by proper persons in the hierarchy of the Department of National Defence. Again, the person who disclosed the JAG opinion, Colonel Cyr, did not provide any affidavit as to whether he was authorized specifically or by implication to disclose the JAG opinion in the particular circumstances it was requested and for the particular purposes it was disclosed. I indicated to counsel for the Attorney General that if I had to rule on the point, I would require supplemental affidavits and cross-examinations on the point."], ["[27]", "I have reviewed several times the JAG opinion and the reference made to it by the CDS in his consideration of Lieutenant Emberson's grievance which he dismissed at the final grievance level on October 6, 2004. General Henault stated that in reviewing the JAG opinion which he agreed with and the evidence on file, he found that the conclusion in the JAG opinion was based on the premise that Lieutenant Emberson's employment position was a permanent establishment position which he found was not the case."], ["[28]", "I agree with counsel for the Attorney General that the JAG opinion should be struck from Lieutenant-Colonel Armstrong's affidavit on the grounds that it is irrelevant to his judicial review application. I come to this conclusion for several reasons:", "(1) Colonel Fenske did not have the JAG opinion before him and did not rely on it in dismissing the applicant's grievance at the final level.", "(2) The JAG opinion was specific to the circumstances of Lieutenant Emberson's grievance and to the circumstances of her employment in Class \"B\" service related to the specific position she held. In this respect, the JAG opinion is of no assistance to Lieutenant-Colonel Armstrong.", "(3) The JAG opinion does not, as the applicant asserts, proffer any conclusion as to the invalidity of CANFORGEN 023/02. Rather, it deals with the proper exercise of discretion.", "(4) The JAG opinion neither advances nor limits the arguments he can put forward in his case.", "(b) Striking out particular paragraphs of the applicant's affidavit"], ["[29]", "As noted, the second prong to the Attorney General's motion is to strike particular paragraphs of Lieutenant-Colonel Armstrong's affidavit in support of his judicial review application."], ["[30]", "As pointed out by counsel for the respondent, her motion is not one which seeks to strike out the applicant's application for judicial review or to strike out his entire affidavit in support of that application. It simply seeks to strike out certain parts of the applicant's affidavit on the grounds, as noted, that those offending paragraphs were argument, opinions or conclusions of law and do not constitute statements of fact."], ["[31]", "Counsel for the respondent pointed to Rule 81 of the Federal Courts Rules, 1998, to the effect that \"affidavits shall be confined to facts within the personal knowledge of the deponent, except on motions in which statements as to the deponent's belief, with the grounds therefor, may be included\"."], ["[32]", "She cited the decision in  <FRAGMENT_SUPPRESSED> , a decision by Justice Richard, as he then was. Justice Richard held it was improper for a deponent to provide information to the Court that contains speculation, makes legal arguments or draws conclusions of law. He pointed out that legal argument is a matter for counsel. (See to the same effect, the Federal Court of Appeal's decision in  <FRAGMENT_SUPPRESSED>  where Justice Hugessen, as he then was, struck out certain paragraphs of the applicant's affidavit on the grounds, for the most part, the struck paragraphs were tendencious, opinionated, argumentative, or improper and that the judge was right to reject them)."], ["[33]", "Counsel for the respondent cited two decisions by Prothonotary Hargrave, the first being the case of  <FRAGMENT_SUPPRESSED> , a case in which the respondent sought to strike out the applicant's application for judicial review where the subject matter concerned the Patented Medicines (Notice of Compliance) Regulations. In that case, Justice Strayer stressed the point that judicial review applications must be heard and determined without delay and in a summary way (see section 18.4(1) of the Federal Courts Act) which fundamentally differs from actions where the rules require precise pleadings and the facts upon which they are based. This led Justice Strayer to state the direct and proper way to contest an originating notice of motion which the respondent thinks to be without merit is to appear and argue at the hearing of the motion itself. Justice Strayer stated the case before him well illustrated the \"waste of resources and time in adding on to what is supposed to be a summary judicial proceeding and process of an interlocutory motion to strike\"."], ["[35]", "Counsel for the applicant referred me to several other cases including Justice Hugessen's decision, as a member of the Trial Division, in  <FRAGMENT_SUPPRESSED>  where he was faced with a motion to strike an affidavit. I reproduce paragraphs 5 and 6 of his decision:", "5 Dealing first with the motion brought by the interveners that the affidavit of Clara Midbo should be struck out as it is an improper affidavit within the meaning of the Rules,", "I may say that upon examination of that affidavit, I have no doubt whatever that it is improper. It is replete with conclusory and argumentative allegations, almost all of them being on matters of law as to which the deponent is not apparently qualified. I set out below, simply by way of example, paragraphs 3 and 4 of the affidavit", "in which the deponent attempts to interpret the pleadings, the Rules and various orders that have been made in this case, something which she is eminently unqualified to do and something which is clearly not a matter for evidence in any event:", ". . . . .", "That said, I have not been persuaded that the affidavit should be struck. In my view, in a sane modern procedure, irregularities in proceedings should not be made the subject of motions and should not require the Court to give orders striking out or correcting such irregularities unless the party attacking the irregularity can show that it suffer some sort of prejudice as a result thereof", ". I put that point squarely to counsel for the interveners and the only prejudice he was able to suggest to me that his clients might suffer was that the Court, when it hears the main motion, might be induced to believe that these highly tendentious allegations in the affidavit were uncontested matters of fact. I think that counsel is ascribing to the Court a degree of gullibility which I hope he is not justified in doing.", "Accordingly, absent any showing of prejudice and notwithstanding that almost all of the affidavit is irregular and should not be before the Court, I have no grounds that would justify me in striking it out. Counsel for the interveners admits readily that virtually every paragraph of the affidavit is proper argument and can properly be made by counsel for plaintiffs and indeed has been made by counsel for plaintiffs in his written submissions in support of the main motion. I am therefore going to dismiss the motion to strike the affidavit", ". [emphasis mine]"], ["[36]", "Another case referred to by the applicant was another decision by Justice Richard as a member of the Trial Division in  <FRAGMENT_SUPPRESSED>  where he refused to strike out an affidavit. I cite paragraph 6 of his decision:", "6 Counsel for the Canadian defendants relied on a judgment of this court in  <FRAGMENT_SUPPRESSED>  objection had been taken to the relevancy or admissibility of affidavits filed in trade mark proceedings and Mr. Justice Jackett looked at the timeliness of the application to strike. He said:", "As a practical matter, the most efficient and economical way of deciding such questions is by having them so raised and decided at the hearing and as a practical exercise of judicial discretion the parties should not be permitted to raise them before the hearing", ". The two exceptions of that general rule that I contemplate at the moment are:", "(a) where a party has to obtain leave to admit evidence and it is obvious in the view of the court that it is inadmissible, and;", "(b)", "where the court can be convinced that as a practical matter the admissibility of the affidavits filed by one of the parties should be considered some time before the hearing so that the hearing can proceed in an orderly manner", ".\" [emphasis mine]"], ["[37]", "A final case cited by counsel for the applicant was that of  <FRAGMENT_SUPPRESSED> . In that case, Justice Dubé expressed the following view at paragraph 6 of his reasons:", "6 On the other hand, there is also jurisprudence to the effect that the Court has no jurisdiction to strike out affidavits by way of motion in anticipation of a judicial review proceedings.", "The appropriate procedure is to leave the affidavit for evaluation by the judge who hears the application on the merits [See Note 5 below]. Judicial review is a summary procedure, the focus of which is advancing the application along to the hearing stage as expeditiously as possible. The ultimate adequacy of the allegations and evidence must be addressed by the judge hearing the application on its merits [See Note 6 below]. There is an exceptional discretion to strike out affidavits but it ought to be exercised sparingly. To maintain the efficiency of judicial review proceedings, interlocutory contests as to affidavits should be discouraged and be left to be dealt with by the judge hearing the application", ". [emphasis mine]"], ["[38]", "In the circumstances before him, Justice Dubé was of the view the affidavit which was sought to be struck was so substantial and considerable that it would be unfair to the applicant to let it proceed for judicial review without dealing with it. In his view, it would assist the orderly progress of the judicial review if the matter was disposed of in advance of the hearing."], ["[39]", "He did not strike the impugned affidavit because that affidavit contained general background information that could be of assistance to the presiding judge over the judicial review. He allowed the applicant to file a responding affidavit."], ["[40]", "It is clear, in my view, that judicial review under the Federal Courts Act focuses on decisions made by federal authorities in the exercise of statutory powers. Parliament has mandated that such applications shall be dealt with as expeditiously as possible. This mandate is the springboard for the jurisprudence which holds that applications to strike affidavits or portions of affidavits in judicial review applications is a discretion which should be exercised sparingly and be granted only in cases where it is in the interest of justice to do so, for example or in cases where a party would be materially prejudiced, where not striking an affidavit or portions of an affidavit would impair the orderly hearing of the application for judicial review if the matter was not dealt with at an early stage. On the other hand, parts of an affidavit which provides general background information which may assist the judge should not be struck."], ["[41]", "The paragraphs which the Attorney General of Canada seeks to strike have, in my view, one of two dominant characteristics."], ["[42]", "On the one hand, many paragraphs contain legal argument and many of them refer to appropriate provisions of the governing legislation or regulations and at times quote from dictionaries in order to provide the ordinary meaning to words found in legislation or regulations. Such references are improper but, in my view, such paragraphs need not be struck for the reason given by Justice Hugessen in  <FRAGMENT_SUPPRESSED> , because there is no prejudice to the respondent. In addition, there is no useful purpose in doing so as those paragraphs are proper argument and can properly be made by counsel for the applicant in his memorandum of argument when he files his motion record."], ["[43]", "On the other hand, many of the paragraphs contain expressions of Lieutenant-Colonel Armstrong's personal belief based on his knowledge and experience. While certain paragraphs may be improper, no prejudice to the respondent arises and, in my view, it cannot be said that leaving those paragraphs intact in the applicant's affidavit will impede the trial judge in the orderly disposition of the judicial review application. I am not prepared to strike those paragraphs particularly when the respondent has yet to file responding affidavits and the applicant has not been cross-examined."], ["[44]", "I reiterate the point made in the case law. The thrust of the Act and the Rules is to move applications for judicial review expeditiously without the unnecessary interruption of interlocutory motions.", "ORDER"], ["[45]", "IT IS HEREBY ORDERED:", "1. Paragraph 19 of Lieutenant-Colonel Armstrong's affidavit and Appendix \"G\" to that affidavit are struck.", "2. Since success is divided, costs of this motion will be in the cause.", "3. Exhibit \"G\" to Lieutenant-Colonel Armstrong's affidavit shall remain under seal and be treated as confidential.", "4. I make a similar order with respect to the applicant's responding motion record which contains the JAG legal opinion which is now struck. The applicant's responding motion record is to remain sealed and not placed on the public record.", "5. The respondent shall have until August 31, 2005, to serve and file responding affidavits to Lieutenant-Colonel Armstrong's affidavit in support of his judicial review application.", "[End of document]"]]}