{"id_": "059917", "body_str": [["[1]", "Gleason, J.", ": The applicant, the Public Service Alliance of Canada [the Alliance], is the certified bargaining agent for the Canada Border Services Agency [CBSA] employees in the Border Services Group (which the parties call the \"FB\"). The FB group is comprised of Border Services Officers [BSOs] who work mainly at points of entry to Canada and at CBSA postal operations. For labour relations purposes, the employer of the BSOs is the Treasury Board of Canada (", "Public Service Labour Relations Act,", "SC 2003, c 22, s 2 [the PSLRA];", "Financial Administration Act", ", RSC 1985, c F-11, Schedule IV). The labour relations of the Treasury Board [the Employer] and the Alliance in respect of the FB bargaining unit are governed by the PSLRA. [see footnote 1] The Alliance and the Employer are in the process of bargaining for the renewal of the second collective agreement applicable to the FB bargaining unit."], ["[2]", "On June 7, 2013, the Minister of Canadian Heritage, in his capacity as the designated Minister under the PSLRA, [the Minister], issued a direction to the Chairperson of the Public Service Labour Relations Board [the PSLRB] to conduct a vote among the members of the FB bargaining unit on the Employer's last offer. The direction was issued under section 183 of the PSLRA, which provides the Minister authority to require that a vote be conducted on an employer's most recent offer where the Minister is of the opinion that it is in the public interest that such a vote be held. Although section 183 (or a somewhat similar provision) has been contained in the PSLRA for some time, the June 7th decision was the first time the Minister exercised the authority he possesses under that section to order a vote on an employer offer."], ["[3]", "In the present application for judicial review, the Alliance seeks to set aside the Minister's June 7th decision for three reasons. First, it argues that the Minister's decision is unreasonable as there was no possible basis upon which the Minister could have reasonably concluded that a vote was in the public interest given the status of bargaining between the parties. It asserts in this regard that the decision to order the vote is a \"frontal attack\" on collective bargaining rights in the federal public service and that the Minister's decision must accordingly be set aside. Second, the Alliance argues that its procedural fairness rights were violated because it received no notice of the Employer's request that the Minister exercise his authority under section 183 of the PSLRA and was not afforded an opportunity to make submissions in respect of the request, even though the Employer made submissions to the Minister on its position that an ordered vote was needed. Finally, the Alliance argues that there is a reasonable apprehension that the Minister was biased as he adopted large portions of the draft letter to the Chairperson of the PSLRB that the Employer tabled with the Minister and because, in accepting the Employer's position without consulting the Alliance, the Minister improperly interfered in the collective bargaining process. The Alliance also seeks to strike the affidavit of Rachel Auclair, the Director of the Commercial Border Division of the CBSA, filed by the respondent, arguing it improperly contains materials that were not before the Minister when he made the June 7th decision and is therefore inadmissible on this application. Finally, the Alliance seeks costs on an elevated scale, arguing that the behaviour of the Minister is so far beyond what is acceptable that an elevated costs award ought to be made."], ["[4]", "The respondent, on the other hand, argues that the Alliance lacks standing to bring this application, asserting that it has no interest in whether a vote is conducted under section 183 of the PSLRA as that section concerns employee rights and not the rights of their bargaining agent. The respondent also argues that the decision of the Minister is not reviewable under the", "Federal Courts Act,", "RSC 1985, c F-7  <FRAGMENT_SUPPRESSED>  because it does not raise a justiciable issue. In terms of the merits of the application, the respondent asserts that, given the Alliance's lack of standing and the type of decision in issue, the Alliance was not entitled to notice of the request for a vote and that, in any event, it received adequate notice but failed to make submissions and to follow up on a letter that it sent to the Minister's parliamentary office. The respondent submits that the Alliance therefore cannot claim that its procedural fairness rights were violated. In the alternative, the respondent argues that if there was a breach of procedural fairness, then the Minister's decision should not be set aside as the same result would have obtained even if the Alliance had been afforded the right to make representations. In this regard, the respondent argues that there was ample basis for the Minister to reasonably conclude that the conduct of a vote on the Employer's final offer was in the public interest, given the length of time bargaining has taken, the position of the Alliance in bargaining (including seeking amendments to employees' pension rights which are governed by statute and cannot be the subject of a collective agreement), the Alliance's position on the Employer's final offer, the importance of the role of the BSOs and the impact of a potential work disruption over the summer months. The respondent also asserts that there is no basis for concluding the Minister was biased and that the affidavit of Ms. Auclair (with the possible exception of Exhibit \"B\" to that affidavit) is properly before the Court. The respondent finally argues that there is no basis for an elevated costs award in this case and that the principles generally applicable should be applied to award costs to the successful party with reference to Column III of Tariff \"B\" of the", "Federal Courts Rules", ", SOR/98-106."], ["[5]", "For the reasons set out below, I have determined that the first three paragraphs of and Exhibit \"A\" to the affidavit of Ms. Auclair are properly before the Court, that the Alliance does have standing to bring this application, that the issues it raises are justiciable and that the Alliance was entitled to but denied procedural fairness. I have also concluded that the denial of procedural fairness resulted in the Minister being deprived of important facts and of the point of view of the Alliance, which might have impacted his decision. I have therefore concluded that the Minister's June 7th decision must be set aside and, consequently, that the process now being undertaken to conduct the vote must be stopped as the decision ordering it is a nullity."], ["[6]", "However, the facts are not such that there was no reasonable basis upon which the Minister could have concluded that a vote was in the public interest. Nor has the Alliance established a reasonable apprehension of bias on the part of the Minister. In addition, the passage of time has altered the collective bargaining landscape between the Employer and the Alliance because the public interest commission, established under section 167 of the PSLRA to conduct non-binding conciliation [the PIC], issued its report shortly before the Minister made the decision but the PIC's report was not before the Minister. In light of this, I have concluded that it is not appropriate to remit the matter back to the Minister for re-determination as the issuance of the PIC report is an important changed circumstance and, in any event, section 183 of the PSLRA affords the basis for a new application for a vote to be made if appropriate (or for the Minister to order a new vote on his own motion if he determines that a second vote is necessary in the public interest). Finally, I have concluded that the circumstances of this case do not justify an elevated costs award."], ["[7]", "My reasons for these conclusions involve consideration of the following issues:", "a. Should the affidavit of Ms. Auclair be struck?", "b. Does the Alliance possess standing to bring this application and is it justiciable?", "c. Was the Alliance denied procedural fairness?", "d. If so, should I decline to order a remedy as the respondent requests?", "e. Do the other grounds raised by the Alliance have merit?", "f. What remedy is appropriate? and", "g. What costs award is appropriate?"], ["[8]", "Each of these issues is examined below. To put the issues in context, it is useful to review the backdrop to this application and the history of collective bargaining between the Employer and the Alliance for the FB unit.", "Background"], ["[9]", "In 2009, the parties signed their first collective agreement for the FB bargaining unit, which ran until June 20, 2011. (Its terms and conditions continue to bind the parties and the employees in the FB bargaining unit due to the statutory freeze of terms and conditions of employment provided for in section 107 of the PSLRA)."], ["[10]", "In respect of the second round of bargaining for the FB unit, the Alliance elected to follow the conciliation process. Under the PSLRA, a trade union may elect one of two different processes for resolution of bargaining impasses, namely, either arbitration (where unresolved bargaining issues are settled via binding arbitration conducted by a board that is comprised of member(s) of the PSLRB) or conciliation (where several different dispute resolution methods are available, including the use of strike or lock-out) (see PSLRA subsection 103(1))."], ["[11]", "A number of conditions must be fulfilled before a trade union may legally authorise or employees may legally engage in a strike under the PSLRA. These include the requirement that the parties must either have settled, or failing their agreement, the PSLRB must have determined the terms of the Essential Services Agreement [ESA] applicable to the bargaining unit (see PSLRA paragraphs 194(1)(f) - 194(1)(j)). Essential services are services necessary for the safety or security of the public or a segment of the public, and an ESA sets out the types of positions in the bargaining unit necessary for the employer to provide essential services, the number of positions necessary for that purpose and the specific positions necessary for that purpose (see PSLRA section 4). The Alliance and the Employer have not yet settled the terms of the ESA for the FB unit but have made substantial progress in their negotiations for the ESA."], ["[12]", "In February 2011, the Alliance served the Employer with notice to bargain for the renewal agreement for the FB unit, and in March of 2011, the parties commenced collective bargaining. Between April 2011 and April 2012, the parties bargained directly for approximately 38 days, but were unable to settle the terms of their renewal agreement. Amongst other improvements, as noted, the Alliance was seeking amendments to the pension entitlements of the BSOs, which are governed by the", "Public Service Superannuation Act", ", RSC 1985, c P-36. Under section 113 of the PSLRA, the requested improvements to the pension are outside the permissible scope of a collective agreement."], ["[13]", "On April 19, 2011, the Alliance requested conciliation, pursuant to section 161 of the PSLRA. On June 29, 2012, the Chairperson of the PSLRB requested the Minister to establish a PIC under Division 10 of the PSLRA. The PIC is the conciliation mechanism under the PSLRA. The parties elected to have a tripartite PIC established, and on July 25, 2012 the Minister approved the suggestion of the parties' nominees for the Chairperson of the PIC."], ["[14]", "Under sections 162-167 of the PSLRA, the Minister does not possess discretion as to whether to appoint a PIC but does possess limited discretion over who is to be appointed as the Chairperson of a PIC. The PSLRA instead provides the Chairperson of the PSLRB with responsibility for determining whether or not the appointment of a PIC is appropriate. Pursuant to sections 162 and 163 of the PSLRA, the Chairperson of the PSLRB may decline to accede to a party's request for the appointment of a PIC or may decide at his or her own initiative that a PIC should be established. The Minister has no similar discretion under the legislation."], ["[15]", "In terms of the functioning of the PIC, the PSLRA provides that, unless the parties or the Chairperson of the PSLRB agree to an extension, the PIC must submit its report to the PSLRB Chairperson within 30 days of appointment. In this case, the Employer and the Alliance agreed to an extension and completed their submissions to the PIC in December 2012. Thereafter, the parties continued to bargain while the PIC deliberated, and on April 29 and May 6, 2013, the Employer submitted two comprehensive offers of settlement to the Alliance for conclusion of the collective agreement for the FB unit. (The second offer was an improvement over the April 29th offer.)"], ["[16]", "On May 6, 2013, the Alliance advised its members, via a website posting, that it would be rejecting the employer's final offer tabled that day and would not be putting that offer forward for a vote amongst its members in the bargaining unit."], ["[17]", "On May 21, 2013, the Honourable Tony Clement, President of the Treasury Board, wrote to the Minister, requesting that the Minister direct a vote on the Employer's final offer pursuant to section 183 of the PSLRA. In his letter requesting the vote, the President made a number of assertions. These included:", "• The fact that the PIC report had not yet been received even though the request for the establishment of the PIC had been made over a year earlier. As counsel for the Alliance correctly notes, the President of the Treasury Board neglected however to mention that the parties had extended the time for the PIC to report;", "• It was anticipated that the PIC report would not facilitate a settlement;", "• The President of the Treasury Board was concerned that the BSOs would undertake job action;", "• The Alliance was seeking improvements to the BSO's terms and conditions of employment (including pension improvements) that, with the exception of the wage adjustment, were estimated to cost $116 million per year, which the President qualified as being \"outside the mandate, expensive, and precedent setting, and in the case of pension reform, not permissible under the [PSLRA]\";", "• The Employer had tabled a settlement offer that the President of the Treasury Board believed was fair, which included wage increases and other improvements; and", "• The President of the Treasury Board believed that \"the consequences of not proceeding with a final offer vote will result in continued lengthy negotiations and a work stoppage, and potentially a protracted strike\"."], ["[18]", "The President of the Treasury Board enclosed with his letter to the Minister a copy of the Employer's final offer to the Alliance as well as a draft of the letter he proposed be sent by the Minister to the Chairperson of the PSLRB to direct the PSLRB to conduct the vote."], ["[19]", "The Alliance was not copied on the May 21st letter from the President of the Treasury Board to the Minister and, indeed, was not advised that the Employer would be making a request to the Minister that he direct a vote under section 183 of the PSLRA. In this regard, the evidence before the Court establishes that the Employer merely told the Alliance that it was considering making such a request."], ["[20]", "On May 7, 2013, Robyn Benson, the President of the Alliance, wrote to the Minister, requesting that the Alliance be allowed to make representations as to why a vote should not be ordered under section 183 of the PSLRA. In her letter, the President of the Alliance stated that the Employer had \"implied\" that it would seek a ministerial-ordered vote under section 183 of the PSLRA and that the Alliance was \"left with the impression\" that this would occur."], ["[21]", "The May 7th letter from the President of the Alliance was sent to the Minister's parliamentary office. The materials before the Court establish that the letter was not forwarded to the Minister's departmental office until well after the decision to order the vote had been made and that the letter was not before the Minister when he made the decision. However, no explanation has been provided as to why the letter was not placed before the Minister nor as to why it took several weeks for the Minister's parliamentary office to forward the letter to the department (where it presumably would have been processed quickly under the service standards applicable in the department)."], ["[22]", "In the end, the Alliance was not invited to make representations as to whether a vote should be directed under section 183 of the PSLRA even though it had written to the Minister requesting such an opportunity, and even though the Employer had made its own submissions setting out its point of view on the vote request."], ["[23]", "On June 5, 2013, just two days before the Minister made the decision to direct the vote on the Employer's final offer, the PIC issued its report. With the exception of one issue, the report was unanimous - with both the employer and union nominees concurring with its contents on all other points. In the report, the PIC recommended rejection of many - but not all - of the Alliance's bargaining proposals, including the request for pension improvements (that it noted could not be incorporated into a collective agreement by virtue of section 113 of the PSLRA). The PIC report, however, recommended settlement on terms somewhat more favourable to the BSOs than those contained in the Employer's final offer."], ["[24]", "Under the PSLRA, the PIC report is not binding on either party unless they both agree to be bound by some or all of its contents. The Alliance and the Employer have not made any such agreement and the PIC report, therefore, constitutes merely a recommended basis for settlement, albeit one on which the Employer and the Alliance nominees - as well as the neutral PIC chairperson - largely agree."], ["[25]", "The PIC report was not before the Minister when he made the decision to direct the vote and his decision makes no reference to it, raising the question of whether the Minister was aware that the PIC report had been issued when he directed the vote. What he did have before him were the submissions from the President of the Treasury Board as well as a briefing note dated June 4, 2013 from his Deputy Minister, recommending that the vote be ordered. As the note was authored before the PIC report was issued, it makes no mention of the report."], ["[26]", "In deciding to order the vote, the Minister issued both a letter to the Chairperson of the PSLRB as well as the Direction, itself, which both set out brief reasons why the vote was being directed. These reasons indicate that the Minister believed that a vote should be conducted on the Employer's final offer because he believed it was in the public interest that the BSOs be afforded the opportunity to vote \"given the current fiscal environment, the potential public safety and national security risks, and significant financial repercussions the country would face if a strike were held\"."], ["[27]", "Following the issuance of the Minister's direction to conduct the vote, the PSLRB began and is still making arrangements for the vote. Given the complexities inherent in conducting a national vote, it appears that the voting will not be concluded until September 5, 2013, at the earliest."], ["[28]", "With this background in mind, it is now possible to turn to the issues in this application for judicial review.", "Should the affidavit of Ms. Auclair be struck?"], ["[29]", "Turning, first, to the request to strike the affidavit of Ms. Auclair, the Alliance argues that as the affidavit was not before the Minister when he decided to order the vote, it is not properly before me because evidence on a judicial review application should be limited to the materials that were before the administrative decision-maker."], ["[30]", "The respondent, while conceding that this is generally the case, notes that there are exceptions to this general rule, one of which allows a limited amount of general background information to be placed before the court to amplify the record by setting out general facts that may be of assistance to the court. The respondent points to", "<FRAGMENT_SUPPRESSED>  ACWS (3d) as examples of cases where evidence, much like the contents of Ms. Auclair's affidavit (with the possible exception of Exhibit \"B\" to the affidavit), was found to be properly before this Court."], ["[31]", "The general rule, which has been qualified as \"trite law\", is that an applicant on judicial review can only rely on evidence that was before the decision-maker (see e.g.", "Association of Universities and Colleges of Canada and the University of Manitoba v the Canadian Copyright Licensing Agency", ", 2012 FCA 22 at para 19, 428 NR 297;", "<FRAGMENT_SUPPRESSED> FTR 19). As the respondent correctly notes, however, there are limited exceptions to this rule, one of which allows for the filing of additional general background information of assistance to the court."], ["[32]", "Here, the first two paragraphs in Ms. Auclair's affidavit contain such information as they merely identify the affiant and summarise the role and mandate of CBSA. In my view, the third paragraph of the affidavit is likewise permissible background information as it sets out the general propositions that border management is an international concern and that Canada and the United States signed an action plan in 2011, signalling their commitment to further harmonise trade, facilitate travel and strengthen security efforts between the two countries. In this paragraph of her affidavit, Ms. Auclair also identifies and attaches Exhibit \"A\", a copy of CBSA's Report on Plans and Priorities for 2013-2014, which the parties agree is a public document that the Alliance had access to for some time. The Report is likewise general in nature, provides useful background and context and is not prejudicial to the Alliance. In my view, this Exhibit to Ms. Auclair's affidavit and paragraph 3 of her affidavit are accordingly admissible."], ["[33]", "Paragraph 4 of and Exhibit \"B\" to Ms. Auclair's affidavit, on the other hand, go much further and summarise and set out an analysis that Ms. Auclair, herself, conducted as to the effect of delays at the Canada-US border on supply chain management and industry productivity. This information is not general in nature, was produced by Ms. Auclair, was not before the Minister when he made the decision to order the vote and was not available to the Alliance until it was filed in connection with this judicial review application. I believe that it ought not be part of the record on this application as it goes well beyond the scope of permissible background information that might be of assistance to the Court. Paragraph 4 of and Exhibit \"B\" to Ms. Auclair's affidavit will therefore be struck, and I have considered neither in making this decision.", "Does the Alliance possess standing to bring this application and is it justiciable?"], ["[34]", "The second preliminary issue raised by the parties involves the respondent's challenge to the ability of the Alliance to bring this application. The respondent advances two arguments in support of this objection. First, it argues that only the Attorney General and persons directly affected by \"a matter in respect of which relief is sought\" may bring an application for judicial review by virtue of subsection 18.1(1) of the FCA. The respondent maintains that the Alliance is not directly affected by the decision to order a vote and accordingly cannot bring this application. Second, the respondent asserts in its written Memorandum (although the issue was not pursued in oral argument) that the decision to order a vote under section 183 of the PSLRA is not justiciable as the decision is \"not suitable for a judicial solution\" (at para 112 of the respondent's Memorandum of Fact and Law).", "(a)", "Standing"], ["[35]", "In support of the first argument that the Alliance is not directly affected by the Minister's decision, the respondent asserts that the decision impacts only the BSOs and not the Alliance and relies on the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  NR 131, [", "Air Canada", "], which it argues is analogous to the present situation. There, the Federal Court of Appeal held that Air Canada's challenge to two informational bulletins issued by the Toronto Port Authority, which merely detailed the process the Authority would follow to award take-off and landing slots, was not a matter that could be pursued by way of a judicial review application under the FCA. In upholding the decision to summarily dismiss the judicial review application, the Court of Appeal relied in part on the fact that Air Canada's applications did not attack any matter \"...that affects Air Canada's legal rights, imposes legal obligations or cause prejudicial effects\" (at para 42). The respondent argues that the same may be said of the Minister's decision to order a vote under section 183 of the PSLRA in this case, asserting that the decision has no effect on the Alliance and impacts only employees."], ["[36]", "With respect, I disagree and, indeed, believe it would be difficult to find a decision that might more deeply affect a trade union's interests than the decision to order a vote among bargaining unit members under a provision like section 183 of the PSLRA."], ["[37]", "Under the PSLRA (like all labour legislation in Canada), once a union acquires collective bargaining rights, it assumes both the right and the responsibility to negotiate the collective agreement for the bargaining unit. And the law has long held (going back over half a century to the decision of the Supreme Court of Canada in", "Syndicat catholique des employés de magasins v Paquet Ltée", ", [1959] SCR 206 at 212-13), that a collective agreement displaces all individual contracts of employment for members of the bargaining unit (see also", "<FRAGMENT_SUPPRESSED> ). Thus, the only parties to the collective agreement are the employer and the trade union, and the collective agreement is the only contract that governs the terms and conditions of employment of members of the bargaining unit."], ["[38]", "A vote under section 183 is one of the mechanisms by which a collective agreement can be finalized under the PSLRA. If the employees accept the employer's last offer, that offer (along with items previously agreed to by the employer and the union) become the collective agreement. As the collective agreement will bind the Alliance, it must of necessity have a legally-recognised interest in the process to finalize its terms just as any party to any contract is necessarily interested in the formulation of the contract and has standing to raise issues that relate to contractual formulation."], ["[39]", "More fundamentally, though, the respondent's argument misconceives the collective bargaining process and the nature of the interests at play in a case such as this. Under the PSLRA (and all labour legislation in Canada), an employer cannot negotiate directly with employees and is instead bound to bargain with their bargaining agent. And, provided it engages in good faith bargaining, a trade union's bargaining committee possess the right to accept or reject employer proposals based on its assessment of the best interests of the members of the bargaining unit. That right, however, must be exercised prudently, and the legislation in various jurisdictions provides different mechanisms to address miscalculations made by union bargaining committees. In this regard, a strike vote is typically required to provide a union with a strike mandate, [see footnote 2] which an imprudent bargaining committee may not obtain; a union may be decertified if employees become so unhappy they wish to rid themselves of their bargaining agent, [see footnote 3] and, in many jurisdictions, the employer may seek to have its final offer put to a vote among employees, [see footnote 4] as the Employer has done here. Where a vote is ordered and the employees vote in favour of accepting the employer offer that the bargaining committee rejected, the credibility of the trade union will be undercut. Thus, the Alliance is fundamentally interested in whether a vote is conducted on the Employer's final offer as a vote to accept the offer would likely undermine its bargaining strength and position with the BSOs."], ["[40]", "This case, therefore, is fundamentally different from the", "Air Canada", "case relied on by the respondent. There, unlike here, the impugned bulletins had no impact on Air Canada as they merely detailed a process that the Toronto Port Authority intended to follow. Here, on the other hand, for the reasons noted, the decision to order the vote does impact the Alliance."], ["[41]", "The respondent has cited no authority from a labour relations context that would support the notion that a trade union lacks standing to challenge a decision to order a vote on an offer made in bargaining. However, one of the cases the respondent relies on for another proposition strongly supports the conclusion that the Alliance", "does", "possess standing to bring this application. In this regard, in", "<FRAGMENT_SUPPRESSED>  OAC 176, in confirming that individual bargaining unit members do not normally possess standing to participate in proceedings concerning first contract arbitration and the conduct of ministerial-ordered votes, the Ontario Divisional Court noted that as a matter of course the interested parties to such proceedings are the employer and the union (see paras 49 and 52). (See also to similar effect", "<FRAGMENT_SUPPRESSED> DLR (4th) 140)."], ["[42]", "In addition, under the PSLRA, the interested parties in proceedings before the PSLRB and a PIC concerning bargaining rights and collective agreements are invariably the employer and the trade union that has or is seeking bargaining rights. Theses provisions serve to confirm that the Alliance does have an interest in the Minister's decision to order a vote among the members of the FB bargaining unit in the present case."], ["[43]", "Thus, the respondent's first objection to the Alliance's standing to bring this application must be dismissed.", "(b)", "Justiciability"], ["[44]", "Likewise, the second basis for the respondent's objection, namely that the decision is not justiciable, is without merit. In support of this contention, the respondent relies on", "<FRAGMENT_SUPPRESSED>  DLR (4th) 583 [", "Friends of the Earth", "], where issues were found to not be justiciable. These cases, however, involved complex policy choices made or to be made by the executive branch of government, like the decision to proceed to issue salmon-fishing licences, that the Court found to not be restrainable by way of injunction in <FRAGMENT_SUPPRESSED> , or the choice as to where to build a hospital, that a municipality was unable to challenge in", "Fogo", ", or the decision to withdraw from the Kyoto Protocol, that was considered  <FRAGMENT_SUPPRESSED>  of the Earth", ". Moreover, in each of these cases, the applicant sought to compel or forestall a particular decision's being made."], ["[45]", "The concept of justiciability is linked to the notion of appropriate judicial restraint (", "Reference re Canada Assistance Plan (Canada)", ", [1991] 2 SCR 525 at para 33, 83 DLR (4th) 297). As Chief Justice Dickson wrote in", "<FRAGMENT_SUPPRESSED>  [", "Auditor General", "], the question of justiciability is \"a normative inquiry into the appropriateness as a matter of constitutional judicial policy of the courts deciding a given issue or, instead, deferring to other decision-making institutions of the policy\" (at para 50)."], ["[46]", "In his recent decision in", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 654 [", "Kelly", "], Justice Perell provides a useful survey of the case law on justiciability and posits four general categories where matter may not be justiciable (at para 148):", "(1) the subject or topic of the dispute may be beyond the institutional competence of the court;", "(2) the subject or topic of the dispute may lack sufficient legal content;", "(3) the dispute may be political and not juridical, which is perhaps a variant of the insufficient legal content category; and", "(4) the dispute may be about investigating a problem and negotiating or recommending a solution as opposed to solving the problem by the application of law to pleaded and determined facts."], ["[47]", "In", "Kelly", ", Treaty 3 between the Crown and the Ojibway First Nation obligated the Crown to \"maintain schools\" within treaty lands. The First Nation alleged that, over the past 200 years, the Crown had failed to adequately fund schools and sought a declaration that the Crown had breached Treaty 3. Justice Perell found that the true issues were about education policies and funding, issues that \"should be resolved outside the courtroom\" (at para 155) as the point of the proceedings was really to push the government to the negotiation table."], ["[48]", "The decision at issue in this case, on the other hand, is fundamentally different from that in", "Kelly", "or the three cases relied on by the respondent. First, the Alliance is not seeking to compel or forestall a particular decision but, rather, has made a typical judicial review application seeking review of a decision made under a statutory grant of authority to the Minister. Judicial review of discretionary decisions made by ministers pursuant to statutory powers of decision is commonplace, as a review of the cases of this Court readily attests. (To name but one example, discretionary decisions of the Ministers of Citizenship and Immigration and Public Safety and Emergency Preparedness, or their delegates, under the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 are clearly reviewable. See in this regard", "<FRAGMENT_SUPPRESSED> .)"], ["[49]", "Second and more importantly, the nature of the Minister's decision that the Alliance seeks to review in this case is fundamentally different from those in", "Kelly", ", <FRAGMENT_SUPPRESSED> ,", "Fogo", "Friends of the Earth", "or other cases where matters have been found to be non-justiciable (like in", "<FRAGMENT_SUPPRESSED>  [", "Inuit Tapirisat", "], where the Supreme Court found that a decision to fix rates for a public utility did not attract the duty of fairness; or in", "Auditor General", ", where the Supreme Court of Canada held that legislation provided for an adequate alternative remedy by another branch of government; or in", "<FRAGMENT_SUPPRESSED> , where the Ontario Court of Appeal held that the Court did not have jurisdiction to review advice given by the Prime Minister to the Queen regarding the conferral of honours)."], ["[50]", "What is at issue here is a decision made by a minister of the federal government to order a vote to settle the terms of a collective agreement to which the government, itself (through Treasury Board), is a party. The issues at play involve an alleged unreasonable exercise of ministerial discretion, violation of procedural fairness and bias. These issues are not beyond the institutional competence of a court, are legal in nature and are not purely political. They are accordingly not so policy-laden or complex that they should be immune from review, and the respondent has cited no authority from a labour relations context to suggest that a decision like that of the Minister in this case may not be the subject of judicial review. Indeed, were this the case, one party to the collective agreement - the government - could shield its actions from being questioned, which would run counter to the entire scheme for collective bargaining in the public service established by the PSLRA. The PSLRA seeks to balance the rights of the employer and unions who represent public servants and affords both standing in proceedings before the PSLRB and a PIC, when collective bargaining matters are the subject of inquiry. It stands to reason, in my view, that similar status to raise issues should be recognised in judicial review proceedings involving a vote under section 183 of the PSLRA."], ["[51]", "Thus, the issues raised in this application for judicial review are justiciable and the preliminary objections of the respondent to the ability of the Alliance to bring this application for judicial review are therefore dismissed.", "Was the Alliance denied procedural fairness?"], ["[52]", "Turning, next, to the substantive issues that arise in this matter, the one which logically first arises is whether the Alliance was entitled to procedural fairness, and, if so, whether it was accorded procedural fairness in the process the Minister adopted in making the decision to order a vote under section 183 of the PSLRA. No deference is to be afforded to the Minister on this issue as the determination of whether there has been a violation of procedural fairness is a matter for the reviewing court to determine (", "<FRAGMENT_SUPPRESSED> ACWS (3d) 106). This issue normally requires consideration before the other issues raised by the Alliance (even though the Alliance argued it in the alternative) as a decision made in violation of a party's procedural fairness rights typically results in the decision's being set aside. Where this occurs, there is no decision requiring review and thus no requirement to consider whether the decision was reasonable."], ["[53]", "In terms of whether the Minister was required to afford the Alliance procedural fairness in the decision-making process, the determination that the issues raised by this application are justiciable leads to the conclusion that the parties affected by the decision were entitled to some degree of procedural fairness as the issues in essence are one and the same. (For example, where a decision is immune from challenge and a claim seeking review of it is not justiciable - as  <FRAGMENT_SUPPRESSED>  Tapirisat", "- there is no duty of procedural fairness owed to the applicant. Conversely, where the issue is justiciable - as in the case of the discretionary power of the Minister of Justice to order extradition of an applicant, as in", "<FRAGMENT_SUPPRESSED>  - procedural fairness rights do arise.)"], ["[54]", "In terms of the content of the nature of the procedural fairness duties owed to the Alliance, as the Supreme Court of Canada noted in", "<FRAGMENT_SUPPRESSED>  [", "Baker", "], the content of the duty of procedural fairness depends on the context, which requires consideration of factors such as:", "• the nature of the decision in question and the process followed in making it, and, in particular, the degree to which the decision-making process resembles that followed by a court (in which event greater procedural guarantees ought to be afforded to a party);", "• the statutory scheme applicable to the tribunal;", "• the importance of the decision to the affected parties;", "• the legitimate expectations of the parties; and", "• the procedural choices made by the tribunal, especially where the choice of procedure is left to the tribunal by statute."], ["[55]", "Here, the first, second and fifth of the foregoing factors militate in favour of a conclusion that the degree of procedural fairness required in respect of a decision under section 183 of the PSLRA falls at the low end of the spectrum. In this regard, the PSLRA does not require that any particular procedure be followed by the Minister when making a decision under section 183 - and certainly does not envisage an adversarial hearing-like process. Indeed, as counsel for the respondent rightly notes, the provisions of section 183 of the PSLRA may be contrasted with sections 162 and 163 of the Act, which specifically require that the Chairperson of the PSLRB consult with each of the parties if he or she decides to refuse a request for the appointment of a PIC and must provide the parties with notice of an intention to appoint a PIC on his or her own initiative. Such notice and consultation obligations are notably absent from section 183, which, indeed, is entirely silent on the process to be followed by the Minister in deciding whether to order a vote."], ["[56]", "The third and fourth factors from", "Baker", ", on the other hand, might indicate that a greater degree of procedural fairness is required. For the reasons already noted, the decision to order a vote is of significant importance to the Alliance and presumably to the Employer as well. In terms of the parties' expectations, as this is the first time that the Minister has utilised his authority under section 183 of the PSLRA, there is no prior process that has been developed to govern applications of this nature that could give rise to any expectation. That said, as already noted, the PSLRA in general does make both the employer and the union party to proceedings involving collective bargaining matters (albeit before the PSLRB and a PIC), and thus the Alliance argues it was entitled to expect that it would have at least received notice of the Employer's request that the Minister order a vote under section 183 and been afforded an opportunity to make submissions in respect of the request."], ["[57]", "On the balance, when all the factors are considered together, I believe the decision at issue does fall at the lower end of the procedural fairness spectrum. That said, however, it does not follow that the Alliance was not entitled to notice or to the opportunity to make submissions to the Minister or to have those submissions considered before the Minister decided to order the vote as the respondent argues. Rather, even where minimal procedural fairness rights are to be afforded to a party, the party must still be given adequate notice of the issue and be afforded an opportunity to make written submissions on it."], ["[58]", "As the Supreme Court of Canada noted in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], even where only minimal procedural fairness rights are owed, those rights still require both notice and an opportunity to make submissions in writing. Justice Binnie, writing for the Court, concluded as follows on this point at para 79 of <FRAGMENT_SUPPRESSED> :", "The content of this duty of procedural fairness include the following obligations: (a) to notify [the applicant] at his or her last known address of the claim; (b) to afford [the applicant] an opportunity within limited time to explain in writing his or her relevant personal and financial circumstances [...]; (c) to consider any relevant circumstances brought to its attention [...]; (d) to notify [the applicant] of the government's decision; (e) without the need to provide reasons."], ["[59]", "Similar conclusions have been reached in numerous cases. For example in  <FRAGMENT_SUPPRESSED> , the Supreme Court held that the content of minimal procedural fairness included \"notice of the reasons for the appellant Board's dissatisfaction with the respondent's employment and affording him an opportunity to be heard\" (at para 51). Likewise, in", "<FRAGMENT_SUPPRESSED> , Justice Gibson, of this Court, determined that \"only a minimal duty of fairness [was] owed\", which meant that \"the [decision maker in that case] had an obligation to notify those most directly impacted by the appeal [...] of the filing of the appeal and of the bases of the appeal and to provide them with an opportunity, however limited, to make representations to him in respect of the appeal\" (at para 22). Similarly, in", "<FRAGMENT_SUPPRESSED>  FTR 49, my colleague, Justice Russell, found that minimal procedural fairness required that the applicant be given the opportunity to be heard (at para 59), which entailed notice and the right to make submissions."], ["[60]", "Thus, even in cases where only minimal procedural fairness rights are required, the right to notice and the opportunity to be heard still exist. The Alliance, therefore, was entitled to notice of the Employer's application and to a meaningful opportunity to respond to it. In the circumstances of this case, this would include: the right to be informed of the reasons the Employer invoked in support of its request for a ministerial-ordered vote; the opportunity to make submissions in writing on the issue; and the right to have them considered by the Minister in making the decision as to whether a vote of the BSOs under section 183 of the PSLRA is in the public interest."], ["[61]", "The Alliance was not given such notice as the Employer only told the Alliance representatives that it was", "considering", "making a request to the Minister for a directed vote under section 183 of the PSLRA, and the Minister provided the Alliance no notice of the application's having been made. Nor was the Alliance afforded any opportunity to make submissions. The suggestion of the respondent that it was incumbent on the Alliance to have followed up with the Minister when its May 7th letter was not responded to - and that in failing to do so it somehow waived its right to procedural fairness - is without merit as this assumes that the Alliance received adequate notice and failed to take advantage of an opportunity to make submissions. However, this is not what occurred. In sum, it was not incumbent on the Alliance to have discovered whether the Employer had made an application under section 183 or to have made submissions without being informed that the application had been made. Rather, the Minister was required to provide the Alliance with notice and an opportunity to make submissions, which he did not do."], ["[62]", "The Alliance argues that had it received appropriate notice and an opportunity to make submissions, it would have highlighted to the Minister that the Employer's concerns over a potential work disruption were ill-placed as the parties were not then in a legal strike or lock-out position because there was no ESA in place and it was unlikely that one would be concluded over the summer. The Alliance also asserts that it would have challenged the Employer's position that the PIC report could not lead to a settlement and would have argued that the parties ought to have been afforded the opportunity to bargain further after the issuance of the report before any vote was ordered. The Alliance argues in this regard that the preservation and enhancement of free collective bargaining among federal public servants is in the public interest and that the decision to order the vote before bargaining was concluded amounts to inappropriate interference in the free collective bargaining process, especially where, as here, the PIC report was largely unanimous and recommended terms that are more favourable to the BSOs than those in the Employer's final offer."], ["[63]", "In my view, these are all points that the Minister would have been required to consider in weighing whether a vote was in the public interest as each of them is a relevant consideration. As the Alliance was not given the opportunity to make them, these points were not considered by the Minister and, indeed, as discussed above, there is real doubt as to whether the Minister was even aware of the contents of the PIC report when he made the decision to order the vote. Thus, the violation of the Alliance's procedural fairness rights may well have impacted the Minister's decision.", "Should I decline to order a remedy?"], ["[64]", "The conclusion that the denial of procedural fairness resulted in the Minister being unaware of important considerations leads to the next issue that arises in this application, namely, the respondent's request that no remedy be ordered. The respondent argues in this regard that any denial of procedural fairness is irrelevant, claiming that the Minister would have made the same decision even if the Alliance had made representations because at least some of the issues the Alliance now claims it would have raised were in fact raised in the Deputy Minister's briefing memo and there was ample reason for the vote to be ordered."], ["[65]", "The respondent first argues in this vein that the spectre of an imminent work disruption was not illusory because, even if an ESA were not in place (and a strike would therefore have been illegal), the BSOs could still have engaged in partial work stoppages (such as work to rule through slow downs, \"sick-outs\" or other improper pressure tactics). As the applicant correctly notes, these activities are restrainable by the PSLRB as illegal strikes if they are undertaken by employees in combination or concert (see e.g.", "<FRAGMENT_SUPPRESSED>  [2003] CPSSRB No 41 (where the PSLRB upheld a 10-day suspension against a union president for engaging in an illegal slowdown, at para 137); and", "<FRAGMENT_SUPPRESSED> CIRB Decision No 125)."], ["[66]", "The respondent argues, however, that it is often difficult for an employer to establish that employees have acted in combination or concert when they undertake more subtle forms of job action and that, even if an illegal strike may be proven, there is inevitably some delay between the point when the illegal activity occurs and the date it is restrained by the PSLRB. The respondent asserts that any delay in controlling a slow down in the circumstances of this case would be particularly serious, given the importance of maintaining a free-flow of goods and people across the Canada-US border. The respondent therefore argues that any representations that the Alliance might have made to the Minister on the unlikelihood of any strike occurring would not have impacted the decision to order the vote."], ["[67]", "In a similar fashion, while agreeing that there is a valid public interest in fostering free collective bargaining in the federal public sector, the respondent argues that the ordering of a vote does not undercut free collective bargaining, as a ministerial-ordered vote is one of the options available under the PSLRA to settle collective agreements and, under the wording of the Act, there is no time limit on when the Minister may order a vote. In addition, the respondent notes that the maintenance of free collective bargaining is but one of the issues the Minister may consider in assessing the public interest. The Minister could also have regard to other valid considerations, such as the economic interests of the country, which require unimpeded access across the border and the need to set reasonable terms for public service collective agreements. On this point, the respondent again argues that had the Alliance been afforded the opportunity to make the representations it says it wished to have made, the same result would have obtained and a vote would nonetheless have been ordered because there were sufficient factors that pointed to the desirability of the BSOs being allowed to vote on the Employer's offer of May 6, 2013."], ["[68]", "The respondent relies on", "<FRAGMENT_SUPPRESSED>  FTR 248 [ <FRAGMENT_SUPPRESSED> ], and", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 318 [ <FRAGMENT_SUPPRESSED> ] in support of the argument that a court need not set aside a decision made in violation of a party's rights to procedural fairness where it is evident that the same decision would have been made even if procedural fairness had been accorded. In two of those cases, it was found that the breach of procedural fairness would not have had any effect on the outcome of the case:  <FRAGMENT_SUPPRESSED>  Oil", ", the Supreme Court's interpretation of the statute would have simply compelled the Petroleum Board to make the same decision again as a matter of law, and in <FRAGMENT_SUPPRESSED> , the submissions were not likely to have been relevant to the decision that the Immigration and Refugee Board was required to make (which, unlike here, did not involve an exercise of discretion). In the third case, <FRAGMENT_SUPPRESSED> , Justice Kelen in fact remitted the case back for re-determination (at paras 56-57)."], ["[69]", "Here, the Minister's decision is a discretionary one, and, as discussed, might well have been influenced by the contents of the PIC report and by the submissions the Alliance says it would have made. Thus, one cannot say that the decision would have been the same if the Alliance had been afforded the opportunity to make submissions. The respondent's request for dismissal of this application, therefore, cannot be sustained and a remedy will be awarded in respect of the breach of procedural fairness.", "Do the other grounds raised by the Alliance have merit?"], ["[70]", "Before turning to the remedial issues, I wish to address the alternate grounds raised by the Alliance. Given my determination on the procedural fairness issue, it is not necessary for me to address these issues as my determination is sufficient to dispose of this application for judicial review. However, the parties made extensive submissions on these points, and the Alliance in particular requested a ruling on them even if successful on the procedural fairness issue, presumably to give guidance in respect of the next steps to be taken in bargaining. I have therefore decided that I will provide comments on the other arguments of the Alliance."], ["[71]", "The Alliance raises two other grounds in support of its request to set the Minister's decision aside. It first argues that there is no reasonable basis upon which the Minister, if he were unbiased, could have decided to order the vote. The Alliance alleges that the decision to order a vote was unreasonable for two reasons: first, because it frustrates the purpose of the PSLRA to order a vote before the parties have had the opportunity to bargain following the issuance of a PIC report and, second, because the decision is premised on erroneous findings of fact. The Alliance also argues that the facts demonstrate a reasonable apprehension of bias on the part of the Minister.", "(a)", "Reasonableness of the decision"], ["[72]", "Turning to the claim regarding the alleged frustration of the PSLRA, I agree with the Alliance that discretion afforded to a minister under a statute must not be exercised in such a manner as to frustrate the Act under which the discretion is conferred, as the Supreme Court of Canada has held in", "<FRAGMENT_SUPPRESSED> . However, it is no easy feat for an applicant to establish that a discretionary decision actually does frustrate a statute's purposes. Here, I do not believe that a decision to order a vote before the parties have bargained to impasse following the issuance of a PIC report can necessarily be said to frustrate the purposes of the PSLRA in all circumstances or in the circumstances of this case."], ["[73]", "First, contrary to what the applicant asserts, the purpose of the PSLRA is not only to promote the furtherance of free collective bargaining in the federal public service, even though such promotion is a key goal of the legislation. The multi-faceted purposes of the PSLRA are evident from the preamble to the Act, which provides:", "Preamble", "Recognizing that the public service labour-management regime must operate in a context where protection of the public interest is paramount;", "effective labour-management relations represent a cornerstone of good human resource management and that collaborative efforts between the parties, through communication and sustained dialogue, improve the ability of the public service to serve and protect the public interest;", "collective bargaining ensures the expression of diverse views for the purpose of establishing terms and conditions of employment;", "the Government of Canada is committed to fair, credible and efficient resolution of matters arising in respect of terms and conditions of employment;", "the Government of Canada recognizes that public service bargaining agents represent the interests of employees in collective bargaining and participate in the resolution of workplace issues and rights disputes;", "commitment from the employer and bargaining agents to mutual respect and harmonious labour-management relations is essential to a productive and effective public service;", "Préambule", "Attendu:", "que le régime de relations patronales-syndicales de la fonction publique doit s'appliquer dans un environnement où la protection de l'intérêt public revêt une importance primordiale;", "que des relations patronales-syndicales fructueuses sont à la base d'une saine gestion des ressources humaines, et que la collaboration, grâce à des communications et à un dialogue soutenu, accroît les capacités de la fonction publique de bien servir et de bien protéger l'intérêt public;", "que la négociation collective assure l'expression de divers points de vue dans l'établissement des conditions d'emploi;", "que le gouvernement du Canada s'engage à résoudre de façon juste, crédible et efficace les problèmes liés aux conditions d'emploi;", "que le gouvernement du Canada reconnaît que les agents négociateurs de la fonction publique représentent les intérêts des fonctionnaires lors des négociations collectives, et qu'ils ont un rôle à jouer dans la résolution des problèmes en milieu de travail et des conflits de droits;", "que l'engagement de l'employeur et des agents négociateurs à l'égard du respect mutuel et de l'établissement de relations harmonieuses est un élément indispensable pour ériger une fonction publique performante et productive,"], ["[74]", "Second, the provisions of the PSLRA foresee several means for concluding collective agreements other than consensual collective bargaining. For example, a union may opt for binding third party arbitration and thus forgo its right to strike (see section 103); even if the conciliation/strike route is elected by the union for a round of bargaining, the parties may nonetheless elect to have all or part of their collective agreement settled by arbitration (see subsection 182); the parties may also elect to have all or part of a PIC report settle the issues referred to the PIC by electing that it be binding (see section 181); and the Minister may decide to order a vote under section 183 of the Act. All of these mechanisms settle the terms of collective agreements through a process other than consensual collective bargaining. Thus, the purpose of the PSLRA is not to ensure that collective agreements in the federal public sector are settled", "only", "via consensual collective bargaining as there exist many other mechanisms in the statute to settle collective agreements."], ["[75]", "Third, as the respondent highlights, there are no temporal limitations in the PSLRA on when the Minister may order a vote under section 183. This may be contrasted with several other provisions in the statute which set out time limits applicable at other points in the collective bargaining process. For example, the time when collective bargaining must commence is tightly regulated (see subsection 105(2)). Likewise, many time limits apply to constrain the commencement of a legal strike, including the need for 30 days to have elapsed since the settlement of an ESA (see paragraphs 194(1)(h) and (i)); the need for 7 days to have elapsed since the date a PIC report is delivered to the parties or the date the Chairperson of the PSLRB determines that no PIC will be appointed (see paragraphs 194(1)(l) and (m)); and, unless the parties agree otherwise, the need for the union to have held a strike vote within 60 days prior to the commencement of a strike (see subparagraph 194(1)(r)(ii)). The absence of a similar time limit for the conduct of a ministerial-ordered vote indicates that Parliament did not foreclose the possibility that such a vote could be ordered before the parties bargained to impasse following the issuance of a PIC report where the Minister determines that so doing is in the public interest."], ["[76]", "This conclusion, however, should not be taken as implying that the discretion afforded to the Minister under section 183 of the PSLRA can be used with the intent of running roughshod over the collective bargaining process established under the PSLRA so as to bargain directly with employees."], ["[77]", "The Alliance requests that I make a finding that this is precisely what the Minister did in the present case, arguing that the record before the Minister does not disclose any facts which would support the need to short-circuit the collective bargaining process and that the decision is therefore unreasonable. With respect, I disagree, for several reasons."], ["[78]", "First, contrary to what the Alliance asserts, there were facts before the Minister which could have led him to conclude that the parties might well be at impasse over the summer months, when Parliament would be in recess and it would therefore be difficult (and expensive) for Parliament to be recalled for the purpose of considering back-to-work legislation. In this regard, the briefing note from the Deputy Minister indicated that the parties were in conciliation and a draft PIC report had been sent to the Chairperson of the PSLRB for consideration. Under sections 176 and 179 of the PSLRA, the Chairperson controls the timing of the release of the report and may send it back to the PIC for amendment in certain circumstances. The parties may not legally strike until the PIC report issues and a further 7 days have elapsed (PSLRA paragraph 194(1)(l)). As the Alliance notes, however, there was certainly a rational basis for the Minister believing that the report might have issued shortly, in view of the fact that a draft had been prepared. Thus, one of the bars to a legal strike could well have been (and, indeed, was) removed before the resumption of Parliament in the fall."], ["[79]", "Second, the President of the Treasury Board expressed the view that the PIC report was unlikely to provide the basis for a settlement between the parties. There was nothing before the Minister to suggest that this opinion was irrational. Indeed, the fact that the Alliance had maintained a demand for pension reform through conciliation, in the face of a clear legislative prohibition on including the requested pension reforms in the collective agreement, highlights the difficult nature of the bargaining."], ["[80]", "Third, contrary to what the Alliance asserts, it was not unreasonable for the Minister to be concerned about the occurrence of a potential work disruption. While the Deputy Minister did state in his briefing note that there was no ESA in place (and highlighted that one was required before a legal strike could occur), the Minister was not given details about the status of negotiations for the ESA. In the face of an assertion from the President of the Treasury Board that a strike would likely occur - and in the absence of any countervailing position from the Alliance or further details regarding when an ESA was likely to be concluded or as to how many BSOs would be deemed to be essential - it was not unreasonable for the Minister to be concerned about the potential for a legal strike, particularly given the importance to the Canadian economy of maintaining the free flow of goods and people across the border. Moreover, although there was no suggestion in the briefing note or from the Employer regarding the difficulties that might have flowed from an illegal work disruption, these sorts of issues might also well be considered as part of the public interest under section 183 of the PSLRA."], ["[81]", "Fourth, contrary to what the Alliance asserts, the Minister did not find himself in the contradictory position of having found that the public interest required the establishment of a PIC and then having determined that the public interest required that a vote be ordered before the PIC reported. As noted, under the PSLRA the Minister does not decide if the establishment of a PIC is in the public interest. Rather, it is the Chairperson of the PSLRB who possesses the discretion as to whether to appoint a PIC, and in so doing, under section 163 of the PSLRA, is required to take into consideration whether establishing the PIC is likely to assist the parties in reaching a collective agreement or whether the parties are unlikely to settle their agreement without the assistance of a PIC. These sorts of issues are narrower than the public interest the Minister is bound to consider, which may well include considerations such as those the Minister cited in the present case. In addition, the passage of time may well alter a decision as to what is in the public interest. Where bargaining is protracted, the need for a vote may arise with the passage of time. Thus, the Minster did not take contradictory positions."], ["[82]", "It therefore cannot be said that there was no reasonable basis for the Minister's decision.", "(b)", "Bias"], ["[83]", "The Alliance has also failed to establish any reasonable apprehension of bias on the part of the Minister. The Alliance alleges that the Minister pre-judged the application and determined to side with the Employer, as he adopted large portions of the draft letter to the Chairperson of the PSLRB that the Employer tabled with the Minister and because, in accepting the Employer's position without consulting the Alliance, the Minister improperly interfered in the collective bargaining process. The Alliance stresses that the requirement of section 2 of the PSLRA that the Minister designated under the Act not be a member of Treasury Board highlights the need for independence of the Minister and establishes a requirement that he deal at arms length from the Employer."], ["[84]", "The test for bias is well-established and requires determining whether an informed person, viewing the matter realistically and practically and having thought it through, would conclude that it was more likely than not that the decision-maker would not decide fairly (", "Committee for  <FRAGMENT_SUPPRESSED> ;", "R v S (RD)", ", [1997] 3 SCR 484 at 502, 151 DLR (4th) 193). Here, that would require the Alliance to establish that the Minister had a closed mind or had pre-judged the case (", "<FRAGMENT_SUPPRESSED> )."], ["[85]", "While the Alliance is correct in asserting that the Minister must exercise his decision-making power under the PSLRA independently from the Employer, it has not established the Minister pre-judged the outcome of the Employer's application under section 183 of the PSLRA. In my view, an informed person, after appropriate reflection, would not have an apprehension that the Minister was biased. In this regard, the Alliance's arguments to support the existence of bias are primarily related to the fact that the Minister did not seek submissions from the Alliance. However, this failure to provide the Alliance notice and an opportunity to make submissions does not demonstrate the existence of bias, as the right to be heard and the right to an unbiased decision-maker are two different aspects of procedural fairness. Moreover, given that this was the first time the Minister had exercised his authority under section 183 of the PSLRA, there was no template for the applicable procedure to be followed. Thus, the situation is not akin to circumstances where the decision-maker avoids established procedures in favour of one party."], ["[86]", "As for the assertion that the Minister's adoption of some of the language in the draft demonstrates bias, the recent decision of the Supreme Court of Canada in", "Cojocaru (Guardian ad litem of) v British Columbia Women's Hospital & Health Center", ", 2013 SCC 30, 357 DLR (4th) 585 indicates that there is no merit to this argument. In that case the Court held that even judges (who are held to a higher degree of independence than a minister in exercising a discretionary statutory power of decision) may adopt portions of one party's submissions and that so doing does not demonstrate bias absent some other cogent evidence of bias."], ["[87]", "Thus, the sole basis for setting the Minister's decision aside flows from the denial of procedural fairness, which resulted in the Minister being deprived of information and submissions that might have impacted his decision.", "What remedy is appropriate?"], ["[88]", "In view of the foregoing, the decision of the Minister to order a vote among the employees in the FB bargaining unit on the Employer's final offer will be set aside. And, since the decision directing the vote is being quashed, the activities currently being undertaken by the PSLRB to conduct that vote must cease as there is no longer any decision to authorise them."], ["[89]", "Typically, where a court sets aside a decision in a judicial review application, the court will remit the matter back for re-determination by the tribunal as this is usually the appropriate remedy. The Court, however, possesses discretion as to the type of relief to award in a judicial review application; section 18.1 of the FCA, which sets out the remedial authority of the court in a judicial review application, is cast in discretionary terms. It provides:", "Powers of Federal Court", "(3) On an application for judicial review, the Federal Court", "may", "(a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or", "(b) declare invalid or unlawful, or quash, set aside", "or", "set aside and refer back for determination in accordance with such directions as it considers to be appropriate, prohibit or restrain, a decision, order, act or proceeding of a federal board, commission or other tribunal. (emphasis added)", "Pouvoirs de la Cour fédérale", "(3) Sur présentation d'une demande de contrôle judiciaire, la Cour fédérale", "peut", "a) ordonner à l'office fédéral en cause d'accomplir tout acte qu'il a illégalement omis ou refusé d'accomplir ou dont il a retardé l'exécution de manière déraisonnable;", "b) déclarer nul ou illégal, ou annuler,", "ou", "infirmer et renvoyer pour jugement conformément aux instructions qu'elle estime appropriées, ou prohiber ou encore restreindre toute décision, ordonnance, procédure ou tout autre acte de l'office fédéral."], ["[90]", "Here, I do not believe it appropriate that I remit the vote request back to the Minister for re-determination as that would now trigger a request for a fresh determination by the Minister on whether a vote is in the public interest and might in and of itself result in a second vote being ordered that might otherwise not be held. In labour relations matters, the decision as to whether to make a request for a ministerial vote and the timing of the request are critical issues that impact on the negotiation process."], ["[91]", "Given the sequence of events, the parties have not bargained since the issuance of the PIC report. Their duty to engage in good faith collective bargaining under section 106 of the PSLRA, however, continues (see e.g.", "CASAW, Local 4 v Royal Oak Mines Inc", ", [1996] 1 SCR 369, which confirms that the duty to bargain in good faith continues throughout the negotiation process and even after a strike or lock-out commences). With the prospect of a vote being removed, the parties may decide that they wish to resume negotiations and may be able to settle their collective agreement. Their ability and willingness to do so, however, may well be negatively impacted if I send the request for a vote back to the Minister for fresh consideration."], ["[92]", "As there are no temporal limits in the PSLRA on when a vote request may be made under section 183 nor on when the Minister, on his own motion, may decide to order a vote, my decision to not remit the matter does not forestall a fresh request being made nor limit the Minister from initiating a vote if the circumstances warrant in future. And, the materials required for a fresh determination are not onerous to prepare. Thus, there is no downside to refraining from remitting the vote request back to the Minister for fresh consideration. I believe that proceeding in this fashion best accords with the purpose and objectives of the PSLRA as it preserves the collective barging process and in no way impedes the Minister's future ability to act in the public interest."], ["[93]", "I have accordingly determined that my remedial order will be limited to setting aside the June 7, 2013 order of the Minister directing the Chairperson of the PSLRB to hold a vote among the employees in the FB bargaining unit on the Employer's May 6th offer to settle the terms of the collective agreement.", "What costs award is appropriate?"], ["[94]", "Turning, finally, to the request for an elevated costs award, I do not believe that the circumstances of this case justify one."], ["[95]", "Rule 400 of the", "Federal Court Rules", ", SOR/98-106 [the Rules] gives the Court broad discretion in setting the amount of costs. However, that discretion should be tempered by reference to Tariff B to the Rules and the principles for awarding costs (see e.g.,", "<FRAGMENT_SUPPRESSED> FTR 219). Pursuant to Rule 407, costs are normally assessed according to column III of the table in Tariff B, which is meant for \"cases of average or usual complexity\" (", "<FRAGMENT_SUPPRESSED> NR 195)."], ["[96]", "The factors the Court may take into account in exercising its discretion over costs are enumerated in Rule 400(3) of the Rules. Two of these factors, which may justify an elevated costs award, involve \"any conduct of a party that tended to [...] unnecessarily lengthen the duration of the proceeding\" (Rule 400(3)(i)) or circumstances where any step in the proceeding was \"improper, vexatious or unnecessary\" (Rule 400(3)(k)(i)). Neither could be said of the respondent's conduct in this case. While I have found that there was a violation of procedural fairness by the Minister, there is no evidence of any improper motive on his part and no basis to conclude he was biased. I therefore conclude that the principles generally applied to fixing costs should be applied here and, in the exercise of my discretion, and taking into account the complexity of this application, I set the same in the lump sum amount of $4000.00.", "JUDGMENT"], ["[97]", "THIS COURT'S JUDGMENT is that", "1. Paragraph 4 of and Exhibit \"B\" to Rachel Auclair's affidavit are struck;", "2. This application for judicial review is granted;", "3. The June 7, 2013 decision of the Minister, issued under section 183 of the PSLRA, directing the Chairperson of the PSLRB to conduct a vote among the members of the FB bargaining unit on the Employer's last offer, is set aside; and", "4. The respondent shall pay costs to the Alliance in the lump sum amount of $4000.00.", "Application granted.", "Editor: E. Joanne Oley/vnh", "Footnotes", "1. The portions of the PSLRA relevant to this application for judicial review are attached in an Appendix to these reasons [Appendix unavailable].", "2. PSLRA s 184.", "3. PSLRA ss 94-96.", "4. Canada: PSLRA s 183;", "Canada Labour Code", ", RSC 1985, c L-2, s 108.1; Alberta:", "Labour Relations Code", ", RSA 2000, c L-1, ss 68-70; British Columbia:", "Labour Relations Code", ", RSBC 1996, c 244, s 78; Saskatchewan:", "The Trade Union Act", ", RSS 1978, c T-17, s 45; Ontario:", "Labour Relations Act", ", SO 1995, c 1, Sch A, s 42; Manitoba:", "The Labour Relations Act", ",  <FRAGMENT_SUPPRESSED>  Relations Act", ", RSNB 1973, c I-4, s 105.1 and", "Public Service Labour Relations Act", ", RSNB 1973, c P-25, s 77.1."]]}