{"id_": "059901", "body_str": [["[1]", "Strickland, J.", ": This is an application for judicial review of a decision made by a senior Citizenship and Immigration Officer (PRRA Officer) on October 18, 2013, wherein the PPRA Officer rejected the Applicant's application for a pre-removal risk assessment (PRRA).", "Background"], ["[2]", "The Applicant is a citizen of Ethiopia and a member of the Oromo ethnic group. He claims that he fled to Kenya from Ethopia in 2008. He left Kenya in August 2008 and eventually reached the United States where he claimed asylum which was denied. In June 2013, he came to Canada by crossing an unmanned border. He was found to be ineligible to have his claim heard by the Refugee Protection Division as he did not alert immigration officers of his interest in applying for refugee protection status until he was issued a removal order. He applied for a PRRA on June 25, 2013 which was denied on October 18, 2013. He claims that as a result of his brother's support and involvement with the Oromo Liberation Front (OLF), a separatist group, he was targeted by the Ethiopian government which alleged that he too was a supporter of the OLF. He claims that he was never a member of the OLF, however, that he was imprisoned and tortured for six months in 2007 on suspicion of supporting that entity. He claims that he is at a risk of being imprisoned and tortured on the basis of his ethnicity and imputed political opinion.", "Decision Under Review"], ["[3]", "The PRRA Officer found that the Applicant's narrative was vague on key points which detracted from the weight of his story. The Applicant provided very little information about his brother's involvement with the OLF, other than that he helped them and gave them donations. Details such as how long his brother was involved, the chapter or areas of OLF operations he was associated with, the names of other affiliates, the treatment his brother endured because of his activities, and, when he fled to Saudi Arabia and his status there, were omitted. Similarly, the circumstances surrounding the Applicant's imprisonment, including when and how he was taken into custody, which prison he was sent to and how he escaped, were not provided. Nor did he explain how he learned that Ethiopian agents were asking questions about him and his family. The PRRA Officer also found that the Applicant did not provide the type of supporting evidence normally expected, such as evidence from his brother, from the OLF attesting to his brother's involvement, evidence from his three siblings in Ethiopia who the PRRA Officer viewed as being similarly situated as the Applicant, his friend in Kenya, or, any explanation for why he has not joined his wife and children who reside in South Africa."], ["[4]", "The PRRA Officer acknowledged that there were \"numerous, ongoing and consistent allegations\" that government agents committed serious human rights violations against political dissidents and opposition party members, students, alleged terrorists and supporters of the OLF. Further, that it was common for the government to arrest, detain and interrogate family members of people who oppose the government including those suspected of OLF membership. However, as the Applicant provided insufficient evidence that he would be perceived to have the type of profile that would attract the attention of the government, and therefore face a risk of persecution under section 96 or a risk under section 97, his claim was denied.", "Issue"], ["[5]", "In my view, the sole issue on this application is whether the PRRA Officer erred by failing to conduct an oral hearing.", "Standard of Review"], ["[6]", "The standard of review of such questions has been held to be reasonableness (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "Positions of the Parties", "Applicant's Position"], ["[7]", "The Applicant submits that the PRRA Officer's finding of insufficient evidence was actually a veiled credibility finding and therefore, pursuant to section 113 of the IRPA and section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (Regulations), an oral hearing was required (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Ferguson", "];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Cho", "];", "<FRAGMENT_SUPPRESSED>  [", "Wilson", "]). If the PRRA Officer believed the Applicant, in light of the country documentary evidence which she accepted, she would likely have found the Applicant to be at a risk."], ["[8]", "The Applicant also submits that the PRRA Officer referred to the absence of corroborating evidence, yet it is not required unless the Applicant's story is disbelieved. The PRRA Officer also breached the obligation to provide adequate reasons for the decision as she cloaked it in the language of sufficiency of evidence rather than credibility."], ["[9]", "The PRRA Officer was also required to provide the Applicant with an opportunity to respond to her concerns about the vagueness of his narrative. If she only required specific details, but did not doubt the Applicant's credibility, she could have requested the details in writing. If torture is a real possibility, then the information and advice that is intended to be relied on must be provided as well as the opportunity to respond in writing in order to meet the duty of fairness (", "<FRAGMENT_SUPPRESSED>  at para 127 [", "Suresh", "]).", "The Respondent's Position"], ["[10]", "The Respondent submits that the PRRA Officer reasonably found that there was insufficient evidence to support the Applicant's PRRA application and did not make a negative credibility finding. There was, therefore, no obligation for the Officer to hold a hearing or to provide the Applicant with an opportunity to remedy the deficiencies in his application."], ["[11]", "A PRRA Officer may assess the credibility of evidence or may instead simply assess its probative value irrespective of its credibility (", "Ferguson", ", above, at paras 25-26;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above). The PRRA Officer clearly set out the deficiencies in the evidence and found that it was insufficient to prove, on a balance of probabilities, the facts alleged as demonstrating risk."], ["[12]", "Corroborating evidence is not only necessary to support evidence that is not otherwise believed (", "Ferguson", ", above, at para 27;", "<FRAGMENT_SUPPRESSED> [", "II", "]). Further, it was open to the PRRA Officer to accept the country conditions and to also find that the Applicant had not provided sufficient information to establish on a balance of probabilities that his brother supported the OLF or that the Applicant had been imprisoned and tortured for that reason. Finding that the Applicant had not provided sufficient evidence to establish these assertions is not equivalent to finding them not credible (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Samuel", "];", "<FRAGMENT_SUPPRESSED>  [", "Parchment", "];", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "Further, there was no obligation on the PRRA Officer to provide the Applicant with an opportunity to respond to concerns or question about details missing from his evidence (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "II", ", above, at para 22). The Respondent also submits that", "Suresh", ", above, does not concern the PRRA process nor do the country conditions in this case establish that torture is a real possibility for the Applicant if returned to Ethiopia."], ["[14]", "Finally, the Respondent submits that adequacy of reasons is no longer considered to be an aspect of procedural fairness or a stand-alone basis for quashing a decision. Rather, the reasons are to be read together with the outcome under a reasonableness analysis (", "Newfoundland and  <FRAGMENT_SUPPRESSED>  [2011] SCC 62 at para 14). In any event, the Applicant's complaint about the reasons concerns the allegation that they cloak a credibility finding in the language of sufficiency of evidence and, therefore, is subsumed by that issue.", "Analysis"], ["[15]", "Subsection 113(b) of the IRPA provides that \"a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required.\" The prescribed factors for determining whether a hearing is to be held are set out in section 167 of the Regulations:", "167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.", "167. Pour l'application de l'alinéa 113b) de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection."], ["[16]", "Thus, the Court must determine whether a credibility finding was made explicitly or implicitly and, if so, whether it was central to the decision (", "<FRAGMENT_SUPPRESSED> )."], ["[17]", "In", "Ferguson", ", above, Justice Zinn had occasion to address the distinction between credibility and the probative value of evidence in the context of a PRRA application. In that case, the applicant claimed that the PRRA officer rejected her application because he did not believe that she was a lesbian. As this was a credibility finding, she was therefore entitled to an oral hearing. Although the officer had found that the documentary evidence confirmed that lesbians in Jamaica were at a risk, he dismissed the application on the basis of insufficient evidence establishing that the applicant was a lesbian. The only evidence of sexual orientation was a submission of counsel for the applicant. Justice Zinn found that no hearing was required as the decision was based solely on the weight of the evidence and not on the applicant's credibility."], ["[18]", "Justice Zinn pointed out that in cases such as the one before him, the Court must look beyond the express wording of the officer's decision to determine whether, in fact, credibility was at issue. The Applicant must prove, on a balance of probabilities, that he or she would be subject to a risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to the state from which they fled. In this regard, the claimant has both an evidentiary burden, as he or she must present evidence of each of the facts that must be proven, and the legal burden of proving those facts on a balance of probabilities. Justice Zinn found that:"], ["[26] If the trier of fact finds that the evidence is credible, then an assessment must be made as to the weight that is to be given to it. It is not only evidence that has passed the test of reliability that may be assessed for weight.", "It is open to the trier of fact, in considering the evidence, to move immediately to an assessment of weight or probative value without considering whether it is credible.", "Invariably this occurs when the trier of fact is of the view that the answer to the first question is irrelevant because the evidence is to be given little or no weight, even if it is found to be reliable evidence. For example, evidence of third parties who have no means of independently verifying the facts to which they testify is likely to be ascribed little weight, whether it is credible or not."], ["[27] Evidence tendered by a witness with a personal interest in the matter may also be examined for its weight before considering its credibility because typically this sort of evidence requires corroboration if it is to have probative value", ". If there is no corroboration, then it may be unnecessary to assess its credibility as its weight will not meet the legal burden of proving the fact on the balance of probabilities. When the trier of fact assesses the evidence in this manner he or she is not making a determination based on the credibility of the person providing the evidence; rather, the trier of fact is simply saying the evidence that has been tendered does not have sufficient probative value, either on its own or coupled with the other tendered evidence, to establish on the balance of probability, the fact for which it has been tendered.", "That, in my view, is the assessment the officer made in this case.", "[Emphasis added]"], ["[19]", "Justice Zinn found that where, as in that case, the fact asserted is critical to the PRRA application, it was open for the officer to require more evidence to satisfy the legal burden. Further, that deference is owed to the PRRA officer's assessment of the probative value of the evidence. So long as that assessment falls within the range of reasonableness, it should not be disturbed. Justice Zinn concluded that:"], ["[34] It is also my view that there is nothing in the officer's decision under review which would indicate that any part of it was based on the Applicant's credibility.", "The officer neither believes nor disbelieves that the Applicant is lesbian - he is unconvinced. He states that there is insufficient objective evidence to establish that she is lesbian.", "In short, he found that there was some evidence - the statement of counsel - but that it was insufficient to prove, on the balance of probabilities, that Ms. Ferguson was lesbian. In my view, that determination does not bring into question the Applicant's credibility."], ["[35] Based on the treatment homosexuals receive in Jamaica, as set out in the officer's decision, it is truly unfortunate if the Applicant is lesbian that she will be returned to Jamaica. However, every applicant for a Pre-removal Risk Assessment, and their counsel, must take responsibility to ensure that all of the relevant evidence is before the officer and, of equal importance, that they present the best evidence in support of the application. Where that is not done, the consequences of a failed application rest with the Applicant and counsel.", "[Emphasis added]"], ["[20]", "In this case the critical facts that the Applicant was required to prove are his brother's involvement with the OLF and the consequences of that involvement as suffered by the Applicant. The only evidence tendered by the Applicant in support of those facts are his own assertions as contained in his PRRA application. He did not support his application with his own statutory declaration or a sworn affidavit. Nor did he support it by any evidence of others, such as his brother. The PRRA Officer repeatedly framed her concern as being one of insufficiency of the evidence and the vagueness of the Applicant's claim. Unlike other decisions, there was no explicit credibility finding nor can one be implied from the language or content of the decision (", "Wilson", ", above, at para 3;", "Cho", ", above, at para 26). Nor is this a situation where the Applicant specifically requested a hearing in his application which request was refused without reasons (", "Cho", ", above, at para 5; <FRAGMENT_SUPPRESSED> , above, at para 12)."], ["[21]", "This Court has previously found that it can be difficult to distinguish between a finding of insufficient evidence and an adverse credibility finding. As Justice Kane stated in <FRAGMENT_SUPPRESSED> , above:"], ["[32] I note that in some cases it is difficult to draw a distinction between a finding of insufficient evidence and a finding that the applicant was not believed i.e. was not credible. The choice of words used, whether referring to credibility or to insufficiency of the evidence is not solely determinative of whether the findings were one or the other or both. However, it can not be assumed that in cases where an Officer finds that the evidence does not establish the applicant's claim, that the Officer has not believed the applicant."], ["[33]  <FRAGMENT_SUPPRESSED> [2010] F.C.J. No. 776, Justice Crampton differentiated", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1608 [ <FRAGMENT_SUPPRESSED> ] and other cases on veiled credibility findings, stating:", "In my view, those cases do not stand for the proposition that a PRRA Officer in essence makes an adverse credibility finding every time he or she concludes that the evidence adduced by an Applicant is not sufficient to meet the Applicant's evidentiary burden of proof. In each of those cases, it was clear to the Court that the PRRA Officer either had made a negative credibility finding, or simply disbelieved the evidence presented by the Applicant. This is very different from not being persuaded that an Applicant has met his or her burden of proof on the balance of probabilities, without ever having considered whether the evidence is credible."], ["[22]", "The Applicant relies on <FRAGMENT_SUPPRESSED> , above, where Justice O'Reilly found that when the PRRA officer in that case stated that there was insufficient objective evidence he was really saying that he disbelieved the claimant, and, only if the claimant had presented objective evidence corroborating his assertions would he have believed him. Further, that if the officer had believed the claimant then, in light of the documentary evidence which the officer accepted, he would likely have found that the applicant was at risk."], ["[23]", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], Justice Russell addressed the case law, including <FRAGMENT_SUPPRESSED> , above, concerning whether such decisions are, in fact, based upon insufficiency of evidence or are a cloaked credibility finding that satisfied the criteria in section 167 thereby requiring an oral interview. Further, whether the evidence in an applicant's PRRA submissions attracts the presumption of truthfulness established in", "<FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ], such that, by requiring more objective evidence to corroborate what the applicant said about the risks he faces, the RPD had to disbelieve what he said in his narrative. Having done so, he concluded that:"], ["[52] I am sure that it is possible to find factual distinctions in each of these cases that had a lot to do with the final determination in each. However, the cases can be reconciled. Officers can only avoid credibility findings and decide applications on the basis of sufficiency of evidence if their decisions show that, credibility aside, what the applicant has to say is not sufficient, on the applicable standard of proof, to show that he or she faces a risk under either section 96 or section 97. In other words, it has to be a situation where a credibility finding is not necessary in order to decide the probative value of evidence so that, whether or not an applicant is being truthful, their evidence is not sufficient to establish persecution or a section 97 risk. In such a situation, it is not procedurally unfair to refuse to hold an oral hearing."], ["[24]", "In my view, the present case is distinct from <FRAGMENT_SUPPRESSED> , above. Based on the PRRA Officer's reasons and the analysis in", "Ferguson and II", ", both above, I am not convinced that the PRRA Officer made a veiled credibility finding. Rather, as in", "Ferguson", ", the PRRA Officer assessed the evidence and its probative value and neither believed or disbelieved the Applicant, but was simply not satisfied that he provided sufficient probative evidence of the critical facts, being that his brother was connected to the OLF and that the Applicant was at risk as a result of that connection ( <FRAGMENT_SUPPRESSED> , above, at para 44;", "II", ", above, at para 24). A similar outcome is also found in", "Parchment", ", above, where the claimant also did not provide any evidence beyond her own written statement to prove the key element of her claim, and in", "Samuel", ", above. Here the Applicant did not meet the legal burden of proving the critical facts on the balance of probabilities."], ["[25]", "As to the lack of corroborating evidence, Justice Beaudry in", "II,", "above, accepted", "Ferguson", ", above, as standing for the proposition that it is open to a PRRA officer to require corroborative evidence to satisfy the legal burden:"], ["[20] Evidence tendered by a witness with a personal interest in the case can be evaluated based on the weight that it will be given and typically will require corroborative evidence to have probative value (", "Ferguson", "at paragraph 27). It is open to the PRRA officer to require such corroborative evidence to satisfy the legal burden; particularly when the fact is one that is central to the application (", "Ferguson", "at paragraph 32). In", "Ferguson", ", it is suggested that such corroborative evidence could include a sworn statement by a partner and evidence of public statements (at paragraph 32). One must remember that evidence must have sufficient probative value. It will have sufficient probative value when \"it convinces the trier of fact\" (", "<FRAGMENT_SUPPRESSED>  at paragraph 30). Furthermore, the officer had to consider all of the other factors in the case in making the determination (", "Parchment", "at paragraph 28)."], ["[26]", "Thus, the absence of corroborating documents did not speak to credibility, but went to the probative value or weight of the Applicant's statements. As Justice Mandamin stated in <FRAGMENT_SUPPRESSED> , above:"], ["[28] In this case, the Applicant did not provide documentary evidence corroborating his account of mistreatment by Sri Lankan officials. This is not a case as in", "Alimard", "where the credibility of the Applicant's supporting evidence was questioned - there simply was no evidence other than the Applicant's statements."], ["[29] The lack of corroborating documentary evidence did not bring the Applicant's credibility into issue. Instead, the absence of corroborating documentary evidence goes to the weight of the Applicant's statements.  <FRAGMENT_SUPPRESSED> Justice Scott addressed this question and stated ...:", "[...]"], ["[30] I agree with Justice Scott's analysis and would adopt his reasoning. In this case, the credibility of the Applicant was not an issue for the Officer. Rather, the Officer did not disbelieve the Applicant's evidence but instead treated it as having less weight in the absence of supporting documentary evidence."], ["[31] I would conclude that the Officer was not required to provide the Applicant with an oral interview because the factors in section 167 were not satisfied."], ["[27]", "As to the Applicant's submission that the PRRA Officer was obliged to bring the evidentiary deficiencies to his attention, in my view, this is not the role of the PRRA Officer. As stated by Justice Beaudry in", "II", ", above:"], ["[22] Counsel for the Applicant also reproaches the PRRA officer for not having explained the sort of objective evidence expected or given the Applicant the opportunity to explain its absence. I disagree. In a PRRA application it is the applicant who bears the burden of proof (", "Ferguson", "at paragraph 21). Thus the onus was on the Applicant to tender evidence to prove, on a balance of probabilities that he would be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to Nigeria. The PRRA officer's role is to evaluate and weigh the evidence before him and make a reasonable finding not to set out, for the Applicant, what evidentiary elements he should provide in order to meet his burden."], ["[28]", "Justice O'Keefe similarly found in <FRAGMENT_SUPPRESSED> , above:"], ["[31] ...The onus is on the applicant to ensure that all relevant evidence is before the PRRA officer. The PRRA officer is only obliged to consider evidence that is before her. She is not required to solicit the applicant for better or additional evidence (see", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 263 at paragraph 22, aff'd 2005 FCA 160, 50 Imm. L.R. (3d) 105,", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "To conclude, in my view in this case the PRRA Officer was not required to provide the Applicant with an oral interview because she did not make a credibility finding and, therefore, section 167 was not engaged. Nor was she required to bring the evidentiary deficiencies of the Applicant's PRRA application to his attention."], ["[30]", "The PRRA Officer's decision falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and the law (", "<FRAGMENT_SUPPRESSED> , at para 47). While there may be several reasonable outcomes, as long as the process and the outcome fit comfortably within the principles of justification, transparency and intelligibility, it is not open to a reviewing court to substitute its own view of a preferred outcome (", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para 59)."], ["[31]", "The Applicant has proposed the following two questions for certification:", "1. Can a pre-removal risk assessment officer reject an application for refugee protection made under the", "Immigration and Refugee Protection Act", ", section 112(1) on the basis that the evidence provided has insufficient weight where the evidence, if believed, would be sufficient to establish that a person is either a Convention refugee or a person in need of protection under section 96 or 97 of the Act?", "2. Can a pre-removal risk assessment officer, when considering evidence of an application for refugee protection made under the Immigration and Refugee Protection Act section 112(1), assign little weight to the evidence from the applicant about his personal circumstances on the basis that the applicant has a personal interest in the application?"], ["[32]", "In my view, these questions do not meet the test for certification.  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal held that, to be certified, the proposed question must transcend the interests of the parties and contemplate issues of broad significance or general application. The question must also be determinative of the case."], ["[33]", "In", "<FRAGMENT_SUPPRESSED> , Justice Russell declined to certify the question of whether, when an application for a PRRA is made by a person whose credibility has not yet been assessed in a refugee hearing, there is a presumption that a sworn written statement made by the applicant should be taken to be credible unless there is a good reason to doubt the statement, as in", "<FRAGMENT_SUPPRESSED> . Further, whether there is any difference in the application of the presumption from the manner in which it is applied during refugee hearings. Justice Russell found that the question was not appropriate for certification because it was not dispositive of any appeal. He found that the officer did not need to deal with credibility on the facts of this case because she found the evidence the applicant put forward was insufficient to establish the risk he claimed to face in the future. Whether the officer was under an obligation to apply the presumption of truthfulness to the applicant's declaration had no bearing on the outcome of this case."], ["[34]", "Similarly, in the present case, the proposed questions would not be dispositive of this application. As for the first question, the PRRA Officer decided the case on the basis of a finding that there was insufficient evidence to establish the Applicant's risk. As to the second question, the PRRA Officer did not assign little weight to the evidence because the Applicant has a personal interest in the application, but rather found that there was insufficient evidence in support of his PRRA application. Therefore, I decline to certify the proposed questions.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is denied; and", "2. Both questions proposed for certification by the Applicant are not certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande de contrôle judiciaire de la décision rendue le 18 octobre 2013 par laquelle la demande d'examen des risques avant renvoi (ERAR) du demandeur a été rejetée par une agente principale de Citoyenneté et Immigration (l'agente d'ERAR).", "Contexte factuel"], ["[2]", "Le demandeur est citoyen de l'Éthiopie et membre du groupe ethnique oromo. Il affirme avoir fui l'Éthiopie pour se rendre au Kenya en 2008. Il a quitté le Kenya en août 2008 et s'est finalement rendu aux États-Unis, où il a présenté une demande d'asile, laquelle a été rejetée. En juin 2013, il est entré au Canada en passant par un bureau de douane sans personnel. Il a été conclu que sa demande d'asile était irrecevable et qu'elle ne pouvait être déférée à la Section de la protection des réfugiés, car il n'avait pas informé les agents d'immigration de son intention de demander l'asile jusqu'à ce qu'une mesure de renvoi soit prise contre lui. Il a présenté une demande d'ERAR le 25 juin 2013, laquelle a été rejetée le 18 octobre 2013. Le demandeur soutient que, parce que son frère appuie le Front de libération oromo (FLO), un groupe séparatiste, et participe aux activités de ce groupe, il a lui-même été ciblé par le gouvernement éthiopien, qui le considère aussi comme un partisan du FLO. Le demandeur affirme n'avoir jamais été membre du FLO, mais il dit qu'il a été emprisonné et torturé pendant six mois en 2007, parce qu'il était soupçonné d'appuyer ce groupe. Il soutient qu'il risque d'être emprisonné et torturé en raison de son origine ethnique et des opinions politiques qui lui sont imputées.", "Décision faisant l'objet du contrôle"], ["[3]", "L'agente d'ERAR a conclu que l'exposé des faits du demandeur était vague sur des points importants, ce qui diminuait le poids de son récit. Le demandeur a fourni très peu d'information sur la participation de son frère aux activités du FLO, à part le fait que son frère aidait le groupe et lui faisait des dons. Il a omis les détails, par exemple depuis quand son frère était engagé auprès du FLO, la section du FLO ou les zones d'opérations avec lesquelles il était associé, les noms d'autres d'affiliés, le traitement que son frère avait enduré à cause de ses activités, le moment où il était parti en Arabie saoudite et son statut là-bas. De même, le demandeur n'a pas indiqué les circonstances entourant son emprisonnement, y compris quand et comment il avait été mis en détention, la prison où il avait été envoyé et comment il s'était échappé. Il n'a pas expliqué non plus comment il avait appris que des agents éthiopiens posaient des questions sur lui et sur sa famille. L'agente d'ERAR a également conclu que le demandeur n'avait pas produit le type d'éléments de preuve à l'appui normalement attendus, par exemple le témoignage de son frère, l'attestation par le FLO de l'engagement de son frère, le témoignage de trois membres de sa fratrie en Éthiopie qui, selon l'agente d'ERAR, se trouvaient dans la même situation que le demandeur, le témoignage de son ami au Kenya, ou la raison pour laquelle il n'avait pas rejoint sa femme et ses enfants qui habitent en Afrique du Sud."], ["[4]", "L'agente d'ERAR a reconnu l'existence de nombreuses allégations continues et cohérentes selon lesquelles les agents du gouvernement auraient commis de graves violations des droits de la personne contre des dissidents politiques et des membres des partis de l'opposition, des étudiants, des présumés terroristes et des partisans du FLO. L'agente d'ERAR a aussi retenu que le gouvernement avait pour habitude d'arrêter, de détenir et d'interroger les membres de la famille de ceux qui s'opposaient à lui, y compris ceux qu'il soupçonnait d'appartenir au FLO. Toutefois, le demandeur n'avait pas fourni suffisamment d'éléments de preuve pour établir qu'il serait perçu comme ayant le type de profil qui attirerait l'attention du gouvernement, et qu'il serait donc exposé à un risque de persécution au sens de l'article 96 ou à un des risques visés à l'article 97, de sorte que sa demande a été rejetée.", "Question en litige"], ["[5]", "À mon avis, la seule question en litige dans la présente demande est celle de savoir si l'agente d'ERAR a commis une erreur en ne tenant pas d'audience.", "Norme de contrôle"], ["[6]", "Il a été décidé que la norme de contrôle applicable à de telles questions était celle du caractère raisonnable (", "<FRAGMENT_SUPPRESSED> à 20;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]).", "Thèses des parties", "Thèse du demandeur"], ["[7]", "Le demandeur soutient que la conclusion sur l'insuffisance des éléments de preuve tirée par l'agente d'ERAR était en fait une conclusion sur la crédibilité exprimée en termes voilés et que, par conséquent, conformément à l'article 113 de la", "Loi sur l'immigration et la protection des réfugiés", "(LIPR) et à l'article 167 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (Règlement), une audience était requise (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Ferguson", "];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Cho", "];", "<FRAGMENT_SUPPRESSED>  [", "Wilson", "]). Si l'agente d'ERAR avait cru le demandeur, compte tenu de la preuve documentaire sur le pays qu'elle avait retenue, elle aurait vraisemblablement conclu que le demandeur était exposé à des risques."], ["[8]", "Le demandeur soutient également que l'agente d'ERAR a mentionné l'absence d'éléments de preuve corroborants, lesquels étaient requis uniquement si l'agente ne croyait pas le récit du demandeur. L'agente d'ERAR aurait aussi manqué à l'obligation de motiver suffisamment sa décision, ayant camouflé sa décision en parlant d'insuffisance des éléments de preuve plutôt que de crédibilité."], ["[9]", "L'agente d'ERAR était aussi tenue de donner au demandeur la possibilité de dissiper ses doutes à propos du caractère vague de l'exposé des faits de celui-ci. Si elle avait seulement besoin de détails particuliers sans remettre en question la crédibilité du demandeur, elle aurait pu demander les détails par écrit. S'il existe une possibilité réelle de torture, tous les renseignements et conseils qui sont censés être pris en compte doivent être communiqués au demandeur, et il faut donner au demandeur la possibilité de présenter des observations écrites pour assurer le respect de l'obligation d'équité (", "<FRAGMENT_SUPPRESSED> , au paragraphe 127 [", "Suresh", "]).", "Thèse du défendeur"], ["[10]", "Le défendeur soutient que l'agente d'ERAR a raisonnablement conclu que les éléments de preuve ne suffisaient pas à appuyer la demande d'ERAR et qu'elle n'a pas tiré de conclusion défavorable sur la crédibilité du demandeur. L'agente n'avait donc pas l'obligation de tenir une audience ni de donner au demandeur la possibilité de remédier aux lacunes de sa demande."], ["[11]", "Les agents d'ERAR peuvent évaluer la crédibilité d'une preuve ou simplement évaluer sa valeur probante, sans égard à sa crédibilité (", "Ferguson", ", précitée, aux paragraphes 25 et 26;", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , précitée). L'agente d'ERAR a clairement exposé les lacunes des éléments de preuve et a conclu que les éléments de preuve ne suffisaient pas à établir, selon la prépondérance des probabilités, les faits allégués censés démontrer les risques."], ["[12]", "Une preuve corroborante n'est pas nécessaire seulement pour étayer une preuve qui n'est pas autrement crédible (", "Ferguson", ", précitée, au paragraphe 27;", "<FRAGMENT_SUPPRESSED> [", "II", "]). De plus, il était loisible à l'agente d'ERAR de reconnaître la situation dans le pays en cause et de conclure également que le demandeur n'avait pas produit suffisamment d'information pour établir, selon la prépondérance des probabilités, que son frère appuyait le FLO ou qu'il avait lui-même été emprisonné et torturé pour cette raison. Conclure que le demandeur n'a pas fourni d'éléments de preuve suffisants pour établir ces assertions n'équivaut pas à conclure qu'elles ne sont pas crédibles (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Samuel", "];", "<FRAGMENT_SUPPRESSED>  [", "Parchment", "];", "<FRAGMENT_SUPPRESSED> )."], ["[13]", "De plus, l'agente d'ERAR n'était pas tenue de donner au demandeur l'occasion de dissiper ses doutes ni de poser des questions à propos de détails qui manquaient dans les éléments de preuve (", "<FRAGMENT_SUPPRESSED> et 32 [ <FRAGMENT_SUPPRESSED> ];", "II", ", précitée, au paragraphe 22). Le défendeur soutient également que l'arrêt", "Suresh", ", précité, ne concerne pas le processus d'ERAR et qu'en l'espèce, la situation dans le pays en cause n'établit pas l'existence d'une possibilité réelle de torture pour le demandeur s'il était renvoyé en Éthiopie."], ["[14]", "Enfin, le défendeur soutient que l'insuffisance des motifs n'est plus considérée comme une question d'équité procédurale et ne permet plus à elle seule d'annuler une décision. Les motifs doivent plutôt être examinés en corrélation avec le résultat dans le cadre de l'analyse du caractère raisonnable (", "Newfoundland and  <FRAGMENT_SUPPRESSED>  [2011] CSC 62, au paragraphe 14). Quoi qu'il en soit, la plainte du demandeur à l'égard des motifs concerne l'allégation selon laquelle l'agente camoufle une conclusion sur la crédibilité en parlant plutôt de l'insuffisance de la preuve, de sorte que la plainte est englobée dans cette question.", "Analyse"], ["[15]", "Selon l'alinéa 113", ") de la LIPR, « une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires ». Les facteurs prescrits servant à décider si la tenue d'une audience est requise sont exposés à l'article 167 du Règlement:", "167. Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", "a) l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "167. For the purpose of determining whether a hearing is required under paragraph 113(", ") of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection."], ["[16]", "Ainsi, la Cour doit déterminer si une conclusion sur la crédibilité a été tirée de façon explicite ou implicite et, le cas échéant, si la décision reposait sur la question de la crédibilité (", "<FRAGMENT_SUPPRESSED> et 8)."], ["[17]", "Dans la décision", "Ferguson", ", précitée, le juge Zinn a eu l'occasion de traiter de la distinction entre la crédibilité et la valeur probante de la preuve dans le contexte d'une demande d'ERAR. Dans cette affaire-là, la demanderesse affirmait que l'agent d'ERAR avait rejeté sa demande parce qu'il n'avait pas cru qu'elle était lesbienne. Comme il s'agissait d'une conclusion sur la crédibilité, elle avait donc droit à une audience. L'agent avait conclu que la preuve documentaire confirmait que les lesbiennes couraient un risque en Jamaïque, mais il a néanmoins rejeté la demande au motif que la preuve n'établissait pas que la demanderesse était lesbienne. Le seul élément de preuve concernant l'orientation sexuelle de la demanderesse était une déclaration faite par son avocate. Le juge Zinn a conclu qu'aucune audience n'était requise puisque la décision était basée uniquement sur le poids de la preuve et ne reposait pas sur la crédibilité de la demanderesse."], ["[18]", "Le juge Zinn a souligné que, dans les affaires comme celle dont il était saisi, la Cour devait aller au-delà des termes expressément utilisés dans la décision de l'agent pour décider si, en fait, la crédibilité était en cause. Le demandeur doit prouver, selon la prépondérance des probabilités, qu'il serait exposé à un risque de persécution, à un danger de torture, à une menace à sa vie ou à un risque de traitements ou peines cruels et inusités, s'il était renvoyé dans le pays qu'il a fui. À cet égard, le demandeur a à la fois la charge de présentation, car il doit présenter des éléments de preuve pour chaque fait devant être établi, et la charge de persuasion, qui consiste à prouver ces faits selon la prépondérance des probabilités. Le juge Zinn a conclu ce qui suit:"], ["[26] Si le juge des faits décide que la preuve est crédible, une évaluation doit ensuite être faite pour déterminer le poids à lui accorder. Il n'y a pas seulement la preuve qui a satisfait au critère de fiabilité dont le poids puisse être évalué.", "Il est loisible au juge des faits, lorsqu'il examine la preuve, de passer directement à une évaluation du poids ou de la valeur probante de la preuve, sans tenir compte de la question de la crédibilité", ". Cela arrive nécessairement lorsque le juge des faits estime que la réponse à la première question n'est pas essentielle parce que la preuve ne se verra accorder que peu, voire aucun poids, même si elle était considérée comme étant une preuve fiable. Par exemple, la preuve des tiers qui n'ont pas les moyens de vérifier de façon indépendante les faits au sujet desquels ils témoignent, se verra probablement accorder peu de poids, qu'elle soit crédible ou non."], ["[27] La preuve présentée par un témoin qui a un intérêt personnel dans la cause peut aussi être évaluée pour savoir quel poids il convient d'y accorder, avant l'examen de sa crédibilité, parce que généralement, ce genre de preuve requiert une corroboration pour avoir une valeur probante.", "S'il n'y a pas corroboration, alors il pourrait ne pas être nécessaire d'évaluer sa crédibilité puisque son poids pourrait ne pas être suffisant en ce qui concerne la charge de la preuve des faits selon la prépondérance de la preuve. Lorsque le juge des faits évalue la preuve de cette manière, il ne rend pas de décision basée sur la crédibilité de la personne qui fournit la preuve; plutôt, le juge des faits déclare simplement que la preuve qui a été présentée n'a pas de valeur probante suffisante, soit en elle-même, soit combinée aux autres éléments de preuve, pour établir, selon la prépondérance de la preuve, les faits pour lesquels elle est présentée", ". Selon moi, c'est l'analyse qu'a menée l'agent dans la présente affaire.", "[Non souligné dans l'original.]"], ["[19]", "Le juge Zinn a conclu que, lorsque le fait allégué est essentiel à la demande d'ERAR, comme c'était le cas dans cette affaire-là, il est loisible à l'agent d'exiger du demandeur des preuves corroborantes pour qu'il s'acquitte de la charge de la preuve. Il a aussi conclu que la retenue s'impose lorsque les agents d'ERAR évaluent la valeur probante de la preuve. Si l'évaluation entre dans les paramètres de la raisonnabilité, elle ne doit pas être modifiée. Le juge Zinn s'est exprimé ainsi:"], ["[34] Je pense aussi qu'il n'y a rien dans la décision contestée qui indique qu'une partie quelconque de cette décision était basée sur la crédibilité de la demanderesse.", "L'agent ni ne croit ni ne croit pas que la demanderesse est lesbienne - il n'est pas convaincu. Il dit que la preuve objective n'établit pas qu'elle est lesbienne", ". En bref, il a conclu qu'il y avait un élément de preuve - la déclaration de l'avocate - mais que c'était insuffisant pour établir, selon la prépondérance de la preuve, que Mme Ferguson était lesbienne. Selon moi, cette conclusion ne remet pas en cause la crédibilité de la demanderesse."], ["[35] Si l'on se fie à la description faite par l'agent du traitement réservé aux homosexuels en Jamaïque, il serait réellement malheureux, si la demanderesse est lesbienne, qu'elle soit renvoyée en Jamaïque. Toutefois, tout demandeur d'un examen des risques avant renvoi et son avocat doivent prendre la responsabilité de s'assurer que tous les éléments de preuve importants sont mis à la disposition de l'agent et, chose d'égale importance, qu'ils présentent la meilleure preuve en appui à la demande. Lorsque cela n'est pas fait, le demandeur et son avocat assument les conséquences d'une décision défavorable.", "[Non souligné dans l'original.]"], ["[20]", "Dans le cas qui nous occupe, les faits essentiels que devait prouver le demandeur étaient l'engagement de son frère auprès du FLO et les conséquences que cet engagement avait eues pour lui. Les seuls éléments de preuve produits par le demandeur à l'appui de ces faits sont ses propres affirmations contenues dans sa demande d'ERAR. Le demandeur n'a pas produit de déclaration solennelle ni n'a souscrit d'affidavit pour étayer sa demande, laquelle n'est pas appuyée non plus par le témoignage d'autres personnes, par exemple son frère. L'agente d'ERAR a systématiquement indiqué que ses doutes concernaient l'insuffisance des éléments de preuve et le caractère vague des affirmations du demandeur. Contrairement à d'autres décisions, celle-ci ne contenait pas de conclusion explicite sur la crédibilité, et aucune conclusion implicite ne pouvait être dégagée de sa formulation ou de son contenu (", "Wilson", ", précitée, au paragraphe 3;", "Cho", ", précitée, au paragraphe 26). Il ne s'agit pas non plus d'une situation où le demandeur aurait expressément sollicité une audience dans sa demande, audience qui lui aurait été refusée sans motif (", "Cho", ", précitée, au paragraphe 5; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 12)."], ["[21]", "La Cour a déjà conclu qu'il pouvait être difficile de distinguer une conclusion portant sur l'insuffisance des éléments de preuve d'une conclusion défavorable sur la crédibilité. À cet égard, la juge Kane s'est exprimée ainsi, dans la décision <FRAGMENT_SUPPRESSED> , précitée:"], ["[32] Je constate que, dans certains cas, il est difficile d'établir une distinction entre une conclusion portant sur l'insuffisance de la preuve et une conclusion suivant laquelle un demandeur n'a pas été cru, c'est-à-dire n'était pas crédible. Le choix des mots employés, en l'occurrence le fait de parler de crédibilité ou de l'insuffisance de la preuve, ne permet pas à lui seul de déterminer si des conclusions ont été tirées sur une question ou sur l'autre ou sur les deux. On ne peut toutefois pas présumer que, lorsque l'agent conclut que la preuve ne démontre pas le bien-fondé de la demande du demandeur, l'agent n'a pas cru le demandeur."], ["[33] Dans le jugement  <FRAGMENT_SUPPRESSED> [2010] ACF no 776, le juge Crampton explique les différences qu'il constatait entre l'espèce dont il était saisie et l'affaire  <FRAGMENT_SUPPRESSED>  [2008] ACF no 1608  <FRAGMENT_SUPPRESSED> , et d'autres affaires portant sur des conclusions déguisées sur la crédibilité. Voici ce qu'il écrit:", "À mon avis, ces décisions ne militent pas en faveur de la thèse qu'un agent d'ERAR tire essentiellement une conclusion défavorable quant à la crédibilité chaque fois qu'il conclut que la preuve produite par un demandeur n'est pas suffisante pour s'acquitter de son fardeau de présentation. Dans chacune de ces affaires, il était évident pour la Cour que l'agent d'ERAR avait tiré des conclusions défavorables quant à la crédibilité ou qu'il ne prêtait simplement pas foi à la preuve que lui avait présentée la partie demanderesse. Cela diffère sensiblement du fait de ne pas être convaincu qu'un demandeur s'est acquitté de son fardeau de la preuve selon la prépondérance des probabilités, sans jamais avoir apprécié la crédibilité de la preuve."], ["[22]", "Le demandeur se fonde sur la décision <FRAGMENT_SUPPRESSED> , précitée, dans laquelle le juge O'Reilly a conclu que, lorsque l'agent avait déclaré qu'il n'y avait pas suffisamment d'éléments de preuve objectifs, ce qu'il disait en fait, c'est qu'il ne croyait pas M. Liban et que ce n'est que si M. Liban avait présenté des éléments de preuve objectifs pouvant corroborer ses affirmations qu'il les aurait crues. Le juge a ajouté que si l'agent avait cru M. Liban, compte tenu des éléments de preuve documentaire qu'il avait admis, il aurait vraisemblablement conclu que ce dernier était exposé à des risques."], ["[23]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], le juge Russell a examiné la jurisprudence, y compris la décision <FRAGMENT_SUPPRESSED> , précitée, concernant la question de savoir si de telles décisions sont, en fait, fondées sur l'insuffisance des éléments de preuve ou si elles camouflent une conclusion sur la crédibilité qui satisfait au critère de l'article 167 et qui, par conséquent, exige la tenue d'une audience. Il s'est aussi penché sur la question de savoir si les éléments de preuve fournis dans les observations d'un demandeur d'ERAR font intervenir la présomption de véracité établie dans l'arrêt  <FRAGMENT_SUPPRESSED>  (CAF) [ <FRAGMENT_SUPPRESSED> ], de sorte qu'en exigeant plus d'éléments de preuve objectifs pour corroborer les dires du demandeur au sujet des risques auxquels il est exposé, la SPR met nécessairement en doute le récit fait par le demandeur. Après cet examen, le juge a conclu ce qui suit:"], ["[52] Je suis convaincu qu'il est possible d'établir des distinctions entre chacune de ces affaires fondées sur des faits qui lui sont propres et qui étaient déterminants dans la décision finale. Or, ces affaires ont aussi des points en commun. Les agents peuvent uniquement éviter les conclusions fondées sur la crédibilité et statuer en fonction du caractère suffisant de la preuve si leurs décisions révèlent que, indépendamment de la question de la crédibilité, les déclarations du demandeur, suivant la norme de preuve applicable, ne permettent pas de démontrer qu'il est exposé à un risque aux termes de l'article 96 ou de l'article 97. En d'autres mots, il doit s'agir d'une situation dans laquelle une conclusion sur la crédibilité n'est pas un préalable d'une analyse de la valeur probante de la preuve de sorte que, peu importe si le demandeur dit la vérité, la preuve qu'il présente n'est pas suffisante pour démontrer l'existence d'un risque de persécution ou d'un risque visé à l'article 97. Dans ce genre de situation, le refus de la tenue d'une audience ne constitue pas un manquement à l'équité procédurale."], ["[24]", "À mon avis, les faits de la présente affaire se distinguent de ceux de la décision <FRAGMENT_SUPPRESSED> , précitée. D'après les motifs de l'agente d'ERAR et l'analyse exposée dans les décisions", "Ferguson", "et", "II", ", précitées, je ne puis conclure que l'agente d'ERAR a tiré une conclusion sur la crédibilité exprimée en termes voilés. Plutôt, comme dans la décision", "Ferguson", ", l'agente d'ERAR a évalué les éléments de preuve et leur valeur probante, et ni n'a cru ni n'a pas cru le demandeur; elle n'était tout simplement pas convaincue que le demandeur avait fourni des éléments de preuve probants suffisants pour établir les faits essentiels, à savoir que son frère avait des liens avec le FLO et qu'il était lui-même exposé à des risques en raison de ces liens ( <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 44;", "II", ", précitée, au paragraphe 24). Une issue semblable apparaît également dans la décision", "Parchment", ", précitée, où la demanderesse n'avait produit rien d'autre que sa propre déclaration écrite pour prouver le principal élément de sa demande, et dans la décision", "Samuel", ", précitée. En l'espèce, le demandeur ne s'est pas acquitté du fardeau qui lui incombait de prouver les faits essentiels selon la prépondérance des probabilités."], ["[25]", "En ce qui concerne le manque de preuve corroborante, dans la décision", "II", ", précitée, le juge Beaudry a considéré que la décision", "Ferguson", ", précitée, signifiait qu'il était loisible à l'agent d'ERAR d'exiger une preuve corroborante pour que le fardeau imposé par la loi soit satisfait:"], ["[20] Une preuve produite par un témoin qui a un intérêt personnel dans l'affaire peut être évaluée en fonction du poids qu'on lui accordera et, pour avoir de la valeur, elle nécessitera habituellement une preuve corroborante (Ferguson, au paragraphe 27). Il est loisible à l'agent d'ERAR d'exiger une telle preuve corroborante pour que l'on s'acquitte du fardeau imposé par la loi, surtout lorsque le fait se situe au cœur même de la demande (Ferguson, au paragraphe 32). Dans Ferguson, la Cour laisse entendre que cette preuve corroborante pourrait inclure une déclaration sous serment de la part d'un conjoint ainsi qu'une preuve de déclarations publiques (au paragraphe 32). Il ne faut pas oublier que la preuve doit avoir une valeur suffisante. Ce sera le cas si « elle convainc le juge des faits » ( <FRAGMENT_SUPPRESSED> , au paragraphe 30). En outre, l'agent doit prendre en considération la totalité des autres facteurs de l'affaire au moment de rendre la décision (Parchment, au paragraphe 28)."], ["[26]", "Ainsi, l'absence de documents corroborants n'intéressait pas la crédibilité, mais touchait à la valeur probante ou au poids des déclarations du demandeur. Comme le juge Mandamin l'a expliqué dans la décision <FRAGMENT_SUPPRESSED> , précitée:"], ["[28] En l'espèce, le demandeur n'a pas fourni de preuve documentaire corroborant son récit des mauvais traitements qui lui auraient été infligés par les autorités sri-lankaises. Il ne s'agit pas d'un cas comme dans Alimard, où la crédibilité de la preuve justificative du demandeur était mise en doute; il n'y avait tout simplement aucune preuve autre que les déclarations du demandeur."], ["[29] L'absence de preuve documentaire corroborante n'a pas eu pour conséquence que la crédibilité du demandeur soit mise en doute. L'absence de preuve documentaire corroborante a une incidence sur le poids des déclarations du demandeur. Dans la décision  <FRAGMENT_SUPPRESSED> à 39, le juge Scott, après avoir abordé cette question, a déclaré ce qui suit:", "[...]"], ["[30] Je souscris à l'analyse du juge Scott et je ferais mien son raisonnement. En l'espèce, la crédibilité du demandeur ne constituait pas un problème pour l'agent. L'agent n'a pas refusé de croire le témoignage du demandeur; il lui a plutôt accordé moins de poids en raison l'absence d'une preuve documentaire justificative."], ["[31] Je conclus que l'agent n'était pas tenu d'accorder une entrevue au demandeur parce que les critères de l'article 167 n'étaient pas respectés."], ["[27]", "Quant à l'observation du demandeur selon laquelle l'agente d'ERAR avait l'obligation de porter à son attention les lacunes de ses éléments de preuve, j'estime que ce n'est pas le rôle des agents d'ERAR. Comme l'a énoncé le juge Beaudry dans la décision", "II", ", précitée:"], ["[22] L'avocat du demandeur reproche aussi à l'agent d'ERAR de ne pas avoir expliqué le genre de preuve objective à laquelle on s'attendait, ni donné au demandeur la possibilité d'expliquer l'absence d'une telle preuve. Je ne suis pas d'accord. Dans une demande d'ERAR, c'est la partie demanderesse qui supporte le fardeau de la preuve (Ferguson, au paragraphe 21). Il incombait donc au demandeur de fournir les éléments de preuve nécessaires pour montrer, selon la prépondérance de la preuve, que s'il était renvoyé au Nigeria il s'exposerait à un risque de persécution, au risque d'être soumis à la torture, à une menace à sa vie ou à un risque de traitements ou de peines cruels et inusités. Le rôle de l'agent d'ERAR est d'évaluer et de soupeser les éléments de preuve qui lui sont soumis et de tirer une conclusion raisonnable, et non pas d'énoncer, pour le demandeur, les éléments de preuve que ce dernier devrait fournir en vue de s'acquitter de son fardeau."], ["[28]", "Le juge O'Keefe a tiré une conclusion semblable dans la décision <FRAGMENT_SUPPRESSED> , précitée:"], ["[31] [...] C'est au demandeur qu'il incombe de soumettre tous les éléments de preuve pertinents à l'agente d'ERAR. L'agente d'ERAR n'est tenue d'examiner que les éléments de preuve dont elle est saisie. Elle n'est pas tenue de demander au demandeur de lui fournir une meilleure preuve ou une preuve additionnelle (voir", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 263, au paragraphe 22, confirmée par 2005 CAF 160, 50 Imm. L.R. (3d) 105,", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "Pour conclure, dans la présente affaire, l'agente d'ERAR n'était pas tenue selon moi d'offrir une audience au demandeur, parce qu'elle n'avait pas tiré de conclusion sur la crédibilité et que, par conséquent, l'article 167 ne s'appliquait pas. Elle n'avait pas non plus l'obligation de porter à l'attention du demandeur les lacunes que comportaient les éléments de preuve produits à l'appui de sa demande d'ERAR."], ["[30]", "La décision de l'agente d'ERAR appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47). Bien qu'il puisse y avoir plusieurs issues raisonnables, si le processus et l'issue en cause cadrent bien avec les principes de justification, de transparence et d'intelligibilité, la cour de révision ne peut y substituer l'issue qui serait à son avis préférable (", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED>  au paragraphe 59)."], ["[31]", "Le demandeur a proposé les deux questions suivantes aux fins de certification:", "1. L'agent d'examen des risques avant renvoi peut-il rejeter une demande de protection présentée sur le fondement du paragraphe 112(1) de la", "Loi sur l'immigration et la protection des réfugiés", "au motif que les éléments de preuve présentés n'ont pas suffisamment de poids quand ces éléments de preuve, s'ils étaient jugés crédibles, suffiraient à établir que le demandeur a qualité de réfugié au sens de la Convention ou celle de personne à protéger aux termes des articles 96 ou 97 de la Loi?", "2. Quand il examine une demande de protection présentée sur le fondement du paragraphe 112(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", l'agent d'examen des risques avant renvoi peut-il accorder peu de poids aux éléments de preuve produits par le demandeur concernant sa situation personnelle au motif que le demandeur a un intérêt personnel dans la demande?"], ["[32]", "À mon avis, ces questions ne satisfont pas au critère de la certification. Dans l'arrêt  <FRAGMENT_SUPPRESSED> , la Cour d'appel fédérale a statué que, pour être certifiée, la question proposée doit transcender les intérêts des parties au litige et aborder des éléments ayant des conséquences importantes ou qui sont de portée générale. La question doit de plus être déterminante quant à l'issue de l'affaire."], ["[33]", "Dans la décision", "Nnabuike,", "précitée, le juge Russell a refusé de certifier la question de savoir si, lorsqu'une demande d'examen des risques avant renvoi est présentée par une personne dont la crédibilité n'a pas encore été évaluée dans le cadre d'une audience relative à sa demande d'asile, la crédibilité de la déclaration écrite assermentée faite par le demandeur est présumée, à moins qu'il existe des raisons d'en douter comme il a été établi dans l'arrêt", "Maldonado,", "précité, et, dans l'affirmative, si cette présomption est appliquée d'une façon différente de celle qui s'applique lors d'une audience relative à la demande d'asile. Le juge Russell a décidé que la question ne pouvait être certifiée parce qu'elle ne réglerait pas un appel. Il a conclu que l'agente n'avait pas à se pencher sur la crédibilité du demandeur dans le contexte des faits de l'espèce étant donné qu'elle avait estimé que la preuve fournie par le demandeur était insuffisante pour établir l'existence du risque auquel il alléguait être exposé à l'avenir. La question de savoir si l'agente était obligée d'appliquer la présomption de véracité à la déclaration du demandeur n'avait aucun effet sur l'issue de l'instance."], ["[34]", "De même, en l'espèce, les questions proposées ne permettraient pas de trancher la demande. Pour ce qui est de la première question, l'agente d'ERAR a fondé sa décision sur la conclusion selon laquelle les éléments de preuve étaient insuffisants pour établir les risques auxquels était exposé le demandeur. Pour ce qui est de la deuxième question, l'agente d'ERAR n'a pas accordé peu de poids aux éléments de preuve parce que le demandeur avait un intérêt personnel dans la demande, mais elle a plutôt conclu que le demandeur avait produit des éléments de preuve insuffisants à l'appui de sa demande d'ERAR. Par conséquent, je refuse de certifier les questions proposées.", "JUGEMENT"], ["[35]", "LA COUR ORDONNE", "1. La demande de contrôle judiciaire est rejetée.", "2. Les deux questions proposées aux fins de certification par le demandeur ne sont pas certifiées.", "[End of document]"]]}