{"id_": "059989", "body_str": [["[1]", "Snider, J.", ": Mr. Cheng Hsiung Chen, a citizen of Taiwan, and his family were landed in Canada on August 7, 1993. His wife and children have lived in the Vancouver area since then and have become Canadian citizens."], ["[2]", "On April 24, 2003, Mr. Chen applied for Canadian citizenship. Despite passing the requisite citizenship test, Mr. Chen was denied Canadian citizenship on February 3, 2004, following his hearing before a Citizenship Judge, on the grounds that he did not meet the residency requirements set out in s. 5(1)(c) of the Citizenship Act, R.S.C. 1985, c. C-29, as amended (the \"Act\"). Mr. Chen appeals this decision pursuant to s. 14(5) of the Act. More specifically, Mr. Chen seeks an Order that the Citizenship Judges's decision be set aside and that this Court render a decision approving his application for Canadian citizenship.", "ISSUES"], ["[3]", "Mr. Chen raises the following two issues:", "1. Did the Citizenship Judge err in interpreting the residence requirement of s. 5(1)(c) of the Act?", "2. Did the Citizenship Judge err in failing to consider relevant criteria in determining whether Mr. Chen has centralized his mode of existence in Canada?"], ["[4]", "These two issues are really two expressions of the same question and are discussed together in the analysis below.", "ANALYSIS"], ["[5]", "Traditionally, decisions of a Citizenship Judge had been subject to review according to a standard of correctness ( <FRAGMENT_SUPPRESSED>  at para. 7 (T.D.)). However, in a more recent decision of the Federal Court (Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at para. 6, 7), Justice Tremblay-Lamer has suggested that the reasonableness simpliciter standard is more appropriate since the question of whether a person has met the residency requirement under the Act is a question of mixed fact and law, and that Citizenship Judges are owed some deference by virtue of their special degree of knowledge and experience. I accept this as an appropriate standard of review. Accordingly, as long as there is a demonstrated understanding of the case law and appreciation of the facts and their application to the statutory test, deference should be shown."], ["[6]", "In assessing Mr. Chen's application, the Citizenship Judge relied on the decision of Re: Koo, [1993] 1 F.C. 286; (1992), 19 Imm. L.R. (2d) 1 (T.D.). In that case, Justice Reed formulated six factors to assist in determining whether Canada is the country where an applicant for citizenship \"regularly, normally or customarily lives\" or whether Canada is the country in which the applicant has \"centralized his or her mode of existence\"."], ["[7]", "Mr. Chen submits that it is not clear what criteria the Judge considered other than his presence in Canada for 135 days and that:", ". the Judge failed to consider the severe illness of Mr. Chen's mother. Mr. Chen contends that his absence, in part, until July 2000 was explained by the need to care for her. The Judge found the absences were not related to a \"humanitarian emergency\".", ". there is no analysis of the significance of Mr. Chen's absence for voluntary religious purposes rather than for employment."], ["[8]", "In this case, I am satisfied that the six Koo factors were assessed by the Citizenship Judge with due regard to the evidence before him. The Judge provided a detailed refusal letter that surveyed the entirety of Mr. Chen's application for Canadian citizenship, as it pertained to the issue of residency. In addition to the shortfall of 970 days, he noted Mr. Chen's indicia of residence in Canada, the nature of his time in Taiwan, and the existence of his family in Canada. In short, based on the evidence before him, the Citizenship Judge provided an accurate application of the evidence to the factors in determining residency. His decision was not unreasonable."], ["[9]", "It is true that no mention of Mr. Chen's mother's illness was made by the Citizenship Judge. However, I note that this reason for his trips to Taiwan ceased in 2000 when his mother passed away. Beyond that date, any humanitarian reasons for his presence ceased. Accordingly, I do not find that it was a material error for the Citizenship Judge not to refer to Mr. Chen's mother's illness."], ["[10]", "Further, I can see no difference between being out of Canada for unpaid voluntary religious purposes and being abroad for business or employment reasons. In either situation, the question is the same: are the absences structural and part of a distinct pattern? In Mr. Chen's case, his absences are structural and an exercise of his own free will. The underlying reason for the absences is irrelevant to the Citizenship Judge's determination in this case."], ["[11]", "In conclusion, Mr. Chen would have this Court re-weigh the evidence presented to the Citizenship Judge to come to a different conclusion; that is not the role of the Court.", "CONCLUSION"], ["[12]", "For these reasons, I conclude that the Citizenship Judge made no error that warrants intervention by this Court and that Mr. Chen's appeal should not succeed.", "ORDER"], ["[13]", "THIS COURT ORDERS", "that:", "The Appellant's appeal is dismissed.", "[End of document]"]]}