{"id_": "059907", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72 (1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) for judicial review of the negative decision of the Applicant's Pre-Removal Risk Assessment, dated May 4, 2009 (Decision), which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under sections 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of Jamaica who has been diagnosed with paranoid schizophrenia. He was convicted in Canada in 2004 of two counts of sexual assault and sentenced to two years less a day in prison. At the time of his sentencing, he had already served seven months in pre-trial custody."], ["[3]", "A deportation order was issued against the Applicant in June, 2005. He appealed the deportation order to the Immigration Appeal Division (IAD). The IAD dismissed the appeal, finding that it was barred from hearing it because section 64 of the Act prohibits appeals to the IAD by permanent residents who have been ordered deported for serious criminality."], ["[4]", "The Applicant applied for a PRRA based on the serious risks he faces to his life and safety if returned to Jamaica. His PRRA was rejected in October, 2006. The Applicant also launched an H&C application. The Applicant was scheduled for removal, but was granted a stay in March, 2007, pending the determination of his H&C application. The Applicant's H&C application was refused, as was leave for judicial review of that decision."], ["[5]", "The Applicant submitted a second PRRA application in May, 2008 which was rejected in May, 2009.", "DECISION UNDER REVIEW"], ["[6]", "The Officer did not consider the Applicant's application under section 96 of the Act for reasons of serious criminality pursuant to section 112(3)(", ")."], ["[7]", "Accordingly, the bulk of the Officer's Decision considered the Applicant's application pursuant to section 97. The Officer found that the \"medical reasons\" that had been advanced by the Applicant in support of his application were excluded pursuant to section 97(1)(", ")(iv) of the Act."], ["[8]", "The Officer determined that \"the submissions weight heavily on the state of health care in Jamaica and do not sufficiently demonstrate that the applicant would be unable to protect himself from persecution or abuse from the agents of the state or the citizens.\""], ["[9]", "After a review of the evidence, the Officer established that the risk alleged by the Applicant was precluded from an assessment within the PRRA application."], ["[10]", "The Officer also undertook his own documentary research of the country conditions in Jamaica and found that Jamaica is a parliamentary democracy and has a \"generally independent judiciary.\" While the Officer acknowledged the unlawful or unwarranted killings by the security forces, he also noted that \"many of the cases [are] being investigated by the Bureau of Special Investigation\" (BSI). Furthermore, some of the completed investigations had resulted in police officers being charged with murder.", "ISSUES"], ["[11]", "The Applicant submits the following issues for consideration in this application:", "1. Whether the Officer erred in applying section 97(1)(", ")(iv) as a bar to assessment of section 97;", "2. Whether the Officer ignored evidence of abuse of the mentally ill;", "3. Whether the Officer ignored evidence regarding the lack of state protection;", "4. Whether the Officer erred in restricting his/her assessment to section 97 risks.", "STATUTORY PROVISIONS"], ["[12]", "The following provisions of the Act are applicable in these proceedings:", "64. (1) No appeal may be made to the Immigration Appeal Division by a foreign national or their sponsor or by a permanent resident if the foreign national or permanent resident has been found to be inadmissible on grounds of security, violating human or international rights, serious criminality or organized criminality.", "...", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "...", "112. (1) A person in Canada, other than a person referred to in subsection 115(1), may, in accordance with the regulations, apply to the Minister for protection if they are subject to a removal order that is in force or are named in a certificate described in subsection 77(1).", "...", "Restriction", "(3) Refugee protection may not result from an application for protection if the person", "...", ") is determined to be inadmissible on grounds of serious criminality with respect to a conviction in Canada punished by a term of imprisonment of at least two years or with respect to a conviction outside Canada for an offence that, if committed in Canada, would constitute an offence under an Act of Parliament punishable by a maximum term of imprisonment of at least 10 years;", "64. (1) L'appel ne peut être interjeté par le résident permanent ou l'étranger qui est interdit de territoire pour raison de sécurité ou pour atteinte aux droits humains ou internationaux, grande criminalité ou criminalité organisée, ni par dans le cas de l'étranger, son répondant.", "...", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "...", "112. (1) La personne se trouvant au Canada et qui n'est pas visée au paragraphe 115(1) peut, conformément aux règlements, demander la protection au ministre si elle est visée par une mesure de renvoi ayant pris effet ou nommée au certificat visé au paragraphe 77(1).", "...", "Restriction", "(3) L'asile ne peut être conféré au demandeur dans les cas suivants:", "...", "b) il est interdit de territoire pour grande criminalité pour déclaration de culpabilité au Canada punie par un emprisonnement d'au moins deux ans ou pour toute déclaration de culpabilité à l'extérieur du Canada pour une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable d'un emprisonnement maximal d'au moins dix ans;", "STANDARD OF REVIEW"], ["[13]", "The Supreme Court of Canada in  <FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[14]", "The Applicant has brought before the Court issues related to the Officer's treatment and assessment of the evidence. Whether the Officer erred in ignoring evidence is a fact-based question. As such, it will attract a standard of reasonableness upon review. See <FRAGMENT_SUPPRESSED> , above, at paragraph 51."], ["[15]", "Whether or not the Officer erred in applying section 97(1)(", ")(iv) as a bar to assessment of the Applicant's section 97 claim is a question regarding how the Officer applied the legal test to the facts of the case. This is an issue of mixed fact and law and is reviewable on a standard of reasonableness. See <FRAGMENT_SUPPRESSED> , above, at paragraph 164."], ["[16]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":  <FRAGMENT_SUPPRESSED> , at paragraph 47. Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47."], ["[17]", "The final issue in this instance is whether the Officer erred in failing to apply section 96 to the facts and whether the Officer was required to consider the section 96 claim. This raises a question of jurisdiction or", "vires", ". Such issues are to be considered on a standard of correctness. See <FRAGMENT_SUPPRESSED> , above.", "ARGUMENTS", "The Applicant", "Application of Section 97(1)(b", ")(iv)"], ["[18]", "Section 97(1)(", ")(iv) of the Act is not intended to exclude from protection those who face harsh and persecutory treatment because of their mental illness. The Officer erred by characterizing the harsh and life-threatening treatment of the mentally ill in Jamaica as being an issue of adequate medical or health care pursuant to section 97(1)(", ")(iv) of the Act. Rather, the documentary evidence shows that the mentally ill in Jamaica face persecution, torture and other cruel and unusual treatment. As such, the issue in this case is whether the Applicant will be targeted for extreme violence and persecution because of his mental illness. The documentary evidence demonstrates that he will."], ["[19]", "The Applicant submits that his PRRA submissions were intended to provide context for the Applicant's situation upon returning to Jamaica. If the Applicant does not receive treatment for his mental illness, his illness will manifest itself in such a way that he will attract negative attention from the police and the community, which will result in exposure to a risk of life, torture and cruel and unusual punishment. Indeed, this abuse on the mentally ill in Jamaica is perpetrated by both the state and community members."], ["[20]", "Evidence before the PRRA Officer clearly demonstrates that the mentally ill in Jamaica face abuse, violence and killings at the hands of police. Furthermore, many instances of police action against the mentally ill ? for example beatings and killings ? have occurred with impunity."], ["[21]", "People who live on the street also face extremely poor treatment in Jamaica. The documentary evidence shows that those who live on the street have previously been rounded up and removed from town. In other instances, street people have been bound with ropes, taken outside of city limits, pepper sprayed and abandoned."], ["[22]", "The mentally ill in Jamaica also suffer in jail. The mentally ill are abused, tortured and gang raped while in jail. Indeed, mentally ill inmates have been targeted by other inmates and correctional officers for forced sex. It is alleged that inmates are gang-raped and are consistently physically abused. Many are now HIV-positive. Moreover, in some instances wardens see rape as a form of punishment, and accordingly turn a blind eye to these occurrences."], ["[23]", "The jail conditions of the mentally ill are appalling, and include inmates sleeping on rags or cardboard, in unhygienic conditions, with a shortage of basic pharmaceuticals and medical equipment. Documentary evidence shows that the mentally ill also face \"disproportionately longer periods of time\" in detention, such as one mentally ill man who spent 29 years in jail for breaking a window. Sadly, in Jamaica, there is \"no one to advocate for him, no database, no law requiring that he be called back before the court for review.\""], ["[24]", "The mentally ill are also targeted by community members, and there have been reports of mentally ill street persons being set on fire and tortured. In these circumstances, the abuses faced by the mentally ill are not caused by a lack of medical treatment, but rather \"by persons who target the mentally ill for extreme violence and human rights abuses.\""], ["[25]", "Because the Applicant has paranoid schizophrenia, he faces the possibility of serious and extreme violations of his human rights by police, prison guards and community members. In this case, it is not the lack of medication that will harm him, but rather the people who will commit acts of violence against him because of his mental illness. The Officer erred in failing to understand this crucial distinction.", "Ignored Evidence"], ["[26]", "By concluding that the Applicant was relying on the inadequacy of health care in Jamaica as the basis for the risks he faces, the Officer ignored the overwhelming evidence of the \"widespread, serious abuse of the mentally ill that occurs in Jamaica.\" In an attempt to exclude the application under section 97(1)(", ")(iv), the Officer failed to acknowledge the evidence that demonstrates the cruel and unusual punishment of the mentally ill; rather, the Officer focussed on the provision of health care."], ["[27]", "The Officer failed to explain why he gave such little consideration to the evidence before him that is outside the scope of the \"medical and care related evidence.\" The Officer's failure to consider this evidence is clearly in error."], ["[28]", "The Officer also erred in failing to consider evidence about the lack of state protection. The Officer erred in his interpretation of the information contained within the 2008 U.S. Department of State Report on Human Rights Practices in Jamaica (DOS Report). While the Officer noted that some crimes are being investigated and charges are being laid against police officers that commit unlawful killings, the DOS Report reports that over 250 killings occur annually, of which 14 investigations were reported (some dating back to 1999). Furthermore, this report does not indicate that any police officers have been convicted for these killings, and hold that police impunity is a continuing problem."], ["[29]", "The DOS report shows that the security force in Jamaica is ineffective and commits unlawful killings with impunity. Furthermore, it confirms that abuse in prisons continues to be a serious problem. Based on the information contained in this report, the Officer erred in finding that the Applicant had not rebutted the presumption of state protection."], ["[30]", "The Officer also erred in relying on investigations and charges by the BSI without referring to the evidence before him with regard to police impunity, such as the Jamaicans for Justice report \"Pattern of Impunity: A report on Jamaica's investigation and prosecution of deaths at the hands of agents of state\" (Report presented to the Inter American Commission on Human Rights). The Officer failed to consider this evidence which directly contradicted his conclusion. Indeed, the Officer erred in relying on one part of the documentary evidence while remaining silent about the contradictory evidence.  <FRAGMENT_SUPPRESSED> ."], ["[31]", "The Officer's reasons do not contain any analysis of the documentary evidence before him and fail to explain why the Applicant's documentary evidence is insufficient. Indeed, the Officer's reasons fail to provide \"any meaningful rationale\" for his conclusion. Without understanding the reasons of the Officer, there is no basis on which the Applicant can challenge the Officer's Decision. See, for example,", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 693 at paragraphs 10-11."], ["[32]", "The Federal Court has determined that in order for state protection to be adequate, it must be effective at an operational level. See, for example,", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 851 at paragraphs 8-9. The evidence before the Officer demonstrated that the Applicant is at risk of abuse by both the community at large and the authorities specifically. Accordingly, there is no basis for the Officer's finding that state protection is available to the Applicant.", "Application of Section 112(3)"], ["[33]", "The Applicant says that the Officer erred by including the time he spent in pre-sentence custody in the Applicant's sentence, and as a result in applying subsection 112(3) to the case at hand. The application of subsection 112(3) in this instance barred the Applicant's application under section 96."], ["[34]", "The Applicant submits that the Supreme Court of Canada has recently clarified in", "R v. Mathieu", ", 2008 SCC 21, [2008] 1 S.C.R. 723 that pre-sentence custody does not qualify as a part of a sentence. Rather, the Court held that the phrase \"imprisonment for a term not exceeding two years\" referred to the term of imprisonment imposed at the time of sentencing, after the deduction of credit for pre-trial custody. As such, the Supreme Court determined that \"a sentence of less than two years does not ...become a sentence of more than two years simply because the trial judge, in imposing the sentence of less than two years, took into account the time already spent in custody as a result of the offence.\" See <FRAGMENT_SUPPRESSED> at paragraph 18."], ["[35]", "Furthermore, in considering the context of pre-sentence custody the Supreme Court of Canada found at paragraph 18 of the decision that:", "Pre-sentence custody generally refers to custody before the verdict is rendered, at a time when the accused is presumed innocent. In the context that concerns us here, this custody is, in principle, preventative rather than punitive. Pre-sentence custody cannot really be characterized as a \"sentence.\""], ["[36]", "In short, the Supreme Court of Canada determined at paragraph 6 of <FRAGMENT_SUPPRESSED> that \"the term of imprisonment in each case is the term imposed by the judge at the time of the sentence.\""], ["[37]", "The Applicant submits that the <FRAGMENT_SUPPRESSED> decision leads to a clear result in the case at hand: that the Applicant's sentence was two years less a day, and as such section 112(3)(", ") of the Act does not apply. Accordingly, the Officer erred in applying section 112(3)(", ") as a bar to considering the Applicant's claim under section 96.", "The Respondent"], ["[38]", "The Respondent contends that the Officer's assessment of the evidence was reasonable, and supported by reasons.", "Application of Section 97(1)(b", ")(iv)"], ["[39]", "The Applicant submits that there is a difference between the violations of human rights he may face due to his mental health and Jamaica's inability to provide adequate health care. However, the Respondent contends that this argument is contrary to", "<FRAGMENT_SUPPRESSED>  in which the Federal Court of Appeal determined that section 97(1)(", ") should be interpreted broadly. The Applicant's argument is based on the presumption that his condition would deteriorate if he is not able to access adequate mental health care in Jamaica. However, the Applicant has ignored this assumption and has downplayed the substantial link between the alleged risk and the adequacy of mental health care resources in Jamaica.", "Speculative Risks"], ["[40]", "The Applicant's allegations of risk are based on speculation. Similarly, in the case of", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1044, the applicant, who had mental illnesses, alleged that he would be at risk because he would no longer take his medications and would be subject to poor country conditions. The PRRA Officer found the Applicant's arguments to be speculative, and this finding was upheld by the Federal Court."], ["[41]", "In the case at hand, the argument that the Applicant may fall victim to a random act of community or police violence is a hypothetical risk which is based on a series of hypothetical intervening events. Should any of the intervening incidents occur, the Respondent submits that state protection would be available to the Applicant.", "All Evidence was Considered"], ["[42]", "The Applicant has also argued that the Officer ignored his evidence with regard to abuses of the mentally ill in Jamaica. However, the Officer's reasons state that he reviewed the Applicant's submissions. Further, he demonstrates his review of the evidence when he outlines the information contained in a number of documents before him.", "State Protection"], ["[43]", "The Officer's conclusion with regard to state protection was reasonable since the Applicant failed to identify \"a non-speculative risk that was not excluded by s. 97(1)(b)(iv) of the [Act].\" The Officer's finding is also reasonable when considered in the context of the efforts being made by Jamaica to protect its citizens. Indeed, it is not sufficient for the Applicant to show that his government has not always been effective in protecting persons in his particular situation.  <FRAGMENT_SUPPRESSED>  F.T.R. 124 at paragraph 15 and", "Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> .", "Application of Section 112(3)"], ["[44]", "The Respondent supports the Officer's determination that the Applicant was barred from being considered under section 96 because of the application of section 112(3)(", ")."], ["[45]", "Similarly, the IAD found that it lacked jurisdiction to hear the Applicant's appeal because it was barred from so doing by section 64 of the Act. The IAD concluded that \"it is clear that the appellant received a sentence of two years less one day, given credit for his seven months of pre-trial custody. Therefore, the appellant received a sentence of well over 2 years.\" There is no dispute as to the length of sentence received by the Applicant since the same issue has been considered previously by the IAD."], ["[46]", "The case of <FRAGMENT_SUPPRESSED> , above, has not changed the interpretation of the phrase \"term of imprisonment\" for the purposes of the Act. Under the Act, pre-sentence custody is included in the term of imprisonment."], ["[47]", "The Court has determined that omitting consideration of pre-sentence custody would defeat the intent of Parliament where such time was expressly credited with regard to the punishment imposed as part of the term of imprisonment. See, for example,", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 646 at paragraphs 19-24;", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. No. 847 at paragraph 14; and", "<FRAGMENT_SUPPRESSED>  F.T.R. 163 at paragraph 23."], ["[48]", "Two recent Federal Court decisions hold that time spent in pre-trial custody forms a part of the \"term of imprisonment\" within the context of the  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 90 at paragraphs 18-22; and", "<FRAGMENT_SUPPRESSED>  [2009] F.C.J. No. 964 at paragraph 18."], ["[49]", "According to", "Brown", "the Applicant's reliance on <FRAGMENT_SUPPRESSED> is misplaced, since <FRAGMENT_SUPPRESSED> focused on different considerations with regard to the definitions of \"sentence\" and \"term of imprisonment.\" Furthermore, the Court in", "Brown", "noted that the case of <FRAGMENT_SUPPRESSED> has not reversed the Supreme Court's decision in", "<FRAGMENT_SUPPRESSED> , which determined that pre-trial custody can be considered as part of punishment subsequent to a conviction."], ["[50]", "In <FRAGMENT_SUPPRESSED> , the Court was satisfied that its decisions with regard to the interpretation of the phrase \"term of punishment\" applied the purposive approach used by the Supreme Court in <FRAGMENT_SUPPRESSED> . This interpretation is also consistent with what the Supreme Court in <FRAGMENT_SUPPRESSED> determined was the possibility in exceptional circumstances to treat time spent in pre-trial custody as part of the term of imprisonment. See <FRAGMENT_SUPPRESSED> , above, at paragraph 19."], ["[51]", "As a result, the Officer did not commit an error in determining that the Applicant was a person described in section 112(3)(", ") of the Act.", "ANALYSIS", "Restriction of Issues"], ["[52]", "In her order granting leave for this application dated November 5, 2009, Justice Simpson appears to restrict the grounds of review:", "Leave is granted solely with respect to the decision under section 96 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 because the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED>  arguably applies."], ["[53]", "It is difficult to know, in the absence of reasons, why Justice Simpson felt the need to limit leave in this way. However, the parties dispute the effect of Justice Simpson's words upon the scope of my review so that I need to address this issue as a preliminary matter."], ["[54]", "My reading of section 72 of the Act is that applications are made for leave and that leave is granted for applications."], ["[55]", "I can find nothing in the wording of section 72, or within the scheme of the Act that suggests that a reviewing judge should be restricted to reviewing anything less than the full decision in question. Indeed, it is my understanding - and this was confirmed by Respondent's counsel at the review hearing - that a reviewing judge has a discretion to raise matters that arise from the record even if they are not raised in the application. Upon reviewing the record, I would be very concerned if the risk aspects of the Decision were not reviewed, because of the evidence before the Officer on risk, and because of the possible dire consequences to the Applicant if he is returned to Jamaica without a review of the risks he faces there. Because of the way the Decision is structured, and the way that the Officer occludes a full examination of risk through reliance upon section 97(1)(", ")(iv) of the Act, it would mean that the psychologically vulnerable Applicant could be returned to Jamaica to face possible torture and death without having had his stated risks examined."], ["[56]", "With regard to the role of a judge on a hearing to grant leave, the Court in", "<FRAGMENT_SUPPRESSED>  stated as follows:", "[o] n a leave to commence [an] application the task is not to determine, as between the parties, which arguments will win on the merits after a hearing. The task is to determine whether the applicants have a fairly arguable case, a serious question to be determined. If so then leave should be granted and the applicants allowed to have their argument heard."], ["[57]", "Also of relevance, I think, are the findings of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> , in which the Court determined that a decision with regard to the denial of judicial review is not a decision on the merits of the issues raised by the parties to the application and does not render them res judicata."], ["[58]", "While the leave judge determines if there is a serious question to be tried, it is the judge on judicial review who has the opportunity to fully consider and weigh the merits of the application. As considered in", "Wu", ", above, on leave to commence an application, the merits of the parties' arguments are not to be considered. Rather, it is during the judicial review itself that these arguments are assigned weight and their merits assessed. In my view, it would be inconsistent with this principle if the reviewing judge could be restricted by the leave judge from reviewing the merits of the whole decision."], ["[59]", "The Respondent relies upon section 15(1)(", ") of the", "Federal Courts Immigration and Refugee Protection Rules", "as authority for a leave judge to limit the grounds of review. However, in my view, Rule 15(1) does not apply to the grounds for leave, but is concerned solely with procedural matters that need to be addressed to bring the leave application to a review hearing.  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 725, the Federal Court of Appeal ruled that an order granting leave does not entitle the applicant to have the Federal Court deal with each and every issue raised in support of the leave when disposing of the judicial review application, and that what is in issue once leave is granted is the validity of the decision with respect to which leave is granted. In my view, then, in accordance with <FRAGMENT_SUPPRESSED> , I am obliged to consider the validity of the Decision and not the validity of the issue, or issues, that persuaded the leave judge to grant leave."], ["[60]", "Consequently, I do not regard Justice Simpson's order granting leave as constraining the scope of my review of the \"application\" under section 72 of the Act. In addition, I think that section 74(c) of the Act compels me to dispose of the \"application,\" so that I consider myself bound to review the whole application, as opposed to any particular aspect of it.", "Risk-Related Issues"], ["[61]", "As regards the issues of the Officer's application of section 97(1)(", ")(iv) of the Act, ignoring of the evidence concerning the abuse of the mentally ill, and ignoring of the evidence of the lack of state protection for the mentally ill, I accept and adopt the arguments of the Applicant."], ["[62]", "The Officer's identification of the risks stated by the Applicant - \"The applicant fears that if he is not provided the requisite health care in Jamaica he is likely to develop erratic or violent behavior\" - is not an accurate statement of the risk outlined in the Applicant's submissions. The Applicant made it very clear in his submissions that:", "While we", "are", "concerned about the state of health care in Jamaica and its impact upon Mr. Level should he be removed there, we are", "not", "maintaining that the inadequacy of mental health care resources itself creates the risk. Rather, we are arguing that it renders him unable to protect himself from the agents of the state and the citizens who may seek to persecute, abuse or torture Mr. Level because of his mental illness."], ["[63]", "The Officer addressed this issue as follows:", "I note that the counsel indicates that whilst there is a concern for the state of the health care in Jamaica and its impact upon the applicant should he be removed there, the counsel did not maintain the inadequacy of mental health care resources itself creates the risk. The counsel indicates that the applicant's illness renders him unable to protect himself from the agents of the state and the citizens who may seek to persecute abuse or torture him because of his mental illness.", "Nevertheless, I find the submissions weigh heavily on the state of health care in Jamaica and do not sufficiently demonstrate that the applicant would be unable to protect himself form persecution or abuse from the agents of the state or the citizens.", "They include numerous references to the lack of the medical resources and/or the lack of accessibility to the medical resources to address the applicant's medical needs in Jamaica [emphasis added]."], ["[64]", "The Officer's finding that \"the submissions weigh heavily on the state of health care in Jamaica and do not sufficiently demonstrate that the Applicant would be unable to protect himself from persecution or abuse from agents of the state or the citizens\" is an unreasonable assessment of the Applicant's submissions and evidence that allows the Officer to effectively ignore the Applicant's arguments and evidence about risk, abuse of the mentally ill by the state and the general community in Jamaica, as well as the inadequacy of state protection for these risks."], ["[65]", "The Officer occludes the principal risk stated by the Applicant. Hence, he entirely disregards relevant evidence concerning section 97 risk and the inadequacy of state protection. This is unreasonable. On this ground alone, the matter must be returned for reconsideration."], ["[66]", "Counsel for the Respondent attempted to persuade me at the hearing that, even though the Applicant fears what the state and citizens of Jamaica will do to someone with his illness, the risk still comes within subsection 97(1)(", ")(iv) because it arises out of the failings of the health care system in Jamaica. In my view, this is not the case. The Applicant does not allege that the inadequate health care system in Jamaica will bring him within section 97. He says that he fears the state authorities and Jamaicans generally because they kill and torture vulnerable people with his kind of illness.", "The Mathieu", "Decision"], ["[67]", "Although not necessary for my decision, I find the Applicant's arguments on the application of <FRAGMENT_SUPPRESSED> to the facts of this case untenable."], ["[68]", "As the Respondent points out, we now have a significant line of cases in this Court which hold that, for the purpose of the Act, pre-sentence custody forms part of the term of imprisonment. The Court has recently confirmed in", "Brown", "and <FRAGMENT_SUPPRESSED> that <FRAGMENT_SUPPRESSED> has not changed this position. Notwithstanding the able arguments of counsel for the Applicant that this authority should not apply in the context of a PRRA decision, I see no reason to deviate from the established approach of the Court on principle or the facts of this case.", "Certification"], ["[69]", "The Applicant has suggested two questions for certification:", "i. Does the Supreme Court of Canada's decision in", "<FRAGMENT_SUPPRESSED>  the", "Immigration and Refugee Protection Act", "ii. Can the judge deciding an application for leave limit the issues to be considered on the judicial review?"], ["[70]", "The Respondent resists the first question on the grounds that the jurisprudence surrounding section 112(3)(", ") is well-settled and <FRAGMENT_SUPPRESSED> does not apply."], ["[71]", "The Respondent agrees that the second question should be certified and suggests the following wording:", "Where a Federal Court judge expressly grants leave to seek judicial review solely with respect to one issue, is the Federal Court judge who hears the application for judicial review limited to deciding only that issue?"], ["[72]", "It seems to me that if the leave judge has the power to limit the judicial review to", "one", "issue, then presumably the leave judge could limit review to any number of issues. What is important here is whether the leave judge can limit the grounds of review. Consequently, I believe that the Applicant's version of the question would be more helpful when considering this matter as an issue of broad significance and application. Otherwise, I agree with both counsel that this issue satisfies the criteria in", "Liyanagamage", "and the question should be certified."], ["[73]", "As regards the application of <FRAGMENT_SUPPRESSED> , I agree with the Respondent that the law appears to be clear on this issue so that certification is not appropriate.", "JUDGMENT"], ["[74]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application is allowed and the matter is returned for reconsideration by a different PRRA officer.", "2. The following question is certified:", "Can the judge deciding an application for leave limit the issues to be considered on the judicial review?", "[End of document]"]]}