{"id_": "060030", "body_str": [["[1]", "Mactavish, J.", ": Issac Adu and Dora Dapaah are citizens of Ghana, who came to Canada in 1990. After exhausting a number of other avenues, the couple submitted applications for permanent residence from within Canada based on humanitarian and compassionate grounds (\"H & C\" applications). At the request of the parties, these applications were dealt with together."], ["[2]", "The immigration officer charged with responsibility for the file refused the couple's H & C applications, finding that they had failed to demonstrate that they would suffer unusual, undeserved or disproportionate harm if they were required to apply for permanent residence from abroad."], ["[3]", "Mr. Adu and Ms. Dapaah now seek judicial review of the officer's decision, asserting that the officer erred in failing to apply the Ministerial guidelines applicable to H & C assessments, and further, that the officer failed to provide adequate reasons for her decision."], ["[4]", "I am satisfied that this application must be allowed, as the reasons provided by the officer were insufficient. It is not therefore necessary to address the question of whether the officer failed to apply the Ministerial guidelines.", "Background"], ["[5]", "The applicants had each been in Canada for some 13 years when the decisions were rendered in relation to their H & C applications. During their time in Canada, each had been steadily employed, and each had taken courses to upgrade their skills. Ms. Dapaah had also been actively involved in her church."], ["[6]", "Neither Mr. Adu nor Ms. Dapaah had ever resorted to social assistance. Further, there was no evidence before the officer that either had anything other than a good civil record. In addition, Ms. Dapaah had two siblings living in Canada.", "Standard of Review"], ["[7]", "The general standard of review governing decisions of immigration officers in relation to H & C applications is reasonableness simpliciter:  <FRAGMENT_SUPPRESSED> ."], ["[8]", "That is, the decision must be able to withstand a \"somewhat probing examination\": Canada (Director of Investigation and  <FRAGMENT_SUPPRESSED> .", "Requirement to Give Reasons"], ["[10]", "In Baker, the Supreme Court of Canada noted that in certain circumstances, the duty of procedural fairness requires the provisions of written reasons for a decision. This is especially so where, as in this case, the decision has important ramifications for the individual or individuals in question. According to the Court, \"It would be unfair if the person subject to a decision such as this one which is so critical to their future not be told why the result was reached\". (at para. 43)."], ["[11]", "The importance of providing 'reasoned reasons' was reiterated by the Supreme Court three years later in  <FRAGMENT_SUPPRESSED>  where the Court noted that unsuccessful litigants should not be left in any doubt as to why he or she was not successful. Although Sheppard was a criminal case, the reasoning in that case has been applied in the administrative law context generally, and in the immigration context in particular, in cases such as Harkat (Re), [2005] F.C.J. No. 481,  <FRAGMENT_SUPPRESSED> ."], ["[12]", "With these principles in mind, I turn now to consider the adequacy of the reasons provided in this case.", "Were the Officer's Reasons for Rejecting the Applications Sufficient?"], ["[13]", "After reviewing the history of this case, the officer then dealt with the question of whether an H & C exemption should be granted. The operative portion of her decision states:", "I acknowledge that both applicants have established themselves in Canada. It is reasonable to expect that after more than ten years in Canada, they would become established. Both applicants have upgraded their skills in Canada and have been steadily employed. They have not had to rely on social services for financial support. Despite the positive contributions the applicants have made, I am not satisfied that their establishment in Canada constitutes grounds for which an exemption should be granted. I am not satisfied that they have sufficiently demonstrated that the requirement of applying for a visa at a visa office abroad represents unusual, undeserved or disproportionate hardship."], ["[14]", "In my view, these 'reasons' are not really reasons at all, essentially consisting of a review of the facts and the statement of a conclusion, without any analysis to back it up. That is, the officer simply reviewed the positive factors militating in favour of granting the application, concluding that, in her view, these factors were not sufficient to justify the granting of an exemption, without any explanation as to why that is. This is not sufficient, as it leaves the applicants in the unenviable position of not knowing why their application was rejected."], ["[15]", "The respondent has cited a number of cases in support of its contention that the officer's decision was reasonable, in the circumstances: see  <FRAGMENT_SUPPRESSED> ."], ["[16]", "While these decisions are distinguishable from the present case, in that the reasons provided were significantly more detailed than the reasons under scrutiny here, they do serve to highlight the inadequacy of the officer's analysis in this case."], ["[17]", "By way of example,  <FRAGMENT_SUPPRESSED> , the officer noted that the applicants had argued that their son would have difficulty adjusting to a new school if he was forced to return to his country of origin. The officer then explained why he or she was not persuaded by this argument, observing that the child had already adjusted well when he moved to Canada, and would be returning to a country where he had spent the majority of his life."], ["[18]", "Similarly, in Nazim, the officer addressed the establishment factors identified by the applicant, but also went on to note that the applicant had no family residing in Canada, and still had family in Pakistan, factors that weighed against the granting of the application."], ["[19]", "In Mohammed, the officer addressed the applicant's alleged fear of returning to the country where her abusive ex-husband continued to reside, noting that it appeared that police protection was available to the applicant. The officer also noted that the applicant's children were young and would thus be able to adjust easily to a change in their circumstances."], ["[20]", "In contrast, in this case, the officer reviewed the evidence of establishment in Canada offered by the applicants in support of their applications, and then simply stated her conclusion that this was not enough. We know from the officer's reasons that she did not think that the applicants would suffer unusual, undeserved or disproportionate harm if they were required to apply for permanent residence from abroad. What we do not know from her reasons is why she came to that conclusion."], ["[21]", "As a consequence, it is impossible to subject the officer's reasoning to a 'somewhat probing' analysis.", "Conclusion"], ["[22]", "For these reasons, the application for judicial review is allowed.", "Certification"], ["[23]", "Neither party has suggested a question for certification, and none arises here.", "ORDER"], ["[24]", "THIS COURT ORDERS", "that:", "1. This application for judicial review is allowed, and the matter is remitted to a different immigration officer for redetermination.", "2. No serious question of general importance is certified.", "[End of document]"]]}