{"id_": "060099", "body_str": [["[1]", "Beaudry, J.", ": This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act), of a decision of the Refugee Protection Division of the Immigration and Refugee Board of Canada (the Board) where the Applicant, Aleksandar Zhikov Tatarski, was found not to be a refugee or a person in need of protection."], ["[2]", "The Applicant is a citizen of Bulgaria of Roma ethnicity. While living there, he was the victim of racially based persecution. At school he was often called names by his classmates and teachers refused to intervene. Eventually he left school after grade 8 because he could no longer stand the treatment. He was also the victim of four racially driven attacks. The first attack took place when the Applicant was 13 years old and was again in November 2005. He sought medical attention, then attempted to make a police complaint but was refused. There were two attacks in 2006, the first in January and the second in February. The Applicant required medical attention after both. He again went to the District Police to report the January attack, his identity information was taken but he was called derogatory names and treated rudely by police. After the February attack, the Applicant again attempted to make a police report but was told that the officers were busy with Bulgarian complaints and had no time for gypsies. The Applicant claims that after this, he contemplated making a complaint to the Prosecutor's Office but was told by members of the Roma community that the complaint would only cause him more problems."], ["[3]", "Instead, he made plans to leave Bulgaria. He arrived in the United States, through a smuggler, on June 12, 2006 and remained there for two months before coming to Canada and making a claim for refugee protection."], ["[4]", "The Applicant submits that the Board made numerous errors in concluding that he had not rebutted the presumption of state protection."], ["[5]", "The Applicant first contends that his particular circumstances should have been a significant factor in determining to what extent he had to pursue state protection in order to conclude that he had rebutted the presumption. More particularly, the facts that he was a minor when most of the attacks took place, that he only had a grade 8 education, had only worked unskilled jobs, had lived his entire life in a Roma community in a small town and that he had never left Bulgaria previously. He submits that if his personal circumstances had been taken into consideration, his attempts to obtain police protection should have been viewed as being sufficient to rebut the presumption."], ["[6]", "Secondly, the Applicant contends that the Board erred in finding that he should have sought assistance from the prosecutor's office and the ombudsman office and that his failure to do so leads to the conclusion that he did not rebut the presumption of state protection. He emphasizes that he made four attempts to seek police protection and that each time he was ignored and on at least one occasion was mistreated by the police themselves. He makes a further argument that both his claim and the evidence establish that the police are also agents of persecution in his case, thus there was no need to seek additional state protection. He also argues that there is no requirement that he avail himself of the services of a lawyer as lawyers are not agents of the state and need not be consulted in order to rebut the presumption of state protection."], ["[7]", "The Applicant raises the further issue that the Board did not properly assess the evidence before it. The Applicant points to pieces of documentary evidence which show that police in Bulgaria continue to act with impunity and are not responsive to Roma complaints."], ["[8]", "The issues raised by the Applicant are reviewable on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  at paragraphs 47 and 53;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  at paragraph 53). Accordingly, the Court is concerned with whether or not the outcome falls within \"a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" ( <FRAGMENT_SUPPRESSED> at paragraph 47)."], ["[9]", "At the outset, I would emphasize that the Board accepted the Applicant's testimony with regard to the attacks and his numerous failed attempts to seek state protection. The Board did not draw any adverse credibility inferences with regard to issues that are central to the Applicant's claim."], ["[10]", "In the recent decision of", "<FRAGMENT_SUPPRESSED>  [2010] F.C.J. No. 132, my colleague Justice Lemieux provides a summary of some of the legal principles applicable to state protection (paragraph 33). From that summary, I would highlight the following points: the claimant is expected to have taken all reasonable steps in the circumstances to seek state protection from his persecutors; a claimant who does not do so and alleges that the state offers ineffective or inadequate protection bears an evidentiary and legal onus to convince the tribunal; where the tribunal determines the applicant has failed to take steps to seek protection this finding is only fatal to the claim if the tribunal also finds that protection would have been reasonably forthcoming; a determination of reasonably forthcoming requires that the tribunal examine the unique characteristics of power and influence of the alleged persecutor on the capability and willingness of the state to protect; where the board relies on remedial legislation, the legislation in and of itself is not enough, there must be evidence that the remedies have had a practical positive effect."], ["[11]", "Furthermore, I agree with the opinion in", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 58, where it was held that, \"where agents of the state are themselves the source of the persecution in question, and where the applicant's credibility is not undermined, the applicant can successfully rebut the presumption of state protection without exhausting every conceivable recourse in the country. The very fact that the agents of the state are the alleged perpetrators of persecution undercuts the apparent democratic nature of the state's institutions, and correspondingly, the burden of proof\" (paragraph 15)."], ["[12]", "Turning now to the case at bar, the Board concluded that even though the Applicant had sought police protection to no avail four times, state protection was available to him as he could have turned to the prosecutor's office, the ombudsman's office or a lawyer. It seems that the Board accepted that state protection was not forthcoming and that the police were part of the continuing problems faced by the Applicant. The Applicant's Personal Information Form states that the perpetrators of the 2001 beating told him that was what happened to gypsies who bother the police. This was not put into question by the Board."], ["[13]", "The documentary evidence relied upon by the Board does not explain in what way the prosecutor's office would have provided protection to the Applicant, it does not seem that the purpose of this office is to provide protection from crime, nor does it comment on the effectiveness of taking one's case to this office (Canada, Immigration and Refugee Board,", "Recourse available to those with a complaint of police inaction in response to crimes, harassment or discrimination; organizations that would be of assistance in such cases (January 2003 - August 2005)", "(2 September 2005)). It does however state that Roma are more often victims of police inaction than other groups. This same documentary evidence states that information on the response of the ombudsman's office to police inaction could not be found among the sources consulted and in an interview, the director of an organization for the protection of human rights in Bulgaria, indicated that in his view, the ombudsman had no real authority and can only make recommendations."], ["[14]", "Furthermore, the judicial decisions stemming from the anti-discrimination legislation mentioned by the Board involve civil suits filed in relation to refusals of services and employment. There is no indication that this legislation could be used by someone in the Applicant's situation or that it would have been useful to him in any way (European Roma Rights Centre,", "First Five Roma Rights Victories under New Bulgarian Equality Law", "(30 September 2004))."], ["[15]", "Also, there is nothing in the jurisprudence to support the notion that in such a situation the applicant has the further burden of seeking legal advice or launching an action in court (", "<FRAGMENT_SUPPRESSED>  at paragraphs 24 to 26)."], ["[16]", "The Board accepted that the Applicant was a victim of repeated violent attacks based on his Roma ethnicity and that he had sought the protection of the state. Indeed, the Board accepted that the Applicant had sought police assistance on at least four separate occasions and on each occasion, was turned away and once harassed. In my view, this is sufficient to establish that the Applicant rebutted the presumption of state protection. Given the particular circumstances in this case, once the Applicant sought assistance from the police (four times) and they refused, there was no obligation for him to turn to other sources."], ["[17]", "In light of the facts accepted by the Board, its assessment of the documentary evidence before it and the jurisprudence of this Court, I am satisfied that the conclusion that the Applicant had not rebutted the presumption of state protection falls outside of the range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[18]", "No question for certification was proposed and none arises.", "JUDGMENT"], ["[19]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is allowed. The matter is remitted for redetermination by a newly constituted Board. No question is certified.", "APPENDIX", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "[End of document]"]]}