{"id_": "060380", "body_str": [["[1]", "Russell, J.", ": This application is an appeal of Prothonotary Milczynski's order on June 9, 2008 dismissing the Plaintiffs' motion to strike portions of the Statement of Defence and Counterclaim."], ["[2]", "In the main action, the Plaintiffs, Tractor Supply Co. of Texas, LP and Tractor Supply Company (Tractor Supply) are seeking a declaration that they own certain trademarks in Canada that were wrongfully registered by the Defendant, TSC Stores LP (TSC). Tractor Supply claims under the", "Trade-marks", "Act", "that it owns trademarks, including \"TSC STORES\", which TSC and its predecessors have used since 1967 and registered in 1990. TSC runs 36 retail outlets specializing in farming and general household goods in Ontario using \"TSC STORES\" and other marks at issue in the action."], ["[3]", "Tractor Supply brought a motion pursuant to Rule 221 of the", "Federal Court Rules", "seeking an order to strike the impugned pleadings on the grounds that TSC had failed to plead the necessary elements of the tort of abuse of process and that the Federal Court does not have jurisdiction over the tort of abuse of process. The motion came before Prothonotary Milczynski.", "BACKGROUND"], ["[4]", "Between 1966 and 1987, a predecessor of Tractor Supply (TSC Industries Inc.) owned shares in a predecessor of TSC. This was the only business that TSC Industries Inc. carried on in Canada. TSC Industries Inc. sold all of its shares in TSC Stores Ltd. to predecessor of TSC Stores L.P. 715292 Ontario Limited."], ["[5]", "TSC alleges that the intention of the parties in the 1987 Purchase Agreement was that TSC Stores Ltd. would continue operating independently of TSC Industries Inc. (or any successors)."], ["[6]", "From 1987-2007, TSC claims that it used the name and marks continuously and extensively for its growing chain of stores. It applied for and registered the trademark TSC STORES without any opposition from Tractor Supply. Moreover, Tractor Supply never asserted any rights to the TSC marks in Canada."], ["[7]", "In or about 2004, Tractor Supply expressed interest in buying the TSC businesses in Canada and met with some of the TSC executives for negotiations, but no purchase was concluded because the parties could not agree on a price."], ["[8]", "TSC alleges that, starting in 2007, Tractor Supply began directing confusing advertisements for their U.S. business toward Canadian consumers. After 20 years of not opposing TSC's use of TSC Stores Trademark and name, Tractor Supply started this action which attacks the right of TSC to continue to use the TSC Marks, which TSC claims are essential to its business, and which has lowered the value of TSC."], ["[9]", "TSC alleges that the action is an abuse of process because the \"predominate\" purpose of the action is to reduce the value of TSC's business in the context of a takeover bid."], ["[10]", "On June 9, 2008, Tractor Supply brought a motion before the Court in Toronto for an order to strike out portions of the Statement of Defence and Counterclaim and requiring TSC to provide particulars of other allegations in the Statement of Defence and Counterclaim. Tractor Supply sought an order: (1) striking out paragraphs 66-75(c) and (d) and 77 of the Statement of Defence and Counterclaim; (2) requiring TSC to provide particulars of allegations in paragraphs 4, 7 and 44 of the Statement of Defence and Counterclaim; (3) granting leave to Tractor Supply to file their Reply and Defence to Counterclaim within 30 days of the receipt of the Particulars; (4) granting Tractor Supply costs for the motion on a solicitor-client basis; and (5) any further relief the Court found just.", "Motion to Strike"], ["[11]", "TSC Stores L.P. argued that in paragraphs 66-73, 75(c), 75(d) and 77 of the Statement of Defence and Counterclaim, Tractor Supply's wrongful motive was made clear. TSC Stores L.P. alleged that Tractor Supply started the action in order to devalue the Plaintiffs' business in the context of a takeover bid."], ["[12]", "Further, Tractor Supply argued that the impugned provisions did not disclose a reasonable cause of action or defence and were \"immaterial, scandalous, frivolous, and vexatious.\""], ["[13]", "The impugned provisions are as follows:", "Abuse of Process", "\"66. This action is an abuse of process and should be dismissed, or in the alternative, the plaintiffs should be denied equitable relief.", "\"67. The plaintiffs have brought this action in bad faith, without justification, and with an extraneous and improper purpose, namely, to use this litigation to reduce the valuation of TSC Stores in the context of a takeover bid. Particulars follow.", "\"68. The plaintiffs have not previously asserted rights in Canada in the TSC STORES name or the Canadian Trademarks. In about 2004, the plaintiffs expressed interest in TSC Stores and visited some of the defendant's stores and met with some of the defendant's executives. Nothing further came of that initial expression of interest, until in about April of 2007, the parties entered into discussions regarding the possible acquisition of TSC Stores by the plaintiffs to enable the plaintiffs to expand their operations into Canada. The parties were unable to reach agreement regarding the valuation of the TSC Stores business for such an acquisition, and the negotiations were discontinued. Subsequently, the present action was commenced.", "\"69. For more than 20 years following the 1987 transaction, the plaintiffs did not object to TSC Stores's extensive and continuous use of the Canadian Trademarks in Canada. The plaintiffs did not oppose the use or registration of the trademarks TSC STORES & Design (early logo, TMA373,477), TSC Stores & Design (updated logo, TMA607,763) or TSC VILLAGER (TMA608,177) for the operation of retail outlets for the sale of farm supplies, hardware, clothing and related goods. The plaintiffs did not oppose the use or registration of the trademark TRAVELLER (TMA661,173) for batteries and various other automotive tools and parts.", "\"70. The plaintiffs do not believe, and have no reason to believe, that TSC Stores' use in Canada of the Canadian Trademarks in association with its retail store services and wares will wrongfully interfere with the plaintiffs' business in the United States, or in any way damage such business.", "\"71. The plaintiffs' predominate purpose in bringing this action is not to preserve or defend any allege rights under the", "Trade-marks", "Act", "in the Canadian Trademarks, or to obtain proper compensation for the violation of any such rights. Rather, their predominate purpose is to use the litigation in order to coerce acceptance of a lower valuation for the TSC Stores business in the context of a takeover bid by the Plaintiffs. The Plaintiffs seek to do so by using this action to try to cast a pall over TSC Stores' natural and legitimate use in Canada of its Canadian Trademarks, such use being at the core of TSC Stores' business.", "\"72. The wrongful impugning of TSC Stores' rights to the continued and unfettered use of its Canadian Trademarks through this action has lowered the value of TSC Stores as a going (sic) concern.", "\"73. The plaintiffs' unlawful conduct described above is reprehensible, and deserves this Honorable Court's condemnation.", "Counterclaim", "\"75(c) an order declaring that the plaintiffs' action constitutes an abuse of process;", "(d) damages for abuse of process, including exemplary damages;", "Abuse of Process", "\"77. As pleaded above, this action is an abuse of process, and the defendant claims damages, including exemplary damages, arising therefrom against the plaintiffs.\"", "DECISION UNDER REVIEW"], ["[14]", "On June 9, 2008, Prothonotary Milczynski dismissed the Plaintiffs' motion to strike the impugned pleadings on the grounds that \"[i]t is not plain and obvious that the Defendant cannot succeed or that the Impugned Pleadings are beyond the jurisdiction of this Court to consider either in the Statement of Defence or Counterclaim.\" Prothonotary Milczynski concluded that there was \"sufficient nexus plead between the trademark matters in issue and the abuse alleged for this Court to consider the matter on its merits.\""], ["[15]", "Prothonotary Milczynski's Order relied on", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 129 (F.C.A.), where the Federal Court made the following comment on p. 134:", "\"... I for one, would be very loath to deny a litigant the right to raise the issue in its Statement of Defence and seek our protection against such an abuse when there is a factual basis to support the claim ...", "\"... the difficulties for a defendant of proving a misuse, or perversion of the process on the part of a plaintiff seeking to enforce its trademark through the legal process cannot be underestimated. However, this is not a valid legal ground for denying a defendant such a possibility.\"", "ISSUES"], ["[16]", "The issues raised in this appeal are as follows:", "1. Should the Prothonotary's Decision be reviewed de novo?", "2. Is the \"Plain and Obvious\" threshold for striking pleadings met?", "3. Did the Prothonotary misapply", "<FRAGMENT_SUPPRESSED>  Court?", "STATUTORY PROVISIONS"], ["[17]", "Under Rule 221 of the", "Federal Courts Rules", ", 1998 a pleading can be struck if the moving party establishes one of the following:", "\"221(1) On motion, the Court may, at any time, order that a pleading, or anything contained therein, be struck out, with or without leave to amend, on the ground that it", "(a) discloses no reasonable cause of action or defence, as the case may be,", "(b) is immaterial or redundant,", "(c) is scandalous, frivolous or vexatious,", "(d) may prejudice or delay the fair trial of the action,", "(e) constitutes a departure from a previous pleading, or", "(f) is otherwise an abuse of the process of the Court,", "and may order the action be dismissed or judgment entered accordingly.\"", "\"221(1) À tout moment, la Cour peut, sur requête, ordonner la radiation de tout ou partie d'un acte de procédure, avec ou sans autorisation de le modifier, au motif, selon le cas:", "a) qu'il ne révèle aucune cause d'action ou de défense valable;", "b) qu'il n'est pas pertinent ou qu'il est redondant;", "c) qu'il est scandaleux, frivole ou vexatoire;", "d) qu'il risque de nuire à l'instruction équitable de l'action ou de la retarder;", "e) qu'il diverge d'un acte de procédure antérieur;", "f) qu'il constitue autrement un abus de procédure.", "Elle peut aussi ordonner que l'action soit rejetée ou qu'un jugement soit enregistré en conséquence.\"", "ARGUMENTS", "Plaintiffs"], ["[18]", "Tractor Supply submits that Prothonotary Milczysnki erred in dismissing its motion to strike the impugned pleadings. It argues that it met the test for striking out pleadings, as it was plain and obvious that (1) the necessary elements to support an independent claim for a civil tort for abuse of process cannot succeed as pleaded, and (2) it is not within the jurisdiction of the Federal Court in the context of this proceeding to adjudicate the TSC civil claim for abuse of process."], ["[19]", "Tractor Supply asserts that its purpose in commencing the action was the result of an unresolved dispute with TSC concerning trademark rights. Further, Tractor Supply was motivated to begin the action after receiving a demand letter from TSC alleging trademark infringement. Tractor Supply submits that the affidavit of Anthony F. Crudele, its Chief Financial Officer, provides the factual context for the ongoing dispute."], ["[20]", "Tractor Supply denies the allegations of abuse of process in which TSC alleges that it commenced the action in order to devalue the business of TSC."], ["[21]", "Tractor Supply argues that the Prothonotary erred in law when she dismissed its motion to strike the impugned pleadings:", "(a) In finding that it is not plain and obvious that the Defendant cannot succeed with its assertion of the tort of abuse of process, in circumstances where the Defendant has not pleaded the supporting factual basis essential for the tort of abuse of process;", "(b) In finding that it is not plain and obvious that the Court lacks jurisdiction to consider the tort of abuse of process in the context of this proceeding; and", "(c) In interpreting and applying", "<FRAGMENT_SUPPRESSED>  as support for the dismissal of the Plaintiffs' motion.", "i. Should the Prothonotary's Decision be reviewed de novo"], ["[22]", "Tractor Supply submits that the Court has the jurisdiction to replace a Prothonotary's decision with its own pursuant to Rule 51(1) of the", "Federal Court Rules", "and that a discretionary order of a Prothonotary should be assessed de novo where:", "(a) The questions raised in the motion are vital to the final issue of the case; or", "(b) The order is clearly wrong in the sense that the exercise of discretion by the Prothonotary is based upon a wrong principle or upon a misapprehension of the facts.", "<FRAGMENT_SUPPRESSED>  at paras. 17-19, leave to appeal to S.C.C. refused (2004), 331 N.R. 394; 30 C.P.R.(4th) vii."], ["[23]", "Tractor Supply argues that the Prothonotary's Order was based on a wrong principle of law.", "ii. The \"Plain and Obvious\" Threshold for Striking Pleadings is Met"], ["[24]", "Tractor Supply argues that the impugned pleadings should have been struck in accordance with Rule 221 because it is plain and obvious that the pleadings have no chance of succeeding. Tractor Supply submits that the pleadings will fail for the two following reasons:", "(a) TSC has not pleaded the required elements of the tort of abuse of process. Therefore, even if the allegations as set out in the Impugned Pleadings are accepted (and can be established at trial), TSC cannot succeed with this cause of action; and", "(b) The Federal Court clearly lacks jurisdiction to consider the tort of abuse of process in the context of this proceeding."], ["[25]", "Tractor Supply submits that the tort of abuse of process can only succeed if it can be proven both that: (1) the party initiated the legal process for a purpose other than it was designed to serve; and (2) the party has committed some definite, overt act in furtherance of that purpose, apart from commencement of the impugned proceeding."], ["[26]", "The requirement for an overt act to further an alleged improper purpose has resulted in the tort of abuse of process only succeeding in very rare circumstances. In Ontario, Tractor Supply submits that the requirement of an overt act has been strictly adhered to in order to prevent the misuse of the action. There must be, according to", "<FRAGMENT_SUPPRESSED>  (Gen. Div.) at 19-20, a \"definite act or threat in furtherance of such a purpose,\" otherwise, \"every plaintiff would be open to such a claim.\""], ["[27]", "Tractor Supply says that both elements of the two-part test for the tort of abuse of process are also required in the Federal Court and that the Federal Court is only entitled to find a tort of abuse of process where there is both an improper purpose and a definite act or threat to further that purpose. See", "Amsted Industries Inc. and  <FRAGMENT_SUPPRESSED>  (F.C.T.D.), affd. (1990), 112 N.R. 73; 32 C.P.R.(3d) 334 (F.C.A.),", "<FRAGMENT_SUPPRESSED> ; 74 C.P.R.(3d) 49; 79 A.C.W.S.(3d) 929 (T.D. Protho.), and", "Levi Strauss"], ["[28]", "For this reason, Tractor Supply says that TSC's pleading of abuse of process must fail. TSC alleges that the improper purpose is to lower the value of its business in the context of a takeover bid. However, TSC does not plead that Tractor Supply committed any overt act to further this purpose. An essential element of the cause of action has not been pleaded. Hence, the pleading should be struck:", "<FRAGMENT_SUPPRESSED> ; 101 N.R. 401 (F.C.A.)."], ["[29]", "Further, Tractor Supply distinguishes the procedural defence of abuse of process from the tort of abuse of process. As a procedural defence, abuse of process allows the Court to control the misuse of the judicial system, where, for example, a party commences multiple actions in respect to one dispute. However, the tort of abuse of process applies only where a party has an improper motive and commits an overt act, and requests compensation.", "iii. Did the Prothonotary misapply  <FRAGMENT_SUPPRESSED>  Strauss", "and also failed to distinguish the case from the facts in the present case."], ["[31]", "In", "Levi Strauss", ", a plaintiff brought an action for breach of a trademark. The defendant pleaded that the action was \"frivolous and vexatious and intended only to try to harass and intimidate the defendant.\" On a motion to strike, the Court determined that the plaintiff had committed the tort of abuse of process. Most importantly, Tractor Supply points out that Justice Letourneau found that there was a factual basis to support the pleading that is missing in the present case. Justice Letourneau found that the plaintiff in", "Levi Strauss", "committed overt acts to further its improper purpose by commencing multiple actions against the defendant for infringement of the trademark."], ["[32]", "In the present case, Tractor Supply submits that the facts are clearly distinguishable because:", "(a) The tort of abuse of process is pleaded as an independent actionable tort for which the Defendants seeks a separate head of damages, not as a procedural defence; and", "(b) There is no factual basis pleaded to support the assertion of the tort of abuse of process.", "iv. Is the tort of abuse of process within the jurisdiction of the Federal Court in this proceeding?"], ["[33]", "Tractor Supply further argues that the jurisdiction of the Federal Court is restricted in matters related to intellectual property rights by section 20 of the", "Federal Court Act", "and points to the annotations in the", "Act", "for justification:", "\"... it is essential that an action under section 20 be founded on applicable federal law and not be an action in contract or tort arising incidentally to a trade mark, patent, or copyright action ... In every case, it will be a question of whether the matter is founded or rooted in the federal legislation as opposed to being principally a claim between subjects in contract or tort.\" Saunders et al.,", "Federal Courts Practice 2008", "(Toronto: Thomson Canada, 2008) at 188."], ["[34]", "The Federal Court only has the jurisdiction to consider allegations that are inextricably linked to issues that fall under its jurisdiction.  <FRAGMENT_SUPPRESSED>  (F.C.) at paragraph 24, the Court struck out impugned sections of the pleadings that dealt with breach of contract and fiduciary duty because it lacked the jurisdiction to hear them:", "\"This is an action for infringement of the plaintiff's copyright. The plaintiff's allegations in the impugned paragraphs of the Statement of Claim relating to breach of contract and breach of fiduciary duty and the like are not advanced for the purpose of establishing infringement. Rather, they are advanced for the purpose of obtaining relief in respect of those breaches themselves. As such, this Court lacks jurisdiction to entertain them.\""], ["[35]", "According to Tractor Supply, the allegation of abuse of process in the present case does not relate to the issues of trademark infringement, trademark validity, or passing-off, which are matters within the Federal Court's jurisdiction. The Court, therefore, lacks the jurisdiction to consider the allegation of abuse of process."], ["[36]", "According to Rule 189 of the", "Federal Court Act", ", the Federal Court only has jurisdiction to deal with an allegation in a counterclaim that is capable of standing on its own as a separate action.  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 275 (F.C.A.) at 276-77;", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 147 (T.D.) at 149-150; and", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at 75-77."], ["[37]", "Similar pleadings have been struck by the Federal Court in similar cases:", "<FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 77 (T.D.)."], ["[38]", "In conclusion, Tractor Supply submits that the Prothonotary misapplied the scope of the jurisdiction of the Federal Court, and the tort of abuse of process is beyond the Court's jurisdiction as a defence and a counterclaim in the present proceedings.", "The Defendant"], ["[39]", "TSC states that the parties' understanding of the 1987 Purchase Agreement was that TSC in Canada would continue to operate independently of TSC Industries in the United States."], ["[40]", "From 1987 to 2007, TSC used the TSC STORES name, trademark, and other marks continuously and extensively in Canada for its growing retail store chain. In fact, TSC applied for and was granted the trademark TSC STORES and other marks without any opposition from Tractor Supply. Tractor Supply has never asserted any rights to any of the TSC Marks in Canada until commencing the present action."], ["[41]", "All of this changed in 2004 when Tractor Supply expressed an interest in acquiring TSC in Canada. Tractor Supply visited the stores and met with TSC's executives, but when negotiations were unsuccessful in 2007, Tractor Supply started running advertisements for its U.S. business in Canada that were confusing to TSC's customers."], ["[42]", "After 20 years of acquiescing in TSC's use of the name and marks, Tractor Supply has commenced this action that interferes with TSC's right to use the marks that are closely associated with its business in an attempt to lower the value of TSC's business."], ["[43]", "The action is an abuse of process because its predominate purpose is to reduce the valuation of TSC's business in the context of a takeover bid.", "Should the Prothonotary's Order be reviewed de novo?"], ["[44]", "TSC submits that the Prothonotary's order should not be reviewed de novo by the Court because it was not based upon a wrong principle of law and should not be disturbed."], ["[45]", "TSC argues that Tractor Supply's Notice of Motion and Written Representations are unclear in that they fail to set out the specific grounds under Rule 221 to strike out TSC's pleadings. As a result, TSC argues that it is prejudiced because it is unclear how it can respond to Tractor Supply's arguments."], ["[46]", "The lack of clarity in Tractor Supply's Written Representations leads TSC to believe that Tractor Supply may have abandoned its arguments under Rule 221(1)(b), (c) and (d), which failed before Prothonotary Milczynski. Tractor Supply may be attempting to make a new argument under 221(1)(a) after the fact. According to Justice Hugessen in", "<FRAGMENT_SUPPRESSED> ; 163 F.T.R. 311 (T.D.) at paragraph 4, written representations must be adequate:", "\"First, it is intended that the moving party should fairly inform the opposite party of the legal and factual basis of the motion that is being brought. Such information is not only a requirement of fairness but may also in fact contribute to a saving of the Court's time ...\""], ["[47]", "TSC says that this motion should fail because of Tractor Supply's failure to provide adequate representations:", "\"This failure to set out meaningful written representations in a motion record, particularly where an applicant's counsel had ample time to consider what representations ought to be made, should be fatal in itself, for arguments not at least touched upon in an applicant's written representations in a motion record, ought neither to be made nor accepted. Indeed, Rule 364(2) makes it mandatory that there be written representations, subject to the requirement that, in certain instances, the motion record shall contain a memorandum of fact and law, instead of merely written representations. I take Rule 364(2)(e), requiring written representations, to mean that there must at least be an outline of the points counsel will raise, for otherwise an ambush may result, wasting everyone's time ...\"", "<FRAGMENT_SUPPRESSED>  CanLII 7454 (T.D. Protho.) at para. 5."], ["[48]", "TSC submits that this motion should be dismissed or Tractor Supply should be prevented from presenting any arguments under Rule 221, other than under Rule 221(1)(a). Also, the Crudele Affidavit should be withdrawn.", "ii. The Court should only strike pleadings if they will clearly fail"], ["[49]", "TSC submits that the threshold test for striking pleadings is high and pleadings should only be struck if it is plain and obvious that they disclose no reasonable cause of action or defence, beyond a reasonable doubt. TSC argues that, where there is a chance that a claim or defence might succeed, it should not be struck:", "<FRAGMENT_SUPPRESSED>  (Protho.) at paragraph 12."], ["[50]", "The decision of Prothonotary Milczynski should stand because she properly found that it was not plain and obvious that TSC could not succeed.", "iii. Jurisdiction"], ["[51]", "TSC argues that the abuse of process claim falls within the inherent jurisdiction of the Federal Court because the Court has an inherent power to consider abuse of process:", "<FRAGMENT_SUPPRESSED>  at para. 43."], ["[52]", "Further, damages, including exemplary damages, can be claimed for abuse of process in the  <FRAGMENT_SUPPRESSED>  (T.D.) at 695 the Court found as follows:", "\"... It therefore seems clear that in Canadian law the tort of abuse of process for which damages including exemplary damages can be claimed exists but that it has a narrow scope and bad faith or improper or malicious purpose without any justification must be established.\""], ["[53]", "According to Justice Mosley in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 435 (F.C.) at paragraph 123 (F.C.), punitive or exemplary damages are available at the Federal Court where there is an abuse of process:", "\"Punitive or exemplary damages have been awarded in connection with litigation misconduct, or abuse of process, such as continuing activities found by the court to constitute infringement in disregard of a court order to cease such activities.\""], ["[54]", "TSC points out that section 20 of the", "Federal Courts", "Act", "states that the Federal Court has exclusive jurisdiction in all cases in which it is sought to have any entry in the register of trademarks expunged or varied, and concurrent jurisdiction otherwise for cases in which a remedy is sought with respect to a trademark."], ["[55]", "TSC also says that section 4 of the", "Act", "constitutes the Federal Court as a court of law and equity. Therefore, the Federal Court may exercise the powers available to a court of equity when the subject matter is within its jurisdiction:", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) at 227 (F.C.T.D.)."], ["[56]", "Further, TSC argues that the Federal Court has the authority to grant declaratory relief under Rule 64 of the", "Act"], ["[57]", "TSC says that it would be an absurdity if it was required to commence a separate action in a provincial court to claim damages for abuse of process."], ["[58]", "Abuse of process is a flexible doctrine, and should not be limited in this proceeding. In", "Levi Strauss", ", the Federal Court of Appeal did not strike abuse of process allegations in the defendant's pleadings in the context of a trademark infringement case. The motivations of Tractor Supply are highly relevant and sanctionable where legal process is used for ulterior purposes. If Tractor Supply uses the process for an improper purpose, the Court has the power to intervene."], ["[59]", "TSC argues that the Prothonotary properly applied", "Levi Strauss", "in the present case. In that case, the Federal Court of Appeal found an abuse of process where the plaintiff used the court process to harass and intimidate competitors in an attempt to interfere with their businesses. The Court did not require anything more than the commencement of the actions to find that the process had been abused. Abuse of process is a flexible doctrine and there is no requirement for an act \"separate and unrelated to the claim itself.\" The bad intentions of a plaintiff suffice."], ["[60]", "However, in the present case, TSC says there is proof of more than mere bad intentions. TSC argues that, for 20 years, Tractor Supply has been aware of TSC's use of and claim to ownership in Canada of the trademark and other marks, yet it has done nothing until this action to protest that use. It was only after the negotiations to purchase TSC's company failed that Tractor Supply began protesting TSC's use of the name and trademarks. In addition, it was not until 2007 that Tractor Supply decided to run confusing ads in Canada.", "ANALYSIS"], ["[61]", "It is well settled that the discretionary order of a Prothonotary should only be reviewed de novo if the questions raised in the motion are vital to the final issue of the case, or the order is clearly wrong, in the sense that the exercise of a discretion by the Prothonotary was based upon a wrong principle or upon a misapprehension of the facts.  <FRAGMENT_SUPPRESSED> ."], ["[62]", "Tractor Supply says that Prothonotary Milczynski was clearly wrong in her decision of June 9, 2008 in refusing to strike portions of TSC's Statement of Defence and Counterclaim (Impugned Pleadings) because that decision was based upon a wrong principle of law."], ["[63]", "Before Prothonotary Milczynski, Tractor Supply argued that TSC's allegations regarding abuse of process do not disclose a reasonable cause of action or defence within the Court's jurisdiction, and cannot possibly succeed and are immaterial, scandalous and vexatious."], ["[64]", "Prothonotary Milczynski did not think it plain and obvious that TSC could not succeed on its abuse of process claims and defence, or that such claims were beyond the jurisdiction of this Court to consider either in the Statement of Defence or in the Counterclaim. She said there is \"a sufficient nexus between the trademarks matters in issue and the abuse alleged for this Court to consider the matter on its merits.\""], ["[65]", "In coming to that conclusion, Prothonotary Milczynski cited and relied upon the Federal Court of Appeal decision in", "Levi Strauss", "at p. 134:", "\"... I, for one, would be very loath to deny a litigant the right to raise the issue in its Statement of Defence and seek out protection against such an abuse when there is a factual basis to support the claim ...", "\"... the difficulties for a defendant of proving a misuse or perversion of the process on the part of a plaintiff seeking to enforce its trademark through the legal process cannot be underestimated. However, this is not a valid ground for denying a defendant such a possibility.\""], ["[66]", "It is not clear from Prothonotary's decision how the principles set out in", "Levi Strauss", "arise on the facts of the present case. Justice Letourneau's decision not to strike in", "Levi Strauss", "appears to have been based upon abuse of process either as a procedural defence that results in a stay of proceedings (for which every court has an inherent jurisdiction to consider and protect against) or upon an established factual basis that, in the", "Levi Strauss", "case, included an improper purpose as well as the commencement of numerous actions against specified manufacturers/vendors of jeans in Canada that were not diligently pursued and prosecuted."], ["[67]", "In the present case, TSC appears to target both a procedural abuse of process (\"66. This action is an abuse of process and should be dismissed, or in the alternative, the plaintiffs should be denied equitable relief,\") as well as the tort of abuse of process for which TSC claims \"damages for abuse of process, including exemplary damages.\""], ["[68]", "insofar as TSC is raising procedural abuse, it is merely saying that Tractor Supply's claim should be dismissed because it is not really about trade mark infringement. I see nothing wrong with such an allegation and it will be examined and resolved as part of the proceedings. Hence, I do not see any problem with Prothonotary Milczynski's decision insofar as it deals with procedural abuse."], ["[69]", "But TSC is also claiming \"damages for abuse of process, including exemplary damages, which suggests that it intends to rely upon the tort of abuse of process. This is also suggested by the pleadings. TSC makes it clear in its Counterclaim that it intends to use abuse of process as a sword as well as a shield and that damages, \"including exemplary damages,\" are claimed."], ["[70]", "The decision in the", "Levi Strauss", "case suggests that the Federal Court of Appeal considered the impugned pleadings in that case from the perspective of both procedural abuse and the tort of abuse of process:", "\"For its part, the Respondent basically submitted to us that what it alleges in its Statement of Defence is that the Appellants, under the guise of a valid enforcement of their trademark, are in fact abusing the process of the Court. The Respondent wants to establish that the abuse of process resides in the Appellants' action or course of conduct which is designed to harass him and other users of the trademark and also to avoid by all means a determination of the validity of their registration.", "\"I think that the validity of paragraph 21 and the relevant portion of paragraph 18 stands to be decided on the principles applicable to an abuse of process of the Court and that, in this context, motive is highly relevant.", "\"The concept of abuse of process has developed both in substantive and procedural law. It is well settled law, from the point of view of substantive law, that an abuse of process is an actionable tort. As Henry, J., stated in", "<FRAGMENT_SUPPRESSED>  of action arises when the processes of law are used for an ulterior or collateral purpose. It is defined as the misusing of the process of the courts to coerce someone in some way entirely outside the ambit of the legal claim upon which the court is asked to adjudicate. It occurs when the process of the court is used for an improper purpose and where there is a definite act or threat in furtherance of such purpose.'", "\"In Fleming's", "The Law of Torts", ", the learned author distinguishes between certain forms of abuse of legal procedure such as malicious arrest and execution and the concept of abuse of process:", "'Quite distinct, however, are cases where a legal process, not itself devoid of foundation, has been perverted for some extraneous purpose, such as extortion or oppression. Here an action will lie at the suit of the injured party for what has come to be called \"abuse of process\".'", "\"A review of the authorities shows that the essential element of the tort of abuse of process is that the abuser must have used the legal process for a purpose other than that which it was designed to serve, in other words for a collateral, extraneous, ulterior, improper or illicit purpose. The gist of the tort is the misuse or perversion of the Court's process and there is no abuse when a litigant employs regular legal process to its proper conclusion, even with bad intentions.", "\"Abuse of process has also been invoked as a procedural defence, especially in criminal law when the proceedings were oppressive or vexatious or offensive to the principles of fundamental justice and fair play. When successful, the defence has resulted in a stay of the proceedings.", "\"However, the procedural defence of abuse of process knows of no legal barrier in the sense that its application is not limited to the field of criminal law, but extends to other fields such as civil, constitutional or administrative law. There is nothing to prevent its application to an infringement lawsuit. The abuse of process notion proceeds from a rationale unconnected with the various segments of the law in which it can be invoked. It is a request to a Court to vindicate its process and protect it from abuse by litigants and I, for one, would be very loath to deny a litigant the right to raise the issue in its Statement of Defence and seek our protection against such an abuse when there is a factual basis to support the claim.", "\"Again, I think the motions judge properly exercised his discretion when he came to the conclusion that there was a supporting factual basis for the allegation made by the Respondent and refused to strike paragraph 21 and the relevant portion of paragraph 18.\""], ["[71]", "The jurisdictional issue raised by Tractor Supply in the motion before me does not appear to have concerned the Federal Court of Appeal in", "Levi Strauss", ", which considered the impugned pleadings in that case from the perspective of \"the principles applicable to an abuse of process of the Court\" and then went on to address both the tort as well as the procedural defence of abuse of process."], ["[72]", "As Tractor Supply itself points out, the Federal Court of Appeal \"discusses the applicability of the tort of abuse of process in [the] Federal Court, and cites numerous Ontario cases that confirm the two-element test ...\"."], ["[73]", "It seems to me that such a discussion by the Federal Court of Appeal at least suggests the Court felt there was jurisdiction to deal with the tort of abuse of process on the facts of that case. Hence, I think I must assume that the Federal Court may have jurisdiction to deal with the tort as part of infringement or passing off proceedings. At the very least, I think I must assume that the jurisdiction issue has yet to be settled."], ["[74]", "Tractor Supply also cites several cases to support its contention that the tort of abuse of process requires a \"two-element test\" that is not satisfied on the facts of this case."], ["[75]", "As with the jurisdiction issue, Tractor Supply may be able to establish that the tort of abuse of process has not been made out on the facts of this case. However, in the", "Levi Strauss", "case, the Federal Court of Appeal summed up the authorities as follows:", "\"A review of the authorities shows that the essential element of the tort of abuse of process is that the abuser must have used the legal process for a purpose other than that which it was designed to serve, in other words for a collateral, extraneous, ulterior, improper or illicit purpose.\""], ["[76]", "I understand that, in TSC's Statement of Defence and Counterclaim, the allegation regarding abuse of process is that Tractor Supply has brought this action in bad faith and \"with an extraneous and improper purpose, namely, to use this litigation to reduce the valuation of TSC Stores in the context of a takeover bid. Particulars follow.\" TSC also pleads as follows:", "\"72. The wrongful impugning of TSC Stores' right to the continued and unfettered use of its Canadian Trademarks through this action has lowered the value of TSC Stores as a going concern.\""], ["[77]", "It may be that, at the end of the day, TSC will not be able to establish that the Federal Court has the jurisdiction to hear its defence or counterclaim insofar as they are based upon the tort of abuse of process and/or that the constituents of the tort are not present in this case. But based upon the Federal Court of Appeal decision in", "Levi Strauss", "which, at least by implication, appears to assume there is jurisdiction, and which uses general wording (\"the abuser must have used the legal process for a purpose other than that which it was designed to serve ...\") to describe the tort, I do not think at this stage that it is plain and obvious that TSC cannot succeed on its abuse of process allegations."], ["[78]", "That being the case, I cannot say that Prothonotary Milczynski was clearly wrong in that she based her decision upon a wrong principle or upon a misapprehension of the facts, or that she misunderstood or misapplied the", "Levi Strauss", "case. It seems to me that there is sufficient scope in the", "Levi Strauss", "case for TSC to use abuse of process as both a shield and a sword in this litigation and that Prothonotary Milczynski was correct in her conclusion that, from the point of view of the pleadings in this case and the state of the jurisprudence in the Federal Court regarding abuse of process claims or counterclaims, the Court cannot say \"that the high standard on such a motion has been met\" and that TSC should be denied the right to raise the issue."], ["[79]", "It is well recognized that the Court may strike pleadings under Rule 221 for want of jurisdiction.  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 320; 1998 CarswellNat 814 (F.C.A.). However, the lack of jurisdiction must be \"plain and obvious\" to justify a striking out of pleadings at this preliminary stage.  <FRAGMENT_SUPPRESSED> ."], ["[80]", "Given the Federal Court of Appeal decision in", "Levi Strauss", "where the Court appears to consider impugned pleadings from the perspective of both the procedural defence of abuse of process and an actionable tort, I cannot say that the jurisdiction issue is plain and obvious at this stage. I recognize, of course, that in", "Levi Strauss", "the Federal Court of Appeal was not asked to consider a counterclaim seeking a declaration and damages for abuse of process. However, I can find nothing in the decision that makes it \"plain and obvious\" that abuse of process can only be used as a shield in the Federal Court and cannot be used as a sword.", "JUDGMENT"], ["[81]", "THIS COURT ORDERS AND ADJUDGES that", "1. The appeal is dismissed;", "2. The Defendant's (TSC Stores) shall have the costs of this appeal in any event of the cause;", "3. The Plaintiffs (Tractor Supply) shall serve and file their Reply and Defence to counterclaim within 20 days of the date of this Judgment.", "Appeal dismissed.", "Editor: E. Joanne Oley/vnh", "[End of document]"]]}