{"id_": "060493", "body_str": [["[1]", "Annis, J.", ": This is an application under s 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "], for judicial review of the decision of Officer S. Glenney (the Officer) of the Canada Border Services Agency (CBSA) refusing the Applicant's request of October 7, 2012 to defer her removal from Canada. The Applicant asks that the decision be set aside and referred for re-determination by another officer. For the following reasons, the application is dismissed.", "BACKGROUND"], ["[2]", "The Applicant, Catherina Pangallo, is an Italian citizen who came to Canada from Italy in 2001. In Canada she met Antonio Botelho, a Canadian citizen, with whom she became pregnant in 2005 as a result of alleged forced sexual relations. They had three children together. She continued her troubled relationship with Mr. Botelho, which was marred by incidents of domestic violence. On one occasion, Mr. Botelho pleaded guilty to slapping the Applicant."], ["[3]", "The Applicant submitted an application for permanent residence on humanitarian and compassionate grounds, which was refused on January 11, 2010. She also submitted a PRRA in 2009, which was refused on February 10, 2010. As a result, a removal order was issued against her."], ["[4]", "In April of 2010, the Applicant informed CBSA that she and the father of her children were unable to agree on custody arrangements for their three children. As a result, CBSA did not schedule her removal in order to allow her to bring a motion before the family court to obtain travel documents and custody of her three children. This situation was prolonged by the Applicant's failure to comply with arrangements intended to assist her in obtaining travel documents for her children."], ["[5]", "The Applicant and Mr. Botelho were married on January 21, 2012, and the Applicant informed CBSA that she had withdrawn her motion for custody before family court. CBSA instructed her to obtain travel documents for her children and she was advised that her removal would be scheduled. On July 27, 2012, the Applicant was served with a direction to report for removal on August 17, 2012. This removal was cancelled on August 13, 2012 when the Applicant notified CBSA that she had been involved in an incident of domestic violence and was living at a shelter."], ["[6]", "On August 31, 2012, the Applicant was served with a new direction to report for removal on October 10, 2012."], ["[7]", "On September 11, 2012, the Applicant's family lawyer, Aida Pasha, submitted a letter to Legal Aid Ontario (LAO) outlining a \"breakdown\" that had occurred in the relationship between herself and the Applicant, in which she explained that the Applicant required legal representation from a lawyer who was more experienced in dealing with intersecting issues of family and immigration law. No further work was done on the file until Ms. Pasha, on October 2, 2012, brought an emergency motion on behalf of the Applicant at the Superior Court of Justice for temporary custody of her children. Justice Rogers of that Court awarded custody to the Applicant's estranged husband, Mr. Botelho, on a without prejudice basis."], ["[8]", "On October 7, 2012, the Applicant filed a request to defer removal to allow her to gain custody of her children."], ["[9]", "On October 10, 2012, Officer Glenney denied the Applicant's deferral request.", "APPLICANT SUBMISSIONS"], ["[10]", "The Applicant alleges that the Officer committed an error in failing to consider the breakdown in solicitor-client relationship between the Applicant and her family lawyer, Ms. Pasha despite the fact that the Applicant submitted a letter with her deferral request from Ms. Pasha to Legal Aid Ontario detailing the breakdown."], ["[11]", "The Applicant also alleges that Justice Roger's judgment on the custody matter makes it seem that he was not informed for the reasons for the delay in bringing the emergency custody motion (on August 31, 2012 the Applicant was served with a direction to report for a removal date scheduled for October 10, 2012, yet did not file a motion before the Family Court until October 2, 2012)."], ["[12]", "According to the Applicant, Ms. Pasha contacted LAO on September 11, 2012, and on September 28, 2012, when LAO still had not provided a definitive answer, Ms. Pasha agreed to assist with the emergency motion."], ["[13]", "The Applicant alleges that the Officer did not give consideration to the breakdown in the solicitor-client relationship, which impeded the Applicant from obtaining a temporary custody order, nor to the abuse and \"turmoil\" that led the Applicant to stay with Mr. Botelho and rely on a sponsorship application that was never filed."], ["[14]", "The Applicant disputes the Officer's reasoning in regards to the best interests of the children. The Officer stated in his decision that he was deferring to Justice Roger's order and reasoning in regards to the best interests of the children, despite the fact that Justice Rogers noted in her reasoning that \"the best interests of the children cannot be fully ascertained today.\" As a result, the Applicant alleges that the Officer made an error by not properly considering the best interests of the children.", "STANDARD OF REVIEW"], ["[15]", "The Applicant submits that the standard of review is one of reasonableness, basing this contention on", "<FRAGMENT_SUPPRESSED> FTR 69."], ["[16]", "In respect to the best interests of the children, in", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 109, Justice Phelan stated the following at paragraph 13:", "[...] a best interests of the children analysis is subject to the reasonableness standard of review (", "<FRAGMENT_SUPPRESSED> ).", "ISSUES", "1. Did the Officer fail to consider the breakdown in solicitor-client relationship between the Applicant and her family lawyer?", "2. Was the Officer's consideration of the best interests of the children reasonable?", "ANALYSIS"], ["[17]", "It is well-established that an enforcement officer's discretion to defer removal is limited (", "<FRAGMENT_SUPPRESSED> [2009] FCJ No 1369). In", "Baron", "at paragraph 51, the Federal Court of Appeal reiterated the guiding principles for review of an enforcement officer's decision not to defer removal, which were developed by Justice Pelletier in", "<FRAGMENT_SUPPRESSED>  (FC) [", "Wang", "] as follows:", "There are a range of factors that can validly influence the timing of removal on even the narrowest reading of section 48, such as those factors related to making effective travel arrangements and other factors affected by those arrangements, such as children's school years and pending births or deaths.", "The Minister is bound by law to execute a valid removal order and, consequently, any deferral policy should reflect this imperative of the Act.", "In considering the duty to comply with section 48, the availability of an alternate remedy, such as a right to return, should be given great consideration because it is a remedy other than failing to comply with a positive statutory obligation. In instances where applicants are successful in their H&C applications, they can be made whole by readmission.", "In order to respect the policy of the Act which imposes a positive obligation on the Minister, while", "allowing for some discretion with respect to the timing of a removal, deferral should be reserved for those applications where failure to defer will expose the applicant to the risk of death, extreme sanction or inhumane treatment. With respect to H&C applications, absent special considerations, such applications will not justify deferral unless based upon a threat to personal safety.", "Cases where the only harm suffered by the applicant will be family hardship can be remedied by readmitting the person to the country following the successful conclusion of the pending application.", "Lack of Adequate Representation at the Mobility Motion"], ["[18]", "The Applicant's allegations that the Officer did not give proper consideration to the breakdown in the relationship between the Applicant and her legal counsel have little, if any, merit. As clearly stated in", "Wang, Baron,", "and subsequent jurisprudence, an enforcement officer's discretion to defer removal is very limited, and should only be granted in cases where there is a risk of death, extreme sanction, or inhumane treatment, or in temporary exigent circumstances, such as in order to facilitate appropriate travel arrangements."], ["[19]", "There is nothing temporary or exigent in the circumstances precipitating the applicant's application for a deferral in order to challenge the Superior Court's decision in a custody proceeding, which procedures can extend over many years. No evidence was introduced to the effect that 18 months after a stay decision was issued in favour of the Applicant, she had succeeded in challenging the mobility decision awarding custody of the children to Mr. Botelho, thereby providing an opportunity for the Officer to reconsider the removal order on the basis of changed circumstances."], ["[20]", "Moreover, the evidence indicates that Mr. Botelho was unrepresented at the mobility custody motion, while the Applicant's lawyer was in attendance to represent her. I may also take judicial notice of the fact that parties in family law matters are often unrepresented and in such circumstances judges are obliged to ensure no miscarriage of justice occurs. This includes a wide discretion to obtain information from the parties and consider all the relevant circumstances, particularly where the interests of children are concerned. This discretion is rooted in, among other things, the Court's", "parens patriae", "jurisdiction, which was described by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> :", "The parens patriae jurisdiction is, as I have said, founded on necessity, namely the need to act for the protection of those who cannot care for themselves. The courts have frequently stated that it is to be exercised in the \"best interest\" of the protected person, or again, for his or her \"benefit\" or \"welfare\"."], ["[21]", "This wide discretion conferred upon the Superior Court in matters of unrepresented litigants in challenging family law proceedings where the custody of children is at stake must be respected.", "Best Interests of the Children"], ["[22]", "In", "Baron", ", the Court stated at paragraph 57 that \". . . The jurisprudence of this Court has made it clear that illegal immigrants cannot avoid execution of a valid removal order simply because they are parents of Canadian-born children. . . . an enforcement officer has no obligation to substantially review the children's best interest before executing a removal order.\""], ["[23]", "<FRAGMENT_SUPPRESSED> , the Federal Court of Appeal stated at paragraph 16 that \"...within the narrow scope of removals officers' duties, their obligation, if any, to consider the interests of affected children is at the low end of the spectrum, as contrasted with the full assessment which must be made on an H&C application under subsection 25(1).\""], ["[24]", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], Justice de Montigny made a determination on a motion for a stay of removal brought by an applicant who had requested deferral of removal in order to apply for passports for her two Canadian-born children, who she wanted to take with her upon removal. She alleged that they would suffer severe hardship if separated from her. Nevertheless, the removal officer refused to defer her removal. Justice de Montigny granted the stay in question, and carried out a thorough analysis of the best interests of the child in the context of removal of a parent. I quote from his decision beginning from paragraph 37:"], ["[37] Having said all of this, if the best interest of the child is to be taken seriously, some consideration must be given to fate when one or both of their parents are to be removed from this country. As is often the case, I believe that the solution lies somewhere in between the two extreme positions espoused by the parties. While an absolute bar on the removal of the parent would not be warranted, an approach precluding the removal officers to give any consideration to the situation of a child would equally be unacceptable."], ["[38] I tend to agree with my colleague Justice Snider that the consideration of the best interests of the child is not an all-or-nothing exercise, but should be seen as a continuum. While a full-fledged analysis is required in the context of an H&C application, a less thorough examination may be sufficient when other types of decisions are made. Because of section 48 of the Act and of its overall structure, I would also agree with her that the obligation of a removal officer to consider the interests of Canadian-born children must rest at the lower end of the spectrum (", "<FRAGMENT_SUPPRESSED>  immigration officer must weigh the long term best interests of the child. A useful guide as to the factors that can be taken into consideration is provided in Chapter IP 5 (Immigrant Applications in Canada Made on Humanitarian or Compassionate (H&C) Grounds) of the", "Immigration Manual: Inland Processing (IP)", ", published by Immigration and Citizenship Canada. Factors related to the emotional, social, cultural and physical well-being of the child are to be taken into consideration. Examples of factors that can be taken into account include the age of the child, the level of dependency between the child and the H&C applicant, the degree of the child's establishment in Canada, the child's links to the country in relation to which the H&C decision is being considered, the medical issues or special needs the child may have, the impact to the child's education, and matters related to the child's gender. In a nutshell, to quote from Décary. J.A. in", "<FRAGMENT_SUPPRESSED>  (C.A.), at paragraph 6, \"the officer's task is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and to weigh this degree of hardship together with other factors, including public policy considerations, that militate in favour of or against the removal of the parent.\""], ["[40] This is obviously not the kind of assessment that the removal officer is expected to undertake when deciding whether the enforcement of the removal order is \"reasonably practicable.\" What he should be considering, however, are the short-term best interests of the child. For example, it is certainly within the removal officer's discretion to defer removal until a child has terminated his or her school year, if he or she is going with his or her parent. Similarly, I cannot bring myself to the conclusion that the removal officer should not satisfy himself that provisions have been made for leaving a child in the care of others in Canada when parents are to be removed. This is clearly within his mandate, if section 48 of the IRPA is to be read consistently with the", "Convention on the Rights of the Child", ". To make enquiries as to whether a child will be adequately looked after does not amount to a fulsome H&C assessment and in no way duplicates the role of the immigration officer who will eventually deal with such an application (see", "<FRAGMENT_SUPPRESSED>  present case, the two kids of the applicant are very young, and nobody seems prepared to care for them besides their mother. Yet, she cannot take them with her since her application for an order seeking sole custody has not yet been dealt with. Therefore, I conclude that the applicant has raised a serious question, even on the more probing standard required in a case like this one, when claiming that the removal officer failed to exercise her discretion appropriately and was not \"alert, alive and sensitive\" to the childrens' best interests."], ["[25]", "The jurisprudence has made clear that while the best interests of the children are certainly a factor that must be considered in the context of a removal order, they are not an over-riding consideration. In the case at hand, unlike in <FRAGMENT_SUPPRESSED> , the children are in the custody of one of their parents, and therefore the deportation of the Applicant will not leave the children without a parent to care for them. While it is clear that the Applicant's family situation has been fraught with conflict and domestic violence, resulting in her reluctance to leave her children with her estranged husband, this is not the matter before me. Justice Rogers heard the Applicant's emergency motion for temporary custody and awarded custody to Mr. Botelho. It is not for me to second guess Justice Rogers' decision, nor to grant a deferral of removal based on the Applicant's discontent with that decision. The custody order was awarded without prejudice, which will allow the Applicant to continue to pursue custody upon removal."], ["[26]", "In the case at hand, the Officer did his best to facilitate appropriate travel arrangements by postponing the Applicant's removal on more than one occasion in order to allow her to resolve custody issues with her husband. Once Justice Rogers' decision was rendered, custody of the children was no longer an issue, and there has been no allegation of risk of death, extreme sanction, or inhumane treatment."], ["[27]", "As a result, I find that the enforcement officer's decision not to defer removal was reasonable, and took sufficient consideration of both the Applicant's relationship with her lawyer, as well as the best interests of the children.", "JUDGMENT"], ["[28]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  Annis", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire, fondée sur le paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la LIPR], de la décision par laquelle l'agent S. Glenney (l'agent) de l'Agence des services frontaliers du Canada (ASFC) a rejeté la demande du 7 octobre 2012 présentée par la demanderesse en vue d'obtenir le report de son renvoi du Canada. La demanderesse demande à la Cour d'annuler la décision et de renvoyer l'affaire à un autre agent pour nouvelle décision. Pour les motifs exposés ci-dessous, la demande est rejetée.", "CONTEXTE"], ["[2]", "La demanderesse, Catherina Pangallo, est une citoyenne de l'Italie venue au Canada depuis ce pays en 2001. Au Canada, elle a fait la connaissance d'Antonio Botelho, un citoyen canadien, et serait devenue enceinte de lui en 2005 après avoir eu des relations sexuelles forcées. Ils ont eu trois enfants ensemble. Elle a poursuivi sa relation trouble avec M. Botelho, relation assombrie par des incidents de violence conjugale. À une occasion, M. Botelho a plaidé coupable à l'accusation d'avoir giflé la demanderesse."], ["[3]", "La demanderesse a présenté une demande de résidence permanente fondée sur des considérations d'ordre humanitaire, laquelle a été rejetée le 11 janvier 2010. Elle a également présenté en 2009 une demande d'examen des risques avant renvoi, laquelle a été rejetée le 10 février 2010. Une mesure de renvoi a donc été prise contre elle."], ["[4]", "En avril 2010, la demanderesse a informé l'ASFC qu'elle était incapable de s'entendre avec le père de ses enfants au sujet de la garde de leurs trois enfants. L'ASFC n'a donc pas fixé la date du renvoi pour permettre à la demanderesse de présenter une requête devant la Cour de la famille afin d'obtenir la garde des trois enfants et des documents de voyage pour eux. Cette situation s'est prolongée, la demanderesse n'ayant pas respecté les arrangements qui avaient été pris en vue de l'aider à obtenir des documents de voyage pour ses enfants."], ["[5]", "La demanderesse et M. Botelho se sont mariés le 21 janvier 2012, et la demanderesse a informé l'ASFC qu'elle avait retiré la requête qu'elle avait déposée devant la Cour de la famille en vue d'obtenir la garde de ses enfants. L'ASFC lui a donné instruction d'obtenir des documents de voyage pour ses enfants et l'a avisée que la date de son renvoi serait fixée. Le 27 juillet 2012, la demanderesse a reçu l'ordre de se présenter pour son renvoi le 17 août 2012. Le renvoi a été annulé le 13 août 2012, la demanderesse ayant avisé l'ASFC qu'elle avait été victime d'un incident de violence conjugale et qu'elle vivait dans un refuge."], ["[6]", "Le 31 août 2012, la demanderesse a reçu l'ordre de se présenter pour son renvoi le 10 octobre 2012."], ["[7]", "Le 11 septembre 2012, l'avocate en droit de la famille de la demanderesse, Aida Pasha, a présenté une lettre à Aide juridique Ontario (AJO) indiquant qu'une [traduction] « rupture » de sa relation avec la demanderesse s'était produite. Dans cette lettre, l'avocate expliquait que la demanderesse avait besoin de se faire représenter par un avocat ayant une plus grande expérience des questions qui concernaient à la fois le droit de la famille et le droit de l'immigration. Le dossier n'a pas avancé jusqu'à ce que Mme Pasha dépose, au nom de la demanderesse, une requête d'urgence devant la Cour supérieure de justice le 2 octobre 2012 pour demander la garde temporaire des enfants. La juge Rogers de ladite cour a confié la garde des enfants à M. Botelho, le mari dont la demanderesse était séparée, sous toutes réserves."], ["[8]", "Le 7 octobre 2012, la demanderesse a déposé une requête en vue de faire reporter son renvoi de manière à pouvoir obtenir la garde de ses enfants."], ["[9]", "Le 10 octobre 2012, l'agent Glenney a rejeté la demande de report de la demanderesse.", "OBSERVATIONS DE LA DEMANDERESSE"], ["[10]", "La demanderesse soutient que l'agent a commis une erreur en ne tenant pas compte de la rupture de la relation avocat-client entre elle et son avocate en droit de la famille, Mme Pasha, bien qu'elle ait soumis, avec sa demande de renvoi, une lettre envoyée à Aide juridique Ontario dans laquelle Mme Pasha décrivait la rupture."], ["[11]", "La demanderesse soutient aussi que la décision rendue par la juge Rogers sur la question de la garde laisse croire que la juge n'était pas informée des raisons pour lesquelles la requête d'urgence avait été déposée tardivement (le 31 août 2012, la demanderesse avait reçu l'ordre de se présenter pour son renvoi fixé au 10 octobre 2012, mais avait déposé sa requête devant la Cour de la famille seulement le 2 octobre 2012)."], ["[12]", "Selon la demanderesse, Mme Pasha avait communiqué avec AJO le 11 septembre 2012, et comme AJO n'avait toujours pas fourni de réponse définitive le 28 septembre 2012, Mme Pasha a accepté d'aider la demanderesse pour la requête d'urgence."], ["[13]", "La demanderesse soutient que l'agent n'a pas tenu compte de la rupture de la relation avocat-client, qui l'avait empêchée d'obtenir une ordonnance de garde temporaire, ni des mauvais traitements et des [traduction] « remous », qui l'avaient amenée à demeurer avec M. Botelho et à compter sur une demande de parrainage qui n'a jamais été présentée."], ["[14]", "La demanderesse conteste le raisonnement de l'agent sur la question de l'intérêt supérieur des enfants. Dans sa décision, l'agent a déclaré qu'il s'en remettait à l'ordonnance rendue par la juge Rogers et au raisonnement de celle-ci sur la question de l'intérêt supérieur des enfants, même si la juge Rogers avait souligné que l'intérêt supérieur des enfants ne pouvait pas être pleinement apprécié à ce moment-là. Par conséquent, la demanderesse allègue que l'agent a commis une erreur en ne tenant pas dûment compte de l'intérêt supérieur des enfants.", "NORME DE CONTRÔLE"], ["[15]", "La demanderesse soutient que la norme de contrôle qui s'applique est celle de la décision raisonnable, se fondant sur l'arrêt", "<FRAGMENT_SUPPRESSED> , et sur la décision", "<FRAGMENT_SUPPRESSED> à 10, 308 FTR 69."], ["[16]", "Sur la question de l'intérêt supérieur des enfants, au paragraphe 13 de la décision", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 109, le juge Phelan s'est exprimé ainsi:", "[...] l'analyse relative à l'intérêt supérieur des enfants est soumise à la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> ).", "QUESTIONS EN LITIGE", "1. L'agent a-t-il omis de tenir compte de la rupture de la relation avocat-client entre la demanderesse et son avocate en droit de la famille?", "2. L'agent a-t-il fait un examen raisonnable de l'intérêt supérieur des enfants?", "ANALYSE"], ["[17]", "Il est de droit constant que le pouvoir discrétionnaire de différer le renvoi conféré à un agent est limité (", "<FRAGMENT_SUPPRESSED> [2009] ACF no 1369). Dans l'arrêt", "Baron", ", au paragraphe 51, la Cour d'appel fédérale a repris les principes directeurs encadrant le contrôle de la décision d'un agent d'exécution de ne pas différer un renvoi, énoncés par le juge Pelletier dans la décision", "<FRAGMENT_SUPPRESSED>  (CF) [", "Wang", "], comme suit:", "Il existe divers facteurs qui peuvent avoir une influence sur le moment du renvoi, même en donnant une interprétation très étroite à l'article 48. Il y a ceux qui ont trait aux arrangements de voyage, et ceux sur lesquels ces arrangements ont une incidence, notamment le calendrier scolaire des enfants et les incertitudes liées à la délivrance des documents de voyage ou les naissances ou décès imminents.", "La loi oblige le ministre à exécuter la mesure de renvoi valide et, par conséquent, toute ligne de conduite en matière de report doit respecter cet impératif de la Loi.", "Vu l'obligation qui est imposée par l'article 48, on devrait accorder une grande importance à l'existence d'une autre réparation, comme le droit de retour, puisqu'il s'agit d'une réparation autre que celle qui consiste à ne pas respecter une obligation imposée par la Loi. Dans les affaires où le demandeur a gain de cause dans sa demande CH, il peut obtenir réparation par sa réadmission au pays.", "Pour respecter l'économie de la Loi, qui impose une obligation positive au ministre tout en lui", "accordant une certaine latitude en ce qui concerne le choix du moment du renvoi, l'exercice du pouvoir discrétionnaire de différer le renvoi devrait être réservé aux affaires où le défaut de le faire exposerait le demandeur à un risque de mort, de sanctions excessives ou de traitement inhumain. Pour ce qui est des demandes CH, à moins qu'il n'existe des considérations spéciales, ces demandes ne justifient un report que si elles sont fondées sur une menace à la sécurité personnelle.", "Il est possible de remédier aux affaires où les difficultés causées à la famille sont le seul préjudice subi par le demandeur en réadmettant celui-ci au pays par suite d'un gain de cause dans sa demande qui était en instance.", "Absence de représentation adéquate pour la requête concernant le déplacement"], ["[18]", "L'allégation de la demanderesse selon laquelle l'agent n'avait pas dûment tenu compte de la rupture de la relation entre elle et sa conseillère juridique a peu de fondement, voire aucun. Comme il a été clairement formulé dans", "Wang, Baron", "et la jurisprudence subséquente, le pouvoir discrétionnaire de différer le renvoi conféré à l'agent est très restreint, et son exercice devrait être réservé aux affaires où le défaut de le faire exposerait le demandeur à un risque de mort, de sanctions excessives ou de traitement inhumain, ou aux circonstances impératives temporaires, par exemple pour faciliter les préparatifs de voyage nécessaires."], ["[19]", "Il n'y avait rien de temporaire ni d'impératif dans les circonstances qui ont poussé la demanderesse à demander un report afin de pouvoir contester la décision rendue par la Cour supérieure de justice dans une procédure de garde, qui peut s'étendre sur de nombreuses années. Aucun élément de preuve n'a été produit pour montrer que, 18 mois après qu'un sursis lui eut été accordé, la demanderesse avait contesté avec succès la décision sur le déplacement des enfants par laquelle la garde des enfants avait été confiée à M. Botelho, et donné ainsi à l'agent l'occasion de réexaminer la mesure de renvoi sur la base de circonstances modifiées."], ["[20]", "De plus, la preuve indique que M. Botelho n'était pas représenté lorsque la requête concernant le déplacement et la garde des enfants a été entendue, tandis que la demanderesse était représentée par son avocate. Je prends aussi connaissance d'office du fait que, dans les affaires de droit de la famille, les parties sont souvent non représentées et qu'il incombe alors au juge de s'assurer qu'aucune erreur judiciaire n'est commise. Le juge a notamment un large pouvoir discrétionnaire lui permettant d'obtenir de l'information des parties et d'examiner toutes les circonstances pertinentes, surtout quand l'intérêt des enfants est en jeu. Ce pouvoir discrétionnaire est fondé, entre autres choses, sur la compétence", "parens patriae", "de la cour, décrite par la Cour suprême du Canada au paragraphe 73 de l'arrêt", "<FRAGMENT_SUPPRESSED> :", "La compétence", "parens patriae", "est, comme je l'ai dit, fondée sur la nécessité, c.-à-d. le besoin d'agir pour protéger ceux qui ne peuvent prendre soin d'eux-mêmes. Les tribunaux ont souvent déclaré qu'elle devait être exercée dans « l'intérêt » de la personne protégée ou encore, à son « avantage » ou pour son « bien-être »."], ["[21]", "Dans les affaires qui mettent en cause des parties non représentées à des litiges en droit de la famille où la garde des enfants est en jeu, la Cour supérieure de justice dispose d'un vaste pouvoir discrétionnaire qui doit être respecté.", "Intérêt supérieur des enfants"], ["[22]", "Au paragraphe 57 de l'arrêt", "Baron", ", la Cour d'appel s'est exprimée ainsi: « La jurisprudence de la Cour indique clairement que les immigrants illégaux ne peuvent se soustraire à l'exécution d'une mesure de renvoi valide simplement parce qu'ils sont les parents d'enfants nés au Canada [...] l'agent chargé du renvoi n'est pas tenu d'effectuer un examen approfondi de l'intérêt supérieur des enfants avant d'exécuter la mesure de renvoi. »"], ["[23]", "Au paragraphe 16 de l'arrêt", "<FRAGMENT_SUPPRESSED> , la Cour d'appel fédérale a statué que « [c] ompte tenu du peu de latitude dont jouit l'agent de renvoi pour l'accomplissement de ses tâches, son obligation, le cas échéant, de prendre en considération l'intérêt des enfants touchés est minime, contrairement à l'examen complet qui doit être mené dans le cadre d'une demande CH présentée en vertu du paragraphe 25(1) »."], ["[24]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], le juge de Montigny a rendu une décision sur une requête en sursis à l'exécution de la mesure de renvoi prise contre la demanderesse, laquelle avait demandé le report de son renvoi pour être en mesure de faire des demandes de passeport pour ses deux enfants nés au Canada, avec qui elle voulait partir. Elle alléguait que ses enfants seraient soumis à de graves difficultés s'ils étaient séparés d'elle. L'agent des renvois avait néanmoins refusé de différer le renvoi. Le juge de Montigny a accueilli la demande de sursis en question et examiné en profondeur la question de l'intérêt supérieur de l'enfant dans le contexte du renvoi d'un des parents. Je reproduis ci-dessous un extrait de sa décision, à partir du paragraphe 37:"], ["[37] Ceci étant, si on veut prendre au sérieux l'intérêt supérieur de l'enfant, il faut examiner jusqu'à un certain point ce qui lui arriverait si son père ou sa mère ou les deux devaient être renvoyés du Canada. Comme c'est souvent le cas, je crois que la solution se trouve quelque part entre les positions extrêmes adoptées par les parties. Bien qu'il n'y ait pas lieu de décréter un empêchement absolu au renvoi, il serait tout aussi inacceptable d'adopter l'approche où l'agent de renvoi n'examine pas du tout la situation de l'enfant."], ["[38] Je partage l'avis de ma collègue la juge Snider que l'examen de l'intérêt supérieur de l'enfant n'est pas une question de tout ou rien, mais bien une question de degré. Alors qu'une analyse approfondie est nécessaire dans le contexte d'une demande CH, un examen moins élaboré peut suffire dans le contexte d'autres décisions à prendre. Au vu de l'article 48 de la Loi, ainsi que de l'économie générale de celle-ci, je partage aussi son avis que l'obligation de l'agent de renvoi d'examiner l'intérêt des enfants nés au Canada se situe du côté d'un examen moins élaboré (", "<FRAGMENT_SUPPRESSED>  d'immigration doit pondérer l'intérêt de l'enfant à long terme. On trouve un guide utile quant aux facteurs dont on peut tenir compte dans le chapitre IP 5 (Demandes d'établissement présentées au Canada pour des considérations humanitaires (CH) du", "Guide de l'immigration", "publié par Citoyenneté et Immigration Canada. Les facteurs liés au bien-être émotif, social, culturel et physique de l'enfant doivent être pris en considération. Parmi les exemples de facteurs à prendre en compte, on trouve: l'âge de l'enfant; le niveau de dépendance entre l'enfant et le demandeur CH; le degré d'établissement de l'enfant au Canada; les liens de l'enfant avec le pays concerné par la demande CH; les problèmes de santé ou les besoins spéciaux de l'enfant, le cas échéant; les conséquences sur l'éducation de l'enfant; et les questions relatives au sexe de l'enfant. Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  (C.A.), au paragraphe 6, le juge Décary résume brièvement le tout: « l'agente est chargée de décider, selon les circonstances de chaque affaire, du degré vraisemblable de difficultés auquel le renvoi d'un parent exposera l'enfant et de pondérer ce degré de difficultés par rapport aux autres facteurs, y compris les considérations d'intérêt public, qui militent en faveur ou à l'encontre du renvoi du parent »."], ["[40] Il est clair que ce n'est pas ce genre d'évaluation qu'un agent de renvoi doit faire lorsqu'il doit décider quand « les circonstances [...] permettent » d'appliquer une ordonnance de renvoi. Toutefois, il doit tenir compte de l'intérêt supérieur de l'enfant à court terme. Par exemple, il est clair que l'agent de renvoi a le pouvoir discrétionnaire de surseoir au renvoi jusqu'à ce que l'enfant ait terminé son année scolaire, si l'enfant doit quitter avec l'un de ses parents. De la même façon, je ne peux tirer la conclusion que l'agent de renvoi ne devrait pas vérifier si des dispositions ont été prises pour que l'enfant qui reste au Canada soit confié aux bons soins d'autres personnes si ses parents sont renvoyés. Il est clair que ceci est dans son mandat, dans la mesure où l'article 48 de la LIPR doit s'accorder avec les dispositions de la", "Convention relative aux droits de l'enfant", ". Le fait de s'enquérir de la question de savoir si on s'occupera correctement d'un enfant ne constitue pas une évaluation CH approfondie et ne fait en aucune façon double emploi avec le rôle de l'agent d'immigration qui doit par la suite traiter d'une telle demande (voir", "<FRAGMENT_SUPPRESSED>  l'espèce, les deux enfants de la demanderesse sont très jeunes et personne ne semble prêt à s'en occuper à part leur mère. Pourtant, elle ne peut pas les prendre avec elle puisque sa demande d'ordonnance de garde exclusive n'a pas encore été tranchée. Par conséquent, j'arrive à la conclusion que la demanderesse a soulevé une question sérieuse, même en appliquant la norme plus exigeante qui est requise dans un tel cas, lorsqu'elle soutient que l'agente de renvoi n'a pas utilisé son pouvoir discrétionnaire de façon appropriée et qu'elle n'a pas été « réceptive, attentive et sensible » à l'intérêt supérieur des enfants."], ["[25]", "La jurisprudence est claire: si l'intérêt supérieur des enfants est certainement un facteur dont il faut tenir compte dans le contexte d'une mesure de renvoi, il ne s'agit toutefois pas d'un facteur déterminant. En l'espèce, contrairement à l'affaire <FRAGMENT_SUPPRESSED> , les enfants sont sous la garde de l'un des deux parents, de sorte que le renvoi de la demanderesse n'aura pas pour effet de laisser les enfants sans parent pour s'occuper d'eux. La situation familiale de la demanderesse était certes marquée par les conflits et la violence conjugale, de sorte que la demanderesse hésite à laisser les enfants à son mari dont elle est séparée, mais ce n'est pas la question dont je suis saisi. La juge Rogers a entendu la requête d'urgence que la demanderesse avait présentée en vue d'obtenir la garde temporaire des enfants et a confié la garde des enfants à M. Botelho. Il ne m'appartient pas de remettre en question la décision rendue par la juge Rogers, ni d'accorder le report du renvoi au motif que la demanderesse est insatisfaite de cette décision. L'ordonnance de garde a été rendue sous toutes réserves, ce qui permettra à la demanderesse de poursuivre ses démarches en vue d'obtenir la garde de ses enfants après son renvoi."], ["[26]", "En l'espèce, l'agent a fait de son mieux pour faciliter les préparatifs de voyage nécessaires en reportant plus d'une fois le renvoi de la demanderesse pour lui permettre de résoudre le problème de la garde des enfants avec son mari. Une fois la décision de la juge Rogers rendue, la question de la garde des enfants n'était plus en jeu, et aucune allégation de risque de mort, de sanctions excessives ou de traitement inhumain n'a été soulevée."], ["[27]", "Par conséquent, je conclus que l'agent a rendu une décision raisonnable en refusant de reporter le renvoi, et qu'il a tenu suffisamment compte tant de la relation de la demanderesse avec son avocate que de l'intérêt supérieur des enfants.", "JUGEMENT"], ["[28]", "LA COUR ORDONNE que", "la demande de contrôle judiciaire soit rejetée.", "[End of document]"]]}