{"id_": "060501", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC- 2001, c. 27 (Act) for judicial review of the decision an Immigration Officer (Officer) of Citizenship and Immigration Canada (CIC), dated 19 April 2011 (Decision), which refused the Applicant's application for permanent residence on Humanitarian and Compassionate (H&C) grounds under subsection 25(1) of the Act.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of Grenada. She currently lives in Grenada with her 8-year-old son, Omar. Omar is a Canadian citizen who was born in August 2002 while his mother was visiting Canada. Although Omar is a Canadian citizen, because of his age he will go where his mother goes. The Applicant first visited Canada in March 2001, and returned in July 2002. After the second visit, the Applicant returned to Grenada in 2003. On 25 November 2004, the Applicant came to Canada a third time and claimed refugee status, basing her claim on the abuse she would suffer at the hands of her husband, Phillip."], ["[3]", "On 12 December 2005, the RPD denied the Applicant's claim for refugee protection. She applied for judicial review of that decision, but her application was dismissed on 3 April 2006 because she failed to file an application record. The Applicant applied for a pre-removal risk assessment on 9 March 2007 and received a negative decision on 3 July 2007. She applied for an H&C exemption on 12 March 2007, which resulted in the Decision under review."], ["[4]", "The Applicant based her application for an H&C exemption primarily on the hardship she would face because of Phillip's abuse and Grenada's inability to protect her from him. She also said that the abuse would have a negative impact on Omar. Further, she noted that Omar has severe asthma and requires ongoing medical treatment, which she would be unable to afford in Grenada because the medications are costly and she has limited resources. She also said that Omar had built up a support network in Canada and would suffer hardship if his mother was removed to Grenada."], ["[5]", "On 1 August 2007, the Applicant voluntarily executed the removal order which was in place against her. She bought tickets for her and Omar to travel to Grenada. On 17 July 2008 and 18 December 2008, she made additional submissions to CIC to support her H&C application. In these submissions, she drew attention to Omar's asthma, the link between his asthma and the Grenadian climate, and her financial situation in Grenada. She also made submissions to CIC on 23 April 2010 in which she noted a letter from her sister, Arlene Williams, which indicated Arlene's concern about Omar's situation in Grenada. With these submissions, the Applicant included a letter from Omar's doctor in Grenada - Dr. W. W. Thomas - attesting to Omar's medical condition. On 5 April 2011, the Applicant made her final submissions to CIC on her application in which she reviewed her concerns about Omar's asthma in the Grenadian climate, their living situation, and case law from the United Kingdom (UK) on the best interests of children. She noted that, because he lived with her in Grenada, Omar was denied access to services that other Canadians enjoy in Canada."], ["[6]", "The Officer considered the Applicant's submissions and came to his Decision on 19 April 2011. He notified the Applicant by letter on 20 April 2011.", "DECISION UNDER REVIEW"], ["[7]", "The Decision in this case consists of both the Officer's letter of 20 April 2011 and the Application for Permanent Residence Narrative Form, dated 19 April 2011."], ["[8]", "The Officer rejected the Applicant's application for permanent residence on H&C grounds because he was not satisfied that she or Omar would suffer unusual and undeserved or disproportionate hardship if her application was not granted."], ["[9]", "The Officer began his analysis with a review of the Applicant's immigration history. He noted that she had visited Canada twice prior to her rejected refugee claim. The Officer also reviewed the Applicant's submissions in support of her H&C claim: that her financial situation in Grenada was poor; that Omar's medical condition deteriorated while they were in Grenada; and that it was in Omar's best interests to be in Canada. The Officer noted that the Applicant was presently being supported by her friends in Grenada."], ["[10]", "The Officer then considered the other evidence before him. He noted the Applicant's eight years of education, volunteer services, and employment history. He found that, because she was unemployed and collecting social assistance while she was living in Canada, the Applicant's level of establishment was not sufficient to make it worth considering. Although Omar had made friends in Canada, the Officer found that removing him from Canada would not have a negative impact on him which would amount to unusual and undeserved or disproportionate hardship."], ["[11]", "The Officer also looked at the Applicant's financial situation. He found that she had decided to return to Grenada even though she had nothing and no one to return to. He assigned little weight to the Applicant's claim of poverty, saying that her travel history, her choice to purchase her own tickets to Grenada, and the financial support she received from her friends and family did not support this claim. The Officer found that, although the Applicant was currently unemployed and had limited education, there was insufficient evidence that she could not find work or benefit from the assistance of family and friends in the future."], ["[12]", "The Officer also found that the Applicant did not face a risk of abuse from Phillip because she had not returned to him when she went back to Grenada."], ["[13]", "Finally, the Officer considered Omar's interests. He found that Omar's interests were being met by the Applicant with the help of her family. He also found that the letter from Dr. Thomas did not show that Omar had a severe medical condition. The Officer said that asthma is a common condition and found that it was being treated in spite of the Applicant's financial hardship. He found that the Applicant was overstating Omar's condition for her own gain and that she had twice returned to Grenada without appearing to give Omar's condition the attention it deserved. Based on the Applicant's submissions that her family would be willing to cover airfare for her and Omar to return to Canada, the Officer found that her family would be willing to assist with Omar's medication. The Officer was not satisfied that the Applicant had been unable to provide for Omar's medical condition."], ["[14]", "The Officer found-- that the fears the Applicant had for her son before she returned to Grenada had not materialized; Omar was not in the presence of his mother's abuser and was not deprived of an education or appropriate medical care. He concluded that neither the Applicant nor Omar were suffering undue and undeserved or disproportionate hardship in Grenada to the degree required to grant H&C relief. Accordingly, he denied the Applicant's request for permanent residence on H&C grounds.", "ISSUES"], ["[15]", "The Applicant raises the following issues in this case:", "a) Whether the Officer failed to appropriately assess Omar's best interests;", "b) Whether the Officer's conclusions were unreasonable;", "c) Whether the Officer applied the wrong test for the best interests of the child;", "d) Whether the Officer provided adequate reasons.", "STANDARD OF REVIEW"], ["[16]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[17]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal held at paragraph 6 that", "the officer's task [in an H&C determination] is to determine, in the circumstances of each case, the likely degree of hardship to the child caused by the removal of the parent and to weigh this degree of hardship together with other factors, including public policy considerations, that militate in favour of or against the removal of the parent."], ["[18]", "Further, the Federal Court of Appeal held in", "<FRAGMENT_SUPPRESSED> that, once an officer has identified and defined the best interests of the child, it is up to him to determine what weight those interests must be given in the circumstances. Where the best interests of a child lie is a question of fact which, following <FRAGMENT_SUPPRESSED> , above, at paragraph 53, will attract a standard of reasonableness. The standard of review on the first issue is reasonableness."], ["[19]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held that, when reviewing an H&C decision, \"considerable deference should be accorded to immigration Officers exercising the powers conferred by the legislation, given the fact-specific nature of the inquiry, its role within the statutory scheme as an exception, the fact that the decision-maker is the Minister, and the considerable discretion evidenced by the statutory language\" (paragraph 62). Justice Michael Phelan followed this approach in", "<FRAGMENT_SUPPRESSED> . The standard of review on the second issue is reasonableness."], ["[20]", "In", "Newfoundland and  <FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 14 that the adequacy of reasons is not a stand-alone basis for quashing a decision. Rather, \"the reasons must be read together with the outcome and serve the purpose of showing whether the result falls within a range of possible outcomes.\" The fourth issue in this case, whether the Officer provided adequate reasons, is to be analysed along with the reasonableness of the Decision as a whole."], ["[21]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\""], ["[22]", "<FRAGMENT_SUPPRESSED>  Justice Phelan held at paragraph 7 that the application of the proper legal test is reviewable on the correctness standard. See also", "<FRAGMENT_SUPPRESSED> . The standard of review with respect to the third issue is correctness. As the Supreme Court of Canada held in", "<FRAGMENT_SUPPRESSED> , at paragraph 50,", "When applying the correctness standard, a reviewing court will not show deference to the decision maker's reasoning process; it will rather undertake its own analysis of the question. The analysis will bring the court to decide whether it agrees with the determination of the decision maker; if not, the court will substitute its own view and provide the correct answer. From the outset, the court must ask whether the tribunal's decision was correct.", "STATUTORY PROVISIONS"], ["[23]", "The following provision of the Act is applicable in this proceeding:", "25.", "(1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected", "25.", "(1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "ARGUMENTS", "The Applicant", "The Officer Ignored Evidence"], ["[24]", "The Applicant argues that the Decision is unreasonable because the Officer ignored evidence before him that the severity of Omar's asthma is exacerbated by the climate in Grenada. She notes that the Officer mentioned Omar's asthma at page 3 of the Decision, but the Officer did not acknowledge or address her submission that the climate in Grenada makes Omar's asthma worse than it was in Canada. The Applicant points to her written submissions of 5 April 2011 in which she wrote that", "Omar has been hospitalized several times due to his severe asthma attacks [...] Living in Grenada has not only increased the severity of Omar's asthma attacks, but has also put his life at risk for not being able to access the inhalers he needs."], ["[25]", "The Applicant also points to the letter she submitted to the Officer from Dr. Thomas which shows that Omar has been treated regularly in hospital for his asthma."], ["[26]", "In this case, the Officer was under a duty to address the totality of the evidence which was before him, including the factors the Applicant felt were important. The Applicant points to Citizen and Immigration Canada's (CIC) IP5 Manual -", "Immigrant Applications in Canada made on Humanitarian and Compassionate Grounds", "- which says at page 69 that", "An officer should consider and weigh all the relevant evidence and information, including what the applicant and the officer consider to be important. Officers must not ignore evidence or place too much emphasis on one factor to the exclusion of all other factors. They must look at the whole picture."], ["[27]", "The Applicant says that in", "<FRAGMENT_SUPPRESSED>  Justice Douglas Campbell held at paragraph 10 that it was not fair or proper for an officer to act contrary to the IP5 Manual and not consider all the factors before him or her."], ["[28]", "Here, the Officer found that Omar's asthma was not severe, but did not compare his condition in Grenada with his condition in Canada. The submissions the Applicant made on the worsening of Omar's symptoms were so important that the Officer was required to address them directly in the  <FRAGMENT_SUPPRESSED> ). Because the Officer did not address these submissions, the Decision is unreasonable and must be returned for reconsideration.", "The Officer's Findings Were Unreasonable"], ["[29]", "The Applicant also argues that the Officer's findings that her family would assist in purchasing Omar's medications, that she is overstating his condition for her own gain, and that Omar's condition is not severe are all unreasonable."], ["[30]", "The Applicant says that the Officer found she was overstating Omar's condition because she returned to Grenada without regard to his condition. This finding is unreasonable because she returned to Grenada, not by her own decision, but because she was required to leave by the Canadian government. The Applicant argues that it is against public policy to hold an enforced removal against an H&C claimant. To do so would encourage people with pending H&C applications who are also subject to removal orders to do all they can to avoid removal because removal would negatively impact their H&C applications. The Applicant also notes that her return to Grenada in 2003 occurred before Omar first experienced asthma symptoms. Further, she could not have foreseen the impact that the Grenadian climate would have on Omar when they returned to Grenada in 2007."], ["[31]", "The Officer also made an unreasonable finding when he concluded that Omar's asthma is not severe and that asthma is a common condition; the Applicant says that this is an improper basis for finding that Omar's asthma is not severe. She points to evidence that Omar has been treated in hospital several times and has to use inhalers daily to control his symptoms. The Officer's reasons do not show that he considered these facts or how they affected the Decision. Omar's medical condition was an important aspect of the application, so the Officer should have thoroughly canvassed this point. It is also unclear what test the Officer applied to establish that Omar's asthma is not severe."], ["[32]", "The Applicant also challenges the Officer's finding that she will be able to afford Omar's medication if she gives it the priority it appears to deserve. The Officer based this conclusion in part on evidence that the Applicant's family in Canada would be willing to assist with the cost of a ticket for Omar to Canada if her H&C application was successful. He found this showed that they would also be willing to assist with the cost of Omar's medication if the H&C application was not successful. The Applicant says that it was unreasonable for the Officer to equate her family's willingness to assist with a return airfare to Canada with a continuing ability and willingness to help her buy medicine for Omar. She notes that her family members in Canada have children of their own, so they may not be able to continue to help with Omar's medications.", "The Officer Applied the Incorrect Test for the Best Interests of the Child"], ["[33]", "The Applicant further argues that the Officer applied the wrong test when he analysed Omar's interest in her H&C application. She notes that in", "<FRAGMENT_SUPPRESSED>  Justice Robert Barnes wrote at paragraph 12 that", "It is clear that the Officer erred by requiring that Mr. Schegolevich establish that the adverse effects of his removal upon his spouse and his stepson would be unusual, undeserved, or disproportionate. This standard is only to be applied to the assessment of hardship experienced by an applicant from having to apply for admission to Canada from overseas; it does not apply to the assessment of the best interests of a child affected by the removal of a parent."], ["[34]", "The jurisprudence clearly establishes that officers considering H&C applications are required to analyse the best interests of children affected by their decisions separately from the hardship analysis. Officers must also be alert, alive, and sensitive to those interests (see", "Baker", ", above, and", "<FRAGMENT_SUPPRESSED> ). In this case, the Officer incorrectly looked at the hardship Omar would suffer if his mother were not granted permanent residence (see", "<FRAGMENT_SUPPRESSED> )."], ["[35]", "As in <FRAGMENT_SUPPRESSED> , \"the application of the unusual and undeserved or disproportionate hardship threshold permeates [the Officer's] analysis of the best interests of the [child] and results in an inappropriate conclusion\" ( <FRAGMENT_SUPPRESSED> , at paragraph 27). The Applicant says that, when the Officer said that he was not \"satisfied that a removal from [Canada] at this early stage of the child's life will have a negative impact on the child to the extent where he would suffer undue and undeserved or disproportionate hardship,\" the Officer applied the incorrect test in assessing Omar's best interests."], ["[36]", "The Applicant relies on <FRAGMENT_SUPPRESSED> ,", "Baker", ", and", "Shchegolevich,", "all above,", "<FRAGMENT_SUPPRESSED>  and <FRAGMENT_SUPPRESSED> , above, and says that, when officers assess the best interests of children affected by H&C decisions, they must", "a. Establish what is in the best interests of the children;", "b. Assess the degree to which those interests are compromised by all the decisions contemplated; and", "c. Determine the weight the best interests of the children will play in the H&C assessment."], ["[37]", "The Applicant also says that there is no minimum level of suffering a child must experience in order to ground a positive H&C determination. In this case, the Officer was required to consider whether Omar's best interests were served by allowing him to come to Canada with his mother or by forcing him to remain with her in Grenada; the Officer was not required to decide whether Omar was suffering in Grenada or that he would suffer less in Canada. The Officer did not consider the right question."], ["[38]", "The Applicant acknowledges that the best interests of a child directly affected are not necessarily determinative. However, she also notes that in", "Baker", ", above, Justice Claire L'Heureux-Dubé held at paragraph 75 that", "[...] where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable."], ["[39]", "The Officer committed the error Justice L'Heureux-Dubé identified in", "Baker", ", so the Decision must be returned for reconsideration.", "The Respondent", "H&C Applications are Exceptional and Discretionary"], ["[40]", "The Respondent draws the Court's attention to the principle that H&C exemptions are not designed to eliminate all hardship arising out of the requirements of the Act. Rather, section 25 of the Act is aimed at eliminating only unusual and undeserved or disproportionate hardship. Because of the exceptional nature of relief under section 25, applicants must meet a high threshold to be granted an exemption under that section (see", "<FRAGMENT_SUPPRESSED> ). Applicants must also demonstrate all of the positive ingredients in their applications (see <FRAGMENT_SUPPRESSED> , above).", "The Officer Adequately Considered Omar's Best Interests"], ["[41]", "In <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal held at paragraph 6 that the task faced by an H&C officer is to weigh the hardship faced by the applicants along with all the other positive and negative ingredients in their applications. In this case, the Officer thoroughly considered where Omar's best interests lay and weighed these against the other positive and negative factors in the application. The Officer addressed the Applicant's concerns that Omar would be in Phillip's presence, would be denied access to education, and would not have access to medical care. Although the Applicant feared these risks, the Officer reasonably found that they had not materialized in Grenada."], ["[42]", "The Officer also adequately canvassed the issues surrounding Omar's medical condition. Although the climate in Grenada makes Omar's condition worse and his medication is expensive, the Officer found that the evidence showed his asthma is being treated. This finding was reasonable. Further, the Applicant did not provide objective evidence to prove that Omar's medication is expensive or that his condition is severe."], ["[43]", "The Officer said that removal to Grenada would not cause Omar unusual and undeserved or disproportionate hardship. Though this may suggest that he applied the incorrect test, the Respondent notes that Justice Russel Zinn held in", "<FRAGMENT_SUPPRESSED>  that using the language of hardship does not automatically result in a reviewable error. What matters is \"whether it can be said on a reading of the decision as a whole that the Officer applied the correct test and conducted a proper analysis.\" (see paragraph 29)."], ["[44]", "In this case, the Decision shows that the Officer considered Omar's condition. Given the evidence before him the Officer reasonably found that the Applicant's situation did not warrant granting permanent residence on H&C grounds. Although Omar would have easier access to the medicine he needs and better education in Canada, these factors alone do not mean that the Decision was unreasonable. The Applicant's submissions in this case amount only to an invitation to the Court to re-weigh the factors that the Officer considered which is improper on judicial review.", "The Applicant's Reply"], ["[45]", "Although the Respondent has argued that the Officer considered the Applicant's submissions on the impact of the Grenadian climate on Omar's condition, the Applicant says that he merely mentioned her concerns without actually addressing them. This failure to consider her submissions is a reviewable error."], ["[46]", "The Applicant also says that the Officer's statement that asthma is a common condition was irrelevant to the H&C determination. Whether asthma is common or not has no bearing on how Omar's asthma is affected by the Grenadian climate, which was a key feature of the Applicant's H&C application. The Officer made this statement without addressing the severity of Omar's condition and how it was affected by the climate in Grenada. This is a reviewable error."], ["[47]", "The Respondent has said that H&C exemptions are exceptional and discretionary. The Applicant agrees and says that, in exercising this discretion, officers must give a great deal of attention to the best interests of children affected by their decisions (see <FRAGMENT_SUPPRESSED> , above, at paragraph 11). The Officer here did not pay sufficient attention to Omar's interests."], ["[48]", "As the Respondent has noted, H&C exemptions are intended to relieve unusual and undeserved or disproportionate hardship; the Applicant says that hers is a case where unusual and undeserved or disproportionate hardship will arise out of the operation of the Act. While it is true that leaving a job or family in Canada do not necessarily constitute unusual and undeserved or disproportionate hardship, applying this reasoning would cause Omar to suffer. The Applicant points to", "<FRAGMENT_SUPPRESSED>  a decision from the UK Supreme Court. In that case, the UK Supreme Court held that a parent be allowed to remain in the UK because her children's best interests lay in remaining there, notwithstanding the parent's \"appalling immigration history.\" The Applicant says her case should be similarly decided.", "Best Interests of the Child"], ["[49]", "Although", "<FRAGMENT_SUPPRESSED> , teaches that there is no set formula for considering the best interests of children affected by H&C decisions, it is still an error for officers to summarily dismiss concerns relating to children. Here, the Officer summarily dismissed Omar's condition without considering its seriousness and how it was affected by the climate in Grenada. The Officer also ignored the Applicant's submissions and made no finding on whether the change in environment had jeopardized Omar's health and well-being."], ["[50]", "As the Respondent has noted, <FRAGMENT_SUPPRESSED> , above, teaches that the use of hardship in describing the impact of a decision on children is not a reviewable error on its own. However, the Officer's analysis of Omar's situation explicitly considered whether denying the H&C application would cause Omar unusual and undeserved or disproportionate hardship without looking at what was in his best interests. Further, <FRAGMENT_SUPPRESSED> is distinguishable because Omar faces challenges related to his asthma that are not typically faced by children who are removed from Canada with their parents. The Officer's summary dismissal of Omar's condition shows that his analysis of Omar's best interests was deficient in both form and substance. Though he mentioned the impact of the Grenadian climate on Omar's asthma, the Officer did not weigh this factor as he was bound to do."], ["[51]", "The Applicant also says that her application for judicial review does not amount to a request to re-weigh the evidence already considered. Rather, she has asserted that the Officer ignored her submissions and applied the wrong test for the best interests of a child directly affected by the Decision, which are reviewable errors. She notes that in", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal quoted from <FRAGMENT_SUPPRESSED> , above, and held at paragraph 24 that", "It is not for the courts to reweigh the factors considered by an H&C officer. On the other hand, an officer is required to examine the best interests of the child \"with care\" and weigh them against other factors. Mere mention that the best interests of the child has been considered will not be sufficient", "The Applicant's Further Memorandum"], ["[52]", "The Applicant takes issue with the Respondent's argument that the Decision was reasonable because Omar has access to schooling and medical care in Grenada. She says that the Respondent has not addressed the fact that Omar's need for medical care would be reduced if he were removed from the Grenadian climate to Canada. She also says that the Respondent's argument that the Officer considered Omar's condition is incorrect; he did not consider the impact of the Grenadian climate on Omar's condition. The Officer only noted her submissions without considering them. He did not engage with those submissions."], ["[53]", "The Applicant also disagrees with the Respondent's contention that the Officer adequately considered Omar's best interests. She says that the Officer summarily dismissed Omar's condition as common without appreciating the impact of the Grenadian climate. He also did not consider the impact the Applicant's financial difficulties had on Omar's condition.", "ANALYSIS"], ["[54]", "The Applicant raises several issues but there is a fundamental problem with this Decision that requires it be returned for reconsideration. If the Decision is read as a whole, it seems to me that the Officer was not really aware of what a best interest analysis requires or of the legal principles that must be applied. The Respondent says that this is merely a matter of form and not substance, and that I should not be swayed by the Officer's misstatements. I disagree."], ["[55]", "It is clear on the face of the Decision that the Officer has applied the wrong test in assessing the best interests of the child. He makes the following statements that constitute the basis of his analysis:", "Her child, a four-year-old Canadian citizen had just started JK and making new friends however I am not satisfied that a removal from this setting at this early stage in the child's life will have a negative impact on the child", "to the extend (", "sic", ") where he would suffer undue and undeserved or disproportionate hardship.", "[Emphasis added]", "...", "Considering all the submissions and history of this case, I am not satisfied that subject", "nor her son, are suffering undue and undeserved nor disproportionate hardship", "in Granada to the degree that this application should be considered favorably. [Emphasis added]"], ["[56]", "I agree with the Applicant that the Officer in the present matter has committed the very error contemplated in the jurisprudence from this Court I have quoted above and the Decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> . Rather than being alert, alive and sensitive to Omar's circumstances and viewing the situation from his perspective, as the jurisprudence requires, the Officer has instead concluded that: \"I am satisfied that his best interests", "are being met", ".\" And \"I am not satisfied that ... her son [is] suffering undue and undeserved nor disproportionate hardship\" and \"I am not satisfied that a removal from the setting [...]", "will have a negative impact on the child to the extent where he would suffer undue and undeserved nor disproportionate hardship.\"", "It may not be an error to use the language of hardship, but the Officer here went one step further and applied hardship as the test for Omar's interests."], ["[57]", "I agree with the Applicant's characterization of the problem and her account of the governing jurisprudence and adopt them for purposes of these reasons. I am going to set out the process and the principles in some detail, so that when this goes back to a different officer for reconsideration, he or she will have a template to work with. In this regard I will essentially reproduce and adopt the excellent summary of the law provided by Applicant's counsel."], ["[58]", "It is well-established that an officer must be \"alert, alive and sensitive\" to, and must not \"minimize\" the best interests of a child who may be adversely affected by their decision."], ["[59]", "This Court has also instructed that being \"alert, alive and sensitive\" to a child's best interests is a separate analysis from consideration of the threshold standards of \"unusual, undeserved or disproportionate hardship.\" As Justice Barnes made clear in <FRAGMENT_SUPPRESSED> , above, at paragraph 12:", "It is clear that the Officer erred by requiring that Mr. Schegolevich establish that the adverse effects of his removal upon his spouse and his stepson would be unusual, undeserved, or disproportionate. This standard is only to be applied to the assessment of hardship experienced by an applicant from having to apply for admission to Canada from overseas; it does not apply to the assessment of the best interests of a child affected by the removal of a parent."], ["[60]", "Similarly, this Court stated in <FRAGMENT_SUPPRESSED> , above, at paragraph 14 that", "[...] terms found in the IP5 Guidelines of \"unusual\", \"undeserved\" or \"disproportionate\" are used in the context of considering an applicant's H & C interests in staying in Canada and not having to apply for landing from abroad. It is an error to incorporate such threshold standards into the exercise of that aspect of the H & C discretion which requires that the interests of the children be weighed. This point is made in  <FRAGMENT_SUPPRESSED>  (F.C.A.) at para. 9 where Justice Robert Décary said \"that the concept of 'undeserved hardship' is ill-suited when assessing the hardship on innocent children. Children will rarely, if ever, be deserving of any hardship\"."], ["[61]", "The Court's recent decision in <FRAGMENT_SUPPRESSED> , above, reaffirmed its position that including the test of \"unusual, undeserved and disproportionate hardship\" in the analysis of the best interests of the child is incorrect. In quoting <FRAGMENT_SUPPRESSED> , above, Justice O'Keefe stated that incorporating the \"unusual, undeserved or disproportionate hardship\" threshold into the analysis of the best interest of the child is an error in law."], ["[62]", "In <FRAGMENT_SUPPRESSED> , the Court found that, in addition to incorrectly describing the test involved in determining the best interest of the children impacted by the decision, the officer had minimized the impact on the children of being forced to leave Canada to accompany their parents to Guyana. Consequently, the officer did", "not", "consider the best interests of the children impacted by the decision as her analysis was incorrect in form and substance. The Court found that \"the application of the unusual, undeserved or disproportionate hardship threshold permeates her analysis of the best interests of the children and results in an inappropriate conclusion ...\" (at paragraph 27.) The same can be said of the Officer's analysis in the present case."], ["[63]", "When assessing a child's best interests an Officer must establish", "first", "what is in the child's best interest,", "second", "the degree to which the child's interests are compromised by one potential decision over another, and then finally, in light of the foregoing assessment determine the weight that this factor should play in the ultimate balancing of positive and negative factors assessed in the application."], ["[64]", "There is no basic needs minimum which if \"met\" satisfies the best interest test. Furthermore, there is no hardship threshold, such that if the circumstances of the child reach a certain point on that hardship scale only", "then", "will a child's best interests be so significantly \"negatively impacted\" as to warrant positive consideration. The question is", "not", ": \"is the child suffering enough that his \"best interests\" are not being \"met\"? The question at the initial stage of the assessment is: \"what is in the child's best interests?\""], ["[65]", "For example, officers should not discontinue their consideration of what is in a child's best interests after determining that the child is not being beaten or malnourished, or, as in the present decision, is not being outright denied medical care. In order to be properly \"alert, alive and sensitive to\" a child's best interest, the task that is specifically before an officer is to have regard to the child's circumstances, from the child's perspective, and then determined what is in his best interest."], ["[66]", "As was noted by the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , and by this Court in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , a child will rarely, if ever, be deserving of any level of hardship. As a result, a threshold test of undeserved or undue hardship or a threshold \"basic needs\" approach to a best interests analysis, like that applied by the Officer in this case, does not adequately determine - in a way that is \"alert, alive and sensitive\" - what is in the child's best interest."], ["[67]", "A child's best interests are certainly not determinative of an H&C application and are but one of many factors that ultimately need to be assessed. However, requiring that certain interests not be \"met\" or that a child \"suffer\" a certain amount before this factor will weigh in favour of relief, let alone be persuasive in the decision, contradicts well-established principle that officers must be especially alert, alive and sensitive to the impact of the decision from the child's perspective. Furthermore, this would seem to contradict the instruction of the Supreme Court of Canada that this factor be a primary consideration in an H&C application that must not be minimized."], ["[68]", "In", "Baker", ", above, the Supreme Court of Canada held that for the exercise of discretion under subsection 25(1) of the Act to fall within the standard of reasonableness, the decision-maker must consider the child's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. Justice L'Heureux-Dubé wrote at paragraph 75 that", "...for the exercise of the discretion to fall within the standard of reasonableness, the decision-maker should consider children's best interests as an important factor, give them substantial weight, and be alert, alive and sensitive to them. That is not to say that children's best interests must always outweigh other considerations, or that there will not be other reasons for denying an H & C claim even when children's interests are given this consideration.", "However, where the interests of children are minimized, in a manner inconsistent with Canada's humanitarian and compassionate tradition and the Minister's guidelines, the decision will be unreasonable.", "[Emphasis added]"], ["[69]", "At paragraph 73 of Baker, the Supreme Court of Canada stated:", "The above factors indicate that emphasis on the rights, interests, and needs of children and special attention to childhood are important values that should be considered in reasonably interpreting the \"humanitarian\" and \"compassionate\" considerations that guide the exercise of the discretion. I conclude that because the reasons for this decision do not indicate that it was made in a manner which was alive, attentive, or sensitive to the interests of Ms. Baker's children, and did not consider them as an important factor in making the decision, it was an unreasonable exercise of the power conferred by the legislation, and must, therefore, be overturned."], ["[70]", "In <FRAGMENT_SUPPRESSED> , above, the Federal Court described what it means to be open and sensitive to the best interests of children, in the following terms:", "It is only after a visa officer has gained a full understanding of the real life impact of a negative H&C decision on the best interests of a child can the officer give those best interests sensitive consideration.", "To demonstrate sensitivity, the officer must be able to clearly articulate the suffering of a child that will result from a negative decision, and then say whether, together with a consideration of other factors, the suffering warrants humanitarian and compassionate relief.", "[Emphasis added]"], ["[71]", "The Decision is therefore returned for a new officer to consider in accordance with the above principles."], ["[72]", "Counsel agree there is no issue for certification and the Court concurs.", "JUDGMENT"], ["[73]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed, the Decision is quashed and the matter is returned for reconsideration by a different officer.", "2. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Russell", "[Traduction]: La Cour est saisie d'une demande de contrôle judiciaire soumise en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, ch. 27 (la Loi) d'une décision en date du 19 avril 2011 (la décision) par laquelle un agent de l'immigration (l'agent) de Citoyenneté et Immigration (CIC) a rejeté la demande de résidence permanente fondée sur des raisons d'ordre humanitaire présentée par la demanderesse en vertu du paragraphe 25(1) de la Loi.", "CONTEXTE"], ["[2]", "La demanderesse est une citoyenne de la Grenade. Elle habite présentement au Canada avec son fils de huit ans, Omar, un citoyen canadien qui est né en août 2002 alors que sa mère était en visite au Canada. Bien qu'Omar soit un citoyen canadien, il suivra sa mère là où elle ira, à cause de son âge. La demanderesse a visité le Canada pour la première fois en mars 2001 et y est revenue en juillet 2002. À la suite de sa seconde visite, la demanderesse est retournée à la Grenade en 2003. Le 25 novembre 2004, la demanderesse est venue au Canada une troisième fois. Elle a présenté une demande d'asile fondée sur les actes de violence qu'elle subirait de la part de son mari, Phillip, si elle retournait à la Grenade."], ["[3]", "Le 12 décembre 2005, la SPR a rejeté la demande d'asile de la demanderesse. La demanderesse a présenté une demande de contrôle judiciaire de cette décision, mais sa demande a été rejetée le 3 avril 2006 parce que la demanderesse n'avait pas déposé de dossier de demande. Elle a alors demandé un examen des risques avant le renvoi le 9 mars 2007 et a fait l'objet d'une décision négative le 3 juillet 2007. Elle a présenté le 12 mars 2007 une demande de dispense fondée sur des raisons d'ordre humanitaire, laquelle demande est à l'origine de la décision à l'examen."], ["[4]", "Au soutien de sa demande de dispense fondée sur des raisons d'ordre humanitaire, la demanderesse invoquait principalement les difficultés auxquelles elle serait confrontée en raison des actes de violence qu'elle subirait de la part de Phillip et de l'incapacité de la Grenade de la protéger contre lui. Elle soutenait également que les violences en question auraient des répercussions négatives sur Omar. Elle indiquait par ailleurs qu'Omar avait un grave problème d'asthme et qu'il avait besoin de soins médicaux constants qu'elle n'aurait pas les moyens de payer à la Grenade parce que les médicaments coûtent cher et que les ressources dont elle dispose sont limitées. Elle affirmait également qu'Omar s'était constitué un réseau de soutien au Canada et qu'il subirait un préjudice si sa mère était renvoyée à la Grenade."], ["[5]", "Le 1er août 2007, la demanderesse s'est conformée volontairement à la mesure de renvoi prise contre elle. Elle a acheté des billets d'avion pour la Grenade pour elle-même et pour Omar. Le 17 juillet 2008 et le 18 décembre 2008, elle a présenté des observations complémentaires à CIC à l'appui de sa demande fondée sur des raisons d'ordre humanitaire. Dans ses observations, elle attirait l'attention sur l'asthme dont souffrait Omar, sur les liens qui existaient entre son asthme et le climat de la Grenade et sur sa situation financière à la Grenade. Elle a également soumis le 23 avril 2010 d'autres observations à CIC dans lesquelles elle signalait la lettre dans laquelle sa sœur, Arlene Williams, faisait état de ses préoccupations au sujet de la situation d'Omar à la Grenade. La demanderesse a joint à ses observations une lettre du médecin d'Omar à la Grenade, le docteur W. W. Thomas, qui attestait l'état de santé d'Omar. Le 5 avril 2011, la demanderesse a présenté ses observations finales à CIC à l'appui de sa demande. Il y était question de ses préoccupations concernant l'asthme dont souffrait Omar et les effets du climat de la Grenade, de leurs conditions de vie et de la jurisprudence du Royaume-Uni sur l'intérêt supérieur de l'enfant. Elle faisait observer que, parce qu'il vivait avec elle à la Grenade, Omar était privé de services dont d'autres Canadiens bénéficiaient au Canada."], ["[6]", "L'agent a examiné les observations de la demanderesse et a rendu sa décision le 19 avril 2011. Il a avisé la demanderesse de sa décision par lettre le 20 avril 2011.", "DÉCISION À L'EXAMEN"], ["[7]", "En l'espèce, la décision consiste en la lettre du 20 avril 2011 de l'agent et en l'exposé circonstancié de la demande de résidence permanente daté du 19 avril 2011."], ["[8]", "L'agent a rejeté la demande de résidence permanente fondée sur les raisons d'ordre humanitaire présentée par la demanderesse parce qu'il n'était pas convaincu qu'elle ou Omar serait confronté à des difficultés inhabituelles et injustifiées ou disproportionnées si la demande n'était pas accueillie."], ["[9]", "L'agent a commencé son analyse en examinant les antécédents de la demanderesse en matière d'immigration. Il a fait observer qu'elle avait visité le Canada à deux reprises avant que sa demande d'asile soit rejetée. Il a également examiné les arguments invoqués par la demanderesse à l'appui de sa demande fondée sur des raisons d'ordre humanitaire, en l'occurrence le fait que sa situation financière était précaire à la Grenade, que l'état de santé d'Omar se détériorait quand ils vivaient à la Grenade et que l'intérêt supérieur d'Omar commandait qu'ils vivent au Canada. L'agent a fait observer que la demanderesse recevait présentement de l'aide de ses amis à la Grenade."], ["[10]", "L'agent a ensuite examiné les autres éléments de preuve qui avaient été portés à sa connaissance. Il a relevé le fait que la demanderesse comptait huit années d'études et qu'elle faisait du bénévolat, et il a examiné ses antécédents professionnels. L'agent a conclu que, comme elle était sans travail et qu'elle était prestataire d'aide sociale lorsqu'elle vivait au Canada, la demanderesse n'avait pas atteint un degré d'établissement suffisant au Canada pour justifier de lui accorder la dispense qu'elle réclamait. Malgré le fait qu'Omar s'était fait des amis au Canada, l'agent a estimé que le fait de le renvoyer du Canada n'aurait pas sur lui des répercussions négatives au point d'équivaloir à des difficultés inhabituelles et injustifiées ou disproportionnées."], ["[11]", "L'agent a également examiné la situation financière de la demanderesse. Il a conclu qu'elle avait décidé de retourner à la Grenade même si rien ni personne ne l'attendait là-bas. Il a accordé peu de poids à l'argument de la demanderesse concernant sa situation financière précaire; il a estimé qu'en raison des nombreux déplacements qu'elle avait effectués, de son choix d'acheter elle-même ses billets d'avion pour la Grenade et de l'aide financière qu'elle recevait de ses amis et de sa famille, cet argument n'était pas fondé. L'agent a conclu que, bien que la demanderesse soit actuellement sans travail et qu'elle ait peu d'instruction, il ne disposait pas de suffisamment d'éléments de preuve pour penser que la demanderesse ne pourrait pas se trouver du travail ou bénéficier de l'aide de sa famille ou de ses amis à l'avenir."], ["[12]", "L'agent a également conclu que la demanderesse ne courait pas le risque d'être maltraitée par Phillip étant donné qu'elle n'était pas allée vivre avec lui lorsqu'elle est retournée à la Grenade."], ["[13]", "L'agent a finalement examiné l'intérêt supérieur d'Omar. Il a conclu qu'avec l'aide de sa famille, la demanderesse répondait aux besoins d'Omar. Il a également conclu que la lettre du docteur Thomas ne démontrait pas qu'Omar souffrait d'une maladie grave. Il a fait observer que l'asthme était une affection courante et a conclu qu'Omar se faisait soigner pour ce problème malgré les difficultés financières de la demanderesse. Il a estimé que la demanderesse exagérait la gravité de l'état d'Omar dans son propre intérêt et qu'elle était retournée à deux reprises à la Grenade sans accorder, semble-t-il, à l'état d'Omar l'attention qu'il méritait. Se fondant sur les affirmations de la demanderesse suivant lesquelles sa famille serait prête à payer son billet d'avion et celui d'Omar pour assurer leur retour au Canada, l'agent a conclu que la famille de la demanderesse serait prête à aider à payer les médicaments d'Omar. L'agent n'était pas convaincu que la demanderesse n'avait pas été en mesure de s'occuper des problèmes de santé d'Omar."], ["[14]", "L'agent a conclu que les craintes que la demanderesse éprouvait au sujet de son fils avant de retourner à la Grenade ne s'étaient pas concrétisées: Omar n'avait pas rencontré l'homme qui avait commis des actes de violence envers sa mère et il n'avait pas été privé de soins médicaux ou d'études. L'agent a conclu que ni la demanderesse ni Omar ne subiraient des difficultés inhabituelles et injustifiées ou disproportionnées à la Grenade à un point qui justifierait de prendre une mesure spéciale en leur faveur pour des raisons d'ordre humanitaire. L'agent a par conséquent rejeté la demande de résidence permanente fondée sur des raisons d'ordre humanitaire présentée par la demanderesse.", "QUESTIONS EN LITIGE"], ["[15]", "La demanderesse soulève les questions suivantes:", "a) L'agent a-t-il commis une erreur en n'évaluant pas de façon appropriée l'intérêt supérieur d'Omar?", "b) Les conclusions tirées par l'agent étaient-elles déraisonnables?", "c) L'agent a-t-il appliqué le bon critère pour apprécier l'intérêt supérieur de l'enfant?", "d) L'agent a-t-il motivé suffisamment sa décision?", "NORME DE CONTRÔLE"], ["[16]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  la Cour suprême du Canada explique qu'il n'est pas toujours nécessaire de se livrer à une analyse de la norme de contrôle. En fait, lorsque la norme de contrôle applicable à la question qui lui est soumise est bien arrêtée par la jurisprudence, la juridiction de contrôle peut adopter cette norme. C'est seulement lorsque cette recherche est infructueuse que la juridiction de contrôle se livre à l'examen des quatre facteurs pertinents pour l'analyse relative à la norme de contrôle."], ["[17]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  la Cour d'appel fédérale explique ce qui suit, au paragraphe 6:", "L'agent saisi d'une demande fondée sur des raisons d'ordre humanitaire est chargé de décider, selon les circonstances de chaque affaire, du degré vraisemblable de difficultés auquel le renvoi d'un parent exposera l'enfant et de pondérer ce degré de difficultés par rapport aux autres facteurs, y compris les considérations d'intérêt public, qui militent en faveur ou à l'encontre du renvoi du parent."], ["[18]", "De plus, dans l'arrêt", "<FRAGMENT_SUPPRESSED> la Cour d'appel fédérale a expliqué qu'une fois qu'il a bien défini l'intérêt supérieur de l'enfant, l'agent doit lui accorder le poids qu'à son avis il mérite dans les circonstances de l'espèce. L'intérêt supérieur de l'enfant est une question de fait qui, selon l'arrêt <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 53, est assujettie à la norme de contrôle de la décision raisonnable. La norme de contrôle qui s'applique à la première question est donc celle de la décision raisonnable."], ["[19]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  la Cour suprême du Canada a déclaré que, lorsqu'on procède au contrôle d'une décision relative à des raisons d'ordre humanitaire, « on devrait faire preuve d'une retenue considérable envers les décisions d'agents d'immigration exerçant les pouvoirs conférés par la loi, compte tenu de la nature factuelle de l'analyse, de son rôle d'exception au sein du régime législatif, du fait que le décideur est le ministre, et de la large discrétion accordée par le libellé de la loi » (au paragraphe 62). Le juge Phelan a suivi ce raisonnement dans le jugement", "<FRAGMENT_SUPPRESSED> . La norme de contrôle applicable à la deuxième question en litige est donc celle de la décision raisonnable."], ["[20]", "Dans l'arrêt", "Newfoundland and  <FRAGMENT_SUPPRESSED> , la Cour suprême du Canada a expliqué, au paragraphe 14, que l'insuffisance des motifs ne permet pas à elle seule de casser une décision. Suivant la Cour, « les motifs doivent être examinés en corrélation avec le résultat et ils doivent permettre de savoir si ce dernier fait partie des issues possibles ». La quatrième question en litige en l'espèce, celle de savoir si l'agent a motivé suffisamment sa décision, doit donc être examinée en corrélation avec celle du caractère raisonnable de la décision dans son ensemble."], ["[21]", "Lorsqu'une décision est contrôlée selon la norme de raisonnabilité, l'analyse porte sur « l'existence d'une justification, la transparence et l'intelligibilité du processus décisionnel, ainsi que sur l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » ( <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 47, et", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> ). Autrement dit, la Cour ne devrait intervenir que si la décision est déraisonnable en ce qu'elle n'appartient pas « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit »."], ["[22]", "Dans le jugement", "<FRAGMENT_SUPPRESSED>  le juge Michael Phelan déclare, au paragraphe 7, que c'est la norme de la décision correcte qui s'applique lorsqu'est en cause la question de savoir si le bon critère juridique a été appliqué (voir également les jugements", "<FRAGMENT_SUPPRESSED> ). La norme de contrôle applicable à la troisième question est donc celle de la décision correcte. Ainsi que la Cour suprême du Canada l'explique, dans l'arrêt", "Dunsmuir,", "ci-dessus, au paragraphe 50:", "La cour de révision qui applique la norme de la décision correcte n'acquiesce pas au raisonnement du décideur; elle entreprend plutôt sa propre analyse au terme de laquelle elle décide si elle est d'accord ou non avec la conclusion du décideur. En cas de désaccord, elle substitue sa propre conclusion et rend la décision qui s'impose. La cour de révision doit se demander dès le départ si la décision du tribunal administratif était la bonne.", "DISPOSITIONS LÉGISLATIVES APPLICABLES"], ["[23]", "Les dispositions suivantes de la Loi s'appliquent à la présente instance:", "25.", "(1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "25.", "(1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected", "PRÉTENTIONS ET MOYENS DES PARTIES", "La demanderesse", "L'agent a ignoré des éléments de preuve"], ["[24]", "La demanderesse soutient que la décision est déraisonnable parce que l'agent n'a tenu aucun compte des éléments de preuve portés à sa connaissance suivant lesquels la gravité de l'asthme dont souffrait Omar était exacerbée par le climat de la Grenade. Elle souligne que l'agent a fait mention de l'asthme d'Omar à la page 3 de sa décision, sans toutefois tenir compte du fait que la demanderesse alléguait que le climat de la Grenade aggravait l'asthme d'Omar. La demanderesse se réfère à ses propres observations écrites du 5 avril 2011 dans lesquelles elle écrit:", "[traduction]", "Omar a été hospitalisé à diverses reprises en raison de graves crises d'asthme [...] Le fait de vivre à la Grenade augmente non seulement l'acuité des crises d'asthme d'Omar, mais met également sa vie en danger du fait qu'il n'a pas accès aux inhalateurs dont il a besoin."], ["[25]", "La demanderesse se réfère également à la lettre du docteur Thomas qu'elle a soumise à l'agent et qui démontre qu'Omar était régulièrement hospitalisé en raison de son asthme."], ["[26]", "Dans le cas qui nous occupe, l'agent avait l'obligation de tenir compte de l'ensemble de la preuve qui avait été portée à sa connaissance, y compris des facteurs que la demanderesse estimait importants. La demanderesse cite le Guide IP-5 de Citoyenneté et Immigration intitulé", "Demandes présentées par des immigrants au Canada pour des motifs d'ordre humanitaire", ", dans lequel on trouve ce qui suit, à la page 69:", "L'agent doit considérer et soupeser la totalité des preuves et des renseignements pertinents, y compris ceux que le demandeur et l'agent estiment être importants. L'agent ne doit pas négliger une preuve, ni trop insister sur un facteur à l'exclusion de tous les autres, mais examiner la situation dans son ensemble."], ["[27]", "La demanderesse affirme que, dans le jugement", "<FRAGMENT_SUPPRESSED>  le juge Douglas Campbell a affirmé, au paragraphe 10, qu'il n'était ni équitable ni légitime de la part d'un agent de rendre une décision contraire à celle qui devait être prise en application du Guide IP5 et de ne pas tenir compte de tous les facteurs portés à sa connaissance."], ["[28]", "En l'espèce, l'agent a conclu que l'asthme dont souffrait Omar n'était pas sévère, mais il n'a pas comparé son état à la Grenade avec son état au Canada. Les arguments invoqués par la demanderesse au sujet de l'aggravation des symptômes d'Omar étaient suffisamment importants pour que l'agent ait l'obligation d'en tenir compte directement dans sa décision (", "<FRAGMENT_SUPPRESSED> et 10). Comme l'agent n'a pas examiné les arguments en question, sa décision est déraisonnable et elle doit être renvoyée pour réexamen.", "Les conclusions tirées par l'agent étaient déraisonnables"], ["[29]", "La demanderesse qualifie également de déraisonnables les conclusions de l'agent suivant lesquelles la famille de la demanderesse aiderait cette dernière à payer les médicaments d'Omar, que la demanderesse exagère l'état d'Omar dans son propre intérêt et qu'Omar n'est pas atteint d'une maladie grave."], ["[30]", "La demanderesse affirme que l'agent a conclu qu'elle exagérait l'état d'Omar parce qu'elle était retournée à la Grenade en dépit de l'état de santé d'Omar. Cette conclusion est déraisonnable parce qu'elle est retournée en Grenade non pas de son propre chef, mais parce que l'État canadien l'avait forcée à partir. La demanderesse soutient qu'il est contraire à l'ordre public d'opposer à l'auteur d'une demande fondée sur des raisons d'ordre humanitaire la mesure de renvoi qui a été exécutée à son endroit. On inciterait sinon ceux qui attendent de connaître le sort de leur demande fondée sur des raisons d'ordre humanitaire et qui font également l'objet d'une mesure de renvoi à tout faire en leur pouvoir pour éviter leur renvoi étant donné que ce dernier nuirait à leur demande fondée sur des raisons d'ordre humanitaire. La demanderesse signale également que lorsqu'elle est retournée à la Grenade en 2003, Omar n'avait pas encore commencé à éprouver des symptômes d'asthme. De plus, elle ne pouvait prévoir l'effet que le climat de la Grenade aurait sur Omar lorsqu'ils y sont tous les deux retournés en 2007."], ["[31]", "L'agent a également tiré une conclusion déraisonnable en estimant que l'asthme dont souffrait Omar n'était pas sévère et que l'asthme est une affection courante. La demanderesse affirme que l'agent a eu tort d'invoquer cette raison pour conclure que l'asthme d'Omar n'était pas sévère. Elle fait référence à des éléments de preuve établissant qu'Omar a été hospitalisé à plusieurs reprises et qu'il doit utiliser un inhalateur chaque jour pour contrôler ses symptômes. Les motifs de l'agent ne montrent pas que ce dernier a tenu compte de ces faits ni comment ceux-ci ont influé sur sa décision. L'état de santé d'Omar était un aspect important de la demande, de sorte que l'agent aurait dû analyser en profondeur cette question. On ne sait pas non plus avec certitude quels critères l'agent a appliqués pour conclure que l'asthme dont souffrait Omar n'était pas sévère."], ["[32]", "La demanderesse conteste également la conclusion de l'agent suivant laquelle elle sera en mesure de payer les médicaments d'Omar si elle en fait une priorité, comme son état semble le mériter. L'agent a fondé cette conclusion en partie sur les éléments de preuve établissant que les membres de la famille de la demanderesse au Canada seraient disposés à aider cette dernière à payer les frais de transport pour ramener Omar au Canada si la demande fondée sur des raisons d'ordre humanitaire de la demanderesse était accueillie. L'agent a estimé que ces éléments de preuve démontraient que les membres de la famille de la demanderesse seraient disposés à contribuer au paiement des médicaments d'Omar si la demande fondée sur des raisons d'ordre humanitaire était rejetée. La demanderesse affirme qu'il était déraisonnable de la part de l'agent d'établir un parallèle entre la volonté des membres de sa famille de contribuer au paiement du vol de retour d'Omar au Canada et leur volonté et leur capacité de continuer à l'aider à acheter des médicaments à Omar. La demanderesse signale que les membres de sa famille qui vivent au Canada ont eux-mêmes des enfants et qu'ils ne seront peut-être pas en mesure de continuer à l'aider à payer les médicaments d'Omar.", "L'agent n'a pas appliqué le bon critère pour apprécier l'intérêt supérieur de l'enfant"], ["[33]", "La demanderesse soutient également que, dans le cadre de l'examen de la demande fondée sur des raisons d'ordre humanitaire, l'agent n'a pas appliqué le bon critère lors de son analyse relative à l'intérêt supérieur d'Omar. Elle cite le jugement", "<FRAGMENT_SUPPRESSED>  dans lequel le juge Robert Barnes écrit ce qui suit, au paragraphe 12:", "Il est clair que l'agente a commis une erreur en exigeant que M. Shchegolevich démontre que les effets préjudiciables de son renvoi sur son épouse et son beau-fils seraient inhabituels et injustifiés ou excessifs. La norme ne s'applique qu'aux difficultés éprouvées par un demandeur qui doit présenter une demande à partir de l'étranger; elle ne s'applique pas à l'appréciation de l'intérêt supérieur d'un enfant touché par le renvoi d'un parent."], ["[34]", "Il est de jurisprudence constante que l'agent chargé d'examiner une demande fondée sur des raisons d'ordre humanitaire doit analyser la question de l'intérêt supérieur de l'enfant touché par sa décision séparément de celle des difficultés. L'agent doit de plus être « réceptif, attentif et sensible » à l'intérêt supérieur de l'enfant (", "Baker", ", ci-dessus, et", "<FRAGMENT_SUPPRESSED> ). Dans le cas qui nous occupe, l'agent a, à tort à ce stade, considéré les difficultés auxquelles Omar serait exposé si sa mère ne se voyait pas accorder la résidence permanente (", "<FRAGMENT_SUPPRESSED> )."], ["[35]", "Comme dans l'affaire <FRAGMENT_SUPPRESSED> , « [l]'application par [l'agent] de l'exigence des difficultés inhabituelles, injustifiées ou excessives transpire dans son analyse de l'intérêt supérieur [de l'enfant] et aboutit ainsi à une conclusion inappropriée » ( <FRAGMENT_SUPPRESSED> , au paragraphe 27). La demanderesse affirme que, lorsqu'il affirme qu'il n'est pas [traduction] « convaincu qu'un renvoi de l'enfant [du Canada] à un âge aussi tendre aura des répercussions négatives sur lui au point où il subirait des difficultés inhabituelles et injustifiées ou disproportionnées », l'agent n'applique pas le bon critère pour évaluer l'intérêt supérieur d'Omar."], ["[36]", "La demanderesse se fonde sur les décisions <FRAGMENT_SUPPRESSED> ,", "Baker", "et <FRAGMENT_SUPPRESSED> , ci-dessus, sur l'arrêt", "<FRAGMENT_SUPPRESSED>  sur la décision", "<FRAGMENT_SUPPRESSED>  et sur l'arrêt <FRAGMENT_SUPPRESSED> , ci-dessus, pour affirmer que l'agent chargé d'apprécier l'intérêt supérieur de l'enfant touché par la décision relative aux raisons d'ordre humanitaire doit:", "a. déterminer ce en quoi réside l'intérêt supérieur de l'enfant;", "b. évaluer dans quelle mesure cet intérêt est compromis par toutes les décisions envisagées;", "c. déterminer l'importance que l'intérêt supérieur de l'enfant a en ce qui concerne l'évaluation des facteurs d'ordre humanitaire."], ["[37]", "La demanderesse affirme également que l'enfant n'a pas à atteindre un seuil minimal de souffrance pour que l'agent soit justifié de rendre une décision favorable. En l'espèce, l'agent devait se demander si l'intérêt supérieur d'Omar commandait qu'on lui permette de venir au Canada avec sa mère ou si l'on devait plutôt le forcer à demeurer avec elle à la Grenade; l'agent n'avait pas à décider si Omar souffrait à la Grenade ou s'il souffrirait moins au Canada. L'agent n'a pas examiné la bonne question."], ["[38]", "La demanderesse reconnaît que l'intérêt supérieur de l'enfant directement touché n'est pas nécessairement déterminant. Elle signale toutefois que, dans l'arrêt", "Baker", ", ci-dessus, la juge Claire L'Heureux-Dubé déclare, au paragraphe 75:", "[...] quand l'intérêt des enfants est minimisé, d'une manière incompatible avec la tradition humanitaire du Canada et les directives du ministre, la décision est déraisonnable."], ["[39]", "L'agent a commis l'erreur précise indiquée par la juge L'Heureux-Dubé dans l'arrêt", "Baker", ",de sorte que sa décision doit être renvoyée pour être réexaminée.", "Le défendeur", "Les demandes fondées sur des raisons d'ordre humanitaire sont des mesures exceptionnelles et discrétionnaires"], ["[40]", "Le défendeur attire l'attention de la Cour sur le principe que les dispenses fondées sur des raisons d'ordre humanitaire ne visent pas à écarter toutes les difficultés qu'entraînent les exigences de la Loi. L'article 25 de la Loi vise plutôt à éliminer uniquement les difficultés inhabituelles et injustifiées ou disproportionnées. En raison du caractère exceptionnel de la mesure prévue à l'article 25, le demandeur doit satisfaire à un critère très rigoureux pour obtenir une dispense en vertu de cet article (", "<FRAGMENT_SUPPRESSED> ). Les demandeurs doivent également faire la preuve de tous les éléments positifs de leurs demandes ( <FRAGMENT_SUPPRESSED> , ci-dessus).", "L'agent a tenu suffisamment compte de l'intérêt supérieur d'Omar"], ["[41]", "Dans l'arrêt <FRAGMENT_SUPPRESSED> , ci-dessus, la Cour d'appel fédérale a jugé, au paragraphe 6, que l'agent saisi d'une demande fondée sur les raisons d'ordre humanitaire est chargé de pondérer le degré de difficulté auquel le renvoi d'un parent exposera l'enfant par rapport aux autres facteurs, y compris les considérations d'intérêt public, qui militent en faveur ou à l'encontre du renvoi du parent. En l'espèce, l'agent a examiné les préoccupations exprimées au sujet du fait qu'Omar se retrouvera en présence de Phillip, se verrait refuser l'accès aux études et ne pourrait recevoir les soins médicaux dont il a besoin. Malgré les craintes exprimées par la demanderesse au sujet de ces risques, l'agent a conclu de façon raisonnable que ces risques ne s'étaient pas concrétisés à la Grenade."], ["[42]", "L'agent a également analysé de façon adéquate les questions entourant l'état de santé d'Omar. Bien que le climat de la Grenade aggrave l'état d'Omar et que ses médicaments coûtent cher, l'agent a conclu qu'Omar recevait des soins pour son asthme à la Grenade. Cette conclusion était raisonnable. De plus, la demanderesse n'a pas soumis d'éléments de preuve objectifs pour démontrer que les médicaments d'Omar étaient chers ou qu'il était atteint d'une maladie grave."], ["[43]", "L'agent a affirmé que son renvoi à la Grenade ne causerait pas à Omar des difficultés inhabituelles et injustifiées ou excessives. Bien qu'on puisse en déduire que l'agent n'a pas appliqué le bon critère, le défendeur fait observer que le juge Russel Zinn a statué, dans", "<FRAGMENT_SUPPRESSED>  que l'agent qui parle de difficultés « inhabituelles », « injustifiées » ou « excessives » ne commet pas nécessairement une erreur susceptible de contrôle. Ce n'est pas l'emploi de mots particuliers qui est déterminant, « mais plutôt la question de savoir si l'on peut dire en lisant la décision dans son ensemble que l'agent a appliqué le bon critère et procédé à une analyse appropriée » (au paragraphe 29)."], ["[44]", "En l'espèce, il ressort de sa décision que l'agent a examiné l'état de santé d'Omar. L'agent a, au vu de l'ensemble des éléments de preuve dont il disposait, conclu de façon raisonnable que la situation de la demanderesse ne justifiait pas l'octroi de la résidence permanente pour des raisons d'ordre humanitaire. Bien qu'Omar aurait plus facilement accès aux médicaments dont il a besoin ainsi qu'à une meilleure instruction au Canada, ces facteurs à eux seuls ne rendaient pas pour autant la décision de l'agent déraisonnable. En fait, compte tenu de ses arguments, la demanderesse invite la Cour à procéder à une nouvelle évaluation des facteurs déjà examinés par l'agent, ce qu'il n'est pas loisible à la Cour de faire lorsqu'elle statue sur une demande de contrôle judiciaire.", "Réplique de la demanderesse"], ["[45]", "Le défendeur soutient que l'agent a examiné les arguments formulés par la demanderesse au sujet des répercussions du climat de la Grenade sur l'état de santé d'Omar, mais en fait, selon la demanderesse, l'agent s'est contenté de mentionner ses préoccupations sans les analyser. Son défaut d'examiner les arguments en question constitue une erreur justifiant l'infirmation de sa décision."], ["[46]", "La demanderesse affirme également que la déclaration de l'agent que l'asthme est une affection commune n'était pas pertinente dans le contexte d'une demande fondée sur des motifs d'ordre humanitaire. La question de savoir si l'asthme est une affection commune ou non n'a rien à voir avec celle de savoir quel est l'effet du climat de la Grenade sur l'asthme dont souffre Omar, ce point étant un élément essentiel de la demande. L'agent a fait ses déclarations sans tenir compte de la gravité de l'état d'Omar et des effets du climat de la Grenade sur son état. Il s'agit là encore d'une erreur justifiant l'infirmation de sa décision."], ["[47]", "Selon le défendeur, les dispenses fondées sur des raisons d'ordre humanitaire sont des mesures exceptionnelles et discrétionnaires. La demanderesse est du même avis et affirme que, pour exercer ce pouvoir discrétionnaire, les agents doivent accorder une attention toute particulière à l'intérêt supérieur des enfants touchés par leurs décisions ( <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 11). En l'espèce, l'agent n'a pas accordé suffisamment d'attention à l'intérêt supérieur d'Omar."], ["[48]", "Ainsi que le défendeur l'a fait observer, les dispenses accordées pour des raisons d'ordre humanitaire sont censées remédier à des difficultés inhabituelles et injustifiées ou disproportionnées. La demanderesse affirme que c'est effectivement la situation dans laquelle elle se trouve étant donné que l'application de la loi entraînera dans son cas des difficultés inhabituelles et injustifiées ou disproportionnées. Bien qu'il soit vrai que le fait de quitter son emploi ou sa famille au Canada ne constitue pas nécessairement une difficulté inhabituelle et injustifiée ou disproportionnée, il n'en demeure pas moins que l'application de ce raisonnement ferait subir un préjudice à Omar. La demanderesse cite l'arrêt", "<FRAGMENT_SUPPRESSED>  un arrêt dans lequel la Cour suprême du Royaume-Uni a permis à une mère de demeurer au Royaume-Uni au motif que l'intérêt supérieur de ses enfants militait en faveur de cette mesure, malgré [traduction] « les antécédents consternants [de la mère] en matière d'immigration ». La demanderesse affirme que la même décision devrait être rendue dans son cas.", "L'intérêt supérieur de l'enfant"], ["[49]", "Bien que l'arrêt", "Hawthorne,", "ci-dessus, nous enseigne qu'il n'y a pas de manière préétablie de tenir compte de l'intérêt supérieur de l'enfant touché par une décision fondée sur des raisons d'ordre humanitaire, il n'en demeure pas moins que l'agent qui écarte sans les examiner les préoccupations exprimées quant au sort de l'enfant commet une erreur. En l'espèce, l'agent a rejeté sommairement les arguments invoqués au sujet de l'état de santé d'Omar sans examiner la gravité de l'état de ce dernier ni examiner en quoi le climat de la Grenade avait une incidence sur son état. L'agent a également ignoré les arguments de la demanderesse et n'a tiré aucune conclusion au sujet de la question de savoir si le changement de milieu avait compromis la santé et le bien-être d'Omar."], ["[50]", "Ainsi que le défendeur l'a fait observer, la décision <FRAGMENT_SUPPRESSED> , ci-dessus, nous enseigne que le fait de parler des difficultés pour expliquer les répercussions d'une décision sur un enfant ne constitue pas en soi une erreur susceptible de contrôle. Toutefois, en l'espèce, l'agent a, dans son analyse de la situation d'Omar, expressément examiné la question de savoir si le fait de rejeter la demande fondée sur les raisons d'ordre humanitaire causerait à Omar des difficultés inhabituelles et injustifiées ou disproportionnées sans examiner en quoi consistait son intérêt supérieur. De plus, il y a lieu d'établir une distinction entre la présente espèce et l'affaire <FRAGMENT_SUPPRESSED> étant donné que, dans le cas qui nous occupe, Omar se heurte, en raison de son asthme, à des difficultés auxquelles les enfants qui sont renvoyés du Canada en compagnie de leurs parents ne sont pas habituellement exposés. Le rejet sommaire de la question de l'état de santé d'Omar par l'agent démontre que l'analyse qu'il a faite de l'intérêt supérieur d'Omar était viciée tant sur le plan de la forme que du fond. Bien qu'il ait mentionné l'impact du climat de la Grenade sur l'asthme d'Omar, l'agent n'a pas soupesé ce facteur comme il était tenu de le faire."], ["[51]", "La demanderesse affirme également que sa demande de contrôle judiciaire n'équivaut pas à une invitation faite à la Cour de procéder à une nouvelle appréciation des éléments de preuve qui ont déjà été examinés. Elle affirme plutôt que l'agent a ignoré ses arguments et qu'il n'a pas appliqué le bon critère pour analyser l'intérêt supérieur de l'enfant directement touché par sa décision, ajoutant que l'agent a ainsi commis des erreurs justifiant l'infirmation de sa décision. La demanderesse fait observer que, dans l'arrêt", "<FRAGMENT_SUPPRESSED>  la Cour d'appel fédérale a cité l'arrêt <FRAGMENT_SUPPRESSED> , ci-dessus, et a déclaré, au paragraphe 24:", "Il n'appartient pas aux tribunaux de procéder à un nouvel examen du poids accordé aux différents facteurs par l'agent chargé de se prononcer sur les raisons d'ordre humanitaire. En revanche, l'intérêt supérieur des enfants est un facteur que l'agent doit examiner « avec beaucoup d'attention » et qu'il doit soupeser avec les autres facteurs applicables. Le simple fait de dire qu'on a tenu compte de l'intérêt supérieur de l'enfant n'est pas suffisant.", "Mémoire complémentaire de la demanderesse"], ["[52]", "La demanderesse s'inscrit en faux contre l'argument du défendeur suivant lequel la décision était raisonnable parce qu'Omar a accès aux études et à des soins médicaux à la Grenade. Elle affirme que le défendeur n'a pas tenu compte du fait qu'Omar aurait moins besoin de soins médicaux s'il quittait le climat de la Grenade en venant vivre au Canada. Elle affirme également que l'argument du défendeur suivant lequel l'agent a tenu compte de l'état de santé d'Omar est inexact; l'agent n'a pas tenu compte de l'effet du climat de la Grenade sur l'état de santé d'Omar. L'agent s'est contenté de mentionner les arguments de la demanderesse sans les examiner."], ["[53]", "La demanderesse est également en désaccord avec l'argument du défendeur voulant que l'agent ait tenu suffisamment compte de l'intérêt supérieur d'Omar. Elle affirme que l'agent a rejeté sommairement ces arguments en répondant que l'affection dont Omar est atteint est courante sans examiner l'effet du climat de la Grenade sur son état de santé. L'agent n'a pas non plus tenu compte des incidences des difficultés financières de la demanderesse sur la situation d'Omar.", "ANALYSE"], ["[54]", "La demanderesse a formulé plusieurs réserves au sujet de la décision, mais c'est en raison d'un problème fondamental qu'elle comporte que la décision doit être renvoyée pour réexamen. Lorsqu'on lit la décision dans son ensemble, on a le sentiment que l'agent n'était pas réellement conscient de ce que requiert l'analyse de l'intérêt supérieur de l'enfant ou des principes juridiques à appliquer. Le défendeur affirme qu'il s'agit simplement d'une question de forme et non de fond et que je ne devrais pas me laisser ébranler par les erreurs de formulation de l'agent. Je ne suis pas de cet avis."], ["[55]", "Il ressort à l'évidence de sa décision que l'agent n'a pas appliqué le bon critère pour évaluer l'intérêt supérieur de l'enfant. Il tient les propos suivants qui constituent le fondement de son analyse:", "[traduction]", "Son enfant, un citoyen canadien âgé de quatre ans, a commencé à fréquenter la prématernelle et à se faire de nouveaux amis. Je ne suis toutefois pas convaincu que le fait de le retirer de ce milieu à un âge aussi tendre aurait des conséquences négatives sur l'enfant", "au point où il subirait des difficultés inhabituelles et injustifiées ou disproportionnées", ". [Non souligné dans l'original.]", "[...]", "Compte tenu de l'ensemble des arguments et du contexte de la présente affaire, je ne suis pas convaincu que l'intéressée", "et son fils subissent des difficultés inhabituelles et injustifiées ou disproportionnées", "à la Grenade au point où je devrais donner une suite favorable à la présente demande. [Non souligné dans l'original.]"], ["[56]", "Je suis d'accord avec la demanderesse pour dire que l'agent a commis, dans la présente affaire, les erreurs dont il est justement question dans la jurisprudence de notre Cour que j'ai déjà citées dans l'arrêt <FRAGMENT_SUPPRESSED> de la Cour d'appel fédérale. Au lieu d'être réceptif, attentif et sensible à la situation d'Omar et d'examiner la situation du point de vue de ce dernier, comme la jurisprudence l'exige, l'agent a plutôt conclu: [traduction] « [j]e suis convaincu que son intérêt supérieur", "est respecté", "». L'agent a également déclaré: [traduction] « [j]e ne suis pas convaincu que [...] son fils [subirait] des difficultés inhabituelles et injustifiées ou disproportionnées » et « [j]e ne suis [...] pas convaincu que le fait de le retirer de ce milieu [...]", "aurait des conséquences négatives sur l'enfant au point où il subirait des difficultés inhabituelles et injustifiées ou disproportionnées", "». L'agent n'a peut-être pas commis d'erreur en parlant de difficultés, mais il est franchi un pas de plus en considérant que l'intérêt supérieur d'Omar devait être examiné au regard du critère des difficultés."], ["[57]", "Je souscris à la façon dont la demanderesse expose le problème et résume la jurisprudence applicable et je les fais miens dans les présents motifs. Je vais exposer le processus et les principes applicables en détail en vue de guider l'agent qui sera appelé à réexaminer la présente affaire. À cet égard, je vais essentiellement reproduire et adopter l'excellent résumé des règles de droit applicables formulé par l'avocat de la demanderesse."], ["[58]", "Il est de jurisprudence constante que l'agent doit être « réceptif, attentif et sensible » à l'intérêt supérieur de l'enfant et qu'il ne doit pas « minimiser » l'intérêt supérieur de l'enfant susceptible d'être touché par sa décision."], ["[59]", "Notre Cour a également bien précisé que l'obligation d'être « réceptif, attentif et sensible » à l'intérêt supérieur de l'enfant est distincte de l'analyse de la norme des difficultés « inhabituelles et injustifiées ou démesurées ». Ainsi que le juge Robert Barnes l'a déclaré dans le jugement", "<FRAGMENT_SUPPRESSED> :", "Il est clair que l'agente a commis une erreur en exigeant que M. Shchegolevich démontre que les effets préjudiciables de son renvoi sur son épouse et son beau-fils seraient inhabituels et injustifiés ou excessifs. La norme ne s'applique qu'aux difficultés éprouvées par un demandeur qui doit présenter une demande à partir de l'étranger; elle ne s'applique pas à l'appréciation de l'intérêt supérieur d'un enfant touché par le renvoi d'un parent."], ["[60]", "Dans le même ordre d'idées, notre Cour a déclaré ce qui suit dans la décision <FRAGMENT_SUPPRESSED> , ci-dessus, au paragraphe 14:", "[...] Les mots semblables que l'on trouve dans les Directives IP5, à savoir « inhabituelles », « injustifiées » ou « excessives », sont utilisés à propos de l'intérêt pour un demandeur de rester au Canada pour des motifs d'ordre humanitaire, plutôt que de devoir solliciter le droit d'établissement depuis l'étranger. Il est fautif d'intégrer de telles normes dans la décision portant sur l'existence de considérations humanitaires, du moins dans la partie de cette décision qui concerne l'intérêt des enfants. Cette précision est faite dans l'arrêt", "<FRAGMENT_SUPPRESSED>  (C.A.F.), au paragraphe 9, où le juge Robert Décary écrivait que « le concept de \"difficultés injustifiées\" n'est pas approprié lorsqu'il s'agit d'évaluer les difficultés auxquelles s'exposent les enfants innocents. Les enfants méritent rarement, sinon jamais, d'être exposés à des difficultés »."], ["[61]", "Dans la décision récente <FRAGMENT_SUPPRESSED> , ci-dessus, notre Cour a réaffirmé qu'on aurait tort d'intégrer le critère des difficultés inhabituelles et injustifiées ou excessives dans l'analyse de l'intérêt supérieur des enfants. Se référant à la décision <FRAGMENT_SUPPRESSED> , ci-dessus, le juge O'Keefe a expliqué que c'était une erreur de droit que d'intégrer le critère des difficultés inhabituelles et injustifiées ou excessives dans l'analyse de l'intérêt supérieur des enfants."], ["[62]", "Dans la décision <FRAGMENT_SUPPRESSED> , la Cour a conclu que, non seulement l'agente n'avait pas décrit correctement le critère servant à l'analyse de l'intérêt supérieur des enfants, mais qu'elle avait également minimisé les conséquences de la décision forçant les enfants à quitter le Canada pour accompagner leurs parents en Guyana. L'agente", "'avait donc", "pas", "tenu compte, dans son analyse, de l'incidence de la décision sur l'intérêt supérieur des enfants, de sorte que son analyse était incorrecte tant sur la forme que sur le fond. La Cour a conclu que « [l]'application par l'agente de l'exigence des difficultés inhabituelles, injustifiées ou excessives transpire dans son analyse de l'intérêt supérieur des enfants et aboutit ainsi à une conclusion inappropriée [...] » (au paragraphe 27.) On peut en dire autant de l'analyse à laquelle l'agent s'est livré en l'espèce."], ["[63]", "Lorsqu'il analyse l'intérêt supérieur d'un enfant, l'agent doit", "d'abord", "déterminer en quoi consiste l'intérêt supérieur de l'enfant,", "en deuxième lieu", ", jusqu'à quel point l'intérêt de l'enfant est compromis par une décision éventuelle par rapport à une autre et,", "enfin", ", à la lumière de l'analyse susmentionnée, le poids que ce facteur joue lorsqu'il s'agit de trouver un équilibre entre les facteurs positifs et les facteurs négatifs dont il a été tenu compte lors de l'examen de la demande fondée sur des raisons d'ordre humanitaire."], ["[64]", "Il n'existe pas de norme minimale en matière de besoins fondamentaux qui satisferait au critère de l'intérêt supérieur. De plus, il n'existe pas de critère minimal en matière de difficultés suivant lequel à un certain point dans l'échelle des difficultés et", "seulement à ce point", "pourrait-on considérer que l'intérêt supérieur de l'enfant est « compromis » au point de justifier une décision favorable. La question", "n'est pas", "celle de savoir si l'enfant « souffre assez » pour que l'on considère que son « intérêt supérieur » ne sera pas « respecté ». À cette étape initiale de l'analyse, la question à laquelle il faut répondre est la suivante: « en quoi consiste l'intérêt supérieur de l'enfant? »"], ["[65]", "Par exemple, l'agent ne devrait pas mettre fin à son analyse de l'intérêt supérieur de l'enfant après avoir conclu que ce dernier ne souffre ni de mauvais traitement ni de malnutrition ou, comme dans la présente décision, qu'on ne lui a pas carrément refusé l'accès à des soins médicaux. Pour qu'on puisse conclure qu'il a été « réceptif, attentif et sensible » à l'intérêt supérieur de l'enfant, il faut que l'agent ait tenu compte de la situation de l'enfant en se plaçant du point de vue de l'enfant pour ensuite déterminer ce en quoi consiste l'intérêt supérieur de ce dernier."], ["[66]", "Ainsi que la Cour d'appel fédérale l'a fait observer dans l'arrêt <FRAGMENT_SUPPRESSED> , et comme notre Cour l'a signalé également dans les décisions <FRAGMENT_SUPPRESSED> et <FRAGMENT_SUPPRESSED> , les enfants méritent rarement, sinon jamais, d'être exposés à quelque difficulté que ce soit. Par conséquent, l'application d'un critère relatif aux difficultés injustifiées ou inhabituelles ou une conception de l'analyse de l'intérêt supérieur qui reposerait sur une norme minimale en matière de « besoins fondamentaux » comme celle que l'agent a appliquée en l'espèce ne permet pas de répondre de façon satisfaisante - d'une manière qu'on peut qualifier de « réceptive, attentive et sensible » - à la question de savoir en quoi consiste l'intérêt supérieur de l'enfant."], ["[67]", "L'intérêt supérieur de l'enfant n'est certainement pas le facteur déterminant dans le cas d'une demande fondée sur des raisons d'ordre humanitaire et il ne constitue qu'un des facteurs dont il faut tenir compte. Cependant, le fait d'exiger que certains des intérêts de l'enfant n'aient pas été « respectés » ou que l'enfant « souffre assez » pour que ce facteur milite en faveur de l'octroi d'une dispense, voire qu'il joue un rôle déterminant dans la décision, a également pour effet de contredire le principe bien établi suivant lequel l'agent doit être particulièrement réceptif, attentif et sensible aux conséquences que la décision aura en se plaçant du point de vue de l'enfant. De plus, une telle façon de procéder irait vraisemblablement à l'encontre de la directive formulée par la Cour suprême du Canada, selon laquelle cet élément est un facteur crucial à considérer lors de l'examen des demandes fondées sur des raisons d'ordre humanitaire, qui ne doit pas être minimisé."], ["[68]", "Dans l'arrêt", "Baker", ", ci-dessus, la Cour suprême du Canada a jugé que, pour que l'exercice du pouvoir discrétionnaire prévu au paragraphe 25(1) de la Loi respecte la norme de la décision raisonnable, le décideur doit considérer l'intérêt supérieur de l'enfant comme un facteur important, lui accorder un poids considérable et être réceptif, attentif et sensible à cet intérêt. La juge L'Heureux-Dubé écrit ce qui suit, au paragraphe 75:", "[...] pour que l'exercice du pouvoir discrétionnaire respecte la norme du caractère raisonnable, le décideur devrait considérer l'intérêt supérieur des enfants comme un facteur important, lui accorder un poids considérable, et être réceptif, attentif et sensible à cet intérêt. Cela ne veut pas dire que l'intérêt supérieur des enfants l'emportera toujours sur d'autres considérations, ni qu'il n'y aura pas d'autres raisons de rejeter une demande d'ordre humanitaire même en tenant compte de l'intérêt des enfants.", "Toutefois, quand l'intérêt des enfants est minimisé, d'une manière incompatible avec la tradition humanitaire du Canada et les directives du ministre, la décision est déraisonnable.", "[Caractères gras ajoutés.]"], ["[69]", "Au paragraphe 73 de l'arrêt", "Baker", ", la Cour suprême du Canada a déclaré:", "Les facteurs susmentionnés montrent que les droits, les intérêts, et les besoins des enfants, et l'attention particulière à prêter à l'enfance sont des valeurs importantes à considérer pour interpréter de façon raisonnable les raisons d'ordre humanitaire qui guident l'exercice du pouvoir discrétionnaire. Je conclus qu'étant donné que les motifs de la décision n'indiquent pas qu'elle a été rendue d'une manière réceptive, attentive ou sensible à l'intérêt des enfants de MmeBaker, ni que leur intérêt ait été considéré comme un facteur décisionnel important, elle constituait un exercice déraisonnable du pouvoir conféré par la loi et doit donc être infirmée."], ["[70]", "Dans l'arrêt <FRAGMENT_SUPPRESSED> , ci-dessus, la Cour fédérale explique ce qu'il faut entendre par obligation d'être être réceptif, attentif et sensible à l'intérêt supérieur de l'enfant:", "Ce n'est qu'après que l'agent des visas s'est fait une bonne idée des conséquences concrètes d'une décision défavorable en matière de motifs d'ordre humanitaire sur l'intérêt supérieur de l'enfant qu'il pourra faire une analyse sensible de cet intérêt.", "Pour montrer qu'il est sensible à l'intérêt de l'enfant, l'agent doit pouvoir exposer clairement les épreuves qui résulteront pour l'enfant d'une décision défavorable, puis dire ensuite si, compte tenu également des autres facteurs, les épreuves en question justifient une dispense pour motifs d'ordre humanitaire.", "[Non souligné dans l'original.]"], ["[71]", "La décision est par conséquent renvoyée à un nouvel agent pour qu'il l'examine conformément aux principes exposés ci-dessus."], ["[72]", "Les avocats s'entendent pour dire qu'il n'y a aucune question à certifier et la Cour est du même avis.", "JUGEMENT"], ["[73]", "LA COUR", "1. ACCUEILLE la demande, ANNULE la décision et RENVOIE l'affaire pour qu'elle soit examinée par un autre agent;", "2. DÉCLARE qu'il n'y a aucune question à certifier.", "[End of document]"]]}