{"id_": "060565", "body_str": [["[1]", "de Montigny, J.", "[Translation]: The applicants, Ana Cecilia Rodriguez Aguirre and her daughter Anna Sophia Castillo Rodriguez, were found not to be Convention refugees or persons in need of protection under sections 96 and 97(1) of the", "Immigration and Refugee Protection Act,", "SC 2001, c 7 (the Act) by the Refugee Protection Division of the Immigration and Refugee Protection Board (the RPD). Relying on subsection 72(1) of the Act, they are now applying for judicial review of that decision. For the following reasons, I feel that this application for judicial review must be dismissed.", "I.", "Background"], ["[2]", "The applicant claims to have been the victim of violence at the hands of her ex-husband, Uzziel, whom she met in 1998, and fears the violence will continue if she were to return to Mexico, her country of origin. The applicant reported many violent incidents in her Personal Information Form (PIF) and during her testimony."], ["[3]", "In November 1999, the applicant learned that she was pregnant and left Mexico to live in the United States, where her daughter was born. She returned to live with her daughter in San Luis Potosi in January 2001. In May 2001, the applicant moved to Cuautitlan Izcalli to go to university and she asked Uzziel to come live with her and her daughter, but he refused. After completing her studies and getting a job in Leon, in the State of Guanajuato, she informed her husband that she was moving. He then allegedly insulted her, accused her of having a lover in Leon, and made death threats."], ["[4]", "Starting in June 2005 and until May 2007, Uzziel made it a habit to go to the applicant's home in Leon and stay for a few days. He regularly asked her to return to San Luis Potosi and threatened her when she refused. Then, on August 2, 2007, the applicant learned that Uzziel was in a detox centre."], ["[5]", "On November 20, 2007, Uzziel allegedly went to Leon to the applicant's home to ask her to return to San Luis Potosi with him. When she refused, Uzziel slapped her. He went back to the applicant's home on January 21, 2008, and made death threats to her and their daughter. He pushed the applicant to the ground and said he would be back. The applicant claims to have called the police, who never showed up. A similar incident allegedly occurred on February 18, 2008; hit in the face, the applicant did not go to the hospital, claiming that she was ashamed."], ["[6]", "The next day, she went to see a lawyer in Leon and asked him to help her file a complaint against Uzziel. The lawyer allegedly replied that he could not help her because Uzziel did not live in the city of Leon. He suggested that she go see one of his colleagues who worked in San Luis Potosi, which she did. However, that lawyer indicated that she should file the complaint in Leon, the applicant's place of residence."], ["[7]", "The applicant then went to the Integral Development of Women (IDW) office in San Lui Potosi, where she was allegedly told that she had to go to the IDW in Leon. There, she was told they could not help her because the attacker did not live in Leon, and she was allegedly advised to go to the Municipal Institute for Women in Leon."], ["[8]", "At the applicant's request, her husband agreed to meet with a mediator at the Institute on March 14, 2008. Unhappy with the way the meeting was going, he decided to end it and ordered the applicant to follow him. When they arrived at the applicant's home, he began to insult, threaten and hit her. The applicant decided to take refuge at a friend's house, but again refused to go to the hospital, despite her friend's advice, because she was embarrassed. That same day, the police noted that Uzziel had left the applicant's house."], ["[9]", "On April 18, 2008, Uzziel again went to the main applicant's home. Again, he hit her, threatened to kill her and tried to strangle her. She nonetheless managed to escape to a neighbour's house, where she called the police. When the police commander arrived on site 20 minutes later, he took the applicant to the hospital after noting that her husband was no longer on the premises."], ["[10]", "After she left the hospital, the applicant sought shelter at her paternal grandparents' home in Puruandiro on April 21, 2008; after she learned that her husband had been seen in the village and was looking for her, she fled to her aunt's in Cuautitlan Izcalli. Uzziel found her again and showed up at her aunt's on June 22, 2008; when the police arrived on site after the applicant's call, Uzziel was already gone. The applicant then sought shelter at another aunt's in Concepcion, but Uzziel tracked her down again and threatened her by phone. This was when she decided to flee Mexico and come to Canada. The applicant arrived on June 30, 2008, and applied for refugee protection the same day.", "II.", "The impugned decision"], ["[11]", "The RPD found that the applicant was not credible and had not succeeded in reversing the presumption that the protection offered by Mexico is adequate."], ["[12]", "With regard to the issue of credibility, the RPD explained that the applicant did not provide probative evidence of the treatment she allegedly received at the hospital after the assault by her ex-husband. Additionally, the RPD considered it unlikely that two lawyers could have told her it was impossible to file a complaint for assault when the attacker and the victim did not live in the same state, considering the documentary evidence that indicated a complaint can be transferred to the competent state if not filed in the correct place."], ["[13]", "With regard to state protection, the RPD began by stating that the Mexican state is presumed to be capable of protecting its population and that the applicant cannot meet the burden of showing that the protection is inadequate based on her subjective reluctance to seek out the State's protection. After referring to certain documents from the National Documentation Package describing the protection offered to women in the Federal District and the implementation of a new general law on women's access to a life free of violence, the RPD concluded that the applicant did not make enough effort to seek the protection offered by the Mexican authorities.", "III.", "Issues", "(A) Was the RPD's conclusion regarding the applicant's credibility erroneous?", "(B) Is the RPD's state protection finding reviewable?", "IV.", "Analysis"], ["[14]", "The appropriate standard of review for both issues raised in this case is not challenged. It has been well established that issues of credibility and state protection are reviewed on a standard of reasonableness. The question, therefore, is whether the RPD findings with regard to the two above-noted issues fall within the range of \"possible, acceptable outcomes which are defensible in respect of the facts and the law\":", "<FRAGMENT_SUPPRESSED>  (available on CanLII).", "A.", "Was the RPD's conclusion regarding the applicant's credibility erroneous?"], ["[15]", "The applicants claim that the RPD did not consider the explanations given about the lack of evidence regarding her hospital visits. The applicant submitted to evidence an e-mail exchange with the hospital where she was treated, and it seems from these emails that the attestation requested cannot be provided since there was no surgical procedure and the payment invoice cannot be found because the tax inventory was done three years ago."], ["[16]", "The RPD considered these emails and specifically referred to them in its reasons, but still came to the finding that they did not corroborate the applicant's account that she was treated following abuse she suffered at the hands of her ex-husband. In my opinion, the RPD findings on this are questionable at the very least. Under section 7 of the", "Refugee Protection Division Rules", ", refugee claimants who cannot provide the RPD with acceptable documents to establish their identity and other information in the claim must provide a reason and indicate the measures that were taken to get the documents. This is exactly what the applicant did, and the RPD cannot make a negative finding regarding her credibility on this ground, unless it questions the authenticity of the email from the hospital that was submitted to evidence, which it did not do: see", "<FRAGMENT_SUPPRESSED> ACWS (3d) 358;", "<FRAGMENT_SUPPRESSED>  (available on CanLII). It is true that the documents the hospital could have provided would not necessarily have established that the treatment received was for physical abuse or that this abuse was inflicted by her ex-husband. However, since it is impossible to obtain such documents, this is pure speculation. This RPD finding seems unreasonable to me."], ["[17]", "The applicants also note that the RPD cannot question the applicant's credibility on the basis that it seems unlikely that two lawyers would make mistakes and provided contradictory information as to where a complaint may be filed. In the applicant's eyes, this element is not significant enough to undermine the main applicant's credibility."], ["[18]", "First, I must note that the RPD did not correctly summarize the applicant's statements, stating that she said the two lawyers she visited indicated [translation] \"that she could not file a complaint if the victim herself did not reside in the same state as the persecutor\". Her testimony and her PIF indicate that the lawyer from Leon believed that the complaint should be filed in the city where the aggressor lives, whereas the lawyer in San Luis Potosi told her the opposite. Despite this error, it is reasonable for the RPD to be surprised not only that two lawyers gave completely opposite opinions, but that these opinions were contrary to the documentary evidence consulted. It is well established that the panel is entitled to prefer documentary evidence to the testimony of a refugee claimant in its assessment of the evidence. As a result, the RPD could reasonably consider that the applicant's credibility was affected, at least with regard to this aspect of her testimony.", "B.", "Is the RPD's state protection finding reviewable?"], ["[19]", "The applicants claimed that the RPD committed a number of errors in its assessment of the protection offered by the Mexican State. First, the applicant feels that the RPD erred by criticizing her for not asking for police protection in writing, insomuch as such a requirement does not exist and she sought police assistance many times to no avail. With regard to her visit to the IDW offices in two different locations, and the fact she never asked to see a supervisor when her complaint was not accepted, the main applicant claims that the IDW is a government organization that helps families and its mission is not to offer state protection; at any rate nothing would have come of this as they did not want to help her."], ["[20]", "The applicants also rely on the documentary evidence indicating that the general law on women's access to a life free of violence, adopted in March 2008, still was not in force in August 2010 in the state of Guanajuato where the applicant lived (it does appear that the law was in force in the Federal District and in 29 of 31 of Mexico's states). Lastly, the applicants add that the RPD erroneously relied on a document reporting on the protection offered in the Federal District, because they did not live in the Federal District and possibility of internal refuge there was not considered."], ["[21]", "It is true that tab 5.18 of the National Documentation Package of Mexico on the adoption of the general law on women's access to a life free of violence, dated August 12, 2010, states that the Law for the Prevention, Intervention and Eradication of Violence adopted by the State of Guanajuato is different from the general law because is does not specifically address violence against women such as femicide, sexual harassment and sexual violence, and it was criticized because it does not adequately take the general law into consideration. Although this law may be imperfect, the fact remains that the applicant did not meet her burden of proving that she could not benefit from the protection of her country. As the Federal Court of Appeal noted in", "<FRAGMENT_SUPPRESSED> :", "... a claimant seeking to rebut the presumption of state protection must adduce relevant, reliable and convincing evidence which satisfies the trier of fact on a balance of probabilities that the state protection is inadequate."], ["[22]", "In this case, the main applicant justified her failure to file a complaint with the police by claiming she did not trust the police and that if she filed a complaint, [translation] \"it would take a long time\". However, as the RPD noted, the police came to her assistance on many occasions when she called them. The case law is clear that subjective reluctance is insufficient to refute the presumption that a democratic state is able to ensure the protection of its citizens: see, for example,", "<FRAGMENT_SUPPRESSED>  (available on  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 338. The main applicant had the obligation to show that she had offered the Mexican authorities a real opportunity to intervene before legitimately being able to claim that her country was unable to provide the protection she required. Although she received help from the police when she called for their assistance, the applicant did not find it relevant to file a formal complaint against her ex-husband. In the circumstances, the RPD could reasonably find that she did not refute the presumption of state protection.", "JUDGMENT"], ["[23]", "THE COURT ORDERS AND ADJUDGES that this application for judicial review is dismissed. No question is certified.", ".........................", "Ana Cecilia Rodriguez Aguirre et  <FRAGMENT_SUPPRESSED>  demanderesses, Mme Ana Cecilia Rodriguez Aguirre et sa fille Anna Sophia Castillo Rodriguez, se sont vues refusées par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la SPR) la qualité de réfugiées au sens de la Convention ou de personnes à protéger, en vertu des articles 96 et 97(1) de la", "Loi sur l'immigration et la protection des réfugiés,", "LC 2001, ch 7 (la Loi). Se prévalant du paragraphe 72(1) de cette même Loi, elles demandent maintenant le contrôle judiciaire de cette décision. Pour les motifs qui suivent, j'estime que cette demande de contrôle judiciaire doit être rejetée.", "I.", "Contexte"], ["[2]", "La demanderesse allègue avoir été victime de violence aux mains de son ancien conjoint, Uzziel, qu'elle aurait connu en 1998, et craindre que la violence se poursuive si elle devait retourner au Mexique, son pays d'origine. La demanderesse a fait état de nombreux incidents violents dans son Formulaire de renseignements personnels (FRP) et lors de son témoignage."], ["[3]", "En novembre 1999, la demanderesse a appris qu'elle était enceinte et a quitté le Mexique pour aller vivre aux États-Unis, où sa fille est née. Elle est revenue vivre avec sa fille à San Luis Potosi en janvier 2001. En mai 2001, la demanderesse a déménagé à Cuautitlan Izcalli pour entreprendre des études universitaires et elle a demandé à Uzziel de venir vivre avec elle et sa fille, mais il a refusé. Après avoir terminé ses études et obtenu un emploi à Leon, dans l'État de Guanajuato, elle a informé son mari de son déménagement. Ce dernier l'aurait alors insulté, accusé d'avoir un amant à Leon, et menacé de mort."], ["[4]", "À partir de juin 2005 et jusqu'en mai 2007, Uzziel a pris l'habitude de se présenter chez la demanderesse à Leon et d'y rester pendant quelques jours. Il lui demandait régulièrement de retourner à San Luis Potosi et la menaçait lorsqu'elle refusait. Puis, le 2 août 2007, la demanderesse a appris qu'Uzziel était dans un centre de désintoxication."], ["[5]", "Le 20 novembre 2007, Uzziel se serait présenté à Leon chez la demanderesse afin de lui demander de rentrer avec lui à San Luis Potosi. Lorsqu'elle refusa, Uzziel la gifla. Il se présenta de nouveau chez la demanderesse le 21 janvier 2008 et prononça des menaces de mort contre la demanderesse et leur fille. Il poussa la demanderesse par terre et a dit qu'il reviendrait. La demanderesse prétend avoir appelé la police, qui ne se serait jamais présentée. Un incident similaire se serait produit le 18 février 2008; frappée au visage, la demanderesse n'est pas allée à l'hôpital, alléguant avoir eu honte."], ["[6]", "Le lendemain, elle s'est rendue chez un avocat de la ville de Leon et lui demanda de l'aider à porter plainte contre Uzziel. L'avocat lui aurait répondu qu'il ne pouvait l'aider parce qu'Uzziel ne résidant pas dans la ville de Leon. Il lui suggéra d'aller voir un de ses collègues qui travaille à San Luis Potosi, ce qu'elle fit. Or, ce dernier lui indiqua qu'elle devait plutôt porter plainte à Leon, le lieu de résidence de la demanderesse."], ["[7]", "La demanderesse se présenta par la suite au bureau du Développent intégral de la femme de San Lui Potosi (DIF), où on lui aurait répondu qu'elle devait plutôt se rendre au DIF de Leon. À cet endroit, elle se serait fait dire qu'on ne pouvait l'aider car l'agresseur n'habitait pas à Leon, et on lui aurait conseillé de se rendre à l'Institut municipal de la femme à Leon."], ["[8]", "À la demande de la demanderesse, son mari accepta de rencontrer un médiateur à l'Institut le 14 mars 2008. Insatisfait de la tournure de l'entrevue, il décida cependant d'y mettre fin et ordonna à la demanderesse de le suivre. Arrivé au domicile de cette dernière, il se mit à l'insulter, à la menacer et à la frapper. La demanderesse décida alors de se réfugier chez une amie, mais refusa de nouveau de se rendre à l'hôpital, malgré les conseils de son amie, étant donné son embarras. Le même jour, la police constata qu'Uzziel avait quitté la maison de la demanderesse."], ["[9]", "Le 18 avril 2008, Uzziel se présenta de nouveau chez la demanderesse principale. De nouveau, il la frappa, menaça de la tuer et tenta de l'étrangler. Elle parvint néanmoins à s'enfuir chez un voisin, d'où elle appela la police. Arrivé sur les lieux 20 minutes plus tard, le commandant de police emmena la demanderesse à l'hôpital après avoir constaté que son mari n'était plus sur les lieux."], ["[10]", "Après avoir quitté l'hôpital, la demanderesse est allée se réfugier chez ses grands-parents paternels à Puruandiro le 21 avril 2008; ayant appris que son mari avait été vu dans le village et la cherchait, elle s'enfuit par la suite chez sa tante dans la ville de Cuautitlan Izcalli. Uzziel la retrouva de nouveau et se présenta chez sa tante le 22 juin 2008; lorsque la police arriva sur les lieux suite à l'appel de la demanderesse, Uzziel était déjà parti. La demanderesse se réfugie alors chez une autre tante à Concepcion, mais Uzziel la retraça de nouveau et la menaça par téléphone. C'est à ce moment qu'elle décida de fuir le Mexique et de venir au Canada. La demanderesse est arrivée le 30 juin 2008 et a demandé l'asile le même jour.", "II.", "La décision contestée"], ["[11]", "La SPR a conclu que la demanderesse n'était pas crédible et qu'elle n'avait pas réussi à renverser la présomption selon laquelle la protection offerte par le Mexique est adéquate."], ["[12]", "En ce qui concerne la question de la crédibilité, la SPR explique que la demanderesse n'a pas fourni de preuve probante des soins qu'elle aurait reçus à l'hôpital suite à l'agression de son ancien conjoint. D'autre part, la SPR a considéré qu'il était invraisemblable que deux avocats aient pu lui dire qu'il n'était pas possible de porter plainte pour voies de fait lorsque l'agresseur et la victime ne résident pas dans le même État, compte tenu de la preuve documentaire selon laquelle une plainte peut être transférée à l'État compétent si elle n'est pas déposée au bon endroit."], ["[13]", "En ce qui a trait à la protection de l'État, la SPR commence par rappeler que l'État mexicain est présumé capable de protéger sa population et que la demanderesse ne peut se décharger de son fardeau d'établir que la protection est inadéquate en se fondant sur sa réticence subjective à solliciter la protection de l'État. Après avoir référé à certains documents du Cartable national de documentation décrivant la protection offerte aux femmes dans le District fédéral et la mise en œuvre d'une nouvelle loi générale relative au droit des femmes de vivre une vie sans violence, la SPR a conclu que la demanderesse n'avait pas fait assez d'efforts pour se prévaloir de la protection que pouvait lui offrir les autorités mexicaines.", "III.", "Questions en litige", "a) La conclusion de la SPR concernant la crédibilité de la demanderesse est-elle erronée?", "b) La conclusion de la SPR relative à la protection de l'État est-elle révisable?", "IV.", "Analyse"], ["[14]", "La norme de contrôle applicable aux deux questions soulevées par le présent litige n'est pas contestée. Il est bien établi que les questions de crédibilité et de protection de l'État doivent être révisées à la lumière de la norme de la raisonnabilité. La question qui se pose, par conséquent, est celle de savoir si les conclusions de la SPR relativement aux deux questions identifiées plus haut font partie des « issues possibles acceptables pouvant se justifier au regard des faits et du droit »:", "<FRAGMENT_SUPPRESSED>  (disponible sur CanLII).", "A.", "La conclusion de la SPR concernant la crédibilité de la demanderesse est-elle erronée?"], ["[15]", "Les demanderesses reprochent à la SPR de ne pas avoir tenu compte des explications fournies eu égard à l'absence de preuve concernant son admission à l'hôpital. La demanderesse avait déposé en preuve un échange de courriels avec l'hôpital où elle dit avoir été traitée, et il appert de ces courriels que l'attestation demandée ne peut être fournie étant donné qu'il n'y a pas eu de procédure chirurgicale et que la facture du paiement ne peut être trouvée du fait que l'inventaire fiscal a eu lieu il y a trois ans."], ["[16]", "La SPR a tenu compte de ces courriels et y a explicitement référé dans ses motifs, mais a néanmoins conclu qu'ils ne permettaient pas de corroborer le récit de la demanderesse voulant qu'elle ait été soignée suite aux mauvais traitements subis aux mains de son ex-conjoint. À mon avis, les conclusions de la SPR à ce chapitre sont pour le moins discutables. L'article 7 des", "Règles de la Section de la protection des réfugiés", "prévoit que le demandeur d'asile qui ne peut transmettre à la SPR des documents acceptables pour établir son identité et les autres éléments de sa demande doit en donner la raison et indiquer quelles mesures il a prises pour s'en procurer. C'est précisément ce que la demanderesse a fait, et la SPR ne pouvait donc tirer une inférence négative quant à la crédibilité de la demanderesse pour ce motif à moins de remettre en question l'authenticité du courriel émanant de l'hôpital et déposé en preuve, ce qu'elle n'a pas fait: voir", "<FRAGMENT_SUPPRESSED> ACWS (3d) 358;", "<FRAGMENT_SUPPRESSED>  (disponible sur CanLII). Il est vrai que les documents qu'auraient pu lui fournir l'hôpital n'auraient pas nécessairement établi que les traitements reçus résultaient de sévices physiques ou que ces mauvais traitements étaient le fait de son ex-mari. Mais, devant l'impossibilité d'obtenir de tels documents, ce ne sont là que pure spéculation. Cette conclusion de la SPR ne m'apparaît donc pas raisonnable."], ["[17]", "Les demanderesses font également valoir que la SPR ne pouvait douter de la crédibilité de la demanderesse au motif qu'il lui apparaissait invraisemblable que deux avocats se soient trompés et lui aient fourni des informations contradictoires à propos du lieu où peut être déposée une plainte. Aux yeux de la demanderesse, il s'agirait là d'un élément trop secondaire pour entacher la crédibilité de la demanderesse principale."], ["[18]", "Je note tout d'abord que la SPR n'a pas correctement résumé les propos de la demanderesse en lui faisant dire que les deux avocats à qui elle s'est adressée lui auraient indiqué « qu'elle ne pouvait pas déposer une plainte si la victime elle-même ne résidait pas dans le même État que le persécuteur ». Il ressort plutôt de son témoignage et de son FRP que l'avocat de Leon croyait que la plainte devait être déposée dans la ville où demeure l'agresseur, tandis que l'avocat de San Luis Potosi lui aurait mentionné que c'était plutôt l'inverse. Malgré cette erreur, la SPR pouvait raisonnablement s'étonner non seulement que deux avocats lui donnent des avis diamétralement opposés, mais que ces avis aillent à l'encontre de la preuve documentaire consultée. Il est bien établi que le tribunal a toute liberté pour préférer la preuve documentaire au témoignage d'un demandeur d'asile dans son évaluation de la preuve. Par conséquent, la SPR pouvait raisonnablement considérer que la crédibilité de la demanderesse s'en trouvait affectée, du moins quant à cet aspect de son témoignage.", "B.", "La conclusion de la SPR relative à la protection de l'État est-elle révisable?"], ["[19]", "Les demanderesses ont soutenu que la SPR avait commis plusieurs erreurs dans son évaluation de la protection que pouvait leur offrir l'État mexicain. Tout d'abord, la demanderesse estime que la SPR a erré en lui reprochant de ne pas avoir demandé la protection des policiers par écrit, dans la mesure où une telle exigence n'existe pas et où elle a sollicité l'aide des forces de l'ordre à plusieurs reprises sans qu'elle se concrétise. En ce qui concerne sa visite aux bureaux du DIF dans deux localités différentes et du fait qu'elle n'a pas demandé à voir un superviseur lorsqu'on a refusé de recevoir sa plainte, la demanderesse principale soutient que le DIF est un organisme gouvernemental qui vient en aide aux familles et n'a pas pour mission d'offrir la protection de l'État, et que de toute façon cela n'aurait rien donné parce qu'ils ne voulaient pas l'aider."], ["[20]", "Les demanderesses s'appuient également sur la preuve documentaire selon laquelle la loi générale sur le droit des femmes à vivre une vie sans violence, adoptée en mars 2008, n'avait toujours pas été mise en application en date du mois d'août 2010 dans l'État de Guanajuato où vivait la demanderesse (il semble par ailleurs que la loi était en vigueur dans le district fédéral et dans 29 des 31 États du Mexique). Enfin, les demanderesses ajoutent que la SPR s'est fié à tort à un document faisant état de la protection offerte dans le District fédéral, puisqu'elles ne vivaient pas dans le District fédéral et que l'on n'a pas considéré la possibilité d'un refuge interne à cet endroit."], ["[21]", "Il est vrai que l'onglet 5.18 du Cartable de documentation nationale du Mexique portant sur l'adoption de la loi générale sur le droit des femmes à vivre une vie sans violence, daté du 12 août 2010, mentionne que la loi sur la prévention, l'intervention et la lutte en matière de violence adoptée par l'état de Guanajuato diffère de la loi générale du fait qu'elle ne porte pas sur les types précis de violence faite aux femmes comme le féminicide, le harcèlement sexuel et la violence fondée sur le sexe et qu'elle a été critiquée parce qu'elle ne tenait pas convenablement compte de la loi générale. Bien que cette loi puisse être imparfaite, il n'en demeure pas moins que la demanderesse ne s'est pas déchargée de son fardeau de démontrer qu'elle ne pouvait pas bénéficier de la protection de son pays. Comme le soulignait la Cour d'appel fédérale dans l'arrêt", "<FRAGMENT_SUPPRESSED> :", ". . . le demandeur d'asile qui veut réfuter la présomption de la protection de l'État doit produire une preuve pertinente, digne de foi et convaincante qui démontre au juge des faits, selon la prépondérance des probabilités, que la protection accordée par l'État en question est insuffisante."], ["[22]", "En l'occurrence, la demanderesse principale a justifié son défaut de déposer une plainte auprès des autorités policières en disant qu'elle ne faisait pas confiance aux policiers et que si elle déposait une plainte « ça prendra beaucoup de temps ». Pourtant, comme l'a noté la SPR, les policiers lui ont porté secours à plusieurs reprises quand elle a fait appel à eux. La jurisprudence est claire à l'effet qu'une réticence subjective est insuffisante pour réfuter la présomption voulant qu'un État démocratique est en mesure d'assurer la protection de ses citoyens: voir, à titre d'illustrations,", "<FRAGMENT_SUPPRESSED>  (disponible sur  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 338. La demanderesse principale avait l'obligation de démontrer qu'elle avait offert aux autorités mexicaines la possibilité réelle d'intervenir avant de pouvoir légitimement prétendre que son pays n'était pas en mesure de lui fournir la protection requise. Malgré qu'elle ait obtenu l'aide des policiers lorsqu'elle a fait appel à leur aide, la demanderesse n'a pas jugé bon de déposer une plainte formelle à l'encontre de son ex-mari. Dans ces circonstances, la SPR pouvait raisonnablement conclure qu'elle n'avait pas repoussé la présomption de la protection de l'État.", "JUGEMENT"], ["[23]", "LA COUR STATUE que la présente demande de contrôle judiciaire est rejetée. Aucune question n'est certifiée.", "[End of document]"]]}