{"id_": "060713", "body_str": [["[1]", "Le juge Pinard", ": Il s'agit ici d'une demande de contrôle judiciaire d'une décision rendue le 6 octobre 2004 par la Section d'appel de l'immigration (la SAI) de la Commission de l'immigration et du statut de réfugié, rejetant l'appel du demandeur concernant le refus de sa demande de parrainage en faveur de son épouse."], ["[2]", "Au cours de l'année 2000, Nabil Benjelloun (le demandeur dans cette demande, et l'appelant dans l'appel visé par cette demande) a deposé une demande de résidence permanente. Le 9 avril 2002, le visa de résidence permanente du demandeur était émis et ce dernier l'a reçu en mai 2002."], ["[3]", "Au cours de ce même mois, le demandeur s'est fiancé avec Imane Benkhayat. Le 29 mai 2002, l'ambassade canadienne à Paris a reçu une note par télécopieur du demandeur les avisant de ses fiançailles et de son mariage prochain. En réponse, l'ambassade a fait parvenir au demandeur par courrier la trousse d'ajout de conjoint et lui a souligné que la fiche relative au droit d'établissement devait leur être retournée."], ["[4]", "Le demandeur a rompu avec Imane Benkhayat une semaine après leurs fiançailles. Il a rencontré Imane Ballouchy (la requérante) en juin 2002. Leurs fiançailles ont eu lieu le 17 août 2002 et leur mariage, le 30 août 2002."], ["[5]", "A son arrivée à l'aéroport Dorval, le 17 décembre 2002, le demandeur a obtenu son statut de résident permanent. Il allègue qu'il a spontanément declaré à l'agent d'immigration qu'il était marié et qu'il avait l'intention de parrainer son épouse afin qu'elle vienne s'établir au Canada avec lui. En 2003, la requérante, une citoyenne du Maroc, a déposé une demande parrainée de droit d'établissement au Canada."], ["[6]", "Cette demande a été refusée le 29 octobre 2003, sur la base de l'alinéa 117(9)d) du Règlement sur l'immigration et la protection des réfugiés, SORS/2002-227, le Règlement, par un agent des visas (l'agent) qui a conclu que la requérante n'appartenait pas à la catégorie du regroupement familial et ainsi, n'était pas admissible pour fins d'immigration au Canada. L'agent a precisé que le demandeur a omis de déclarer son mariage au bureau des visas avant son départ pour le Canada et également au port d'entrée à son arrivée au Canada. Ainsi, la requérante n'a pas fait l'objet d'un contrôle par les autorités d'immigration."], ["[7]", "Les dispositions pertinentes de la Loi sur l'immigration et la protection des réfugiés, L.C. (2001), ch. 27, la Loi, sont les suivantes:", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement, lesquels sont délivrés sur preuve, à la suite d'un contrôle, qu'il n'est pas interdit de territoire et se conforme à la présente loi.", "63. (1) Quiconque a déposé, conformément au règlement, une demande de parrainage au titre du regroupement familial peut interjeter appel du refus de délivrer le visa de résident permanent.", "(2) Le titulaire d'un visa de résident permanent peut interjeter appel de la mesure de renvoi prise au contrôle ou à l'enquête.", "(3) Le résident permanent ou la personne protégée peut interjeter appel de la mesure de renvoi prise au contrôle ou à l'enquête.", "(4) Le résident permanent peut interjeter appel de la décision rendue hors du Canada sur l'obligation de résidence.", "(5) Le ministre peut interjeter appel de la décision de la Section de l'immigration rendue dans le cadre de l'enquête.", "65. Dans le cas de l'appel visé aux paragraphes 63(1) ou (2) d'une décision portant sur une demande au titre du regroupement familial, les motifs d'ordre humanitaire ne peuvent être pris en considération que s'il a été statué que l'étranger fait bien partie de cette catégorie et que le répondant a bien la qualité réglementaire.", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.", "(2) A foreign national who holds a permanent resident visa may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.", "(3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.", "(4) A permanent resident may appeal to the Immigration Appeal Division against a decision made outside of Canada on the residency obligation under section 28.", "(5) The Minister may appeal to the Immigration Appeal Division against a decision of the Immigration Division in an admissibility hearing.", "65. In an appeal under subsection 63(1) or (2) respecting an application based on membership in the family class, the Immigration Appeal Division may not consider humanitarian and compassionate considerations unless it has decided that the foreign national is a member of the family class and that their sponsor is a sponsor within the meaning of the regulations.", "Les dispositions pertinentes du Règlement sont les suivantes:", "28. Pour l'application du paragraphe 15(1) de la Loi, la demande est faite au titre de la Loi lorsque la personne, selon le cas:", "a) présente la demande par écrit;", "b) cherche à entrer au Canada;", "c) cherche à transiter par le Canada aux termes de l'article 35;", "d) demande l'asile.", "51. L'étranger titulaire d'un visa de résident permanent qui, à un point d'entrée, cherche à devenir un résident permanent doit:", "a) le cas échéant, faire part à l'agent de ce qui suit:", "(i) il est devenu un époux ou conjoint de fait ou il a cessé d'être un époux, un conjoint de fait ou un partenaire conjugal après la délivrance du visa,", "(ii) tout fait important influant sur la délivrance du visa qui a changé depuis la délivrance ou n'a pas été révélé au moment de celle-ci;", "b) établir, lors du contrôle, que lui et les membres de sa famille, qu'ils l'accompagnent ou non, satisfont aux exigences de la Loi et du présent règlement.", "117. (9) Ne sont pas considérées comme appartenant à la catégorie du regroupement familial du fait de leur relation avec le répondant les personnes suivantes:", "a) l'époux, le conjoint de fait ou le partenaire conjugal du répondant s'il est âgé de moins de seize ans;", "b) l'époux, le conjoint de fait ou le partenaire conjugal du répondant si celui-ci a déjà pris un engagement de parrainage à l'égard d'un époux, d'un conjoint de fait ou d'un partenaire conjugal et que la période prévue au paragraphe 132(1) à l'égard de cet engagement n'a pas pris fin;", "c) l'époux du répondant, si, selon le cas:", "(i) le répondant ou cet époux étaient, au moment de leur mariage, l'époux d'un tiers,", "(ii) le répondant a vécu séparément de cet époux pendant au moins un an et, selon le cas:", "(A) le répondant est le conjoint de fait d'une autre personne ou le partenaire conjugal d'un autre étranger,", "(B) cet époux est le conjoint de fait d'une autre personne ou le partenaire conjugal d'un autre répondant;", "d) sous réserve du paragraphe (10), dans le cas où le répondant est devenu résident permanent à la suite d'une demande à cet effet, l'étranger qui, à l'époque où cette demande a été faite, était un membre de la famille du répondant n'accompagnant pas ce dernier et n'a pas fait l'objet d'un contrôle.", "28. For the purposes of subsection 15(1) of the Act, a person makes an application in accordance with the Act by", "(a) submitting an application in writing;", "(b) seeking to enter Canada;", "(c) seeking to transit through Canada as provided in section 35; or", "(d) making a claim for refugee protection.", "51. A foreign national who holds a permanent resident visa and is seeking to become a permanent resident at a port of entry must", "(a) inform the officer if", "(i) the foreign national has become a spouse or common-law partner or has ceased to be a spouse, common-law partner or conjugal partner after the visa was issued, or", "(ii) material facts relevant to the issuance of the visa have changed since the visa was issued or were not divulged when it was issued; and", "(b) establish, at the time of examination, that they and their family members, whether accompanying or not, meet the requirements of the Act and these Regulations.", "117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if", "(a) the foreign national is the sponsor's spouse, common-law partner or conjugal partner and is under 16 years of age;", "(b) the foreign national is the sponsor's spouse, common-law partner or conjugal partner, the sponsor has an existing sponsorship undertaking in respect of a spouse, common-law partner or conjugal partner and the period referred to in subsection 132(1) in respect of that undertaking has not ended;", "(c) the foreign national is the sponsor's spouse and", "(i) the sponsor or the foreign national was, at the time of their marriage, the spouse of another person, or", "(ii) the sponsor has lived separate and apart from the foreign national for at least one year and", "(A) the sponsor is the common-law partner of another person or the conjugal partner of another foreign national, or", "(B) the foreign national is the common-law partner of another person or the conjugal partner of another sponsor; or", "(d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined."], ["[8]", "Le 5 novembre 2003, l'appelant a interjeté appel en vertu du paragraphe 63(1) de la Loi à l'encontre du rejet de la demande parrainée de droit d'établissement au Canada presentée par son épouse, la requérante."], ["[9]", "Le tribunal a conclu que l'agent a judicieusement appliqué l'alinéa 117(9)d) du Règlement et que la requérante n'appartient pas à la catégorie du regroupement familial. Les raisons pour le rejet sont les suivantes:", "- L'appelant n'a jamais informé les autorités de l'ambassade canadienne à Paris de son mariage avec la requérante le 30 août 2002.", "- L'appelant n'a jamais rempli la trousse et joint les différents documents et renseignements afin d'ajouter la requérante à son dossier.", "- L'appelant n'a jamais retourné le visa d'immigrant suite à son mariage avec la requérante le 30 août 2002.", "- Le tribunal ne trouve pas crédible que l'appelant ait mentionné à l'agent d'immigration au port d'entrée son changement de statut marital sans que cet agent n'apporte de modifications à la case 9 touchant l'état civil.", "- La responsabilité incombe à l'appelant d'informer les autorités canadiennes du changement de son statut civil avant de devenir un résident permanent."], ["[10]", "Il s'agit de savoir si la SAI a bien qualifié la requérante comme ne se trouvant pas dans la catégorie du regroupement familial, selon le paragraphe 117(9) du Règlement."], ["[11]", "Le défendeur fait valoir que le paragraphe 117(9) du Règlement se doit d'être lu en conjonction avec l'ensemble des autres dispositions de la Loi afin de tenir compte du contexte et du but recherché par la Loi. Je suis du même avis. Aux termes du paragraphe 11(1) de la Loi, l'étranger qui souhaite entrer au Canada doit avoir demandé à l'agent, préalablement à son entrée au Canada, les visa et autres documents requis, lesquels seront délivrés à la suite d'un contrôle. De plus, l'article 28 du Règlement décrit comment une demande doit être faite, ce qui inclut non seulement le fait qu'elle doive être faite par écrit, mais qu'elle le soit aussi lorsque la personne cherche à entrer au Canada. Conséquement, contrairement à ce que le demandeur soutient, une demande s'entend non seulement comme la demande initiale faite par écrit par un étranger, préalablement à son entrée au Canada, mais également celle faite au moment où il cherche à entrer au Canada."], ["[12]", "A l'appui de la position du défendeur, il y a aussi l'article 51 du Règlement qui indique que ce n'est qu'après que l'étranger aura fait l'objet d'un contrôle à un point d'entrée du Canada, où il devra déclarer tout changement important depuis la délivrance de son visa, qu'il obtiendra son statut de résident permanent. Cet article confirme qu'une demande de résidence permanente au Canada est donc un processus continu faisant l'objet de plusieurs contrôles qui débute par la demande écrite initiale de visa et se termine à l'entrée de l'étranger au Canada. C'est d'ailleurs l'interprétation donnée par ma collègue madame la juge Layden-Stevenson à l'alinéa 117(9)d) du  <FRAGMENT_SUPPRESSED>  où, au paragraphe 12, elle a écrit ce qui suit:", "Insofar as Mr. Dave's proposed interpretation of the phrase \"at the time of that application\" is concerned, he does not suggest that the words \"that application\" refer to anything other than an application for permanent residence. Nor does he dispute that a visa, in and of itself, does not confer a right of entry: Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (T.D.). Although this jurisprudence was concerned with provisions under the former legislation and the term \"landing\" is no longer found in IRPA, the rationale contained in the noted authorities remains apposite. One does not become a permanent resident until one is \"landed\". Consequently, the application process is not complete merely as a result of the processing of an application for a visa or because a visa is granted. The \"time of that application\" includes the period that begins with the submission of the application and continues through to the time when permanent residence is granted. Were it otherwise, any applicant could circumvent the provisions of the legislation by simply completing and submitting his or her application form prior to marrying."], ["[13]", "Quant à la question de la crédibilité, je suis d'avis que la SAI a clairement expliqué dans ses motifs les raisons l'ayant amenée à conclure à la non crédibilité du fait que le demandeur ait mentionné à l'agent d'immigration au point d'entrée son changement de statut marital. Dans son mémoire, le demandeur demande simplement à cette Cour de substituer son opinion à celle du tribunal, ce qui n'est pas son rôle ( <FRAGMENT_SUPPRESSED>  (1re inst.) (QL)). Il n'y a rien de clairement irrationnel dans l'appréciation des faits par la SAI à cet égard."], ["[14]", "Pour toutes ces raisons, la demande de contrôle judiciaire est rejetée.", "....................", "<FRAGMENT_SUPPRESSED>  an application for judicial review of a decision by the Immigration Appeal Division (the IAD) of the Immigration and Refugee Board, dated October 6, 2004, dismissing the applicant's appeal against the refusal of his sponsorship application for his spouse."], ["[2]", "Sometime in 2000, Nabil Benjelloun (the applicant in this application and the appellant in the appeal contemplated by this application) filed an application for permanent residence. On April 9, 2002, the permanent resident visa was issued and he received it in May 2002."], ["[3]", "During that same month, the applicant became engaged to Imane Benkhayat. On May 29, 2002, the Canadian Embassy in Paris received a note from the applicant by facsimile advising them of his engagement and his upcoming wedding. In reply, the Embassy mailed the applicant the kit for adding a spouse and pointed out to him that the Record of Landing had to be returned to them."], ["[4]", "The applicant broke up with Imane Benkhayat a week after their engagement. He met Imane Ballouchy (Ms. Ballouchy ) in June 2002. They were engaged on August 17, 2002, and married on August 30, 2002."], ["[5]", "When he arrived at Dorval Airport on December 17, 2002, the applicant obtained his permanent resident status. He alleges that he volunteered to the immigration officer that he had married and that he intended to sponsor his wife so that she could become a permanent resident in Canada with him. In 2003, Ms. Ballouchy, a citizen of Morocco, filed a sponsored application for landing in Canada."], ["[6]", "That application was refused on October 29, 2003, based on paragraph 117(9)(d) of the Immigration and Refugee Protection Regulations, SOR/2002-227 (the Regulations) by a visa officer (the officer) who determined that Ms. Ballouchy was not a member of the family class and was therefore inadmissible to Canada for immigration purposes. The officer stated that the applicant had failed to declare his marriage to the visa office before departing for Canada and again at the port of entry when he arrived in Canada. Ms. Ballouchy had therefore not been examined by immigration authorities."], ["[7]", "The relevant provisions of the Immigration and Refugee Protection Act, S.C. (2001), c. 27 (the Act), are as follows:", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document shall be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.", "(2) A foreign national who holds a permanent resident visa may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.", "(3) A permanent resident or a protected person may appeal to the Immigration Appeal Division against a decision at an examination or admissibility hearing to make a removal order against them.", "(4) A permanent resident may appeal to the Immigration Appeal Division against a decision made outside of Canada on the residency obligation under section 28.", "(5) The Minister may appeal to the Immigration Appeal Division against a decision of the Immigration Division in an admissibility hearing.", "65. In an appeal under subsection 63(1) or (2) respecting an application based on membership in the family class, the Immigration Appeal Division may not consider humanitarian and compassionate considerations unless it has decided that the foreign national is a member of the family class and that their sponsor is a sponsor within the meaning of the regulations.", "11. (1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement, lesquels sont délivrés sur preuve, à la suite d'un contrôle, qu'il n'est pas interdit de territoire et se conforme à la présente loi.", "63. (1) Quiconque a déposé, conformément au règlement, une demande de parrainage au titre du regroupement familial peut interjeter appel du refus de délivrer le visa de résident permanent.", "(2) Le titulaire d'un visa de résident permanent peut interjeter appel de la mesure de renvoi prise au contrôle ou à l'enquête.", "(3) Le résident permanent ou la personne protégée peut interjeter appel de la mesure de renvoi prise au contrôle ou à l'enquête.", "(4) Le résident permanent peut interjeter appel de la décision rendue hors du Canada sur l'obligation de résidence.", "(5) Le ministre peut interjeter appel de la décision de la Section de l'immigration rendue dans le cadre de l'enquête.", "65. Dans le cas de l'appel visé aux paragraphes 63(1) ou (2) d'une décision portant sur une demande au titre du regroupement familial, les motifs d'ordre humanitaire ne peuvent être pris en considération que s'il a été statué que l'étranger fait bien partie de cette catégorie et que le répondant a bien la qualité réglementaire.", "The relevant provisions of the Regulations are the following:", "28. For the purposes of subsection 15(1) of the Act, a person makes an application in accordance with the Act by", "(a) submitting an application in writing;", "(b) seeking to enter Canada;", "(c) seeking to transit through Canada as provided in section 35; or", "(d) making a claim for refugee protection.", "51. A foreign national who holds a permanent resident visa and is seeking to become a permanent resident at a port of entry must", "(a) inform the officer if", "(i) the foreign national has become a spouse or common-law partner or has ceased to be a spouse, common-law partner or conjugal partner after the visa was issued, or", "(ii) material facts relevant to the issuance of the visa have changed since the visa was issued or were not divulged when it was issued; and", "(b) establish, at the time of examination, that they and their family members, whether accompanying or not, meet the requirements of the Act and these Regulations.", "117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if", "(a) the foreign national is the sponsor's spouse, common-law partner or conjugal partner and is under 16 years of age;", "(b) the foreign national is the sponsor's spouse, common-law partner or conjugal partner, the sponsor has an existing sponsorship undertaking in respect of a spouse, common-law partner or conjugal partner and the period referred to in subsection 132(1) in respect of that undertaking has not ended;", "(c) the foreign national is the sponsor's spouse and", "(i) the sponsor or the foreign national was, at the time of their marriage, the spouse of another person, or", "(ii) the sponsor has lived separate and apart from the foreign national for at least one year and", "(A) the sponsor is the common-law partner of another person or the conjugal partner of another foreign national, or", "(B) the foreign national is the common-law partner of another person or the conjugal partner of another sponsor; or", "(d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.", "28. Pour l'application du paragraphe 15(1) de la Loi, la demande est faite au titre de la Loi lorsque la personne, selon le cas:", "a) présente la demande par écrit;", "b) cherche à entrer au Canada;", "c) cherche à transiter par le Canada aux termes de l'article 35;", "d) demande l'asile.", "51. L'étranger titulaire d'un visa de résident permanent qui, à un point d'entrée, cherche à devenir un résident permanent doit:", "a) le cas échéant, faire part à l'agent de ce qui suit:", "(i) il est devenu un époux ou conjoint de fait ou il a cessé d'être un époux, un conjoint de fait ou un partenaire conjugal après la délivrance du visa,", "(ii) tout fait important influant sur la délivrance du visa qui a changé depuis la délivrance ou n'a pas été révélé au moment de celle-ci;", "b) établir, lors du contrôle, que lui et les membres de sa famille, qu'ils l'accompagnent ou non, satisfont aux exigences de la Loi et du présent règlement.", "117. (9) Ne sont pas considérées comme appartenant à la catégorie du regroupement familial du fait de leur relation avec le répondant les personnes suivantes:", "a) l'époux, le conjoint de fait ou le partenaire conjugal du répondant s'il est âgé de moins de seize ans;", "b) l'époux, le conjoint de fait ou le partenaire conjugal du répondant si celui-ci a déjà pris un engagement de parrainage à l'égard d'un époux, d'un conjoint de fait ou d'un partenaire conjugal et que la période prévue au paragraphe 132(1) à l'égard de cet engagement n'a pas pris fin;", "c) l'époux du répondant, si, selon le cas:", "(i) le répondant ou cet époux étaient, au moment de leur mariage, l'époux d'un tiers,", "(ii) le répondant a vécu séparément de cet époux pendant au moins un an et, selon le cas:", "(A) le répondant est le conjoint de fait d'une autre personne ou le partenaire conjugal d'un autre étranger,", "(B) cet époux est le conjoint de fait d'une autre personne ou le partenaire conjugal d'un autre répondant;", "d) sous réserve du paragraphe (10), dans le cas où le répondant est devenu résident permanent à la suite d'une demande à cet effet, l'étranger qui, à l'époque où cette demande a été faite, était un membre de la famille du répondant n'accompagnant pas ce dernier et n'a pas fait l'objet d'un contrôle."], ["[8]", "On November 5, 2003, the appellant appealed under subsection 63(1) of the Act against the decision not to grant the sponsored application for landing in Canada filed by his wife, Ms. Ballouchy."], ["[9]", "The panel determined that the officer had properly applied paragraph 17(9)(d) of the Regulations and that Ms. Ballouchy was not a member of the family class. The reasons for the refusal are as follows:", "- The appellant never informed the authorities at the Canadian Embassy in Paris of his marriage to Ms. Ballouchy on August 30, 2002.", "- The appellant never did fill out the kit and attach the different documents and information in order to have Ms. Ballouchy added to his case file.", "- The appellant never returned the immigrant visa after his marriage to Ms. Ballouchy on August 30, 2002.", "- The panel did not find it credible that the appellant had told the immigration officer at the port of entry that his marital status had changed without that officer amending box 9 regarding marital status.", "- It was the appellant's responsibility to inform the Canadian authorities of the change in his marital status before becoming a permanent resident."], ["[10]", "It is a matter of whether the IAD properly identified Ms. Ballouchy as not being a member of the family class, in accordance with subsection 117(9) of the Regulations."], ["[11]", "The respondent argues that subsection 117(9) of the Regulations must be read in conjunction with all of the provisions of the Act in order to take into account the context and the objective of the Act. I share that opinion. According to subsection 11(1) of the Act, a foreign national wanting to enter Canada must, before entering Canada, apply to an officer for a visa or for any other document required, which will be issued following an examination. Further, section 28 of the Regulations describes how an application is made B not only by submitting the application in writing, but also by seeking to enter Canada. Accordingly, contrary to the applicant's submissions, an application is not only understood to be the initial application made by a foreign national, before entering Canada, but also the application made when the foreign national is seeking to enter Canada."], ["[12]", "In support of the respondent's position, there is also section 51 of the Regulations that states that a foreign national will not be given permanent resident status until he has been examined at a Canadian port of entry, where he must declare any material change after the visa was issued. That section confirms that an application for permanent residence in Canada is therefore an ongoing process beginning with the initial written application and ending when the foreign national enters Canada. Incidentally, that is my colleague Madam Justice Layden-Stevenson's interpretation of paragraph 117(9)(d) of the Regulations in  <FRAGMENT_SUPPRESSED>  where, at paragraph 12, she wrote the following:", "Insofar as Mr. Dave's proposed interpretation of the phrase Aat the time of that application@ is concerned, he does not suggest that the words Athat application@ refer to anything other than an application for permanent residence. Nor does he dispute that a visa, in and of itself, does not confer a right of entry: Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED>  (T.D.). Although this jurisprudence was concerned with provisions under the former legislation and the term Alanding@ is no longer found in IRPA, the rationale contained in the noted authorities remains apposite. One does not become a permanent resident until one is Alanded@. Consequently, the application process is not complete merely as a result of the processing of an application for a visa or because a visa is granted. The Atime of that application@ includes the period that begins with the submission of the application and continues through to the time when permanent residence is granted. Were it otherwise, any applicant could circumvent the provisions of the legislation by simply completing and submitting his or her application form prior to marrying."], ["[13]", "On the issue of credibility, in my opinion the IAD clearly explained in its reasons the basis for its finding a lack of credibility by the fact that applicant had informed the immigration officer at the port of entry of the change in his marital status. In his memorandum, the applicant simply requests that this Court substitute its opinion for that of the panel, which is not its role ( <FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL)). There is nothing that is clearly irrational in the IAD's assessment of the facts in that regard."], ["[14]", "For all of these reasons, the application for judicial review is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}