{"id_": "060867", "body_str": [["[1]", "Phelan, J.", ": Dr. Debnath seeks judicial review of the November 9, 2009 decision of the Visa Officer in Malaysia in which his application for permanent residence was refused. He had applied under the category of skilled class being a medical doctor.", "II.", "BACKGROUND"], ["[2]", "The Applicant, although a citizen of Bangladesh, is currently practising medicine at a large government hospital in Malaysia."], ["[3]", "The Applicant's first permanent residence application decision was quashed on consent because of an admitted denial of procedural fairness."], ["[4]", "This is one of the rare cases where a visa officer exercised discretion to evaluate the likelihood of an applicant to become economically established in Canada, despite the number of points earned in the usual evaluation process. In this case, the Applicant secured 68 points where 67 points were the minimum required."], ["[5]", "The discretion to evaluate, despite the points earned, is provided in section 76 of the", "Immigration and Refugee Protection Regulations", "(Regulations), in particular subsections (2), (3) and (4):", "(2) The Minister shall fix and make available to the public the minimum number of points required of a skilled worker, on the basis of", ") the number of applications by skilled workers as members of the federal skilled worker class currently being processed;", ") the number of skilled workers projected to become permanent residents according to the report to Parliament referred to in section 94 of the Act; and", ") the potential, taking into account economic and other relevant factors, for the establishment of skilled workers in Canada.", "(3) Whether or not the skilled worker has been awarded the minimum number of required points referred to in subsection (2), an officer may substitute for the criteria set out in paragraph (1)(", ") their evaluation of the likelihood of the ability of the skilled worker to become economically established in Canada if the number of points awarded is not a sufficient indicator of whether the skilled worker may become economically established in Canada.", "(4) An evaluation made under subsection (3) requires the concurrence of a second officer.", "(2) Le ministre établit le nombre minimum de points que doit obtenir le travailleur qualifié en se fondant sur les éléments ci-après et en informe le public:", ") le nombre de demandes, au titre de la catégorie des travailleurs qualifiés (fédéral), déjà en cours de traitement;", "b) le nombre de travailleurs qualifiés qui devraient devenir résidents permanents selon le rapport présenté au Parlement conformément à l'article 94 de la Loi;", "c) les perspectives d'établissement des travailleurs qualifiés au Canada, compte tenu des facteurs économiques et autres facteurs pertinents.", "(3) Si le nombre de points obtenu par un travailleur qualifié - que celui-ci obtienne ou non le nombre minimum de points visé au paragraphe (2) - ne reflète pas l'aptitude de ce travailleur qualifié à réussir son établissement économique au Canada, l'agent peut substituer son appréciation aux critères prévus à l'alinéa (1)", ").", "(4) Toute décision de l'agent au titre du paragraphe (3) doit être confirmée par un autre agent."], ["[6]", "At the interview, the Visa Officer advised the Applicant of his concerns about the potential for recognition of his medical qualifications in Canada and therefore whether he was likely to become economically established. Subsequently, the Applicant submitted various documents related to his medical qualifications, courses and workshops attended, and newspaper articles and letters to editors which he had written. In summary, the Applicant was of the view that he could become qualified in Canada within six to twelve months of arrival."], ["[7]", "The gravamen of the Visa Officer's decision was that he was not satisfied that the Applicant's qualifications and experience placed him in a position to readily obtain certification to practise medicine or become competitive as a physician in Canada.", "III.", "ANALYSIS"], ["[8]", "The standard of review for this type of decision is well settled since", "<FRAGMENT_SUPPRESSED> . The Applicant's analysis of patent unreasonableness and reasonableness simpliciter is not particularly useful. The decision is significantly fact driven in a field in which visa officers have experience, if not expertise. The standard of review, therefore, is reasonableness, and a high degree of deference to the factual findings of a visa officer is owed."], ["[9]", "The Applicant raised an issue of actual bias in that he was of the view that the interview conducted was a sham and that the Visa Officer was in league with other officers to deny him his application. The standard of review for this kind of allegation is correctness."], ["[10]", "However, there is no factual basis for the allegation of bias, the only materials submitted were an affidavit by the Applicant expressing his \"feelings\" and the matter need not be considered further."], ["[11]", "There are two more substantive issues raised. The first is whether the decision to substitute the Visa Officer's evaluation for that of the point system is reasonable and secondly, whether the ultimate decision itself is reasonable."], ["[12]", "The Applicant has argued that the Visa Officer failed to consider the Applicant's settlement funds in assessing his ability to become economically established in Canada."], ["[13]", "This argument must be dismissed on two grounds. Firstly, the Visa Officer was aware of those funds and secondly, and perhaps more importantly, the matter of settlement funds was irrelevant to the Visa Officer's decision."], ["[14]", "The settlement funds were irrelevant for two reasons. Firstly, the decision did not turn on the Applicant's ability to establish himself financially based on funds available but on whether the medical qualifications to practise would be accepted. Secondly, settlement funds are no longer relevant to a consideration of whether to exercise a discretion to make a substitute evaluation."], ["[15]", "As held by Justice Zinn in", "<FRAGMENT_SUPPRESSED>  section 76 of the Regulations was amended to provide that when an officer makes a substitute evaluation of a likelihood to become economically established, the officer does so in lieu of the usual criteria of points earned and available settlement funds. Therefore, the Applicant's settlement funds are irrelevant if the exercise of discretion to substitute is sustainable."], ["[16]", "In that regard, the Visa Officer's decision to perform a substituted evaluation was reasonable. The Applicant's points were on the cusp of acceptability and the Applicant's plans to become economically established were \"cloudy\" at best."], ["[17]", "The Visa Officer's ultimate decision to deny the visa was likewise reasonable. The Applicant had failed to establish on an objective basis how he would upgrade and qualify as a doctor in Canada; his only evidence on this point was an indication that such an upgrade of the qualification was possible, and his own subjective evaluation that he was likely to succeed. In essence, this case turned on the sufficiency of the evidence, and the Applicant failed to put forward sufficient evidence to convince the Visa Officer that he was likely to become economically established."], ["[18]", "Considering the record as a whole, the Visa Officer's decision was reasonable as it fell within a range of acceptable outcomes on the evidence presented.", "IV.", "CONCLUSION"], ["[19]", "Therefore, this judicial review will be dismissed. There is no question for certification.", "JUDGMENT"], ["[20]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}