{"id_": "060853", "body_str": [["[1]", "Mactavish, J.", ": Katalin Varga is a 22 year old Hungarian citizen. The Refugee Protection Division of the Immigration and Refugee Board (the \"Board\") accepted that she is a Roma and a lesbian. The Board also accepted as credible Ms. Varga's claim that after she came to Canada to join her girlfriend, her girlfriend's family forced her to work in the sex trade in this country. The family has since been deported to Hungary, and Ms. Varga fears that they will force her back into the sex trade if she is returned to Hungary."], ["[2]", "The Board rejected Ms. Varga's claim for refugee protection on the basis that she had not provided clear and convincing proof that she would be unable to obtain state protection if she were to return to Hungary. Ms. Varga asserts that the Board erred in coming to this conclusion in that the Board failed to adequately examine whether adequate state protection would in fact be forthcoming for someone in Ms. Varga's situation.", "Standard of Review"], ["[3]", "The central issue on this application is the adequacy of the Board's analysis in relation to the issue of state protection. Before considering this issue, however, it is necessary to address the question of the appropriate standard of review."], ["[4]", "Ms. Varga submits that the question of whether adequate state protection is available in a given case is a question of mixed fact and law. As such, the appropriate standard of review is that of reasonableness simpliciter."], ["[5]", "In contrast, the respondent submits that the question is a factual one, and is therefore reviewable against a standard of patent unreasonableness."], ["[6]", "It is unnecessary for me to resolve this issue here as I am satisfied that the Board's decision can withstand scrutiny under the more exacting standard of reasonableness.", "Did the Board Adequately Address the Issue of State Protection?"], ["[7]", "Ms. Varga submits that she should not be required to put herself at risk in an effort to seek ineffective state protection. In this regard, she relies on the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 1, where the Court noted that it will only be in situations where state protection might reasonably have been forthcoming that a claimant's failure to seek state protection will defeat his or her claim."], ["[8]", "In this case, Ms. Varga says, the Board made numerous references to the efforts made by the Hungarian authorities to protect the various groups of which Ms. Varga is a member: that is, lesbians, Roma, and women forced into the sex trade. However, according to Ms. Varga, the Board did not then go on to consider whether the willingness, the capacity and the resources were in place to see that these efforts were meaningful."], ["[9]", "According to Ms. Varga, this is a fatal error, and, as a result, the Board's decision should be quashed."], ["[10]", "A state will generally be presumed to be able to protect its citizens. This is especially so where, as here, the state in question is a parliamentary democracy."], ["[11]", "As the Supreme Court noted in the", "Ward", "case previously cited, in order to demonstrate that state protection is not available, claimants have to do more than simply demonstrate that state protection is not perfect. That is, the fact that a government has not always succeeded in protecting people in the situation of a particular refugee claimant is not sufficient to establish that state protection is not available to the claimant in his or her home country. This is because no government can be expected to guarantee the safety of all of its citizens, all of the time:", "Minister of Employment and  <FRAGMENT_SUPPRESSED>  D.L.R.(4th) 334; 18 Imm. L.R.(2d) 130 (F.C.A.)."], ["[12]", "Rather, claimants must provide clear and convincing proof that their state will not be able to protect them."], ["[13]", "In this case, the Board examined the situation in Hungary for its Roma citizens, as well as with respect to gays and lesbians. Noting that Ms. Varga never sought state protection while she lived in Hungary, the Board nevertheless found that such protection would have been available to her had she sought it."], ["[14]", "Further, recognizing that the refugee analysis is forward looking, the Board went on to examine the sur place aspect of Ms. Varga's claim. That is, the Board considered the risk that arose once Ms. Varga was in Canada. In this context, the Board considered the extent to which Ms. Varga could expect to receive state protection in the event that efforts were made to force her back into the sex trade on her return to Hungary."], ["[15]", "In examining this question, the Board also recognized the intersecting grounds at play in this case, taking into account the fact that Ms. Varga is a Roma and a Lesbian."], ["[16]", "In this regard, the Board noted that the Hungarian government is making concerted efforts to protect its Roma citizens, and that these efforts have resulted in concrete action having been taken. The Board noted that skinheads involved in attacks on Roma have been prosecuted, convicted and sent to jail. The Board further noted the existence of other government-sponsored agencies such as the Office of the Ombudsman (the Parliamentary Commissioner for the Rights of National and Ethnic Minorities), which has been in place since 1995, and which has been taking effective action to improve the situation of the Roma in Hungary."], ["[17]", "Insofar as the situation for gays and lesbians in Hungary is concerned, the Board noted that while gays and lesbians face discrimination within Hungary, they do not face persecution. In support of this conclusion, the Board noted that homosexuality was decriminalized in 1961, and that common-law gay marriages were legalized in Hungary in 1996."], ["[18]", "The Board also referred to an interview with Geza Juhasz, the head of the Habeas Corpus organization, which provides aid to gays and lesbians in Hungary. Mr. Juhasz stated that the situation for gays and lesbians in Hungary was not dangerous, and would not constitute a basis for the granting of refugee status."], ["[19]", "Finally, the Board considered the documentary evidence relating to conditions within Hungary, as they relate to women forced into prostitution. In this regard, the Board noted that trafficking in women is a criminal offence in Hungary, one that is punishable by up to 15 years in prison."], ["[20]", "As Ms. Varga asserted that the police in Hungary would not assist her because they are corrupt, and are involved with the Mafia, the Board also addressed these issues, noting that while there was evidence before it of police corruption, there was also evidence of serious efforts being made by the government of Hungary to address the problem. In particular, the Board observed that applicants for the National Police are being carefully screened in order to identify 'risk factors', and that 86 additional officers had been added to the Office of Supervision and Control."], ["[21]", "The Board also observed that in 2000, a Parliamentary Committee was created to investigate police corruption, and, as a result, not only have some police officers and high-ranking officials in the office of the Ministry of the Interior been forced to resign, some of these individuals have also been brought to trial."], ["[22]", "According to the Board, the documentary evidence before it also established that as soon as a police officer was accused of corruption, he or she would be immediately suspended, and the case would be judged more seriously than that of an average citizen."], ["[23]", "With respect to the issue of organized crime, the Board noted that Hungary has done more to fight organized crime than any other country in central or eastern Europe. Measures have been implemented, such as the development of a witness protection program, in order to make it easier to prosecute those involved in organized crime. Further, the government of Hungary has been working with the American Federal Bureau of Investigation to fight mobsters working out of Hungary."], ["[24]", "After reviewing all of the measures being taken to battle organized crime in Hungary, the Board recognized that neither the problem of police corruption nor that of organized crime had been brought completely under control. Nevertheless, the Board found that Hungary is making serious efforts to address these problems. In this context, the Board found that adequate state protection would be available to Ms. Varga in that country."], ["[25]", "In my view, the Board properly addressed the state protection issue. It considered not only the steps that were being taken by the Hungarian authorities to address the problems faced by Roma, lesbians and women forced into the sex trade in that country, but also examined the efficacy of those steps."], ["[26]", "It also bears noting that while the record in this matter is voluminous, Ms. Varga's counsel did not direct the Court to any information relating to the conditions within Hungary for lesbians, Roma and women forced into the sex trade against their will that was not considered by the Board. As a result, I cannot give any effect to Ms. Varga's argument on this issue.", "The Psychological Report"], ["[27]", "Ms. Varga also submits that the Board erred in failing to give adequate reasons for placing little weight of a psychological report prepared by Dr. J. Pilowsky. Dr. Pilowsky concluded that Ms. Varga suffers from Post-traumatic Stress Disorder as a consequence of her experiences. According to the doctor, Ms. Varga would suffer a \"complete psychological breakdown and retraumatization\" if she were forced to return to Hungary."], ["[28]", "In its reasons, the Board noted that it had reviewed Dr. Pilowsky's report, but stated that it preferred to place greater weight on the documentary evidence, observing that it came from a variety of sources with no interest in the outcome."], ["[29]", "The question of how much weight should be ascribed to individual pieces of evidence is one for the Board. Moreover, in this case, the issue before the Board was whether adequate state protection would be available to Ms. Varga if she were to return to Hungary. It is difficult to see how evidence of a psychologist practising in the City of Toronto could shed any light on this question, and indeed, Dr. Pilowsky does not purport to do so."], ["[30]", "While Ms. Varga's psychological condition could potentially justify favourable consideration under other provisions of the", "Immigration and Refugee Protection Act", ", the central question for the Board was whether Ms. Varga's fear of persecution in Hungary was objectively well-founded. Dr. Pilowsky's report was simply not relevant to this inquiry. As a consequence, there is no merit to Ms. Varga's submissions in this regard.", "Conclusion"], ["[31]", "I have enormous sympathy for Ms. Varga. The treatment that she evidently experienced while in this country was appalling. It is most unfortunate that she did not seek the assistance of the police in this country, who may well have been able to assist her."], ["[32]", "Regrettably, however, sympathy alone does not provide a sufficient basis to allow me to quash the Board's decision."], ["[33]", "As noted above, while the unfortunate facts of this case could well form the basis of a claim for relief under other sections of IRPA, I am not persuaded that the Board erred in its determination that adequate state protection would be available to Ms. Varga, in the event that she were to return to Hungary."], ["[34]", "As a consequence, I have no alternative but to dismiss this application.", "Conclusion"], ["[35]", "For these reasons, the application is dismissed.", "Certification"], ["[36]", "Neither party has suggested a question for certification, and none arises here.", "ORDER"], ["[37]", "THIS COURT ORDERS that:", "1. This application for judicial review is dismissed.", "2. No serious question of general importance is certified.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/ve", "[End of document]"]]}