{"id_": "060952", "body_str": [["[1]", "Zinn, J.", ": This is an application to set aside the decision of the Canadian Human Rights Commission dismissing the Applicant's complaint. The Applicant submits that the report on which the Commission based its decision was the result of an investigation that was not performed thoroughly. Where, as in this case, the Commission adopts the investigator's report, the sins of the investigator are visited on the Commission. In my view, the investigation and resulting report were flawed to an extent that the Applicant was denied procedural fairness by the Commission and thus the decision of the Commission must be set aside.", "Background"], ["[2]", "Mr. Herbert is a former member of the Royal Canadian Mounted Police. He was hired as a Constable on March 22, 1991, and was initially posted to the Coquitlam Detachment in British Columbia. In December 1995, he was transferred to the Vancouver Drug Section, where he was later assigned undercover work as a part of the Street Crew of the Vancouver Drug Section, in February 1997. He was the only Black member of the force while in Coquitlam and the only non-white member assigned to the Street Crew during his tenure."], ["[3]", "On July 16, 1999, Mr. Herbert filed an internal complaint with the RCMP alleging racial harassment. This was apparently followed by a formal complaint to the Canadian Human Rights Commission. As a result of an agreement reached by the parties concerning this complaint, he was subsequently transferred to \"O\" Division in Ontario towards the end of 2000, where he states that he believed that he would have a \"new start\". Instead, he alleges, he was subjected to further discrimination and harassment."], ["[4]", "On November 17, 2004, he filed a complaint with the Canadian Human Rights Commission alleging that he had been discriminated against on the basis of race, colour and national or ethnic origin in contravention of the", "Canadian Human Rights Act", ", R.S.C. 1985, c. H-6. Mr. Herbert was dismissed by the RCMP on January 5, 2005, and then amended his complaint to include an allegation that his dismissal was also discriminatory and added disability as a ground of the complaint."], ["[5]", "A brief summary of some of the allegations of discrimination asserted by Mr. Herbert is warranted in order to appreciate his allegation that his complaint was not thoroughly investigated."], ["[6]", "He asserts that prior to his transfer from Vancouver to Ontario he met with his new supervisors who informed him that they had a need for experienced undercover agents and that he would be used for such operations in Ontario. However, when he reported to work in January 2001, he was told that he would not be doing any undercover work and was not given any explanation for the change in plan. Instead, he was posted to the Executive Diplomatic Protection Service, which he describes as one of the most undesirable positions within the RCMP. Mr. Herbert alleges that his race and his previous complaint were factors in the decision to deny him undercover work and to post him to EDPS."], ["[7]", "In February of 2001, after having written the Corporal's exam and scored in the top 11% to 20% of the candidates, he was appointed to the new Canadian Air Carrier Protection Program, where he completed 260 hours in an Acting Corporal's position. He says that he received written commendation for his excellent work and leadership in that position. He asserts that despite this commendation and the fact that he had logged more hours in the CACPP than any other officer, he was not selected in July 2001 to staff one of two Acting Corporal positions, each of which was given to less senior, white Constables, with much less experience. When he inquired as to the reason why he was not considered for one of the positions he was told that it was a \"discretionary decision\". Mr. Herbert is of the view that his colour or race and his previous complaint played a part in this decision."], ["[8]", "He alleges that the work environment continued to deteriorate and that he was denied basic requests for days off and for approval of overtime. He alleges that such requests were routinely granted to other officers."], ["[9]", "He learned through an access to information request that he was being monitored by supervisors and colleagues and that his immediate supervisor was monitoring his security pass to scrutinize his comings and goings. As a result of this alleged harassment, his physician placed him on medical leave on August 27, 2003."], ["[10]", "In September 2003, he met with his section head to discuss his complaints. Despite assurances of good faith and promises of changes, he alleges that he continued to be disciplined without cause. He viewed this as a part of the ongoing harassment and again, his doctor placed him on medical leave."], ["[11]", "In December 2003, he was told to return all of his equipment to the RCMP, and while in their offices to do so, he says he was followed the whole time, and even watched while he used the urinal. He describes this as \"an extremely humiliating experience\"."], ["[12]", "In early 2004, Mr. Herbert took educational upgrade courses in Nova Scotia that were approved by the RCMP, so that he would be able to apply to attend law school. He was accepted into law school in Nova Scotia and he applied for educational leave on September 1, 2004. On September 16, 2004, the RCMP attended his home and later communicated with his lawyer asking that he attend a health assessment in Toronto. Less than 24 hours notice was provided although the document given to him indicated that if he did not give three business days notice to cancel the appointment, he would be charged $1,000. On October 7, 2004, the RCMP provided Mr. Herbert's lawyer with documents denying the request for an educational leave, threatening discharge proceedings, and ordering that he undergo a health assessment. Despite having informed the RCMP on a number of occasions that communication to Mr. Herbert was to go through his lawyer, the RCMP contacted Mr. Herbert's family and, on one occasion, his professor. Eventually two RCMP members came to Mr. Herbert's school and interrupted one of his classes to serve him with documents."], ["[13]", "Mr. Herbert's complaint was investigated and the investigator made a recommendation to the Commission that, pursuant to section 44(3)(b) of the Act, the Commission dismiss the complaint because \"the evidence does not support the allegations that the complainant was denied opportunities, harassed and that he had his employment terminated on the ground of his race, colour, national or ethnic origin and disability\". As is its usual procedure, the Commission asked both parties for submissions on the investigator's report. While the Respondent indicated that it had no comment to make on the report other than to concur with the recommendation, Mr. Herbert provided a full 9 pages of legal-sized paper, containing some 69 comments in reply to the report."], ["[14]", "The Commission dismissed Mr. Herbert's complaints without referring them to an inquiry by the Canadian Human Rights Tribunal. It is this decision that Mr. Herbert seeks to set aside.", "Issues"], ["[15]", "Mr. Herbert initially represented himself, but retained counsel just prior to the scheduled hearing of this application for judicial review of the Commission's decision. Accordingly, the parties were permitted to file amended materials and additional issues were advanced in challenge to the Commission's decision. Essentially, Mr. Herbert submits that the application raises two issues:", "a. Whether the Commission breached its duty of fairness on the basis that the investigation was not thorough; and", "b. Whether the Commission erred in interpreting the evidence and applying the appropriate legal tests in determining whether Mr. Herbert had been subject to discrimination.", "The Obligations of the Commission in Investigating and Screening Complaints"], ["[16]", "Typically, in more complex complaints such as Mr. Herbert's, the Commission designates an investigator pursuant to section 43 of the Act to investigate the complaint and submit a report to the Commission of the findings of the investigation. The investigator also typically sends the report to the parties in order that they may respond to it. The responses of the parties and the report are then placed before the Commission which must determine whether the complaint is to be dismissed or whether an inquiry is warranted. This screening function has been aptly characterized by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  at paragraph 53, as being akin to that which a judge fulfills at a preliminary inquiry.", "The Commission is not an adjudicative body; that is the role of a tribunal appointed under the Act. When deciding whether a complaint should proceed to be inquired into by a tribunal, the Commission fulfills a screening analysis somewhat analogous to that of a judge at a preliminary inquiry. It is not the job of the Commission to determine if the complaint is made out. Rather its duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it. Justice Sopinka emphasized this point in Syndicat des employés de production du  <FRAGMENT_SUPPRESSED> , at p. 899:", "The other course of action is to dismiss the complaint. In my opinion, it is the intention of s. 36(3)(b) [now s. 44(3)(b)] that this occur where there is insufficient evidence to warrant appointment of a tribunal under s. 39 [now s. 49]. It is not intended that this be a determination where the evidence is weighed as in a judicial proceeding but rather the Commission must determine whether there is a reasonable basis in the evidence for proceeding to the next stage."], ["[17]", "Unlike a preliminary inquiry where it is the role of the Crown to present the evidence and the judge to perform the screening exercise, in human rights matters the Commission performs both roles - the evidence is presented through the investigator's report and the screening through the Commission's members. As a consequence, it is my view that the Commission, when undertaking its screening role, must be vigilant in ensuring that the report does indeed adduce all of the relevant evidence. The screening out of a complaint has very significant consequences for a complainant, who will most often have no other remedy for the alleged discrimination."], ["[18]", "In performing its screening function, the Commission is given a very broad discretion to determine \"having regard to all of the circumstances\" whether an inquiry is warranted:", "<FRAGMENT_SUPPRESSED>  2005 FCA 404, the Federal Court of Appeal affirmed at paragraph 112 that where the investigation is procedurally flawed, then the decision of the Commission, if it is made in reliance on that report, is equally flawed:", "It is clear that a duty of procedural fairness applies to the Commission's investigations of individual complaints, in that the question of \"whether there is a reasonable basis in the evidence for proceeding to the next stage\" (SEPQA, supra at para. 27) cannot be fairly considered if the investigation was fundamentally flawed. As the Supreme Court of Canada noted in SEPQA, supra, \"[i] n general, complainants look to the Commission to lead evidence before a tribunal appointed under s. 39 [now s. 49], and therefore investigation of the complaint is essential if the Commission is to carry out this role\" (para. 24). This same consideration -- the indispensable nature of the investigation in the Commission's handling of each individual complaint -- applies equally to an investigation undertaken prior to dismissal of a complaint under section 44(3)(b). Where a proper inquiry into the substance of the complaint has not been undertaken, the Commission's decision based on that improper investigation cannot be relied upon, since a defect exists in the evidentiary foundation upon which the conclusion rests (Singh, supra at para. 7).", "The duty of the investigator is to be neutral and thorough in the investigation. Where that duty has not been met, procedural unfairness may result. It has been recognized in many decisions,", "<FRAGMENT_SUPPRESSED>  (F.C.A.) being one, that the requirement for thoroughness must be considered within the administrative and financial realities of the Commission's work. Accordingly, it has been held that minor omissions in the investigation may be overcome by providing the parties with a right to make submissions on the report - a process followed in this instance. However, it has also been recognized in many cases that the right to make submissions cannot compensate for a defect in procedural fairness in the investigation where evidence has been disregarded or ignored: see, as examples,", "Slattery, supra;  <FRAGMENT_SUPPRESSED> ; and", "<FRAGMENT_SUPPRESSED> .", "Was this Investigation Thorough?"], ["[19]", "Mr. Herbert submits that the investigation and the report were not thorough because they failed to consider fundamental aspects of his complaint, namely disability as a ground of discrimination and his allegation of systemic discrimination."], ["[20]", "The Respondent submits that it is open to an investigator to conclude in the course of an investigation that there is little or no evidence or basis for a particular ground of complaint. I agree. This is particularly so where, as here, the allegations relating to a ground of discrimination are sparse. There is no mention whatever in the initial complaint filed by Mr. Herbert in 2004 that disability is a ground of complaint. When Mr. Herbert amended the complaint in 2007 he added the following statement: \"I allege that on or about January 5, 2005 the RCMP terminated my employment on the grounds of my race, colour, national or ethnic origin and disability\". That is the sole reference to disability in his complaint. In my view, more than a bald assertion of discrimination is required before the requirement to investigate the complaint is triggered. At a minimum a complainant must set out", "some", "basis for the allegation being made before any investigation is warranted. Here there was none. Notwithstanding the paucity of factual assertions the report does indicate that the investigator gave some consideration to this ground of complaint and, in the circumstances, I agree with the Respondent's submissions that Mr. Herbert was accorded procedural fairness with respect to his allegation of discrimination on the basis of disability."], ["[21]", "Mr. Herbert also alleges that the investigator failed completely to investigate the allegation of systemic discrimination. Mr. Herbert was somewhat more fulsome with respect to his allegations in this regard. He writes in his complaint:", "I believe that the differential treatment I have received in the RCMP is indicative of systemic discrimination regarding the treatment of Black and racialized members of the RCMP. I understand that Black officers have filed two similar complaints with the Canadian Human Rights Commission and that one is currently before the Canadian Human Rights Tribunal."], ["[22]", "The investigator appears to have given short shrift to this allegation. He dismissed this complaint in the report in the following manner:", "The complainant alleges that the treatment he received from the respondent is indicative of systemic discrimination regarding the treatment of Black members of the RCMP. He says that two other Black constables filed similar complaints with the Commission against the RCMP. This information does not itself constitute reasonable ground to believe that systemic discrimination on the ground of colour exists in the RCMP. For this reason, the allegation will not be explored in this report."], ["[23]", "While it is possible that after an investigation of the evidence offered by Mr. Herbert, an investigator may have concluded that there was insufficient evidence to support the claim of systemic discrimination, the allegation, in my view, required more than the cursory dismissal the investigator gave it. In particular, the investigator fails to reference in the report that one of these complaints has been scheduled for a Tribunal inquiry, which suggests that the Commission was of the view that there may be some merit to it. All of the information regarding these complaints was readily available to the Commission and its investigator in its own files. The Applicant submits that these two individuals ought to have been interviewed by the investigator. That may be so if a review of the complainants' files indicated that such was warranted. However, without even examining those complaints, the investigator came to the view that further inquiry was not warranted. In my view the failure of the investigator to even review those two complaints and their status results in an investigation that was less than thorough. This is particularly egregious as it appears that Mr. Herbert is claiming that these two Black members of the RCMP have also alleged systemic discrimination on the part of the RCMP against Black members. The investigation being less than thorough in this regard, it follows that the Commission did not have all of the relevant information when it made its decision to dismiss Mr. Hebert's complaint."], ["[24]", "It is also very troubling that the investigator appears to have made some significant errors in some of the facts recited in the report. The Respondent argues that the submissions made by Mr. Herbert in response to the report are largely a repetition of the facts as he sees them and do little more than indicate his disagreement with the facts as found by the investigator. In its written submission, the Respondent writes:", "This Court should not reweigh the evidence which was before the Commission. It was open to the Commission to accept the facts as found by the investigator, and its conclusions were reasonable in light of that evidence. While Mr. Herbert may not agree with the outcome of Commission's weighing of the evidence in his case, its conclusion was reasonable and this Court should not interfere."], ["[25]", "There is no question that it is not the role of this Court on an application for judicial review to reweigh the evidence before the Commission. It is certainly open to the Commission to accept or reject the facts as found in the investigation report. As has previously been noted, where, as here, the Commission's decision is brief and accords with the investigator's report, the report becomes its reasons for the conclusion. The Respondent submits that the reasons for the Commission's decision are not just the investigator's report. It was pointed out that the Commission in its letter to Mr. Herbert says that \"before rendering their decision, the members of the Commission reviewed the report disclosed to you previously and any submission(s) filed in response to the report\". Accordingly, the Respondent submits that \"when this court is asked to infer that the Commission's reasons are identical to those of the Investigator, it should take account of the whole of the material that was before the Commission in rendering its decision\". I agree that this Court must take into account all of the material that was before the Commission when it reached its decision, not in determining whether the reasons of the report are the reasons of the Commission, but in assessing the reasonableness of the Commission's decision."], ["[26]", "The jurisprudence is clear that where the Commission provides the complainant what is essentially a form letter dismissing the complaint for the same reasons set out in the investigator's report, then the report does constitute the reasons of the Commission as to why the complaint was dismissed. If the Commission chooses to dismiss on some other basis than that advanced by the investigator, it must state those reasons in its decision. Where the parties' submissions on the report take no issue with the material facts as found by the investigator but merely argue for a different conclusion, it is not inappropriate for the Commission to provide the short form letter-type response. However, where these submissions allege substantial and material omissions in the investigation and provide support for that assertion, the Commission must refer to those discrepancies and indicate why it is of the view that they are either not material or are not sufficient to challenge the recommendation of the investigator; otherwise one cannot but conclude that the Commission failed to consider those submissions at all. Such was the situation in", "<FRAGMENT_SUPPRESSED>  FC 649."], ["[27]", "In <FRAGMENT_SUPPRESSED> the complainant filed a rebuttal submission of some ten pages that began with the statement: \"I have read the report in total disbelief as to how a less than 10-minute telephone conversation with me and my union reps can amount to an \"investigation\". My colleague, Mr. Justice Hughes, noted:", "The Commission's letter does not specifically address any of the concerns as to the investigation and Report raised in the Applicant's rebuttal and refers to the rebuttal in such a neutral way -- \"", "any submission(s) filed in response", "\" -- that one is left to wonder to what extent, if at all, the Applicant's concerns were even noted let alone considered.", "Justice Hughes concluded, in allowing the review:", "I am satisfied that, in the present case the issues raised by the Applicant in rebuttal were of such a fundamental character that they should have been clearly considered by the Commission and a further or better investigation ordered or clear reasons set out by the Commission in its decision as to why it did not do so. To simply say that the Report is the Commission's reasons would be to ignore the rebuttal entirely."], ["[28]", "Much the same observation is appropriate on the facts of this case. While Mr. Herbert in his rebuttal submissions claims that the Respondent has either lied or misrepresented the facts, he also states that he is countering the findings made with reference to written documents which support his position. He writes:", "I will now fully qualify my above noted statements [regarding lies and misrepresentations] by going through this report and again fully substantiating my HRC complaint by clarifying misstated facts and referring you to documented materials that have already been submitted to various HRC investigators during the course of this complaint, but have apparently been overlooked at this stage of the investigation."], ["[29]", "In my view, the following are four of the material and fundamental \"misstated facts\" Mr. Herbert raises in his rebuttal that would have cried out for consideration by the Commission.", "རྭ The report states that because Mr. Herbert's complaint of harassment in 2000 was an internal complaint and not a complaint under the Act, it cannot form the basis of an allegation of reprisal under the Act and \"therefore the allegation of retaliation will not be examined\". Mr. Herbert's rebuttal points out that while he first made an internal complaint in July 1999, having received no satisfaction, he filed a formal complaint with the Commission in February 2000. Thus, the foundation for a claim of retaliation is made out.", "རྭ The report contains a recitation of the evidence of the Respondent was to why \"normally\" Constables in Ontario do not do undercover work and accepts this as the reason why Mr. Herbert was not assigned undercover work. The rebuttal establishes that the assignment to Ontario was not \"normal\" - it was part of a mediated settlement of Mr. Herbert's complaints in Vancouver. Further, he says that he was specifically told by an officer, who was not questioned by the investigator, that he would be assigned undercover work. Without interviewing that officer how can the investigator discount Mr. Herbert's evidence?", "རྭ The report recites the evidence of the Respondent that the two non-Black candidates who were given the Acting Constable assignments were \"good solid members with good files\" but fails to note that Mr. Herbert also fell in this category as he had letters of commendation and supervisory experience in the RCMP, which neither of the successful candidates had. As was pointed out in the rebuttal, the investigator fails to analyze why the officer's exercise of discretion in these circumstances had nothing to do with race or the previous human rights compliant.", "རྭ With respect to the denial of leave without pay to attend law school, the report recites the position of the Respondent that such leaves have not been approved in Ontario for a decade. Mr. Herbert points out that such leaves with pay have been approved and that he can name five white RCMP members who have attended Canadian law schools in the previous ten years on full pay and benefits. No investigation was made of these claims or why, when Mr. Herbert was on disability leave, he could not be released at no cost to the RCMP to attend law school when a number of white members were granted leave", "with pay", "to do so."], ["[30]", "In my view, each of these issues, among others raised by Mr. Herbert in his rebuttal, was so significant that the Commission ought to have referred the matter back to the investigator for further investigation and the preparation of a new report. If the Commission chose to make a determination based on all of the evidence before it, including the rebuttal, to dismiss the complaint, then procedural fairness required that the Commission specifically deal with each of the issues raised in the rebuttal that were of a fundamental character. Having failed to do so, the decision of the Commission cannot stand."], ["[31]", "Accordingly, this application is allowed because the investigator failed to conduct a thorough investigation and because the Commission failed to address those omissions and inaccuracies. This might have been accomplished either by directing a further and proper investigation, or alternately, by stating why, in the face of the material issues raised by Mr. Herbert in rebuttal, no further investigation was necessary, if that were indeed the case."], ["[32]", "Mr. Herbert advised the Court that he was not seeking his costs in this application, primarily because of the Respondent's co-operation when, just before the scheduled hearing date, he chose to have counsel represent him and an adjournment and leave to file amended materials was required. In the circumstances the Court will not award costs against the Respondent.", "JUDGMENT"], ["[33]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application is allowed;", "2. The decision of the Canadian Human Rights Commission dated December 21, 2007 is set aside and the matter is remitted to the Commission for investigation by a different investigator and subsequent redetermination by the Commission; and", "3. Each party shall bear its own costs.", ".........................", "<FRAGMENT_SUPPRESSED>  à faire annuler la décision rendue par la Commission canadienne des droits de la personne, laquelle a rejeté la plainte du demandeur. Le demandeur soutient que le rapport sur lequel s'est fondée la Commission pour rendre sa décision était le résultat d'une enquête qui n'a pas été effectuée de manière rigoureuse. Lorsque la Commission adopte le rapport de l'enquêteur, comme c'est le cas en l'espèce, la Commission devient responsable des erreurs de l'enquêteur. À mon avis, l'enquête et le rapport qui s'en est suivi étaient viciés au point où la Commission a privé le demandeur de son droit à l'équité procédurale et, par conséquent, la décision de la Commission doit être annulée.", "Le contexte"], ["[2]", "M. Herbert est un ancien membre de la Gendarmerie royale du Canada. Il a été embauché comme gendarme le 22 mars 1991 et a été posté initialement au détachement de Coquitlam, en Colombie-Britannique. En décembre 1995, il a été transféré à la Section antidrogue de Vancouver, où il a plus tard été affecté à du travail d'infiltration au sein de l'escouade de rue de la Section antidrogue de Vancouver, en février 1997. Il était le seul Noir membre du corps de police quand il était à Coquitlam et le seul membre non Blanc affecté à l'escouade de rue pendant qu'il occupait ce poste."], ["[3]", "Le 16 juillet 1999, M. Herbert a déposé une plainte interne auprès de la GRC, dans laquelle il a allégué être victime de harcèlement racial. Il semble que cette plainte ait été suivie d'une plainte officielle déposée devant la Commission canadienne des droits de la personne. À la suite d'une entente conclue entre les parties au sujet de cette plainte, M. Herbert a été subséquemment transféré à la Division « O », en Ontario, vers la fin de l'année 2000, où, selon lui, il croyait pouvoir prendre un [traduction] « nouveau départ ». Il affirme avoir plutôt été victime encore une fois de discrimination et de harcèlement."], ["[4]", "Le 17 novembre 2004, il a déposé une plainte auprès de la Commission canadienne des droits de la personne dans laquelle il alléguait avoir été victime de discrimination fondée sur la race, la couleur et l'origine nationale ou ethnique, ce qui contrevient à la", "Loi canadienne sur les droits de la personne", ", L.R.C. 1985, ch. H-6. Le 5 janvier 2005, la GRC a mis à pied M. Herbert. C'est alors que ce dernier a modifié sa plainte pour inclure une allégation selon laquelle sa mise à pied constituait également un acte discriminatoire et a ajouté la déficience comme motif de la plainte."], ["[5]", "Il est nécessaire de présenter un bref aperçu de certaines des allégations de discrimination avancées par M. Herbert afin d'évaluer son allégation voulant que sa plainte n'ait pas fait l'objet d'une enquête rigoureuse."], ["[6]", "Il affirme que, avant son transfert de Vancouver en Ontario, il a rencontré ses nouveaux superviseurs qui l'ont informé qu'ils avaient besoin d'agents d'infiltration d'expérience et qu'il serait employé dans de telles opérations en Ontario. Cependant, quand il s'est présenté au travail en janvier 2001, on lui a dit qu'il ne ferait pas de travail d'infiltration et on ne lui a donné aucune explication pour ce changement de plan. À la place, il a été affecté à la protection des dignitaires et des diplomates, ce qu'il qualifie d'un des postes les moins convoités de la GRC. M. Herbert prétend que sa race et sa plainte antérieure ont constitué des facteurs dans la décision de lui refuser du travail d'infiltration et de l'affecter à la protection des dignitaires et des diplomates."], ["[7]", "En février 2001, après avoir passé l'examen pour être caporal et avoir obtenu un résultat qui le situait dans la tranche de 11 % à 20 % des meilleurs candidats, il a été nommé au nouveau Programme de protection des transporteurs aériens canadiens (PPTAC), où il a accumulé 260 heures au poste de caporal par intérim. Il affirme avoir reçu une mention élogieuse écrite pour son excellent travail et pour son leadership à ce poste. Il soutient que malgré cette mention élogieuse et le fait qu'il avait accumulé plus d'heures au PPTAC que tout autre agent, il n'a pas été choisi en juillet 2001 pour occuper un des deux postes de caporal par intérim, chacun étant attribué à un gendarme blanc ayant moins d'ancienneté et beaucoup moins d'expérience. Quand il a demandé la raison pour laquelle il n'a pas été considéré pour l'un des deux postes, on lui a dit qu'il s'agissait d'une [traduction] « décision discrétionnaire ». M. Herbert est d'avis que sa couleur ou sa race et sa plainte antérieure ont joué un rôle dans cette décision."], ["[8]", "Il affirme que son milieu de travail a continué à se détériorer et qu'on lui a refusé des demandes de routine pour des congés et pour l'approbation d'heures supplémentaires. Il soutient que ces demandes étaient habituellement accordées aux autres agents."], ["[9]", "Il a appris au moyen d'une demande d'accès à l'information qu'il était surveillé par des superviseurs et par des collègues et que son superviseur immédiat contrôlait l'utilisation de son laisser-passer de sécurité pour passer au peigne fin ses allées et venues. En conséquence de ce prétendu harcèlement, son médecin l'a placé en congé de maladie le 27 août 2003."], ["[10]", "En septembre 2003, il a rencontré son chef de section pour discuter de ses plaintes. Malgré les assurances de bonne foi et les promesses de changement, selon lui, il a continué à faire l'objet de mesures disciplinaires sans fondement. Il considérait ces mesures comme étant une partie intégrante du harcèlement continuel et, encore une fois, son médecin l'a placé en congé de maladie."], ["[11]", "En décembre 2003, on lui a ordonné de rendre tout son équipement à la GRC et, pendant qu'il se trouvait dans les locaux de la GRC pour ce faire, selon ses dires, il a été suivi tout le temps et a même été surveillé pendant qu'il utilisait l'urinoir. Il qualifie cet incident [traduction] « d'expérience extrêmement humiliante »."], ["[12]", "Au début de 2004, M. Herbert a pris des cours de rattrapage scolaire en Nouvelle-Écosse qui étaient approuvés par la GRC, pour pouvoir être en mesure d'être admis à l'université en droit. Il a été accepté en droit en Nouvelle-Écosse et il a demandé un congé d'études le 1er septembre 2004. Le 16 septembre 2004, la GRC s'est présentée chez lui et a par la suite communiqué avec son avocat pour lui demander de se présenter à une évaluation de santé à Toronto. On lui donné fourni moins de 24 heures d'avis, bien que le document qu'on lui a présenté précisât que, s'il n'avertissait pas au moins trois jours ouvrables à l'avance de l'annulation du rendez-vous, on lui facturerait 1 000 $. Le 7 octobre 2004, la GRC a fourni à l'avocat de M. Herbert des documents dans lesquels on refusait la demande de congé d'études, on menaçait d'entamer des procédures de mise à pied et on ordonnait à M. Herbert de passer une évaluation de santé. Malgré que M. Herbert ait informé la GRC à un certain nombre de reprises que toute communication avec lui devait passer par son avocat, la GRC a communiqué avec la famille de M. Herbert et, une fois, avec son professeur. Un jour, deux membres de la GRC se sont rendus à l'école de M. Herbert et ont interrompu un de ses cours pour lui signifier des documents."], ["[13]", "La plainte de M. Herbert a fait l'objet d'une enquête et l'enquêteur a recommandé à la Commission, en vertu de l'alinéa 44(3)", ") de la Loi, que la Commission rejette la plainte parce que [traduction] « la preuve n'étaye pas les allégations selon lesquelles le plaignant s'est vu refuser des chances d'emploi, a été harcelé et a été mis à pied en raison de sa race, de sa couleur, de son origine nationale ou ethnique et de sa déficience ». Comme le veut sa procédure habituelle, la Commission a invité les deux parties à présenter des observations au sujet du rapport de l'enquêteur. Bien que l'intimée ait fait savoir qu'elle n'avait aucun commentaire à formuler sur le rapport autre que d'approuver ces recommandations, M. Herbert a fourni un document de 9 pages pleines, format papier ministre, comptant 69 commentaires en réponse au rapport."], ["[14]", "La Commission a rejeté les plaintes de M. Herbert et ne les a pas renvoyées pour instruction par le Tribunal canadien des droits de la personne. Il s'agit de cette décision que M. Herbert cherche à faire annuler.", "Les questions en litige"], ["[15]", "M. Herbert a engagé la procédure par lui-même, mais a retenu les services d'un avocat juste avant la date prévue de l'audition de la présente demande de contrôle judiciaire visant la décision de la Commission. En conséquence, les parties ont eu le droit de déposer des documents modifiés et d'autres questions ont été soulevées dans la contestation de la décision de la Commission. Essentiellement, M. Herbert soutient que la demande soulève deux questions:", "a) La Commission a-t-elle manqué à son obligation d'équité en n'effectuant pas une enquête rigoureuse?", "b) La Commission a-t-elle commis une erreur dans son interprétation de la preuve et a-t-elle appliqué les bons critères juridiques pour établir si M. Herbert avait été victime de discrimination?", "Les obligations de la Commission dans le cadre de l'enquête et de l'examen préalable des plaintes"], ["[16]", "En règle générale, dans les plaintes les plus complexes comme celle de M. Herbert, la Commission charge un enquêteur en vertu de l'article 43 de la Loi d'enquêter sur la plainte et de présenter son rapport à la Commission. Aussi, l'enquêteur envoie normalement le rapport aux parties afin qu'elles puissent y répondre. Les réponses des parties et le rapport sont alors soumis à la Commission, laquelle doit déterminer si la plainte doit être rejetée ou s'il faut procéder à une instruction. Ce type d'examen préalable a été judicieusement caractérisé par la Cour suprême du Canada dans l'arrêt", "<FRAGMENT_SUPPRESSED> , au paragraphe 53, comme étant semblable à celui qu'un juge effectue lors d'une enquête préliminaire.", "La Commission n'est pas un organisme décisionnel; cette fonction est remplie par les tribunaux constitués en vertu de la Loi. Lorsqu'elle détermine si une plainte devrait être déférée à un tribunal, la Commission procède à un examen préalable assez semblable à celui qu'un juge effectue à une enquête préliminaire. Il ne lui appartient pas de juger si la plainte est fondée. Son rôle consiste plutôt à déterminer si, aux termes des dispositions de la Loi et eu égard à l'ensemble des faits, il est justifié de tenir une enquête. L'aspect principal de ce rôle est alors de vérifier s'il existe une preuve suffisante. Le juge Sopinka a souligné ce point dans", "Syndicat des employés de production du  <FRAGMENT_SUPPRESSED> , à la p. 899:", "L'autre possibilité est le rejet de la plainte. À mon avis, telle est l'intention sous-jacente à l'al. 36(3)", ") [aujourd'hui l'alinéa 44(3)", ")] pour les cas où la preuve ne suffit pas pour justifier la constitution d'un tribunal en application de l'art. 39 [aujourd'hui l'article 49]. Le but n'est pas d'en faire une décision aux fins de laquelle la preuve est soupesée de la même manière que dans des procédures judiciaires; la Commission doit plutôt déterminer si la preuve fournit une justification raisonnable pour passer à l'étape suivante."], ["[17]", "Contrairement à une enquête préliminaire où le rôle de la Couronne est de présenter la preuve et celui du juge, d'effectuer l'examen préalable, dans les affaires de droit de la personne, la Commission joue les deux rôles: la preuve est présentée au moyen du rapport de l'enquêteur et l'examen est effectué par les membres de la Commission. Par conséquent, je suis d'avis que la Commission, lorsqu'elle effectue cet examen préalable, doit se montrer vigilante et veiller à ce que le rapport présente bel et bien toute la preuve pertinente. L'examen préalable d'une plainte a des conséquences très importantes pour un plaignant, car très souvent, il n'aura aucun autre recours contre la prétendue discrimination."], ["[18]", "Lorsqu'elle effectue son examen préalable, la Commission dispose d'un pouvoir discrétionnaire très vaste pour déterminer si, « compte tenu de toutes les circonstances », il y a lieu de procéder à une instruction:", "<FRAGMENT_SUPPRESSED>  2005 CAF 404, la Cour d'appel fédérale a affirmé au paragraphe 112 que, lorsqu'une enquête est erronée sur le plan de la procédure, la décision de la Commission, si celle-ci se fonde sur ce rapport, est également erronée:", "Il est clair que, dans ses enquêtes sur des plaintes individuelles, la Commission a une obligation d'équité procédurale puisque la question de savoir « si la preuve fournit une justification raisonnable pour passer à l'étape suivante » (", "SEPQA", ", à la page 899) ne peut être examinée si l'enquête est viciée à la base. Comme l'a dit la Cour suprême du Canada dans", "SEPQA", ", « [d]'une manière générale, les plaignants comptent sur la Commission pour produire des preuves devant un tribunal constitué en vertu de l'article 39 [aujourd'hui, l'article 49]. Une enquête sur la plainte est donc indispensable pour permettre à la Commission de remplir ce rôle » (à la page 898). Le même facteur, à savoir la nature indispensable de l'enquête concernant le traitement de chaque plainte par la Commission, s'applique également à une enquête entreprise avant le rejet d'une plainte en vertu de l'alinéa 44(3)", "). Lorsqu'une enquête appropriée n'a pas été faite pour examiner la plainte, une décision de la Commission fondée sur cette enquête ne peut être raisonnable puisque le défaut découle de la preuve même utilisée par la Commission pour prendre sa décision (", "Singh", ", au paragraphe 7).", "L'enquêteur a le devoir de se montrer neutre et rigoureux dans son enquête. S'il ne satisfait pas à cette obligation, il peut y avoir violation de l'équité procédurale. Il a été reconnu par de nombreuses décisions, notamment", "<FRAGMENT_SUPPRESSED>  (C.A.F.), que l'exigence de rigueur doit être examinée dans le cadre de la réalité administrative et financière du travail de la Commission. Par conséquent, il a été statué qu'il peut être remédié aux omissions mineures dans les enquêtes en fournissant aux parties le droit de présenter des observations au sujet du rapport - un processus qui a été suivi en l'espèce. Cependant, il a également été rappelé dans de nombreuses affaires que le droit de formuler des observations ne peut compenser un manquement à l'équité procédurale dans l'enquête lorsque des éléments de preuve n'ont pas été pris en compte: voir, par exemple, les décisions", "Slattery", ", précitée;", "<FRAGMENT_SUPPRESSED> .", "L'enquête était-elle rigoureuse?"], ["[19]", "M. Herbert soutient que l'enquête et le rapport n'étaient pas rigoureux parce qu'ils n'ont pas pris en considération des aspects fondamentaux de sa plainte, soit la déficience en tant que motif de distinction illicite et son allégation de discrimination systémique."], ["[20]", "Le défendeur soutient qu'il est loisible à l'enquêteur de conclure dans le cadre d'une enquête qu'il n'existe que peu ou pas de preuves ou de fondement pour un motif particulier d'une plainte. Je suis d'accord. Cet argument est particulièrement valable lorsque, comme en l'espèce, les allégations portant sur un motif de distinction illicite sont peu abondantes. Il n'est mentionné nulle part dans la première plainte déposée par M. Herbert en 2004 que la déficience est un motif de la plainte. Lorsque M. Herbert a modifié sa plainte en 2007, il a ajouté la déclaration suivante: [traduction] « J'allègue que le ou vers le 5 janvier 2005, la GRC a mis fin à mon emploi en raison de ma race, de ma couleur, de mon origine nationale ou ethnique et de ma déficience. » Il s'agit de la seule mention de sa déficience dans sa plainte. À mon sens, il faut plus qu'une simple affirmation de discrimination pour créer l'obligation de faire enquête sur la plainte. Au minimum, un plaignant doit quand même établir un", "certain", "fondement pour l'allégation avant qu'une enquête soit justifiée. Dans ce cas, il n'y en avait pas. Malgré le manque d'affirmations factuelles, le rapport indique bel et bien que l'enquêteur a pris en considération ce motif de la plainte et, dans les circonstances, je souscris aux observations du défendeur voulant que M. Herbert ait eu droit à l'équité procédurale relativement à son allégation de discrimination fondée sur la déficience."], ["[21]", "M. Herbert soutient également que l'enquêteur a complètement omis de faire enquête sur l'allégation de discrimination systémique. M. Herbert s'est montré plus éloquent au sujet de ses allégations à cet égard. Il a écrit dans sa plainte:", "[traduction]", "Je crois que la différence de traitement dont j'ai fait l'objet à la GRC témoigne d'une discrimination systémique à l'égard des Noirs et des membres d'autres races de la GRC. Je crois savoir que des agents noirs ont déposé deux plaintes semblables auprès de la Commission canadienne des droits de la personne et que le Tribunal canadien des droits de la personne examine présentement l'une d'elles."], ["[22]", "L'enquêteur semble avoir expédié sans ménagement cette allégation. Il a rejeté la plainte dans son rapport de la manière suivante:", "[traduction]", "Le plaignant allègue que le traitement dont il a fait l'objet par l'intimée témoigne d'une discrimination systémique à l'endroit des membres noirs de la GRC. Il affirme que deux autres gendarmes noirs ont déposé des plaintes semblables auprès de la Commission contre la GRC. Ce renseignement en soi ne constitue pas un motif raisonnable de croire qu'il y a de la discrimination systémique fondée sur la couleur au sein de la GRC. Pour cette raison, l'allégation ne sera pas examinée plus avant dans le présent rapport."], ["[23]", "Bien qu'il eût été possible qu'un enquêteur, après avoir examiné la preuve produite par M. Herbert, conclue que la preuve ne suffisait pas à étayer l'allégation de discrimination systémique, celle-ci, à mon sens, requérait plus que le rejet hâtif de l'enquêteur. En particulier, l'enquêteur ne mentionne pas dans son rapport qu'une des plaintes en question a été renvoyée pour instruction devant le Tribunal, ce qui donne à penser que la Commission était d'avis qu'elle pouvait être fondée. La Commission et son enquêteur pouvaient facilement consulter tous les renseignements relatifs à ces plaintes dans leurs propres dossiers. Le demandeur soutient que l'enquêteur aurait dû interroger les deux personnes en question. Cela peut être le cas si un examen des dossiers des plaignants indique qu'un interrogatoire serait justifié. Cependant, sans même avoir examiné ces plaintes, l'enquêteur a conclu qu'il n'était pas nécessaire d'approfondir l'enquête. À mon avis, le fait que l'enquêteur n'ait même pas examiné ces deux plaintes et ce qu'on en avait fait a comme conséquence que l'enquête n'a pas été rigoureuse. Cette omission est d'autant plus grosse qu'il appert que M. Herbert soutient que ces deux membres noirs de la GRC ont aussi allégué que la GRC exerçait une discrimination systémique à l'endroit de ses membres noirs. L'enquête étant moins que rigoureuse à cet égard, il s'ensuit que la Commission ne disposait pas de tous les renseignements pertinents quand elle a rendu sa décision de rejeter la plainte de M. Herbert."], ["[24]", "Autre fait très inquiétant, l'enquêteur semble avoir commis des erreurs importantes sur certains des faits mentionnés dans le rapport. Le défendeur prétend que les observations formulées par M. Herbert en réponse au rapport sont en grande partie une répétition des faits selon son point de vue et énoncent simplement son désaccord avec l'enquêteur quant à ses conclusions de fait. Dans ses observations écrites, le défendeur prétend ceci:", "[traduction]", "La Cour ne doit pas réévaluer la preuve dont a été saisie la Commission. Il était loisible à la Commission d'accepter les faits tels que présentés dans les conclusions de l'enquêteur et ces dernières étaient raisonnables compte tenu de la preuve. Bien que M. Herbert puisse ne pas souscrire au résultat de l'évaluation de la preuve par la Commission dans son affaire, les conclusions de la Commission étaient raisonnables et la Cour ne doit pas intervenir."], ["[25]", "Il ne fait aucun doute que la Cour, dans le cadre d'une demande de contrôle judiciaire, n'a pas à réévaluer la preuve dont a été saisie la Commission. La Commission pouvait tout à fait accepter ou rejeter les faits exposés dans les conclusions du rapport d'enquête. Comme je l'ai mentionné précédemment, lorsque la décision de la Commission, comme en l'espèce, est brève et concorde avec le rapport de l'enquêteur, le rapport devient les motifs de la décision. Le défendeur soutient que les motifs de la décision de la Commission ne se limitent pas au rapport de l'enquêteur. Il a été souligné que la Commission, dans sa lettre envoyée à M. Herbert, affirme que [traduction] « avant de rendre leur décision, les membres de la Commission ont examiné le rapport qui vous a été communiqué précédemment ainsi que toute observation déposée en réponse au rapport ». Par conséquent, le défendeur soutient que [traduction] « lorsqu'on demande à la Cour de conclure que les motifs de la Commission sont identiques à ceux de l'enquêteur, la Cour doit prendre en compte l'ensemble des documents dont disposait la Commission quand elle a rendu sa décision ». Je conviens que la Cour doit prendre en compte tous les documents dont disposait la Commission quand elle a rendu sa décision, non pas pour déterminer si les motifs du rapport sont les motifs de la Commission, mais pour évaluer la raisonnabilité de la décision de la Commission."], ["[26]", "La jurisprudence établit clairement que, lorsque la Commission fournit au plaignant ce qui constitue essentiellement une lettre type rejetant la plainte pour les mêmes motifs que ceux exposés dans le rapport de l'enquêteur, le rapport constitue alors les motifs de la Commission expliquant pourquoi la plainte a été rejetée. Si la Commission choisit de rejeter la plainte pour des motifs autres que ceux avancés par l'enquêteur, elle doit exposer ces motifs dans sa décision. Lorsque les parties, dans leurs observations au sujet du rapport, ne contestent pas les conclusions de fait tirées par l'enquêteur, mais présentent simplement des arguments pour obtenir une conclusion différente, il n'est pas inapproprié pour la Commission de fournir une réponse courte sous forme de lettre type. Cependant, lorsque ces observations font état d'omissions importantes ou substantielles dans l'enquête et étayent ces affirmations, la Commission doit mentionner ces divergences et préciser pourquoi, à son avis, elles ne sont pas importantes ou ne suffisent pas à mettre en doute la recommandation de l'enquêteur; sinon, on ne peut que conclure que la Commission n'a pas du tout pris en considération ces observations. Telle était la situation dans", "<FRAGMENT_SUPPRESSED> ; 2008 CF 649."], ["[27]", "Dans la décision <FRAGMENT_SUPPRESSED> , la plaignante avait déposé des observations comptant environ dix pages en réponse au rapport, lesquelles commençaient avec l'affirmation suivante: [traduction] « J'ai lu le rapport et je ne peux croire comment une conversation téléphonique de moins de dix minutes avec ma représentante syndicale et moi-même peut constituer une \"enquête\". » Mon collègue le juge Hughes a fait observer ceci:", "La lettre de la Commission ne traite pas expressément des préoccupations à propos de l'enquête et du rapport soulevées dans la réponse de la demanderesse et mentionne la réponse sur un ton si neutre, à savoir [traduction] « toutes les observations déposées pour réfuter ce rapport », qu'on se demande dans quelle mesure, s'il en est, les préoccupations de la demanderesse ont été notées et encore moins examinées.", "Le juge Hughes a conclu, en accueillant la demande de contrôle:", "En l'espèce, je suis convaincu que les questions soulevées par la demanderesse dans sa réponse étaient de nature si fondamentale que la Commission aurait dû clairement les examiner et ordonner une enquête supplémentaire ou plus complète ou énoncer dans sa décision des motifs clairs concernant la raison pour laquelle elle ne l'avait pas fait. Simplement déclarer que le rapport constitue les motifs de la Commission consisterait à entièrement ignorer la réponse."], ["[28]", "Il convient d'appliquer la plupart de ces observations aux faits en l'espèce. Bien que M. Herbert, dans ses observations en réponse, soutienne que le défendeur a soit menti, soit présenté les faits de manière erronée, il affirme également qu'il conteste les conclusions tirées et qu'il s'appuie pour ce faire sur des documents écrits qui soutiennent sa position. Il écrit ceci:", "[traduction]", "Je vais maintenant préciser en détail les informations que j'ai faites ci-dessus [au sujet des mensonges et de la présentation erronée des faits] en examinant ce rapport et en étayant encore une fois pleinement ma plainte relative aux droits de la personne en clarifiant les faits qui ont été mal présentés et en faisant référence à des documents qui ont déjà été soumis à différents enquêteurs de la CCDP dans le cadre de la présente plainte, bien qu'ils semblent avoir été omis à cette étape de l'enquête."], ["[29]", "Selon moi, quatre des [traduction] « faits mal représentés » importants et fondamentaux que M. Herbert soulève dans ses observations en réponse auraient clairement nécessité l'attention de la Commission.", "• Selon le rapport, parce que la plainte de harcèlement déposée par M. Herbert en 2000 était une plainte interne et non une plainte déposée en vertu de la Loi, elle ne peut constituer le fondement des allégations de représailles dans la plainte déposée en vertu de la Loi et [traduction] « par conséquent, l'allégation de représailles ne sera pas examinée ». Les observations en réponse de M. Herbert soulignent que, bien qu'il ait d'abord déposé une plainte interne en juillet 1999, parce qu'il n'avait pas reçu de réponse satisfaisante, il a déposé une plainte officielle auprès de la Commission en février 2000. Par conséquent, le fondement de l'allégation de représailles est établi.", "• Le rapport reprend la preuve de l'intimée expliquant pourquoi [traduction] « normalement » les gendarmes en Ontario n'effectuent pas de travail d'infiltration et accepte cette preuve comme étant la raison pour laquelle M. Herbert n'a pas été affecté à du travail d'infiltration. Les observations en réponse établissent que l'affectation en Ontario n'était pas [traduction] « normale », car elle faisait partie d'un règlement issu d'une médiation des plaintes déposées par M. Herbert à Vancouver. En outre, il affirme qu'un agent, que l'enquêteur n'a pas interrogé, lui a expressément affirmé qu'il serait affecté à du travail d'infiltration. Sans avoir interrogé cet agent, comment l'enquêteur peut-il écarter la preuve de M. Herbert?", "• Le rapport reprend la preuve de l'intimée selon laquelle les deux candidats non noirs à qui ont été attribués les postes de caporal par intérim étaient [traduction] « de bons membres fiables avec de bons dossiers », mais ne mentionne pas que M. Herbert appartenait également à cette catégorie, puisqu'il avait des mentions élogieuses écrites et de l'expérience en supervision au sein de la GRC, ce que ni l'un ni l'autre des candidats choisis n'avaient. Comme le soulignent les observations en réponse, l'enquêteur n'a pas analysé pourquoi, dans les circonstances, l'exercice de son pouvoir discrétionnaire par l'agent n'avait rien à voir avec la race ou les plaintes relatives aux droits de la personne déposées précédemment par le plaignant.", "• Pour ce qui est du congé sans solde refusé qui aurait permis au demandeur d'étudier le droit, le rapport reprend la position de l'intimée voulant que ces congés n'aient pas été approuvés en Ontario depuis dix ans. M. Herbert fait observer que de tels congés avec solde ont été approuvés et qu'il peut nommer cinq membres blancs de la GRC qui ont étudié le droit au Canada au cours des dix dernières années avec plein traitement et avantages. Ces allégations n'ont pas fait l'objet d'une enquête, pas plus que la raison pour laquelle, quand M. Herbert était en congé d'invalidité, la GRC ne pouvait pas le libérer pour lui permettre d'étudier le droit sans qu'il lui en coûte quoi que ce soit, alors qu'un certain nombre de membres blancs ont obtenu un congé", "avec solde", "pour le faire."], ["[30]", "À mon avis, chacune de ces questions, parmi les autres soulevées par M. Herbert dans ses observations en réponse, était tellement importante que la Commission aurait dû renvoyer l'affaire à l'enquêteur pour qu'il approfondisse l'enquête et prépare un nouveau rapport. Si la Commission a choisi de rendre la décision de rejeter la plainte en fonction de toute la preuve dont elle disposait, y compris les observations en réponse, alors l'équité procédurale exigeait que la Commission traite expressément de chacune de ces questions soulevées en réponse et qui étaient fondamentales. Parce qu'elle ne l'a pas fait, la décision de la Commission ne peut être maintenue."], ["[31]", "Par conséquent, la présente demande est accueillie parce que l'enquêteur n'a pas effectué une enquête rigoureuse et parce que la Commission n'a pas pris position quant à ses omissions et inexactitudes. Elle aurait pu le faire soit en demandant une enquête plus approfondie et adéquate ou, à titre subsidiaire, en énonçant pourquoi, en dépit des nombreuses questions importantes soulevées par les observations en réponse de M. Herbert, aucune autre enquête n'était nécessaire, le cas échéant."], ["[32]", "M. Herbert a fait savoir à la Cour qu'il ne demandait pas les dépens dans la présente demande, principalement en raison de la coopération du défendeur quand, juste avant la date prévue pour l'audience, il a choisi de se faire représenter par un avocat et qu'il a dû demander un ajournement et l'autorisation de déposer des documents modifiés. Dans les circonstances, la Cour n'adjugera aucuns dépens contre le défendeur.", "JUGEMENT"], ["[33]", "LA COUR ORDONNE", "1. La demande est accueillie;", "2. La décision de la Commission canadienne des droits de la personne datée du 21 décembre 2007 est annulée et l'affaire est renvoyée à la Commission pour enquête par un autre enquêteur et pour décision subséquente par la Commission;", "3. Chaque partie assume ses propres dépens.", "[End of document]"]]}