{"id_": "060931", "body_str": [["[1]", "O'Keefe, J.", ": This is an appeal pursuant to Rule 51 of the", "Federal Court Rules, 1998", ", of an order of the Prothonotary dated October 9, 2001, wherein the defendant's motion to strike the plaintiff's statement of claim was dismissed."], ["[2]", "The defendant seeks an order setting aside the decision of the Prothonotary, and an order granting the defendant's motion to strike the plaintiff's statement of claim."], ["[3]", "In the alternative, the defendant requests an order allowing the defendant to file a statement of defence within 30 days of the date of the court's order on this motion.", "Background"], ["[4]", "The plaintiff, Lewis Glenn Dawe, was a member of the Royal Canadian Mounted Police (\"RCMP\") prior to his resignation effective April 30, 1995. The plaintiff alleges that the end of the employment relationship amounted to constructive dismissal by the RCMP. The plaintiff further alleges bad faith, negligence, and discrimination pursuant to the", "Canadian Charter of Rights and Freedoms", ", Part I of the", "Constitution Act, 1982", ", being Schedule B to the", "Canada Act 1982 (U.K.), 1982", ", c. 11."], ["[5]", "For the purposes of this motion, the court will assume the facts alleged in the plaintiff's statement of claim to be true."], ["[6]", "The plaintiff experienced deteriorating health conditions that resulted from three accidents suffered while on active duty with the RCMP. In early April, 1995, the plaintiff was examined by a health services officer who listed his duty restrictions as \"no physical confrontations, no prolonged standing or sitting and no lifting more than 15 kg\". The plaintiff, who was residing in Newfoundland, requested non-operational work to accommodate his physical disabilities."], ["[7]", "In a letter dated April 25, 1995, the RCMP denied the plaintiff's request, and posted him to active duty at Milestone, Saskatchewan to commence May 1, 1995. Due to his physical condition and the lack of medical services in Milestone, the plaintiff viewed this as constructive dismissal and resigned."], ["[8]", "Following the plaintiff's resignation, the RCMP gave poor references and released confidential medical information to potential employers, thereby impairing and comprising the plaintiff's ability to seek alternate employment."], ["[9]", "The plaintiff submits that he has suffered financial and emotional harm as a result of the termination of the employment relationship."], ["[10]", "The defendant filed a motion under Rule 221 to strike out the statement of claim on the basis that it disclosed no reasonable cause of action. On October 9, 2001, the Prothonotary dismissed the defendant's motion, allowing the action to continue. This is the appeal of the Prothonotary's decision.", "Defendant's (Appellant's) Submissions"], ["[11]", "The defendant submits that the decision of the Prothonotary was an issue vital to the final determination of the case. The defendant submits that, following the Federal Court, Appeal Division decision in", "FRAGMENT_SUPPRESSED, this motion should be dealt with de novo."], ["[12]", "The defendant submits that by not pleading the", "Crown Liability and Proceedings Act", ", R.S.C. 1985, c. C-50, the plaintiff is unable to sustain an action in tort against the Crown. The defendant argues that the plaintiff has not sufficiently identified what duty of care was owed to the plaintiff and how it was breached."], ["[13]", "The defendant submits that the plaintiff has failed to plead sufficient particulars to support the allegations of bad faith, negligence, discrimination, and any", "Charter", "violations, so those allegations should be struck."], ["[14]", "The defendant submits that constructive dismissal is a claim in contract. The defendant submits that it is well established through s. 12 of the", "Royal Canadian Mounted Police Act", ", R.S.C. 1985, c. R-10 (\"", "RCMP Act", "\"), and associated jurisprudence that service with the RMCP does not create a contractual relationship or give rise to wrongful or constructive dismissal claims."], ["[15]", "The defendant submits that there is a statutory scheme under ss. 31 to 36 of the", "RCMP Act", "for members to have their grievances heard. The defendant submits that the plaintiff must pursue relief through the statutory scheme before seeking any relief in this court, and at that time it would be limited to judicial review."], ["[16]", "The defendant submits that improper release of personal information should be governed by the administrative scheme set up under the", "Privacy Act", ", R.S.C. 1985, c. P-21. The defendant submits that the Crown's duty with respect to releasing personal information is a statutory duty that does not give rise to a cause of action in the civil courts. Therefore the defendant submits that the privacy aspect of the statement of claim should be struck.", "Plaintiff's (Respondent's) Submissions"], ["[17]", "The plaintiff agrees that this motion should be dealt with de novo. The plaintiff points out that following", "FRAGMENT_SUPPRESSED, when reviewing a Prothonotary's decision de novo, the judge should do so \"on the material that was before the Prothonotary, and not engage in a hearing de novo based on new materials\"."], ["[18]", "The plaintiff submits that the Prothonotary did not make errors of law or fact. The plaintiff submits that the statement of claim clearly discloses a valid cause of action and should not be struck out."], ["[19]", "The plaintiff submits that the applicant, when making a motion to strike out a statement of claim, has a heavy burden such that there must not be a scintilla of a legitimate cause of action for a claim to be struck without leave to amend."], ["[20]", "The plaintiff argues that the essential character of the dispute is constructive dismissal, and the Federal Court is the proper forum for the resolution of such a claim."], ["[21]", "The plaintiff submits that when a member is forced to resign from the RCMP, it cannot be reasonable to expect he will pursue an internal grievance procedure under the", "RCMP Act"], ["[22]", "The plaintiff submits that the Federal Court of Appeal allowed a", "Charter", "claim to proceed where an RCMP officer alleged discrimination on the basis of sex in", "FRAGMENT_SUPPRESSED."], ["[23]", "The plaintiff submits that the circumstances in", "FRAGMENT_SUPPRESSED, are nearly identical to the instant case. In", "FRAGMENT_SUPPRESSED", ", supra, this court dismissed a motion for summary judgment to dismiss the plaintiff's claim."], ["[24]", "The plaintiff submits that the Privacy Commissioner's powers with respect to the plaintiff's complaint is very limited, and would not be appropriate in this case."], ["[25]", "The plaintiff points out that Rule 191 provides a mechanism for receiving further particulars, and so it is not appropriate to strike out a statement of claim unless it is plain and obvious it cannot succeed whether or not further particulars are required."], ["[26]", "The plaintiff submits that this court should not strike out the same claim merely on the defendant's allegations that there is no contractual relationship between the RCMP and its members. The plaintiff submits that the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ", supra was not prepared to strike out a claim for constructive dismissal against the RCMP."], ["[27]", "Issues", "1. What is the appropriate standard of review?", "2. Should the plaintiff's statement of claim be struck out for not disclosing a reasonable cause of action?", "Relevant Statutory Provisions and Regulations"], ["[28]", "The relevant sections of the", "Federal Court Rules, 1998", "state as follows:", "\"51(1) An order of a prothonotary may be appealed by a motion to a judge of the Trial Division.", ". . . . .", "\"221(1) On motion, the Court may, at any time, order that a pleading, or anything contained therein, be struck out, with or without leave to amend, on the ground that it", "(a) discloses no reasonable cause of action or defence, as the case may be,", "(b) is immaterial or redundant,", "(c) is scandalous, frivolous or vexatious,", "(d) may prejudice or delay the fair trial of the action,", "(e) constitutes a departure from a previous pleading, or", "(f) is otherwise an abuse of the process of the Court,", "and may order the action be dismissed or judgment entered accordingly.", "\"(2) No evidence shall be heard on a motion for an order under paragraph (1)(a).\"", "\"51(1) L'ordonnance du protonotaire peut être portée en appel par voie de requête présentée à un juge de la Section de première instance.", ". . . . .", "\"221(1) A tout moment, la Cour peut, sur requête, ordonner la radiation de tout ou partie d'un acte de procédure, avec ou sans autorisation de le modifier, au motif, selon le cas:", "a) qu'il ne révèle aucune cause d'action ou de défense valable;", "b) qu'il n'est pas pertinent ou qu'il est redondant;", "c) qu'il est scandaleux, frivole ou vexatoire;", "d) qu'il risque de nuire à l'instruction équitable de l'action ou de la retarder;", "e) qu'il diverge d'un acte de procédure antérieur;", "f) qu'il constitue autrement un abus de procédure.", "Elle peut aussi ordonner que l'action soit rejetée ou qu'un jugement soit enregistré en conséquence.", "\"(2) Aucune preuve n'est admissible dans le cadre d'une requête invoquant le motif visé à l'alinéa (1)a).\""], ["[29]", "Section 12(1) and (2) of the", "Royal Canadian Mounted Police Act", ", supra, state:", "\"12(1) Officers of the Force hold office during the pleasure of the Governor in Council.", "\"(2) No member other than an officer may be dismissed or discharged from the Force except as provided in this Act, the regulations or the Commissioner's standing orders.\"", "\"12(1) Les officiers de la Gendarmerie sont nommés à titre amovible par le gouverneur en conseil.", "\"(2) Le membre qui n'est pas officier ne peut être congédié ni renvoyé de la Gendarmerie si ce n'est dans les conditions prévues par la présente loi, ses règlements ou les consignes du commissaire.\"", "Analysis and Decision"], ["[30]", "Issue 1", "What is the appropriate standard of review?", "In", "FRAGMENT_SUPPRESSED", "wrote for the majority, on page 463 as follows:", "FRAGMENT_SUPPRESSED"], ["[31]", "FRAGMENT_SUPPRESSED further explained what was meant by \"vital to the final issue of the case\" on page 464 as follows:", "FRAGMENT_SUPPRESSED"], ["[32]", "In this proceeding, had the Prothonotary allowed the motion for an order to strike out the plaintiff's statement of claim, it would have been an issue vital to the final issue of the case. Following the reasoning of MacGuigan, J.A., in", "FRAGMENT_SUPPRESSED", ", supra, it is therefore appropriate to exercise discretion de novo. I further note that the parties are in agreement that this motion should proceed de novo."], ["[33]", "Issue 2", "Should the plaintiff's statement of claim be struck out for not disclosing a reasonable cause of action?", "Constructive Dismissal", "The Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ", supra held:", "FRAGMENT_SUPPRESSED", "Following the reasoning in", "FRAGMENT_SUPPRESSED", ", supra, it would not be appropriate to strike out the constructive dismissal portion of the statement of claim."], ["[34]", "Existence of Internal Grievance Procedure", "In", "FRAGMENT_SUPPRESSED, the court explained the decision in", "FRAGMENT_SUPPRESSED", ", supra at paragraphs 44 & 45 by stating:", "FRAGMENT_SUPPRESSED", "As in", "FRAGMENT_SUPPRESSED", ", supra, the plaintiff in this case had resigned his position with the RCMP and could not be expected to avail himself of the internal process stated in the", "RCMP Act"], ["[35]", "Charter", "Argument", "It is not plain and obvious that the plaintiff's discrimination under the", "Charter", "argument will not succeed. The statement of claim states:", "\"The plaintiff's request for non-operational work was denied and he was advised that he was expected to report to active duty. ... The plaintiff says that the RCMP knew his physical condition caused by workplace incidents rendered him unfit for such active duty.\""], ["[36]", "In my view, it is not plain and obvious that the", "Charter", "argument cannot succeed, and therefore I will not strike out this portion of the statement of claim."], ["[37]", "Claims in Tort", "I am not persuaded that the plaintiff was required to mention the", "Crown Liability and Proceedings Act", ", supra, in order to succeed in an action in tort against the Crown. I am not satisfied that the allegations of bad faith and negligence, as pleaded, are without factual background or sufficient particulars. In my view, these matters should be considered by the trial judge. Accordingly, I am not persuaded to strike out the tort claims in the statement of claim."], ["[38]", "Improper Release of Personal Information", "The alleged improper release of personal information is clearly related to the constructive dismissal claim and the ability of the plaintiff to secure alternate employment. In my view, this issue should properly be determined by the trial judge."], ["[39]", "Because of findings outlined above, I find that the Prothonotary was correct in his decision with respect to the motion for dismissal and I would dismiss the defendant's appeal."], ["[40]", "The defendant requested from the Prothonotary an order extending the time for filing its defence to 30 days from the date of his decision if the motion was not successful. The Prothonotary did not deal with this request in his decision and order. I am prepared to grant an order allowing the defendant to file its statement of defence within 30 days of the date of the order in this decision."], ["[41]", "The plaintiff shall have his costs of the appeal.", "ORDER"], ["[42]", "IT IS ORDERED that:", "1. The appeal of the defendant is dismissed.", "2. The defendant shall have 30 days from the date of this order to file its statement of defence.", "3. The plaintiff shall have his costs of the appeal.", "Appeal dismissed.", "Editor: Geoffrey D. Peters/gs", "[End of document]"]]}