{"id_": "061172", "body_str": [["[1]", "Lemieux, J.", ": On", "August 31, 2005", ", George Leslie Minde (the applicant) was elected Chief of the Ermineskin Cree Nation (ECN) for a second three-year term. He was first elected as Chief in August of 2002. In the aftermath of the August 2005 election, there were two election appeals against his election heard by the Election Appeals Board and dismissed. He commenced his second term on October 1, 2005."], ["[2]", "On", "December 4, 2005", ", at a special meeting of the Ermineskin Tribal Council (the Tribal Council), a Band Council Resolution (BCR) was passed in the following terms:", "\"Be it resolved that at a duly convened special meeting, we the Ermineskin Tribal Council", "make the following decision in accordance to the Council Code of Conduct within the Ermineskin Tribal Constitution", "Whereas, the Ermineskin Tribal Council has accepted the recommendation by the Ermineskin Elders Council to implement section 15 on October 31, 2005 and", "Whereas, George L. Minde", "has failed to appear before the Ermineskin Elders Council within the specified timeline allotted", "and;", "Therefore, the Ermineskin Tribal Council", "now exercise its authority", "in reference to", "section 11, where George L. Minde has vacated his position as Chief, in accordance to violation of Sections: 4, 5 & 9 of the Council Code of Conduct within the Ermineskin Tribal Constitution", ".\" (Emphasis mine)"], ["[3]", "I set out in Appendix A to these reasons the relevant sections of the Council Rules of Conduct in force today."], ["[4]", "On", "January 30, 2006", ", Mr. Minde sought judicial review of the BCR which he characterized as a resolution \"which purported to terminate or self-terminate the applicant as Chief of the ECN.\" He seeks the following relief:", "1. An order quashing the BCR dated December 4, 2005;", "2. A declaration that the applicant, George L. Minde, is the Chief of the ECN;", "3. Such further relief as this Honourable Court may deem just;", "4. Costs of this action on a solicitor and his own client basis, or alternatively, costs in the fixed sum of $25,000.00."], ["[5]", "The main ground advanced by the applicant to quash the BCR is breach of procedural fairness: the applicant states he was not given any notice of the December 4, 2005 Tribal Council special meeting, did not know what action was being proposed, did not know the allegations made against him and had no opportunity to defend himself. The other grounds include lack of notice of the December 4, 2005 meeting to two other Tribal Councillors and lack of a proper quorum. Chief Minde states he became aware of the BCR only on December 20, 2005 when he was served with originating documents in the Alberta proceedings."], ["[6]", "Chief Minde's affidavit supported his judicial review application as did that of Donna Littlechild Patenaude who confirmed she had not been given notice of the December 4th special meeting and there were only 5 Councillors present. Chief Minde was cross-examined on his affidavit."], ["[7]", "It is admitted by Counsel for the Tribal Council there is no evidence the applicant who is, as Chief, a member of the Tribal Council was ever notified a special meeting would be held on December 4, 2004, the purpose of that meeting, nor that he was present so as to be able to speak in his defence."], ["[8]", "This judicial review application took an unusual twist with the filing of the respondents' record. In that response, the respondents argue the ECN has its own Constitution consisting of the Ermineskin Tribal System (the Tribal System) and Bylaws. The respondents specifically point to Bylaw E-83-01, as amended in 1987 and 1996, being a Custom Law providing for the conduct of the Ermineskin Tribal Council (Chief and Council) mandates the Ermineskin Elders Council (EEC) to \"", "shall advise the Chief and Council, and monitor the conduct of the Chief and Council with authority to discipline the Chief and Council as necessary from time to time and as per memorandum of agreement attached as Appendix B", "\". (Emphasis mine)"], ["[9]", "At page 007 of the respondents' record is a document dated", "October 27, 2004", "entitled Memorandum of Agreement for a Term of Assigned Office. The memorandum is between Chief Minde and the Ermineskin Elders Senate which in section 8 stipulates it \"terminates respectively at the end of my term as Chief\" I quote section 4 of the Memorandum of Agreement:", "\"As Chief, I have myself knowledge about the responsibilities to the Ermineskin Cree Nation Membership", "and hereby agree to my office becoming vacant for violations to rules as set out with and in the Ermineskin Tribal System", ". Further, I hereby agree to hourly deductions from my salary for being late or missing meetings without permission and agree to any suspension by the Elders Senate for conduct unbecoming.\" (Emphasis mine)"], ["[10]", "The respondents assert the Elders Council decided, in August 2005, to investigate certain allegations Chief Minde had improperly engaged in three financial transactions involving ECN funds. They say the EEC notified the Chief, asked him to cooperate in the investigation of these matters but he refused to do so which led the EEC to serve on Chief Minde a Notice of Self-Termination dated November 14, 2005 which stated, in part, he had forfeited his position as Chief due to his continued disregard of notices previously served on him by the EEC to cooperate in the investigation. One of these transactions occurred in August of 2004. It involved the purported purchase of new heavy equipment worth $149,000.00."], ["[11]", "The bottom line of respondents' argument is that Mr. Minde has sued the wrong body. They argue the decision-maker was the EEC and not the Tribal Council and the BCR effectively does not play any role in the decision of the Elders Council that Mr. Minde was deemed to have vacated his position as Chief. They argue the applicant, if he wished to attack by judicial review the decision to declare that he was deemed to have vacated his position as Chief, should have sought to quash the EEC's decision."], ["[12]", "The applicant filed a reply on June 30, 2006. The applicant argues three points:", "- The EEC was not in existence at all material times, i.e., during the period August to December, 2005 when the alleged disciplinary steps were taking place;", "- If an EEC had existed at all material times it did not have the authority to terminate or \"self-terminate\" Mr. Minde because the authority to do so would still rest with the Tribal Council; and", "- The EEC is not a Federal board, commission or other tribunal within the meaning of section 2 of the", "Federal Courts Act"], ["[13]", "As part of the reply material the applicant filed an outside legal opinion (i.e. not from their regular counsel dated October 21, 2005) which the Tribal Council received. That legal opinion dealt with the legal requirement of procedural fairness surrounding the two-week suspension of Chief Minde which purportedly occurred on October 17, 2005."], ["[14]", "The respondents' response was supported by the affidavit of George Ermineskin, Chairman of the EEC. His affidavit appended various copies of the meetings of the EEC and notices of investigation to Chief Minde. He was cross-examined. The respondents deposed three other affidavits, not cross-examined upon:", "- The affidavit of, J., Wilton Littlechild, Q.C., who exhibited documents related to the ECN's Tribal System and Constitution;", "- The affidavit of Bob Small, a former member of the Tribal Council from October 1999 to 2005, who detailed his participation with the applicant in the purchase of heavy equipment and who endorsed the cheques to the auto dealer. As requested, he appeared before the EEC in August 2005 to explain his role. The EEC decided to suspend him for 10 years from running for elected office in the ECN;", "- The affidavit of Craig Makinaw, a member of the Tribal Council since 1993. He appended several documents including a number of BCRS', and a memo dated", "December 5, 2005", "to the directors and managers of ECN business and other organizations stating Mr. Minde was no longer acting as Chief.", "Background and Facts", "(a) The Proceedings in Alberta"], ["[15]", "On December 16, 2005", ", the ECN and the", "Tribal Council", "filed a statement of claim in the Alberta Court of Queen's Bench as Plaintiffs against Mr. Minde as defendant alleging, inter alia, the defendant:", "- At the time of taking his oath of office, signed an agreement dated October 27, 2004 with the Ermineskin Elders Senate whereby he agreed in the event he violated the Rules of the Ermineskin Tribal System, his office would be deemed to become vacant;", "- He breached the Code of Conduct and thereby breached the agreement he signed on October 27, 2004;", "- He breached his fiduciary duty in his capacity of Chief in his dealings with an auto dealer and his involvement in the fraudulent purchase of heavy equipment at inflated values;", "- He has committed a breach of trust by conspiring to have the ECN purchase the heavy equipment; and", "- He is guilty of deceit and misrepresentation in his dealings with a tribal member and in arranging for three cheques to be endorsed and turned over to the auto dealer without the knowledge and consent of the Tribal Council."], ["[16]", "The Plaintiffs sought general damages against Mr. Minde in the amount of $149,000.00, punitive and exemplary damages, an interlocutory and permanent injunction requiring Mr. Minde to immediately vacate the Chief's office in the Band Administration offices of the ECN and restraining Mr. Minde from interfering with the Tribal Council, Band Staff or Band Members of the ECN."], ["[17]", "The Plaintiffs also alleged in the statement of claim that upon discovering the issuance of the three cheques totalling $149,000.00, the", "Tribal Council commenced an investigation through Tribal Elders", ". The Plaintiffs alleged Mr. Minde was asked to cooperate in the investigation but refused to do so."], ["[18]", "The Plaintiffs say the EEC had been given the power by the Tribal Council to investigate matters involving the Chief and Council and decided to do so. The statement of claim further alleges the EEC made every effort to follow due process in the investigation; however, Mr. Minde, it states, refused to participate despite receiving notices to appear and despite being given every opportunity to appear and give evidence on his own behalf."], ["[19]", "The Plaintiffs further say the EEC suspended Mr. Minde without pay pending the conclusion of the investigation and gave notice to him of the suspension. Nevertheless, Plaintiffs allege Mr. Minde deliberately arranged for the payment of his wages and certain travel expenses on or about October 10, 2005 despite knowledge he had been suspended without pay."], ["[20]", "Plaintiffs allege on", "September 22, 2005", ", at a general meeting of the Elders, a resolution was passed unanimously giving full authority and direction to the EEC to enforce the suspension of Mr. Minde stating, in part, if he did not appear before the EEC he would automatically forfeit his position as Chief of the ECN."], ["[21]", "Plaintiffs further state", "on December 4, 2005 the Tribal Council passed a resolution accepting the recommendation of the EEC to recognize Mr. Minde had vacated his position as Chief due to violations of the Ermineskin Tribal Constitution and By-laws", ". (Emphasis mine)"], ["[22]", "The Plaintiffs moved the Alberta Court of Queen's Bench for the interlocutory injunction. That matter was heard by Mr. Justice Belzil on January 16, 17, 30 and 31, 2006."], ["[23]", "On February 8, 2006", ", Justice Belzil issued his decision. He granted the interlocutory injunction stipulating until further order of this Court, Mr. Minde was enjoined from entering the ECN Band offices and was further enjoined from conducting any financial transactions on behalf of the ECN or Tribal Council including the issuance of any cheques or execution of any contracts. In addition, Mr. Minde was enjoined from interfering with ECN staff or ECN members of ECN tribal enterprises."], ["[24]", "Justice Belzil attached a number of conditions to the interlocutory injunction including the following:", "If Mr. Minde was successful in his application for judicial review in the Federal Court and obtained the declaration or order sought that he remains Chief of ECN, the parties have leave to re-attend before him to set aside or vary the order", "; and", "- Mr. Minde is permitted to attend ECN offices during regular business hours on one occasion accompanied by a designated representative of ETC, to remove any personal items from his office which he formally occupied. (Emphasis mine)", "(b) Justice Belzil's Reasons"], ["[25]", "Justice Belzil issued lengthy reasons for the grant of the interlocutory injunction against Mr. Minde. I find those reasons of substantial interest on several points in this judicial review application."], ["[26]", "First, he characterized the Tribal Council's December 4, 2005 resolution as one \"", "declaring that the defendant had vacated his position as Chief, and appointed an interim Chief pending a by-election", ".\" (Emphasis mine)"], ["[27]", "Second, he rejected an argument by Mr. Minde, as defendant, the Court of Queen's Bench of Alberta lacked jurisdiction to adjudicate on the Plaintiffs action which Mr. Minde had submitted should be advanced in Federal Court. Justice Benzil ruled the Alberta Courts had jurisdiction because the essence of the Plaintiffs claim was that of tortious misconduct by Mr. Minde entitling the Plaintiffs to damages. He relied upon the Alberta Court of Appeal's judgment in", "<FRAGMENT_SUPPRESSED> ; 361 A.R. 287; 339 W.A.C. 287 (C.A.)."], ["[28]", "Third, at the urging of the Plaintiffs,", "he ruled the Alberta Court of Queen's Bench did not have jurisdiction on Mr. Minde's cross-application for a declaration that he is the Chief of the ECN and that at no time has he been suspended or removed for a further declaration there is not in existence an Elders Council/Elders Senate/Council of Elders of the ECN and a further declaration that all decisions made by the Tribal Council as of October 17, 2005 to date are invalid and ineffective", ". (Emphasis mine)"], ["[29]", "The Plaintiffs argued Mr. Minde's cross-application was, in reality,", "an application for judicial review of a decision of the Tribal Council which application should properly be brought in the Federal Court", ". Justice Benzil ruled in the Plaintiffs favour stating \"the proper remedy for the defendant [Mr. Minde] is to seek judicial review in the Federal Court of the Band resolution", "pursuant to which the Band argues he vacated his position as Chief of the ECN.", "\" (Paragraph 31) (Emphasis Mine)"], ["[30]", "Fourth, Justice Benzil considered what status Mr. Minde had before him for the purposes of the Plaintiffs interlocutory injunction application. In connection with this issue, Justice Belzil:", "Said at paragraph 35 of his reasons the Plaintiffs argue that Mr. Minde was removed as ECN Chief by virtue of passage a resolution of the Tribal Council on December 4, 2005 and at paragraph 36", "Mr. Minde refused to acknowledge the validity of the resolution and argued that he remained ECN Chief;", "- Ruled at paragraph 37 that it would be inappropriate for him to speculate on the outcome of the application for judicial review in the Federal Court;", "- Found at paragraphs 38 and 39, the resolution of the Tribal Council passed on December 4, 2005 \"", "exhibited before me, appears to be valid on its face and can be relied upon\" and \"thus, for the purposes of this application, the defendant is not currently ECN Chief, and, indeed, currently holds no elective office with the Band. To hold otherwise would involve intruding into the exclusive jurisdiction of the Federal Court", ".\" (Emphasis Mine)", "(c) The Context"], ["[31]", "I set out the following context to this judicial review application."], ["[32]", "First, Chief and Tribal Council members of the ECN since 1983 are chosen by Band custom and thus are not governed by sections 74 to 79 of the", "Indian Act", ". Election by Band custom includes matters related to tenure and removal from office (see the decision of Mr. Justice Heald, then a member of the Trial Division, in", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[33]", "Second, the ECN general membership codified its customs relating to elections to the offices of Chief and Council when it ratified a first version of a bylaw known as bylaw E-83-02 and revised as By-law 86-01. The short title of this Bylaw is \"Declaration of Custom with respect to the Establishment and Election of Band Council\". The latest revision is dated May 31, 2004 ratified at a general membership meeting on June 23, 2004 (see applicant's record, page 52). Section 32 of this bylaw relates to the terms and conditions of office. Its paragraph (a) reads:", "Pursuant to the Ermineskin Tribal System, Rules of Conduct sections (8), (9), (10), an elected Chief or Council Member shall be removed from office upon the following conditions", "i. a member of the Tribal Council has deceased;", "ii. a member of the Tribal Council submits a formal resignation in writing;", "iii. a member of the Tribal Council has been convicted of a criminal offence;", "iv. a member of the Tribal Council has had no involvement in the operation of the Tribe without a valid reason for four (4) consecutive working days.\" (Emphasis Mine)"], ["[34]", "Third, reference is made throughout these reasons to the Tribal System. The Tribal System consists of a written constitution and a number of bylaws. I describe these documents in summary form:", "1. The constitution of the ECN consists of a preamble, a statement as to the primacy of Treaty 6, special recognition to specified Canadian constitutional instruments or statutes of Canada", "and the composition, powers, authority, and responsibilities of the Tribal Council which is made up of one Chief and eight Councillors elected by tribal custom. The Tribal Council is specifically recognized as the government of the Ermineskin Tribe", "2. Certain bylaws in particular:", "Bylaw E-83-01", ", re-named Custom Law no. E-83-01 being a Custom Law providing for the conduct of the Ermineskin Tribal Council as revised in 1987, 1995 and 1996. This bylaw has several divisions labelled A to K.", "The relevant provisions of divisions A and B are set out in Appendix A", "to these reasons. Division C deals with meetings of the Tribal Council, Division D with Minutes of Meeting, Division E with salaries, Division F with travel, Division G with committees. Other Divisions cover such matters as the establishment of an Ethics Commission, holidays, general meetings, vacancies and amendments;", "Bylaw 83-02, revised as By-law E-86-01", ", being the Custom Election Bylaw;", "- Bylaw 83-04 providing for the financial management of the ECN. (Emphasis Mine)"], ["[35]", "Fourth, the evidentiary record reveals prior to the August 31, 2005 elections a meeting held on", "August 12, 2005", "at which where present members of the Finance Committee, some (34 out of 77) Elders, seven members of the Tribal Council (absent the applicant and Bob Small) and some ECN members. It was decided by the Tribal Council members who were at that gathering to launch an investigation into the alleged propriety by the Chief in three financial transactions involving ECN funds and the investigation would be conducted by nine appointed members of the EEC, (the appointed members) (respondents' record, page 12)."], ["[36]", "It is important to appreciate prior to the August 12, 2005 gathering, a special meeting of the Tribal Council was held on August 8, 2005 at which the following BCR was passed (respondents' record, page 57):", "\"Be it resolved that we, the Ermineskin Chief and Council, do hereby recognize the Elders Council as presented in accordance with the Ermineskin Tribal System Bylaw No. E-83-01, Article B only:", "\"Further to that section B of the bylaw providing for the Conduct of Ermineskin Council No. E-83-01 be", "amended to consist of all Elders of the Ermineskin Tribe", "\"Further to that in section B part 2,", "a quorum shall consist of nine (9) Elders, subject to amendments, additions and/or deletions with a final review to be approved by a quorum of Chief and Council", ".\" (Emphasis Mine)"], ["[37]", "On August 16, 2005", ", the EEC forwarded a letter to the Ermineskin Chief and Council. It stated the Elders Council \"were given approval, by general consensus of the Ermineskin [Tribal] Council at a meeting held on August 8, 2005 at the Elders Centre to proceed, based on factual evidence, if indeed any infractions are substantiated by the Ermineskin Tribal Officials in regard to the $149,000.00 transaction.\" The EEC's communication went on to say as follows:", "\"In conclusion, the appointed Elders Council (quorum of nine) shall, based on its findings, pursue the following disciplinary action:", "- As per the bylaw providing for Conduct of the Ermineskin Council number 83-01 section B, paragraph 2;", "- Bylaw E-86-01 Ermineskin Tribal Election Custom (Election Regulations,", "Section 28, paragraph G", "A final report shall be presented along with the facts and infractions listed which may enforce the Elders Council to enact the disciplinary action upon the said individuals responsible for the said infractions. (applicant's reply record, page 101).\""], ["[38]", "I have already reproduced section B, paragraph 2 of bylaw E-83-01 relating to the Rules of Conduct of the Ermineskin Tribal Council in Appendix \"A\" to these Reasons."], ["[39]", "Section 28 of the Ermineskin Tribal Election Custom Bylaw (Bylaw E-86-01) concerns the Election Appeals Board and enables that Board to examine any election complaint with paragraph G reading as follows:", "(G) In the event any appeal indicated there were unacceptable acts being conducted by candidates it shall be within the power of the Elections Appeal Board to eliminate a candidate from the re-election and to disqualify any such person from future election as Chief or Tribal Council for a period of up to ten (10) years", ".\" (Emphasis Mine)"], ["[40]", "I now summarize the main actions taken by the appointed members of the EEC which I note, under the August 8, 2005 amendment passed by the Tribal Council is a quorum of the Elders Council. Interspersed in the summary, mention is made of certain actions taken by the Elders as a whole and certain actions by the Tribal Council. All underlining is my emphasis. I should note that in the respondents' record many of the documents were partly or substantially illegible which did not facilitate the Court's comprehension.", "1.", "On August 23, 2005", ", the appointed members sent Chief Minde a Notice of investigation/suspension stating that \"Upon reviewing the information regarding the process in which the $149,000 transaction occurred ... the nine appointed Ermineskin Elders Council do hereby suspend [Chief Minde and Bob Small] suspending all authorities and powers and or privileges effective immediately such suspension shall be without pay until such time as the investigation has been completed and \"", "pursuant to section B, Elders Council paragraph II duties [of the Code of Conduct] directed the Tribal Council to proceed with the direction immediately to enforce this suspension effective immediately", ".\" (Emphasis Mine) ;", "2.", "On August 24, 2005", ", the appointed members issued Chief Minde with a first mandatory notice to appear before them regarding the heavy equipment purchase which was said to have been made by him without authority. The notice stipulated that disciplinary action shall ensue if Chief Minde failed \"to attend this hearing\";", "3.", "On September 1, 2005", ", the appointed members issued Chief Minde a second mandatory notice to appear;", "4.", "On September 1, 2005", ", the appointed members issued a notice of enforcement of suspension addressed to the Tribal Council/Administrator. The action requested was the convening of a quorum of", "Tribal Council", "for the purpose of", "enforcing", "the", "suspension of Chief Minde by approved motion", "5.", "On September 8, 2005", ", the Chairman of the Elders Council, George P. Ermineskin, wrote to Chief Minde concerning the investigation;", "6.", "On September 19, 2005", "the Chairman of the Elders Council wrote to the Tribal Council/Administrator stating that the EEC", "are seriously requesting", "that the Ermineskin Council /Administrator enforce the suspension of Chief Minde;", "7.", "On September 22, 2005", ", the Elders apparently called a general meeting of the members of the ECN attended by 103 out of 3,500 members. The following resolution was passed (applicant's Reply Record, page 103):", "\"Be it resolved that", "we, the Ermineskin Tribal Membership, do hereby support, give full authority and direction to the Elders Council of the Ermineskin Tribe to enforce the suspension of Chief George L. Minde for a period of not more than fourteen (14) days of which, if he does not appear before the Elders Council hearing that he shall automatically forfeit his position as Chief of the Ermineskin Tribe. Further, that he be suspended from any elected position, candidacy or financial position and/or executive position within the Ermineskin Tribe System for a period of ten years", ".\"", "8.", "On September 22, 2005", "the Chairman of the EEC wrote to Chief Minde concerning his suspension and mentioned the membership's motion that day. The letter provided Chief Minde a notice of hearing and advised him that if he did not appear before/by October 31, 2005, before the investigating members", "he would that day forfeit his position as Chiefs", "9. The respondents' record at pages 28 and 29 reproduce letters from the Chairman of the EEC, George P. Ermineskin, dated October 5 and 12, 2005 concerning the convening of a meeting of the Ermineskin Tribal Council and to \"enforce/enact the Elder's Council ruling regarding Chief Minde and Bob Small [due to the violation which they knowingly ...]\";", "10.", "On October 14, 2005", "(respondents' record, page 58) appears a copy of a Tribal Council Resolution dated October 14, 2005. This Resolution is not on standard Chief and Council motion paper and absent were Chief Minde and Bob Small. That resolution reads:", "\"Be it resolved at a duly convened Tribal Council meeting that we, the Ermineskin Tribal Council do hereby support, give full authority and direction of the appointed Elders Council of the Ermineskin", "Tribe to enforce the suspension of Chief George L. Minde for a period of not more than fourteen (14) days without pay, or which if he does not appear before the Elders Council hearing that he shall automatically forfeit his position as Chief of the Ermineskin Tribe effective immediately", ".\"; (Emphasis Mine)", "11.", "On October 17, 2005", ", the Elders Council Chairman, George P. Ermineskin wrote to Chief Minde providing him with official notice that he was still under suspension and was required to appear before the appointed members no later than October 31, 2005;", "12.", "On or about October 21, 2005", "the Tribal Council/Administrator received the legal opinion of outside legal council concerning the requirements of procedural fairness on Chief Minde's suspension. It stated that procedural fairness applied to both the circumstances of suspension and removal of the Chief from elected office and asked for further information which, if provided, is not in the record.", "13.", "On October 27, 2005", ", the appointed members issued to George Minde a final notice of hearing/enforcement of suspension;", "14.", "On October 31, 2005 at 4 p.m., the appointed members decided to enforce the \"automatic forfeiture\" of the Chieftainship of George Minde for failure to attend the hearing. In that decision, the members stated it was requesting that the Tribal Council enforce the decision by way of Tribal Council Motion", "15. That same day,", "namely October 31, 2005", ", at 4:30 p.m., the appointed members issued to Chief Minde a notice of Self-Termination. Chief Minde was advised that he had an opportunity to appeal the decision;", "16.", "On October 31, 2005", "(respondents' record, page 59) appears the following Tribal Council Resolution:", "\"Be it resolved at a duly convened Council meeting, that we the Ermineskin Council recognize and enforce the Self-Termination of Chief George L. Minde as stated in the October 27th formal Notice to Appear letter and;", "\"Further that, Mr. Minde has ten (10) working days from the said date of the hand-delivered notice, to appeal to the Ermineskin Council as stated in section 15-rules of Code of Conduct.\"", "17.", "On November 14, 2005", "apparently another notice of self-termination was issued by the appointed Elders Council members to George Minde. The fourth paragraph of that letter reads:", "Therefore, we the appointed Elders Council are requesting that the Ermineskin tribal Council enforce this decision also by Band Council motion within the true context of their authority vested by the Ermineskin Constitution, policies and/or bylaws, customs and traditions of the Ermineskin First Nation", ".\"", "18.", "On December 4, 2005", "the impugned BCR was passed in the applicant's absence.", "Analysis", "(a) Standard of Review"], ["[41]", "Mr. Minde argues the BCR of December 4, 2005 should be set aside principally because it was passed in breach of procedural fairness: he had no notice of the special meeting, nor its purpose, nor was he present. The standard of review is correctness."], ["[42]", "Justice Rothstein, then a member of the Federal Court of Appeal, in", "<FRAGMENT_SUPPRESSED>  ruled that procedural fairness questions are not subject to a pragmatic and functional analysis because the Courts are to provide the legal answer to such questions relying upon Justice Binnie's Supreme Court of Canada decision in", "Canadian  <FRAGMENT_SUPPRESSED>  O.A.C. 38."], ["[43]", "The question whether the Tribal Council was exercising statutory powers when it passed the BCR on December 4, 2005 is a question of law which, on a pragmatic and functional analysis, must be decided a standard of correctness, there being no privative clause, the Court having overall greater expertise with respect to the issue, the nature of the question being a legal one and the purpose of the legislation not favouring deference. The same standard applies with respect to the authority of the appointed members of the EEC to make a binding decision with respect to the Chief's term of office.", "(b) The BCR and Procedural Fairness"], ["[44]", "Although it is well-recognized the content of the rules of procedural fairness vary depending on the circumstances, in my view, there can be no question the applicant was entitled to procedural fairness in respect of the BCR of December 4, 2005 which declared that, in accordance to the Tribal Council Code of Conduct within the Ermineskin Tribal Constitution, Chief Minde had vacated his position as Chief. His right to remain in office was directly affected. For this proposition, I need only cite the well-known decisions of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> ,", "Cardinal and  <FRAGMENT_SUPPRESSED>  and", "Lakeside  <FRAGMENT_SUPPRESSED>  Man.R.(2d) 1; 30 W.A.C. 1."], ["[45]", "There can also be no doubt the BCR was arrived at in breach of the procedural fairness which had to be accorded to Mr. Minde. The most basic requirements of procedural justice are notice and an opportunity to make representations which were denied him."], ["[46]", "Furthermore, I rely on the decision of Justice Rothstein, then a member of the Federal Court, Trial Division, in", "<FRAGMENT_SUPPRESSED>  (T.D.) for the proposition that the principles of procedural fairness are to be applied in situations where Band custom dictates the procedures to be followed by a decision-maker in matters of the removal of a Chief or Band Councillors from office (see, paragraphs 55 to 57 of his reasons for judgment). (See also,", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> ; 171 F.T.R. 275 (T.D.)."], ["[47]", "I should add the Tribal Council was aware of the requirement of procedural fairness having reviewed a legal opinion to that effect on the related point of his suspension.", "(c) Who was the decision-maker?"], ["[48]", "For the several reasons that follow, I am of the opinion that the effective decision-maker, in this case, was the Tribal Council and not the appointed members of the EEC (the quorum of Council)."], ["[49]", "In coming to my conclusion, I have read the ECN Tribal System (Constitution and Bylaws) harmoniously as a whole and in context in order to ensure that all of the provisions of the Tribal System are given meaning."], ["[50]", "Furthermore, I did not read the provisions of the ECN's Tribal System in a literal way but generously and contextually in order to discover the customary laws of this First Nation which is at the foundation of the Tribal System."], ["[51]", "In addition, for the purposes of the conclusion which I reach on this point, I assume, without deciding, that a properly constituted EEC under the Custom Law providing for the conduct of the Tribal Council would be a federal board, commission or other tribunal be amenable to judicial review under section 18 of the", "Federal Courts Act", ". Again, for the purposes of my conclusion, I took as the only valid and subsisting Custom Law providing for the conduct of the Ermineskin Tribal Council to be the one appended as Exhibit \"C\" to the affidavit of, J. Wilton Littlechild, Q.C., sworn on April 22, 2006. This version contains amendments enacted in 1995 and 1996 which eliminate the confusion in nomenclature between the Elders Council and the Elders Senate found in previous versions and specifically, in the version appended to the applicant's affidavit."], ["[52]", "I do not view the appointed Elders Council of nine members (the quorum of Council) to be the decision-maker in this case for the following reasons."], ["[53]", "First, there is no evidence before me the bylaw amendment to Custom Law E-83-01, as amended, enacted by Tribal Council on the 8th of August 2005 was ever ratified by a majority of the general membership of the ECN as required by paragraph K of the ECN's Constitution (see respondents' record, page 122)."], ["[54]", "The evidence is to the contrary. J. Wilton Littlechild, in his affidavit, asserts the only valid and existing version of Bylaw E-83-01 dictates an Elders Council appointed from a list of candidates as submitted by the Elders consisting of 5 Elders with 3 Elders being a quorum with a mandate at least in part, to deal with appeals under section 15 of the Bylaw."], ["[55]", "Moreover, the evidence is clear that the nine appointed members to the Elders Council were appointed by 34 Elders at the 8th of August gathering after the Tribal Council made the purported bylaw amendment (see cross-examination of George Ermineskin, applicant's reply record, pages 15 and 16)."], ["[56]", "On this basis, the appointed nine members, being a quorum of the Elders Council, were not properly constituted and, consequently, any actions they took subsequent to their purported establishment was invalid. Paradoxically, if this body had been judicially reviewed by this Court, that decision would have been quashed."], ["[57]", "Counsel for the respondents argued I should not read the Bylaw provisions dealing with the constitution of the EEC as mandatory but directory invoking Justice Rothstein's decision in", "<FRAGMENT_SUPPRESSED> , in which he relied upon the Privy Council decision in", "<FRAGMENT_SUPPRESSED>  (P.C.)."], ["[58]", "I do not think that case has any application in the situation before me. The Bylaw provision dealing with the composition, quorum and mandate of the EEC are not procedural and mere formalities but evidence an intent to establish a workable appeal tribunal in respect to the enforcement of the Rules of Conduct governing the Chief and Council. Their observance are integral to the object and purpose of those Rules and insistence on their application would not be contrary to their object."], ["[59]", "Second, the evidentiary record clearly shows the appointed members, being a quorum of the re-constituted EEC, if they had been validly constituted, did not consider they had the authority to issue a binding decision in respect of Mr. Minde. They considered that whatever action they took, be it suspension from office, termination from office, or self-termination, such action had to be sanctioned and ratified by the Tribal Council to be legally effective."], ["[60]", "This consideration is, in my view, very important because of the nature of the Custom Law in question. Who would be in a better position than the Elders of this First Nation to give content to any power of discipline which might customarily and traditionally have been accorded to a particular body?"], ["[61]", "Yet, none of the respondents' deponents provided the Court with any significant evidence of the ECN's customary disciplinary practices or traditions in this area. Only two instances are mentioned in the evidentiary record: The first instance is Bob Small's voluntary appearance before the appointed members and his acceptance of the decision which was made to bar him from running for office for ten years. In other words, he was not removed from the office of Tribal Councillor. He did not run in the August, 2005 elections. The other instance is found at respondents' record, page 86 where Earl Ermineskin resigned as a Councillor after being investigated by the Elders Senate in June of 1997 for not being present at regular meetings of the Tribal Council."], ["[62]", "In sum, I consider the belief of the appointed members as to the scope of their authority in disciplinary matters related to the tenure of Chief and Council of the ECN and the absence of meaningful evidence to the contrary as quite telling."], ["[63]", "Third, in my view, the respondents are estopped from advancing before this Court the proposition the Tribal Council was not the decision-maker removing the applicant from office. In front of Justice Belzil they advanced the contrary, that is, the Tribal Council was the decision-maker."], ["[64]", "Finally, the Tribal Council, on December 4, 2005, did not simply rubber-stamp, so to speak, the actions of the Elders Council in its investigation of the allegations against Chief Minde. Tribal Council's decision built upon the recommendation of the EEC to implement section 15 of the Council Code of Conduct. Section 15, which is triggered by a decision of Council, deals with a possible appeal by a Councillor to the Ermineskin Council of Elders established pursuant to clause B of the Rules of Conduct in respect of \"any suspension of reprimand resulting from violations of the above Rules of Conduct\". The Tribal Council on December 4, 2005 went further and stated that it \"now exercise its authority in reference to section 11, where George L. Minde has vacated his position as Chief, in accordance to violation of sections 4, 5 and 9 of the Council Code of Conduct within the Ermineskin Tribal Constitution\". As I have concluded, the Tribal Council reached this decision in breach of the applicant's rights of procedural fairness."], ["[65]", "The reasons for not considering the appointed members as the decision-makers in this case are sufficient to justify the conclusion that the Tribal Council did indeed make the decision that the applicant had vacated his position as Chief."], ["[66]", "But I do with a caveat because both counsel before me recognized that the documents evidencing the ECN's Constitution and Bylaws needed updating because they had gaps and imperfections. Indeed, that was the view expressed by Mr. Littlechild when First Reading was given to a proposed updating of the Custom Law providing for the conduct of the Ermineskin Council. At respondents' record, page 84, Mr. Littlechild stated \"this bylaw went back to 1983 and needed to be updated in a manner that makes sense and was practical.\""], ["[67]", "Absent evidence explaining the practices and traditions behind the codified provisions of the applicable Custom Law of the ECN in this matter, it seems to me as a matter of context and harmony that matters of tenure to the elected offices of Chief and Council were designed to be handled at the first level by the Tribal Council itself with an appeal to a properly constituted Elders Council whose decision on an appeal would be final."], ["[68]", "In terms of suspension from office of the Chief or any Councillor, the indicator is strong. In the case of suspension from elected office, Council is the decision-maker after a hearing as specifically provided for in section 10 of the", "Rules of Conduct", "for violation of sections 7, 8 and 9 of the", "Rules", "with an appeal to the Ermineskin Council of Elders as provided for in section 15. The one contra-indictor is that section 15 mentions only a Councillor as having the right to appeal a suspension."], ["[69]", "The", "Rules of Conduct", "also speak to the Chief and any Councillor being \"considered to have abandoned their duties thereby vacating their office as contemplated in sections 8 and 11 of the", "Rules of Conduct", "but it is not specified there is a right to hearing to Tribal Council but an inference to this effect may be drawn from section 32 of Bylaw E-86-01, the Declaration of Custom with respect the establishment and election of Band Council. That section states that upon specified conditions, \"Pursuant to the Ermineskin Tribal System,", "Rules of Conduct", ", sections 8, 9, and 10, an elected Chief or Council Member shall be removed from office.\" To make sense of this provision, it would appear that Bylaw E-86-01 has incorporated by reference the hearing and decision-making authority of Tribal Council to remove Chief and Council subject to appeal to the Elders Council."], ["[70]", "In addition, any residual right of removal from the office of Chief or any Councillor would lie with the Tribal Council which is stated, under the ECN Constitution, to be the government of the ECN."], ["[71]", "I cannot accept any argument that the applicant's removal is justified based on a breach of the memorandum of argument. First, the intent of the agreement which was signed was for ceremonial purposes and not for enforcement ones, (see cross-examination of George Ermineskin, applicant's reply record, page 24 to 26). Second, in its terms, section 4 of the agreement does not add but dovetails with the", "Rules of Conduct", "Remedy"], ["[72]", "Subsection 18.1(3) of the", "Federal Courts Act", "deals with the powers of the Federal Court. It reads:", "\"Powers of Federal Court", "\"(3) On an application for judicial review, the Federal Court may", "(a) order a federal board, commission or other tribunal to do any act or thing it has unlawfully failed or refused to do or has unreasonably delayed in doing; or", "(b) declare invalid or unlawful, or quash, set aside or set aside and refer back for determination in accordance with such directions as it considers to be appropriate, prohibit or restrain, a decision, order, act or proceeding of a federal board, commission or other tribunal.\""]]}