{"id_": "061210", "body_str": [["[1]", "Mosley, J.", ": This application for judicial review raises the question of when a determination of non-compliance with the residency obligation under section 28 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act) becomes \"final\" so as to deprive a permanent resident of that status."], ["[2]", "The background to this matter is set out in the decision of my colleague Justice Yves de Montigny in", "Emmanuel Ese Ikhuiwu v", "Canada (Minister of Citizenship and Immigration)", "2008 FC 35, [2008] F.C.J. No. 35. I will summarize the facts that are pertinent to this proceeding."], ["[3]", "Mr. Ikhuiwu, a citizen of Nigeria, came to Canada and obtained permanent resident status as a sponsored immigrant in 1998. He later returned to Nigeria and while there found it necessary to apply to the Canadian Mission to replace the documentary evidence of his landed status that he no longer had in his possession."], ["[4]", "On August 19, 2003 a Visa Officer at Lagos determined that Mr. Ikhuiwu had failed to satisfy the residency requirements to maintain permanent resident status and was thereby inadmissible to Canada under sections 28 and 41(b) of the Act. Nonetheless, Mr. Ikhuiwu managed to make his way back to Canada."], ["[5]", "It was open to Mr. Ikhuiwu to appeal the Visa Officer's decision to the Immigration Appeal Division (IAD) within the 60 days prescribed by the regulations but he did not do so."], ["[6]", "Mr. Ikhuiwu has managed to acquire an extensive criminal record during his sojourns in Canada. On May 27, 2005, while he was serving a short prison sentence, a deportation order was made against him as a foreign national who had committed certain offences."], ["[7]", "On August 8, 2005 Mr. Ikhuiwu submitted a motion to the IAD for an extension of time to appeal against the Visa Officer's section 28 determination. The IAD granted the motion on December 28, 2005. On December 12, 2006 it dismissed the appeal, finding, among other things, that the Visa Officer's decision was valid in law and that the applicant's circumstances did not warrant humanitarian and compassionate relief. On judicial review, Justice de Montigny upheld that decision and declined to certify a question."], ["[8]", "In his written representations filed on this application, Mr. Ikhuiwu sought to challenge the issuance of the deportation order on two grounds. First, he contended that the Minister's delegate erred in issuing the order as he should not have been considered a foreign national and thereby subject to the inadmissibility provision in paragraph 36(2)(a) of the Act while he had a subsisting right of appeal against the Visa Officer's decision. Secondly, he submitted that the Minister's delegate breached procedural fairness by failing to provide reasons when the deportation order was issued. Both of these issues invoke the correctness standard of judicial review."], ["[9]", "At the oral hearing, counsel for Mr. Ikhuiwu proposed to abandon the first ground on the basis that it had been resolved by Justice de Montigny's decision. Counsel was invited by the Court to reconsider that position as the issue did not appear to have been addressed in either the IAD decision or that of Justice de Montigny."], ["[10]", "In oral submissions and post-hearing written representations, counsel developed the argument that the Visa Officer's decision in 2003 was not a \"final determination\", as contemplated by paragraph 46(1) (b) of the Act, because it remained subject to appeal. The effect of the IAD's decision to grant an extension of time was to retroactively restore the applicant's right of appeal and his permanent resident status. Thus the Visa Officer's determination was not final until such time as the appeal was decided. As the deportation order was premised on the fact that the applicant was no longer a permanent resident of Canada at the time it was issued, it was vitiated by the grant of the extension."], ["[11]", "The respondent's position is that on May 27, 2005 at the time the deportation order was made, the applicant was a foreign national. As of October, 20, 2003, the end of the prescribed appeal period, there had been a \"final determination made outside of Canada\" that he had failed to comply with the residency obligation under section 28. The IAD's decision to grant the extension of time had no effect on the applicant's immigration status up to that date. Between October 20, 2003 and December 28, 2005 the applicant remained a foreign national. The respondent acknowledges that there may be a question as to his status between the grant of the extension and the dismissal of the appeal on December 12, 2006."], ["[12]", "Paragraph 46 (1)(b) of the Act provides that a person loses permanent resident status on \"a final determination of a decision made outside of Canada\" that they have failed to comply with the section 28 residency obligation. Subsection 63 (4) provides that a permanent resident may appeal to the IAD against a section 28 residency determination. Subsection 9(3) of the", "Immigration and Appeal Division Rules", ", SOR/2002-230, requires that the notice of appeal from a decision made outside Canada on the residency obligation be filed with the IAD within 60 days of receipt of the written decision by the appellant. Paragraph 58(d) of the Rules permits the Division to extend a time limit after the limit has passed."], ["[13]", "There does not appear to be any jurisprudence on the question of what constitutes a \"final determination\" in paragraph 46(1)(b). The applicant submits that the Court in construing the meaning of the phrase should rely upon the principled approach to statutory interpretation set out by Ruth Sullivan and Elmer Driedger in", "Sullivan and Driedger on the Construction of Statutes", ", 4th ed., (Markham: Butterworths, 2002) and adopted by the Supreme Court of Canada in", "Rizzo and Rizzo Shoes Ltd.", ", [1998] 1 S.C.R. 27, [1998] S.C.J. No. 2. The words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act and the intention of Parliament."], ["[14]", "In a somewhat analogous context, the principled approach was applied by my colleague Justice Edmond Blanchard to the interpretation of the appeal rights under the Act in", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1888. Justice Blanchard found that the IAD had the jurisdiction to grant an extension of time where section 63 of the Act gave a right of appeal to a permanent resident and that status had been lost through the operation of paragraph 46 (1)(c) because a removal order had come into force in the interim. Should the extension be granted, Justice Blanchard found, then the appeal would be heard within time and the removal order would be vitiated."], ["[15]", "Considering the objects of the Act and the profound consequences of a loss of permanent residency status, I think it is clear that the intention of Parliament was to ensure that a determination of non-compliance made outside of Canada under section 28 would be subject to a right of appeal and would only be final when that right had been exhausted. Parliament also provided for the making of rules to govern the appellate process. Those rules prescribe the time limit within which such an appeal can be brought and provide for the extension of that limit at the discretion of the IAD."], ["[16]", "In my view, the correct interpretation of paragraph 46 (1)(b) is that a section 28 determination is final when the time prescribed by the rules for bringing an appeal from the decision has expired. The effect of the statutory scheme at that time is the loss of permanent resident status. That and the operation of other provisions of the Act may lead, as in this case, to the issuance of a removal order. However, a harmonious interpretation of those provisions with the IAD's jurisdiction to grant an extension of time to appeal the section 28 determination requires that any removal order deriving from the loss of permanent resident status be suspended upon the filing of a motion for an extension and, if granted, until the appeal is decided."], ["[17]", "In the present case, there was no impediment to the issuance of the removal order at the time it was made. In my view, the order was not vitiated by the filing of the motion for an extension nor its grant but was suspended pending the outcome of the appeal. It was open to the applicant at that time to seek leave for judicial review of the appeal decision and a stay of execution of the removal order pending the outcome of the process, as he did in this instance. But the removal order remained valid and executable upon completion of the appeal and review processes."], ["[18]", "With respect to the second ground raised by the applicant in these proceedings, the failure of the Minister's delegate to provide reasons in issuing the removal order, the absence of a request serves as a complete answer to that complaint: see", "<FRAGMENT_SUPPRESSED> ;", "Marine Atlantic Inc. v, Canadian Merchant Service Guild", ", (2000), 258 N.R. 112 [2000] F.C.J. No. 1217 (C.A.) ;", "<FRAGMENT_SUPPRESSED>  [2007] F.C.J. No.1647. In any event, the officer's CAIPS notes would serve as adequate reasons for the decision: see", "<FRAGMENT_SUPPRESSED>  [2006] F.C.J. No. 1615 at paragraph 22."], ["[19]", "The applicant has asked that I certify the following question:", "What is the interpretation of s.46(1)(b) of the Immigration and Refugee Protection Act which provides that \"A person loses permanent resident status on a final determination of a decision made outside of Canada that they have failed to comply with the residency obligation under section 28\"?"], ["[20]", "The respondent opposes the certification of a question on the ground that nothing is to be gained from an appeal in this matter. However, should the Court consider that this is an appropriate case in which to certify a question, the respondent proposes the following question:", "Did the IAD's decision to grant an extension of time to appeal the visa officer's decision have the effect of invalidating the deportation order issued against the applicant?"], ["[21]", "The question proposed by the applicant is too general in scope and would not be dispositive of this matter. Moreover, I agree with the respondent that there is nothing to be gained from an appeal in this case as the substantive merits regarding the Visa Officer's decision have been dealt with in the IAD's decision and the judicial review before Justice de Montigny. A reversal of this decision would merely result in the issuance of a new removal order. Accordingly, I decline to certify a question.", "JUDGMENT"], ["[22]", "IT IS THE JUDGMENT OF THIS COURT that", "the application is dismissed. No question is certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}