{"id_": "061363", "body_str": [["[1]", "Russell, J.", ": This is an application under s. 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [Act] for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board [RPD or the Board], dated February 12, 2013 [Decision], which refused the Applicant's application to be deemed a Convention refugee or a person in need of protection under ss. 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Applicant is a 57-year-old citizen of China, who came to Canada in March 2011 and applied for refugee protection based on a fear of persecution as a practitioner of Falun Gong."], ["[3]", "The Applicant says she worked for more than 30 years at a post office in Tianjin, China, but suffered from chronic arthritis. The condition became worse, and by December 2009 she could barely walk. A friend introduced her to the practice of Falun Gong, believing it would help. The Applicant says she knew Falun Gong was banned in China, but began practising secretly at home. She says she felt much better after two months, and was later introduced to a secret practice group by her friend."], ["[4]", "The Applicant claims that in January 2011, her friend's husband called to say his wife had been arrested, and warned the Applicant to be careful. The Applicant and her husband agreed she should go to stay with a relative in the countryside and look for a smuggler (or \"snakehead\") to help her get out of the country. She says she feared that the Public Security Bureau [PSB] would come looking for her and arrest her as well. She left China with the help of a smuggler, arrived in Canada on March 18, 2011, and filed her refugee claim on March 29, 2011."], ["[5]", "The Applicant stated in the narrative portion of her Personal Information Form [PIF] that the PSB had been to her home 6 times since her departure. She testified before the RPD that on the fifth such visit the PSB brought a warrant for her arrest, which they showed to her husband. The Applicant also stated in her PIF that her husband spoke to her friend's husband in February 2012, and learned that her friend was still in jail and had been sentenced to three years.", "DECISION UNDER REVIEW"], ["[6]", "The RPD found that the Applicant was neither a Convention refugee nor a person in need of protection as described in s. 97 of the Act. Credibility was the determinative issue."], ["[7]", "On the issue of nexus to a Convention ground of refugee protection, the Board found that practising Falun Gong falls within the definition of membership in a particular social group, and analyzed the claim under both ss. 96 and 97 of the Act."], ["[8]", "With respect to the Applicant's credibility, the Board acknowledged that testimony given under oath is presumed to be true unless there is a valid reason to doubt its truthfulness (citing", "<FRAGMENT_SUPPRESSED>  at 305 (FCA)), but found that \"the real test of the truth of a story of a witness is that it be in harmony with the preponderance of probabilities, which a practical and informed person would readily recognize as reasonable in that place and in those circumstances\" (citing", "<FRAGMENT_SUPPRESSED>  at 357(BCCA)). The Board found that it could not be satisfied that \"the evidence is credible or trustworthy, unless satisfied that it is probably so, not just possibly so\" (quoting", "<FRAGMENT_SUPPRESSED>  at 605 (FCA))."], ["[9]", "The RPD observed that the Applicant learned of her friend's arrest on January 5, 2011 and left the country on March 18, 2011, but the PSB first went to her house on April 16, 2011. The Board found that it was unreasonable that the Applicant would leave her country before the PSB began to look for her, and that this raised credibility concerns regarding her allegations. The RPD found that there was no evidence to indicate that the PSB was looking for the Applicant at the time she went to stay in the countryside, or at the time she left the country."], ["[10]", "The RPD also found that it was not reasonable for the PSB to come looking for the Applicant repeatedly at her home when they would have had information available to indicate that she was out of the country and had not returned. The Board noted that the Applicant had left China using her own passport, and found that she would have had no difficulty doing so since the PSB was not looking for her at the time. However, upon her exit, the Board found, she would have been recorded in a national database as having left the country. It cited information in the IRB's Responses to Information Requests (RIRs, CHN103133.E, China (July 2009)) stating that the PSB has established a national policing database, referred to as the Golden Shield Project, which includes \"criminal fugitive information\" and \"information on passports and exit and entry.\" While evidence submitted by the Applicant's counsel showed that China's policing system is very decentralized and there are problems with information sharing among PSB offices, this would not have prevented the PSB from knowing the Applicant had left the country:", "While the panel accepts counsel's submissions, it finds it difficult to understand why a large area, such as Tianjin, where the claimant lives, would not have access to information that would have been inputted into the Golden Shield computer programme at Beijing Airport where the claimant went through customs with her own passport. The programme would simply indicate that the claimant was out of the country and had not returned."], ["[11]", "The RPD also found that the absence of corroborating evidence gave rise to credibility concerns regarding the Applicant's allegations. Specifically, the Board noted that the Applicant did not provide a copy of the arrest warrant shown to her husband by the PSB on the fifth visit to her home. When asked why her husband did not request a copy, the Applicant replied that he was not aware of such procedures. In addition, the Board found that the Applicant had not presented sufficient reliable and trustworthy evidence to show that her friend was charged and imprisoned for three years."], ["[12]", "The fact that the Applicant's husband and son had not been subjected to punishment, despite the PSB visiting their home six times, raised credibility concerns about the Applicant's allegations. The Board cited documentary evidence (RIRs, CHN102560.E, China (11 July 2007)) stating that family members of Falun Gong practitioners are also subject to punishment, and found that it was reasonable to expect that the Applicant's family members would have been subjected to some form of punishment."], ["[13]", "The Board was satisfied that the Applicant had demonstrated a knowledge of Falun Gong at the hearing, but found that this did not demonstrate the credibility of her allegations. It found that she had not practised Falun Gong in China, and had adopted the practice in Canada only to buttress her refugee claim:"], ["[21] The panel questioned the claimant on her Falun Gong knowledge which was answered to the satisfaction of the panel. However, considering the panel's credibility concerns regarding the claimant's allegations, the panel finds that the claimant was not a Falun Gong practitioner in China. Therefore, the panel finds the claimant became a Falun Gong practitioner in Canada only to bolster her refugee claim."], ["[22] Since the panel does not accept the claimant's allegations that she was a genuine Falun Gong practitioner in China, the panel finds the PSB are not seeking to arrest her. Further, the panel determines that the claimant is not a genuine Falun Gong practitioner in Canada. Therefore, the panel finds the claimant can safely return to her home in Tianjin, China."], ["[14]", "Based on these findings, the Board concluded that the Applicant is not a Convention refugee and is not a person in need of protection.", "ISSUES"], ["[15]", "The Applicant raises the following issues for the Court's consideration:", "(a) Did the RPD err in law in its assessment of the Applicant's", "sur place", "claim?", "(b) Did the RPD make unreasonable credibility findings that were not in accordance with the evidence?", "STANDARD OF REVIEW"], ["[16]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is settled in a satisfactory manner by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless, or where the relevant precedents appear to be inconsistent with new developments in the common law principles of judicial review, must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis:", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "In my view, the issues raised by the Applicant relate to the Board's interpretation and weighing of the evidence, including its conclusions about the Applicant's credibility. It is well established that the Board's conclusions on these matters are entitled to deference and a standard of reasonableness applies:", "<FRAGMENT_SUPPRESSED>  (FCA) at para 4;", "<FRAGMENT_SUPPRESSED> ."], ["[18]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at para 47, and", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\"", "STATUTORY PROVISIONS"], ["[19]", "The following provisions of the Act are applicable in these proceedings:", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[...]", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "[...]", "ARGUMENT", "Applicant", "Failure to properly analyze sur place claim or s. 97 risks"], ["[20]", "The Applicant argues first that the Board erred in law in its assessment of her", "sur place", "claim, because it failed to consider the nature of her practice of Falun Gong in Canada or the genuineness of her faith in Canada. It also failed to consider her potential risk of cruel and unusual punishment in light of her perceived involvement  <FRAGMENT_SUPPRESSED>  Gong through her activities in Canada. The Applicant points to paragraphs 21 and 22 of the Decision, quoted above, as evidence of this."], ["[21]", "The Applicant notes that she showed an in-depth knowledge of Falun Gong and demonstrated one of the exercises at the hearing, to the satisfaction of the presiding Board member. She also testified to her ongoing practice of Falun Gong both publicly and in private. Despite this, the Board simply found that since she was not a genuine practitioner in China, she was not a genuine practitioner in Canada. No reasons were given for this assessment other than the Board's credibility concerns regarding the events in China. There was no assessment of whether the Applicant had become a genuine adherent in Canada."], ["[22]", "The Applicant notes that this Court has held that the Board is required to consider the Applicant's religious practice in Canada when assessing a", "sur place", "claim; it is insufficient and erroneous to rely on the fact that a person was not a religious practitioner in China to discount the genuineness of their faith in  <FRAGMENT_SUPPRESSED> [", "Jin", "];", "<FRAGMENT_SUPPRESSED> [", "Yin", "]. The Applicant says it was erroneous for the Board to find that because her experience in China was not credible, everything in Canada was also false. She quotes Justice Zinn's analysis from", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]:", "Even if the principal applicant was not a Christian in China, there is evidence that she attends a Christian church in Canada and participates in its activities. Perhaps, like Saul on the road to Damascus, she had a revelation and a spiritual awakening in Canada; perhaps not. However, in order to arrive at a decision as to the genuineness of her current beliefs some analysis must be made of the evidence and if her evidence is to be totally discounted, some justification must be provided for that decision. Here there is none. The Board merely states the conclusion it has reached and it is impossible for the Court, on the basis of the record, to ascertain why that conclusion was reached."], ["[23]", "The Applicant says the Board also erroneously imported the concept of \"good faith\" into the analysis, dismissing her Falun Gong practice in Canada as simply an attempt to \"bolster\" her refugee claim. In fact, the only consideration with respect to her", "sur place", "claim is whether her faith is genuine. The Applicant quotes Justice Blanchard's analysis in", "<FRAGMENT_SUPPRESSED> :", "... In assessing the Applicant's risks of return, in the context of a", "sur-place", "claim, it is necessary to consider the credible evidence of his activities while in Canada, independently from his motives for conversion. Even if the Applicant's motives for conversion are not genuine, as found by the IRB here, the consequential imputation of apostasy to the Applicant by the authorities in Iran may nonetheless be sufficient to bring him within the scope of the convention definition.  <FRAGMENT_SUPPRESSED>  2003 FC 1266, at paragraphs 21-23, and", "<FRAGMENT_SUPPRESSED>  (C.F.) (QL)."], ["[24]", "The Applicant also says that the Board failed to assess her risks under s. 97 as a perceived Falun Gong practitioner. The documentary evidence before the Board shows that the Chinese government monitors Falun Gong practice groups abroad, and returning practitioners have been detained and imprisoned upon their return (see UK Border Agency, Country of Origin Information Report, China (15 November 2010), Applicant's Record at pp 193-94 [UK Border Agency Report];", "Toronto woman claims China spied on her", ", CTV.ca (June 18, 2005), Applicant's Record at p. 122). The Court has previously observed that the country documentation shows that Falun Gong practitioners in Canada and elsewhere are monitored by Chinese government informants:", "<FRAGMENT_SUPPRESSED> . Regardless of its findings about her motives for joining Falun Gong, the Applicant says, the Board was required to determine whether her activities in Canada would create a risk if she were returned to  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]."], ["[25]", "The Applicant says there was clear evidence before the Board that persons suspected of being Falun Gong adherents are subject to arrest, mistreatment and torture, and there have been numerous credible reports of organ harvesting from detained Falun Gong practitioners: see UK Border Agency Report, Applicant's Record at pp. 185-87, 189-90."], ["[26]", "Since the Board found that the Applicant is familiar with Falun Gong, and she testified that she continues to practise it, the Board should have considered whether she will face a risk of cruel and unusual treatment or punishment due to her perceived involvement  <FRAGMENT_SUPPRESSED>  Gong as a result of her public activities her in Canada.", "Unreasonable credibility findings"], ["[27]", "Second, the Applicant argues that the Board's credibility findings were unreasonable."], ["[28]", "The Board made unreasonable plausibility findings that were based on speculation and which disregarded the evidence, the Applicant says, and plausibility findings must be based on clear evidence, with a clear rationalization process that makes reference to any contrary evidence. Where the facts do not support the plausibility findings the Court should intervene, she argues, because the Court is just as capable as the Board of deciding whether a particular scenario might reasonably have occurred: S", "antos v Canada (Minister of Citizenship and Immigration)", ", 2004 FC 937 at para 15 [", "Santos", "];", "<FRAGMENT_SUPPRESSED> . She adds that plausibility findings should be made only in the clearest of cases, where documentary evidence demonstrates that events could not have happened in the manner asserted:", "<FRAGMENT_SUPPRESSED> FCT 776 (TD) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[29]", "The Board's finding that it was implausible that she would leave China before the PSB began to look for her is not reasonable, the Applicant argues, in light of her testimony that her friend was arrested on January 5, 2011 and the country documentation regarding the mistreatment of Falun Gong practitioners in detention. It was reasonable for the Applicant to be scared and want to leave China as soon as possible before the PSB found and arrested her too. The Board was simply substituting its own view of what someone in the position of the Applicant should have done, which is an improper basis for a plausibility determination: <FRAGMENT_SUPPRESSED> , above, at paras 6-8; <FRAGMENT_SUPPRESSED> , above, at para 59."], ["[30]", "The Board's finding that the PSB would have known the Applicant was out of the country and would not have come looking for her at home is speculative and unreasonable, the Applicant says. She notes that IRB's Response to Information Request CHN103133.E, cited by the Board in relation to the Golden Shield database, states that there \"are strict regulations on how to use the data in the project\" and that it \"is not used to track an individual who is not a criminal suspect according to Chinese criminal law....\" The PSB only presented an arrest warrant on their fifth visit to her home in April 2012, and the evidence suggests that the local PSB would not have used the database to track her prior to the issuance of that warrant. In addition, the Board's finding ignores the Applicant's testimony regarding the assistance she received from a smuggler in getting through the security controls at the Beijing airport."], ["[31]", "With respect to the Board's findings regarding the absence of corroborative evidence, the Applicant argues that this cannot sustain a negative credibility determination when no other reason is given to doubt the credibility of an applicant. The other credibility findings here were speculative and ignored the Applicant's testimony, she argues, and the negative inference due to a lack of corroborating documentation cannot stand on its own:", "<FRAGMENT_SUPPRESSED> .", "Respondent"], ["[32]", "The Respondent argues that the Board's negative credibility conclusion was based on four reasonable findings, and that a", "sur place", "claim did not perceptibly emerge from the evidence, such that a separate s. 97 analysis was not necessary.", "Credibility findings were reasonable"], ["[33]", "The Respondent says the Board reasonably found that: (1) the Applicant fled China before becoming a person of interest; (2) the Applicant alleged that the PSB continued to look for her despite being aware she was outside of the country; (3) no corroborative evidence was provided by the Applicant in support of her allegations; and (4) the Applicant's husband and son remained safe in China and had not been punished by the PSB."], ["[34]", "First, the Board reasonably found that the credibility of the Applicant's allegations was undermined by the fact that she left China approximately one month before she alleges the PSB began to look for her. While the Applicant disagrees with this finding, disagreement does not indicate a reviewable error:", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "Second, the documentary evidence indicates that the PSB have established a national policing database that includes", "criminal fugitive information", "and information", "on passports and exit and entry", ". The Board reasonably inferred from the documentary evidence that the Applicant would have been entered into the database after she left China and became a person of interest to the PSB. As such, the Board drew a negative inference from the Applicant's allegation that the PSB went to her house on 6 separate occasions to arrest her, when they would have known that she was out of the country."], ["[36]", "While the Applicant asserts that she used a smuggler to exit China and may therefore not be included in the PSB database, she acknowledges that she used her own genuine passport, and fails to state why her use of a smuggler would prevent her passport from being entered into a routine exit log."], ["[37]", "Third, the Applicant testified that the PSB showed her husband an arrest warrant on their fifth visit to her house, but failed to provide a copy. When asked about this, she stated that her husband was not sure what the procedure was for requesting a copy. The Applicant also failed to provide reliable and trustworthy evidence that her friend, who introduced her to Falun Gong, had been charged and imprisoned for three years. As such, the Respondent argues, the Board reasonably drew a negative inference from the absence of corroborating evidence."], ["[38]", "Finally, the Applicant testified that neither her son nor her husband had suffered any consequences because of her Falun Gong practice, while the documentary evidence indicates that family members of Falun Gong practitioners are subject to punishment. The Board reasonably drew a negative inference about the Applicant's credibility from the lack of action by the PSB.", "No sur place claim emerges perceptibly from the evidence"], ["[39]", "While conceding that in some instances a", "sur place", "claim may be considered by the Board even if not specifically raised by a claimant, the Respondent argues that such a claim must \"emerge perceptibly\" from the claimant's evidence. Here, they argue, the Applicant failed to adduce sufficient evidence of her profile as a genuine Falun Gong practitioner in Canada, so nothing emerged from the record that required consideration of the", "sur place", "claim:", "<FRAGMENT_SUPPRESSED> ACWS (3d) 307 ( <FRAGMENT_SUPPRESSED> NR 132 (FCA)."], ["[40]", "The Respondent says that a", "sur place", "claim arises where a claimant's fear of persecution is triggered by circumstances arising in their country of origin during their absence, or due to their own actions while outside their country of origin:", "<FRAGMENT_SUPPRESSED>  154 NR 236 (FCA); Office of the UN High Commissioner for Refugees,", "Handbook on the Procedures and Criteria for Determining Refugee Status", ", at paras 94-96; James C. Hathaway,", "The Law of Refugee Status", "(Toronto: Butterworths, 1991) at pp. 33-34. Here, the Applicant's alleged reason for fleeing China was fear of persecution on the basis that she is a Falun Gong practitioner. The Applicant's evidence - which consisted only of her testimony - was that she was a Falun Gong practitioner before arriving in Canada; she provided no evidence that she became a Falun Gong practitioner while in Canada."], ["[41]", "The Respondent says the Board considered the Applicant's testimony and reasonably concluded that she was not a Falun Gong practitioner in China, that the PSB are not looking for her, that she became a practitioner in Canada only to bolster her refugee claim and is not a genuine practitioner, and that she can therefore safely return to her home in Tianjin."], ["[42]", "The principle that a negative credibility finding is generally determinative of a refugee claim is firmly established in the jurisprudence, the Respondent notes: see", "<FRAGMENT_SUPPRESSED>  140 FTR 263 ( <FRAGMENT_SUPPRESSED> . The Respondent argues that this principle is equally applicable to and consistent with this Court's jurisprudence on s. 97 of the Act, quoting", "<FRAGMENT_SUPPRESSED> :", "That being said, the failure to proceed to a separate section 97 analysis is not fatal in every case. Where, as here, there is no evidence supporting a finding of a person in need of protection, this analysis will not be required: see, for example,", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 108;", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 474;", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1002."], ["[43]", "In view of this, and given that the Applicant's s. 97 claim is based on the same fact scenario as her s. 96 claim, the Respondent says it was reasonable for the Board not to conduct a separate s. 97 analysis.", "Applicant's Reply and Further Submissions"], ["[44]", "The Applicant replies that she is not seeking a re-weighing of the evidence as the Respondent suggests. Rather, she is asserting that the Board's implausibility findings were speculative or contrary to the evidence before it."], ["[45]", "The Applicant argues that plausibility findings require an evidentiary basis that shows the events in question could not have occurred in the manner testified to by the Applicant. The Board's finding that it was implausible for the Applicant to leave China before the PSB tried to arrest her refers to no such evidence. Rather, the Board simply recites the facts and provides a final conclusion, based on nothing more than the Board's own version of what a reasonable person would do in that situation. The Applicant notes that the jurisprudence warns against basing implausibility findings on extrinsic criteria such as rationality, common sense and judicial knowledge:", "<FRAGMENT_SUPPRESSED>  143 NR 238 (FCA) [ <FRAGMENT_SUPPRESSED> ];", "Santos", ", above, at para 15."], ["[46]", "The Applicant says the Board's credibility finding relating to continued visits by the PSB to her home ignores the evidence. She used a smuggler in order to safely leave China and circumvent any security issues at the airport. The Applicant was concerned that she would be stopped by the PSB if she travelled on her own passport. However, the smuggler assured her that he could get her through immigration and customs, and held her passport and took her through customs at the Beijing airport without incident (see transcript, Certified Tribunal Record at pp. 448-449). The Applicant says the Board failed to consider how the smuggler assisted her, or that he was hired to ensure she would be able to circumvent security checks at the Beijing airport. Furthermore, the documentary evidence cited by the Board (CHN103133.E) states that the Golden Shield program is not used to track individuals who are not criminal suspects."], ["[47]", "The Applicant says that, contrary to the Respondent's assertions, her hearing testimony indicates that her husband and son", "have", "been subjected to punishment by police through repeated harassment and arbitrary interrogation. These are two of the forms of punishment listed in the documentary evidence: see UK Border Agency Report, Applicant's Record at p. 192."], ["[48]", "With respect to the", "sur place", "claim, the Applicant argues that such a claim does emerge perceptibly from the evidence. She testified that she is a committed Falun Gong practitioner in Canada, and has become a member of a practice group in Miliken Park, Scarborough (see transcript in Certified Tribunal Record at pp. 431-32). The Board declared itself satisfied with her knowledge of Falun Gong, and raised no concerns regarding the genuineness of her faith as a Falun Gong adherent in Canada. The Applicant says that the Board failed to consider evidence of a genuine conversion in Canada, and that motive, while it may be a factor, should not be the", "only", "factor considered with respect to genuineness as it was here. Those who initially join a religion to buttress a refugee claim may become true adherents along the way:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]. While the Court in <FRAGMENT_SUPPRESSED> ultimately upheld the finding that the applicant had not made out a", "sur place", "claim, the applicant in that case displayed limited knowledge of Falun Gong precepts and offered unconvincing statements in support of their practice in Canada (see para 69), which was not the case here. In the present case, the finding of improper motive was the only basis for the Board's finding that the Applicant was not a genuine practitioner."], ["[49]", "The Applicant says there is clear evidence on the record that those who practise Falun Gong while abroad face persecution upon their return to China, and therefore the Board erred in not considering the", "sur place", "claim:", "Jin", ", above, at para 19."], ["[50]", "Contrary to the Respondent's submissions, the Applicant argues that under s. 97, negative credibility findings are not always dispositive of a claim. In this case, she says, a separate s. 97 determination was required based on her profile as a Falun Gong practitioner:", "<FRAGMENT_SUPPRESSED> .", "ANALYSIS"], ["[51]", "I agree with the Applicant that there are serious problems with the RPD's credibility findings involving speculation and factless opinions, but the errors that occur in the Board's", "sur place", "analysis are so serious that this matter must be returned for reconsideration on that basis alone."], ["[52]", "The Board's finding that \"it is unreasonable that a person would leave her country before the PSB began to look for her\" has no evidentiary basis and is simply the Board's own opinion of what might be expected in the circumstances. The Applicant gave a reasonable account of why she left China when she did and the Board cites nothing to undermine that account other than its own opinion."], ["[53]", "Likewise the Board's finding that \"it is reasonable to expect that her family members would have been subjected to some type of punishment\" does not accord with the evidence. The Applicant explained the repeated visits to her house by the PSB. The country documentation speaks to a range of treatments of family members, from harassment and random visits by police to the home, to arbitrary detention and loss of job and state support, to arrests of family members. There is no evidence that supports the Board's contention that, reasonably speaking, the PSB would have done anything more than the Applicant says they did. The Board again relies upon its own opinion."], ["[54]", "These are plausibility findings and, as the Court has pointed out many times, such findings are inherently dangerous and should only be made in the clearest of cases: see <FRAGMENT_SUPPRESSED> , above, at paras 6-8; <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED> FTR 303 ( <FRAGMENT_SUPPRESSED> . On the facts of this case, such findings were unreasonable."], ["[55]", "The Board's", "sur place", "analysis is not logical:"], ["[21] The panel questioned the claimant on her Falun Gong knowledge which was answered to the satisfaction of the panel. However, considering the panel's credibility concerns regarding the claimant's allegations, the panel finds that the claimant was not a Falun Gong practitioner in China. Therefore, the panel finds the claimant became a Falun Gong practitioner in Canada only to bolster her refugee claim."], ["[22] Since the panel does not accept the claimant's allegations that she was a genuine Falun Gong practitioner in China, the panel finds the PSB are not seeking to arrest her. Further the panel determines that the claimant is not a genuine Falun Gong practitioner in Canada. Therefore, the panel finds the claimant can safely return to her home in Tianjin, China."], ["[56]", "The rationale here appears to be:", "(a) The Applicant was not a genuine Falun Gong practitioner in China; therefore,", "(b) The Applicant is not a genuine Falun Gong practitioner in Canada because she became a Falun Gong practitioner in Canada only to boost her claim; therefore,", "(c) The PSB are not looking for her in China and she can safely return there."], ["[57]", "The problems with this line of reasoning are that:", "(a) Even if the Applicant was not a genuine Falun Gong practitioner in China (and there are problems with this credibility finding) this does not mean that she cannot be a genuine Falun Gong practitioner in Canada, even if she did join Falun Gong here initially to boost her claim (a finding for which no evidence is cited);", "(b) The Board finds that the Applicant provided satisfactory evidence of her knowledge of Falun Gong, but the Board fails to consider how someone with such knowledge and who has practised Falun Gong in Canada would be perceived and treated by the Chinese authorities on return, even though there is evidence that China keeps an eye on those who practise Falun Gong in Canada;", "(c) The Board assumes that, if the Applicant was not a genuine practitioner of Falun Gong in China before she came to Canada, upon her return she will not practise Falun Gong in China. This does not follow. She may well have become a genuine practitioner in Canada, and genuine practitioners in China risk reprisals and are punished if they are found out;", "(d) The Board concludes that the Applicant became a knowledgeable practitioner of Falun Gong in Canada to boost her claim but then fails to consider the consequences of this finding from a forward-looking perspective as required by law."], ["[58]", "The very nature of a", "sur place", "claim requires the Board to consider the full context of what the Applicant has done since she came to Canada. There is no real assessment by the Board of whether the Applicant has become a genuine Falun Gong practitioner in Canada. The bald assertion that she isn't genuine because she wasn't a genuine practitioner in China does not make logical sense and simply ignores the guiding jurisprudence of this Court on point. See, for example, <FRAGMENT_SUPPRESSED> , above, at para 11, and <FRAGMENT_SUPPRESSED> , above, at para 6;", "Jin", ", above, at para 19;", "Yin", ", above, at paras 89-90."], ["[59]", "Motive can certainly be part of any analysis, but there was strong evidence here of a detailed and genuine knowledge of Falun Gong and long and persistent practice in Canada. There was no attempt by the Board to discover and consider whether the Applicant is now a genuine practitioner. The Board's analysis simply stops with the assertion that if the Applicant was not a genuine practitioner in China then she cannot be a genuine practitioner in Canada. The Applicant's counsel specifically raised these matters with the Board in written submissions and, although counsel did not specifically refer to it in submissions, there was also material evidence in the documentation before the Board of spying on those who practise outside of China and punishment upon return. These are all matters that the Board unreasonably left out of account with the bald conclusion that, because the Applicant was not a Falun Gong practitioner in China, she only \"became a Falun Gong practitioner in Canada to bolster her refugee claim.\" Even if this were an appropriate finding on motive, the Board simply fails to consider whether, since making her refugee claim, the Applicant has become a genuine practitioner, or someone who will be perceived as such if she returns to China."], ["[60]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[61]", "THIS COURT'S JUDGMENT is that", "1. The application is allowed. The Decision is quashed and set aside and the matter is returned for reconsideration by a different Board member.", "2. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Russell", "[Traduction]: La Cour est saisie de la demande de contrôle judiciaire présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [la Loi] visant la décision rendue, le 12 février 2013 [la décision], par la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié [la SPR ou la Commission] qui a rejeté la demande de la demanderesse d'être réputée une réfugiée au sens de la Convention ou une personne à protéger au sens des articles 96 et 97 de la Loi.", "LE CONTEXTE"], ["[2]", "La demanderesse est une citoyenne de la Chine âgée de 57 ans qui est arrivée au Canada en mars 2011 et a présenté une demande d'asile, parce qu'elle craignait d'être persécutée en tant qu'adepte du Falun Gong."], ["[3]", "La demanderesse déclare qu'elle a travaillé pendant plus de 30 ans dans un bureau de poste à Tianjin, en Chine, mais qu'elle souffrait d'arthrite chronique. Son état de santé a empiré et, vers décembre 2009, elle pouvait à peine marcher. Une amie l'a initiée à la pratique du Falun Gong, elle croyait que cela pourrait l'aider. La demanderesse déclare qu'elle savait que le Falun Gong était interdit en Chine, mais qu'elle a commencé à le pratiquer secrètement chez elle. Elle déclare qu'elle s'est sentie beaucoup mieux après deux mois et que, par la suite, son amie l'a initiée à un groupe clandestin de pratique."], ["[4]", "La demanderesse allègue qu'en janvier 2001, l'époux de son amie lui a téléphoné pour lui dire que son amie avait été arrêtée et pour l'avertir de faire attention. La demanderesse et son époux ont convenu qu'elle devrait aller séjourner chez un membre de la famille à la campagne et chercher un passeur pour l'aider à sortir du pays. Elle déclare qu'elle craignait que les agents du Bureau de la sécurité publique [le BSP] ne viennent aussi la chercher et l'arrêter. Avec l'aide d'un passeur, elle a quitté la Chine, est arrivée au Canada le 18 mars 2011, et a déposé sa demande d'asile le 29 mars 2011."], ["[5]", "Dans l'exposé circonstancié de son formulaire de renseignements personnels [le FRP], la demanderesse a déclaré que les agents du BSP étaient allés chez elle six fois depuis son départ. Selon son témoignage à la SPR, lors de la cinquième de ces visites, les agents du BSP ont apporté un mandat d'arrêt qu'ils ont montré à son époux. La demanderesse a aussi déclaré dans son FRP que son époux a communiqué avec l'époux de son amie en février 2012, et il a appris que son amie était toujours en prison et qu'elle s'était vu infliger une peine de trois ans.", "LA DÉCISION SOUMISE AU CONTRÔLE"], ["[6]", "La SPR a conclu que la demanderesse n'était ni une réfugiée au sens de la Convention ni une personne à protéger, au titre de l'article 97 de la Loi. La crédibilité était la question déterminante."], ["[7]", "En ce qui a trait à la question du lien à l'un des motifs prévus par la Convention pour l'octroi de l'asile, la Commission a conclu que la pratique du Falun Gong concerne la définition de l'appartenance à un groupe social, et a analysé la demande au titre des articles 96 et 97 de la Loi."], ["[8]", "En ce qui a trait à la crédibilité de la demanderesse, la Commission a déclaré être consciente qu'un témoignage livré sous serment est présumé véridique à moins qu'il n'existe une raison valable d'en douter (citant l'arrêt", "<FRAGMENT_SUPPRESSED> , à la page 305 (CAF)), mais a conclu que « le véritable critère de la véracité de ce que raconte un témoin doit être la compatibilité de ses dires avec la prépondérance des probabilités qu'une personne éclairée et douée de sens pratique peut d'emblée reconnaître comme raisonnable dans telle situation et telles circonstances » (citant", "<FRAGMENT_SUPPRESSED> , à la page 357 (BCCA)). La Commission a conclu qu'elle ne pouvait pas être convaincue que « les éléments de preuve sont crédibles ou dignes de foi sans être convaincu[e] qu'il est probable qu'ils le sont, et non simplement possible » (citant", "<FRAGMENT_SUPPRESSED> , à la page 605 (CAF))."], ["[9]", "La SPR a fait remarquer que la demanderesse a appris l'arrestation de son amie le 5 janvier 2011, et qu'elle a quitté le pays le 18 mars 2011, mais que la première visite des agents du BSP chez elle était le 16 avril 2011. La Commission a conclu qu'il était déraisonnable que la demanderesse quitte son pays avant que les agents du BSP ne commencent à la chercher, et que cela soulevait des doutes quant à la crédibilité de ses allégations. La SPR a conclu qu'il n'y avait pas de preuve que les agents du BSP cherchaient la demanderesse au moment où elle est allée vivre à la campagne, ou au moment où elle a quitté le pays."], ["[10]", "La SPR a aussi conclu qu'il n'était pas raisonnable que les agents du BSP continuent à chercher la demanderesse chez elle, alors qu'ils disposaient de renseignements selon lesquels elle avait quitté le pays et qu'elle n'était pas revenue. La Commission a relevé que la demanderesse a quitté la Chine au moyen de son passeport, et a conclu que la demanderesse n'avait eu aucune difficulté à le faire parce que le BSP ne la cherchait pas à ce moment-là. Toutefois, la Commission a conclu qu'à sa sortie du pays, elle aurait été inscrite dans une base de données nationale comme étant une personne qui a quitté le pays. La Commission a cité les renseignements contenus dans les réponses aux demandes d'information de la CISR (CISR, CHN103133.EF Chine (juillet 2009)) selon lesquels le BSP a instauré une base de données nationale sur le maintien de l'ordre, connue sous le nom de « Bouclier d'or », qui comprend des « données sur les criminels fugitifs » et des « données sur les passeports, ainsi que sur les sorties et les entrées ». Bien que la preuve produite par la conseil de la demanderesse établisse que le système policier de la Chine est très décentralisé et qu'il y a des obstacles à l'échange de renseignements entre les bureaux du BSP, cela n'aurait pas empêché le BSP de savoir que la demanderesse avait quitté le pays:", "Le tribunal accepte les observations de la conseil, mais il a du mal à comprendre pourquoi une ville aussi grande que Tianjin, où habite la demandeure d'asile, n'aurait pas accès aux renseignements saisis, dans le programme d'ordinateur du Bouclier d'or, à l'aéroport de Pékin, lorsque la demandeure d'asile a franchi les douanes au moyen de son propre passeport. Le programme indiquerait simplement que la demandeure d'asile est sortie du pays et qu'elle n'est pas revenue."], ["[11]", "La SPR a aussi conclu que l'absence d'éléments de preuve corroborants l'amenait à avoir des doutes en ce qui concerne la crédibilité des allégations de la demanderesse. Plus précisément, la Commission a fait observer que la demanderesse n'a pas produit de copie du mandat d'arrêt que les agents du BSP ont montré à son époux lors de leur cinquième visite à sa résidence. Lorsqu'on lui a demandé la raison pour laquelle son époux n'avait pas demandé de copie du mandat d'arrêt, la demanderesse a répondu qu'elle ignorait que c'était la marche à suivre. De plus, la Commission a conclu que la demanderesse n'avait pas présenté suffisamment d'éléments de preuve fiables et dignes de foi établissant que son amie avait été accusée et a emprisonnée pendant trois ans."], ["[12]", "Le fait que l'époux de la demanderesse et son fils n'ont pas été exposés à des châtiments, malgré que les agents du BSP se soient rendus chez eux six fois, soulevait des doutes quant aux allégations de la demanderesse. La Commission a cité la preuve documentaire (la réponse à la demande d'information, CHN102560.EF, Chine (11 juillet 2007)) selon laquelle les membres des familles des adeptes du Falun Gong sont aussi exposés à des châtiments, et a conclu qu'il était raisonnable de s'attendre à ce que les membres de la famille de la demanderesse aient été exposés à certaines formes de châtiments."], ["[13]", "La Commission était convaincue que la demanderesse avait prouvé ses connaissances du Falun Gong à l'audience, mais a conclu que cela n'établissait pas la crédibilité de ses allégations. La Commission a conclu que la demanderesse ne pratiquait pas le Falun Gong en Chine, et qu'elle était devenue une adepte de cette pratique au Canada uniquement pour étayer sa demande d'asile:"], ["[21] Le tribunal a posé des questions à la demandeure d'asile au sujet de ses connaissances sur le Falun Gong, et il était satisfait de ses réponses. Cependant, compte tenu des doutes du tribunal en ce qui concerne la crédibilité des allégations de la demandeure d'asile, le tribunal conclut que celle-ci ne pratiquait pas le Falun Gong en Chine. Par conséquent, le tribunal conclut que la demandeure d'asile est devenue une adepte du Falun Gong au Canada uniquement pour étayer sa demande d'asile."], ["[22] Comme le tribunal ne croit pas les allégations de la demandeure d'asile selon lesquelles elle était véritablement une adepte du Falun Gong en Chine, il conclut que le BSP n'est pas à sa recherche afin de l'arrêter. De plus, le tribunal conclut que la demandeure d'asile n'est pas une véritable adepte du Falun Gong au Canada. Par conséquent, le tribunal estime qu'elle peut retourner chez elle, à Tianjin, en Chine, en toute sécurité."], ["[14]", "Sur la foi de ces conclusions, la Commission a décidé que la demanderesse n'avait ni la qualité de réfugié au sens de la Convention ni celle de personne à protéger.", "Les questions en litige"], ["[15]", "La demanderesse a soumis à l'examen de la Cour les questions en litige suivantes:", "a) La SPR a-t-elle commis une erreur de droit dans son appréciation de la demande d'asile « sur place » de la demanderesse?", "b) La SPR a-t-elle tiré des conclusions déraisonnables quant à la crédibilité, lesquelles n'étaient pas conformes à la preuve?", "La norme de contrôle"], ["[16]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], la Cour suprême du Canada a déclaré qu'il n'est pas toujours nécessaire de se livrer à une analyse exhaustive pour arrêter la bonne norme de contrôle. En fait, lorsque la norme de contrôle applicable à une question précise dont elle est saisie est établie de façon satisfaisante par la jurisprudence, la cour de révision peut adopter cette norme de contrôle. C'est uniquement lorsque cette recherche se révèle infructueuse ou si la jurisprudence semble devenue incompatible avec l'évolution récente des principes de common law en matière de contrôle judiciaire que la cour de révision applique les quatre facteurs qui forment l'analyse de la norme de contrôle:", "<FRAGMENT_SUPPRESSED> ."], ["[17]", "Selon moi, les questions soulevées par la demanderesse ont trait à l'interprétation de la Commission, et au poids accordé à la preuve, notamment les conclusions relatives à la crédibilité de la demanderesse. Il est bien établi en droit que les conclusions de la Commission sur ces questions commandent la déférence, et que c'est la norme de la décision raisonnable qui s'applique:", "<FRAGMENT_SUPPRESSED>  (CAF), au paragraphe 4;", "<FRAGMENT_SUPPRESSED> ."], ["[18]", "Lorsqu'une décision est soumise au contrôle selon la norme de la décision raisonnable, l'analyse s'attache à « la justification, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ».Voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47, et", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> . Autrement dit, la Cour ne doit intervenir que si la décision est déraisonnable, en ce sens qu'elle n'appartient pas « aux issues possibles acceptables pouvant se justifier au regard des faits et du droit ».", "LES DISPOSITIONS LÉGISLATIVES"], ["[19]", "Les dispositions suivantes de la Loi s'appliquent en l'espèce:", "Définition de « réfugié »", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "[...]", "Convention refugee", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[...]", "LES ARGUMENTS", "La demanderesse", "Le défaut d'apprécier adéquatement la demande « sur place » ou les risques au titre de l'article 97"], ["[20]", "Premièrement, la demanderesse allègue que la Commission a commis une erreur de droit dans son appréciation de sa demande « sur place », parce qu'elle n'a pris en compte ni la nature de sa pratique du Falun Gong au Canada ni le caractère authentique de sa foi au Canada. Elle a aussi omis de prendre en compte le risque possible de peines cruelles et inusitées auquel la demanderesse pourrait être exposée en raison de sa participation perçue au Falun Gong par ses activités au Canada. La demanderesse renvoie aux paragraphes 21 et 22 de la décision, cités ci-dessus, comme preuve de l'argument qu'elle fait valoir."], ["[21]", "La demanderesse relève qu'elle a prouvé sa connaissance approfondie du Falun Gong et démontré l'un des exercices à l'audience, à la satisfaction de la commissaire. Elle a aussi témoigné de sa pratique continue du Falun Gong tant en public qu'en privé. Malgré cela, la Commission a simplement conclu qu'étant donné qu'elle n'était pas une véritable adepte en Chine, elle n'était pas non plus une véritable adepte au Canada. Aucun motif n'a été donné pour cette conclusion, autre que les doutes émis par la Commission quant à la véracité des faits en Chine. Il n'y a pas eu d'appréciation de la question de savoir si la demanderesse était devenue une véritable adepte au Canada."], ["[22]", "La demanderesse souligne que la Cour a décidé que la Commission est tenue d'examiner les pratiques religieuses de la demanderesse au Canada, lorsqu'elle apprécie une demande « sur place »; il est insuffisant et erroné de se fonder sur le fait qu'une personne n'était pas une véritable pratiquante d'une religion en Chine pour écarter le caractère véritable de sa foi au  <FRAGMENT_SUPPRESSED> [", "Jin", "];", "<FRAGMENT_SUPPRESSED> [", "Yin", "]. La demanderesse déclare qu'il était erroné que la Commission conclut que, parce que son expérience en Chine n'était pas crédible, il en était de même au Canada. Elle cite l'analyse effectuée par le juge Zinn au paragraphe 32 de la décision", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]:", "Même si la demanderesse principale ne pratiquait pas le christianisme en Chine, la preuve démontre qu'elle fréquente une église chrétienne au Canada et participe à ses activités. Peut-être que, comme Saint Paul sur le chemin de Damas, elle a eu une révélation et connu un éveil spirituel au Canada, ou peut-être que ce n'est pas cas. Toutefois, pour parvenir à une décision quant à l'authenticité de ses croyances actuelles, la preuve doit faire l'objet d'une certaine analyse et, si sa preuve doit être complètement écartée, cette décision doit être étayée par des motifs. En l'espèce, il n'y a eu ni analyse ni justification. La Commission s'est contentée d'énoncer la conclusion à laquelle elle est parvenue et la Cour ne réussit pas, à partir du dossier, à savoir pourquoi elle est parvenue à cette conclusion."], ["[23]", "La demanderesse dit que la Commission a aussi introduit à tort la notion de « bonne foi » dans l'analyse, lorsqu'elle a rejeté la pratique du Falun Gong au Canada comme étant simplement une tentative d'« étayer » sa demande d'asile. En fait, la seule considération quant à sa demande d'asile « sur place » est de savoir si sa foi est véritable. La demanderesse cite le raisonnement du juge Blanchard au paragraphe 11 de la décision", "<FRAGMENT_SUPPRESSED> :", "[...] En évaluant les risques auxquels le demandeur pourrait faire face à son retour, dans le cadre d'une demande d'asile sur place, il est nécessaire de tenir compte de la preuve crédible de ses activités au Canada, indépendamment des motifs derrière sa conversion. Même si les motifs de conversion du demandeur ne sont pas authentiques, tel que l'a conclu la CISR en l'espèce, l'imputation possible d'apostasie à l'égard du demandeur par les autorités iraniennes peut néanmoins être suffisante pour qu'il réponde aux exigences de la définition de la  <FRAGMENT_SUPPRESSED>  2003 CF 1266, aux paragraphes 21 à 23, et", "<FRAGMENT_SUPPRESSED>  (CF) (QL)."], ["[24]", "La demanderesse dit aussi que la Commission a omis d'apprécier les risques auxquels elle est exposée en tant qu'adepte perçue du Falun Gong, au titre de l'article 97. La preuve documentaire dont disposait la Commission établit que le gouvernement chinois surveille les groupes de pratique du Falun Gong à l'étranger, et que les adeptes qui retournaient étaient détenus et emprisonnés à leur retour (voir Agence des services frontaliers du Royaume-Uni, rapport sur les renseignements relatifs au pays d'origine (UK Border Agency, Country of Origin Information Report), Chine (le 15 novembre 2010), dossier de la demanderesse, aux pages 193 et 194 [rapport de l'Agence des services frontaliers du Royaume-Uni];", "À Toronto, une femme allègue que la Chine l'a espionnée", ", CTV.ca (le 18 juin 2005), dossier de la demanderesse, à la page 122). La Cour a auparavant souligné que des documents d'information sur la situation dans le pays indiquent que les adeptes du Falun Gong au Canada, et dans d'autres pays sont surveillés par des informateurs du gouvernement chinois:", "<FRAGMENT_SUPPRESSED> . Selon la demanderesse, peu importe ses conclusions relatives aux raisons pour lesquelles elle a adhéré au Falun Gong, la Commission devait décider si ses activités au Canada pouvaient créer un risque, si elle était renvoyée en  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]."], ["[25]", "La demanderesse déclare que la Commission disposait d'éléments de preuve clairs selon lesquels des personnes soupçonnées d'être des adeptes du Falun Gong sont exposées à des arrestations, à de mauvais traitements, et à la torture, et il y a eu de nombreux rapports fiables quant à la pratique du prélèvement d'organes sur les détenus adeptes du Falun Gong: voir le rapport de l'Agence des services frontaliers du Royaume-Uni, dossier de la demanderesse, aux pages 185 à 187, 189 à 190."], ["[26]", "Comme la Commission a conclu que la demanderesse connaissait le Falun Gong, et selon le témoignage de celle-ci qu'elle continuait à le pratiquer, la Commission aurait dû examiner la question de savoir si la demanderesse était exposée au risque de traitements ou peines cruels et inusités en raison de sa participation perçue au Falun Gong par suite de ses activités publiques au Canada.", "Le caractère déraisonnable des conclusions quant à la crédibilité"], ["[27]", "Deuxièmement, la demanderesse soutient que les conclusions de la SPR quant à la crédibilité étaient déraisonnables."], ["[28]", "Selon la demanderesse, la Commission a tiré des conclusions déraisonnables quant à la vraisemblance qui étaient fondées sur des conjectures, et qui n'ont pas tenu compte de la preuve, cependant les conclusions quant à la vraisemblance doivent être fondées sur une preuve claire et suivre un raisonnement clair qui fait référence à toute preuve en sens contraire. La demanderesse allègue que, lorsque les faits n'étayent pas les conclusions quant à la vraisemblance, la Cour doit intervenir, parce que la Cour est souvent en aussi bonne situation que la Commission pour décider s'il est raisonnable de croire un scénario décrit par un demandeur d'asile: S", "antos c Canada (Ministre de la Citoyenneté et de l'Immigration)", ", 2004 CF 937, au paragraphe 15 [", "Santos", "];", "<FRAGMENT_SUPPRESSED> . Elle ajoute qu'on ne peut tirer de conclusions quant à la vraisemblance que dans les cas les plus évidents, lorsque la preuve documentaire démontre que les événements ne pouvaient pas se produire comme le demandeur le prétend:", "<FRAGMENT_SUPPRESSED>  2001 CFPI 776 (1re inst.), aux paragraphes 6 à 8 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]."], ["[29]", "Selon la demanderesse, la conclusion de la Commission selon laquelle il n'était pas vraisemblable qu'elle quitte la Chine avant que le BSP se lance à sa recherche n'est pas raisonnable au vu de son témoignage selon lequel son amie a été arrêtée le 5 janvier 2011, et des documents sur la situation dans le pays relatifs aux mauvais traitements infligés aux adeptes du Falun Gong en détention. Il était raisonnable que la demanderesse eût peur et qu'elle veuille quitter la Chine aussitôt que les circonstances le permettraient avant que les agents du BSP ne la trouvent et ne l'arrêtent, elle aussi. La Commission substituait simplement sa propre version des faits de ce qu'une personne se trouvant dans la situation de la demanderesse aurait dû faire, ce qui n'est pas un bon fondement pour une conclusion quant à la vraisemblance: <FRAGMENT_SUPPRESSED> , précitée, aux paragraphes 6 à 8; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 59."], ["[30]", "La conclusion de la Commission selon laquelle les agents du BSP sauraient que la demanderesse était sortie du pays et ne seraient pas allés la chercher chez elle est conjecturale et déraisonnable, déclare la demanderesse. Elle fait observer qu'il ressort de la réponse à la demande information de la CISR, CHN103133.EF, citée par la Commission en lien au Bouclier d'or, qu'il « existe des règles strictes quant à l'utilisation des données contenues dans le système » et que« le Bouclier d'or n'était pas utilisé pour suivre la trace des personnes qui, en vertu du droit criminel chinois, ne sont pas soupçonnées d'avoir commis un crime [...] ». Les agents du BSP ont présenté un mandat d'arrêt uniquement à leur cinquième visite chez la demanderesse en avril 2012, et la preuve donne à penser que le BSP local n'aurait pas utilisé la base de données pour suivre la trace de la demanderesse, avant la délivrance de ce mandat d'arrêt. De plus, la conclusion de la Commission ne tient pas compte du témoignage de la demanderesse relatif à l'aide qu'elle a reçue d'un passeur pour franchir les contrôles de sécurité à l'aéroport de Beijing."], ["[31]", "En ce qui a trait à la conclusion de la Commission relative à l'absence de preuve corroborante, la demanderesse soutient qu'une telle conclusion ne peut pas appuyer une décision défavorable quant à la crédibilité, lorsqu'aucun autre motif n'est avancé pour justifier le doute quant à la crédibilité d'un demandeur. En l'espèce, la demanderesse allègue que les autres conclusions quant à la crédibilité étaient de nature conjecturale et ne tenaient pas compte de son témoignage, et l'inférence défavorable tirée de l'absence de preuve documentaire corroborante ne suffit pas en soi:", "<FRAGMENT_SUPPRESSED> .", "Le défendeur"], ["[32]", "Le défendeur soutient que la conclusion défavorable quant à la crédibilité tirée par la Commission était fondée sur quatre conclusions raisonnables, et qu'une demande « sur place » ne ressortait pas de façon perceptible de la preuve, de sorte qu'une analyse distincte fondée sur l'article 97 n'était pas nécessaire.", "Les conclusions quant à la crédibilité étaient raisonnables"], ["[33]", "Le défendeur soutient que la Commission a raisonnablement conclu que: 1) la demanderesse s'est enfuie de la Chine avant de devenir une personne d'intérêt; 2) la demanderesse a allégué que les agents du BSP ont continué à la chercher alors qu'ils savaient qu'elle était à l'extérieur du pays; 3) la demanderesse n'a pas produit de preuve corroborante à l'appui de ses allégations; 4) l'époux de la demanderesse et son fils sont restés en sécurité en Chine et n'ont pas subi les châtiments du BSP."], ["[34]", "Premièrement, la Commission a raisonnablement conclu que la crédibilité des allégations de la demanderesse était minée par le fait qu'elle a quitté la Chine environ un mois avant qu'elle n'allègue que les agents du BSP ont commencé à la chercher. Bien que la demanderesse soit en désaccord avec cette conclusion, ce désaccord n'est pas révélateur d'une erreur susceptible de contrôle:", "<FRAGMENT_SUPPRESSED> ."], ["[35]", "Deuxièmement, la preuve documentaire révèle que le BSP a instauré une base de données sur le maintien de l'ordre qui comprend des « données sur les criminels fugitifs » et des « données sur les passeports, ainsi que sur les sorties et les entrées ». La Commission a raisonnablement tiré l'inférence de la preuve documentaire que le nom de la demanderesse aurait été inscrit dans la base de données après qu'elle eut quitté la Chine et fut devenue une personne d'intérêt pour le BSP. Ainsi, la Commission a tiré une inférence défavorable de l'allégation de la demanderesse selon laquelle les agents du BSP sont allés chez elle à six occasions distinctes pour l'arrêter, alors que ces agents auraient dû savoir qu'elle était sortie du pays."], ["[36]", "Bien que la demanderesse affirme qu'elle a eu recours aux services d'un passeur pour sortir de la Chine et qu'elle peut donc ne pas être inscrite dans la base de données du BSP, elle reconnaît qu'elle a utilisé son propre passeport authentique, et elle n'a pas dit pourquoi le recours à un passeur empêcherait que son passeport ne soit entré dans un système de sortie automatique."], ["[37]", "Troisièmement, selon le témoignage de la demanderesse les agents du BSP ont montré à son époux un mandat d'arrêt à leur cinquième visite chez elle, mais n'ont pas laissé de copie du mandat d'arrêt. Lorsqu'elle a été interrogée à ce sujet, la demanderesse a répondu que son époux ne savait pas que la marche à suivre consistait à demander une copie du mandat d'arrêt. Aussi, la demanderesse n'a pas produit de preuve fiable et digne de foi que son amie, qui l'avait initiée au Falun Gong, avait été accusée et emprisonnée pendant trois ans. Ainsi, selon le défendeur, la Commission a raisonnablement tiré une inférence défavorable de l'absence de preuve corroborante."], ["[38]", "Enfin, il ressort du témoignage de la demanderesse que ni son fils ni son époux n'ont été exposés à aucune conséquence en raison de sa pratique du Falun Gong, alors que la preuve documentaire révèle que les membres de la famille des adeptes du Falun Gong sont exposés à des châtiments. La Commission a raisonnablement tiré une inférence défavorable quant à la crédibilité de la demanderesse, en raison de l'absence d'action du BSP.", "Aucune demande « sur place » ne ressort de façon perceptible de la preuve"], ["[39]", "Bien que le défendeur admette qu'il y a des cas où une demande « sur place » peut être examinée par la Commission, même si elle n'est pas soulevée par un demandeur de façon précise, le défendeur soutient qu'une telle demande doit « ressortir de façon perceptible » de la preuve présentée par le demandeur. En l'espèce, le défendeur soutient que la demanderesse n'a pas produit d'éléments de preuve suffisants de son profil en tant que véritable adepte du Falun Gong au Canada, ainsi rien ne ressort du dossier qui requiert un examen de la demande « sur place »:", "<FRAGMENT_SUPPRESSED> ACWS (3d) 307 ( <FRAGMENT_SUPPRESSED>  161 NR 132 (CAF), au paragraphe 5."], ["[40]", "Le défendeur déclare qu'une demande « sur place » existe lorsque la crainte de persécution d'un demandeur est déclenchée par des événements qui surviennent dans son pays d'origine pendant son absence ou en raison de ses actes lorsqu'il est à l'extérieur de son pays d'origine:", "<FRAGMENT_SUPPRESSED>  154 NR 236 (CAF); Bureau du Haut Commissariat des Nations unies pour les réfugiés,", "Guide des procédures et critères à appliquer pour déterminer le statut de réfugié", ", aux paragraphes 94 à 96; James C. Hathaway,", "The Law of Refugee Status", "(Toronto, Butterworths, 1991), aux pages 33 et 34. En l'espèce, la raison que la demanderesse a avancée pour s'être enfuie de la Chine était sa crainte de persécution, au motif qu'elle est une adepte du Falun Gong. La preuve produite par la demanderesse - qui consiste seulement en son témoignage - était qu'elle était une adepte du Falun Gong avant son arrivée au Canada; elle n'a produit aucun élément de preuve qu'elle est devenue une adepte du Falun Gong pendant qu'elle était au Canada."], ["[41]", "Le défendeur soutient que la Commission a pris en compte le témoignage de la demanderesse, et raisonnablement conclu qu'elle n'était pas une adepte du Falun Gong en Chine, que le BSP n'était pas à sa recherche, qu'elle est devenue une adepte au Canada uniquement pour étayer sa demande d'asile, qu'elle n'est pas une adepte authentique, et qu'elle pouvait donc retourner en toute sécurité chez elle, à Tianjin."], ["[42]", "Le défendeur fait observer que la jurisprudence a très bien établi le principe selon lequel une conclusion défavorable quant à la crédibilité est généralement déterminante d'une demande d'asile: voir", "<FRAGMENT_SUPPRESSED> et 29;", "<FRAGMENT_SUPPRESSED>  140 FTR 263 ( <FRAGMENT_SUPPRESSED> . Le défendeur avance que ce principe s'applique également à la jurisprudence de la Cour portant sur l'article 97 de la Loi, et qu'il est cohérent avec cette jurisprudence, il cite le paragraphe 21 de la décision", "<FRAGMENT_SUPPRESSED> :", "Cela dit, l'absence d'une analyse distincte relative à l'article 97 ne sera pas fatale dans tous les cas. Lorsque, comme c'est le cas ici, aucune preuve ne permet de dire que la demanderesse est une personne à protéger, une telle analyse ne sera pas nécessaire: voir par exemple  <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 108;  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 474;  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 1002."], ["[43]", "Compte tenu de cela, et vu que la demande de la demanderesse au titre de l'article 97 est fondée sur le même scénario factuel que sa demande au titre de l'article 96, le défendeur déclare qu'il était raisonnable que la Commission n'effectue pas d'analyse distincte de l'article 97.", "Réponse de la demanderesse et autres observations"], ["[44]", "La demanderesse répond qu'elle ne demande pas que la Cour soupèse à nouveau la preuve, contrairement à ce que le défendeur laisse entendre. Au contraire, elle affirme que les conclusions de la Commission quant à la vraisemblance étaient de nature conjecturale ou contraire à la preuve dont cette dernière disposait."], ["[45]", "La demanderesse allègue que les conclusions quant à la vraisemblance nécessitent un fondement probant, lequel établit que les faits en question n'auraient pas pu se dérouler selon le témoignage de la demanderesse. La conclusion de la Commission selon laquelle il n'était pas vraisemblable que la demanderesse quitte la Chine avant que les agents du BSP essaient de l'arrêter renvoie à cette absence de preuve. Au contraire, la Commission reprend simplement les faits et fournit une conclusion définitive, qui n'est fondée sur rien de plus que la seule version de la Commission elle-même quant à ce qu'une personne raisonnable aurait fait dans la même situation. La demanderesse relève que la jurisprudence met en garde contre le fait de fonder des conclusions quant à la vraisemblance sur des critères extrinsèques tels que le raisonnement, le sens commun, et la connaissance d'office:", "<FRAGMENT_SUPPRESSED>  143 NR 238 (CAF) [ <FRAGMENT_SUPPRESSED> ];", "Santos", ", précitée, au paragraphe 15."], ["[46]", "La demanderesse soutient que la conclusion quant à la crédibilité tirée par la Commission relativement aux visites continues des agents du BSP chez elle ne tient pas compte de la preuve. Elle a eu recours aux services d'un passeur pour quitter la Chine en sécurité, et contourner toutes les questions de sécurité à l'aéroport. La demanderesse était préoccupée par le fait qu'elle serait arrêtée par le BSP si elle voyageait avec son propre passeport. Toutefois, le passeur lui a donné l'assurance qu'elle pouvait franchir les postes d'immigration et de douanes, et il a tenu son passeport et l'a menée à travers les douanes à l'aéroport de Beijing, sans incident (voir la transcription du dossier certifié du tribunal, aux pages 448 et 449). La demanderesse soutient que la Commission n'a pas pris en compte la façon dont le passeur l'a aidée ou le fait que ce dernier a été embauché pour s'assurer que la demanderesse serait en mesure de contourner les vérifications de sécurité à l'aéroport de Beijing. En outre, il ressort de la preuve documentaire à laquelle la Commission renvoie (CHN103133.EF) que le programme du bouclier d'or n'est pas utilisé pour suivre la trace des personnes qui ne sont pas soupçonnées d'avoir commis un crime."], ["[47]", "La demanderesse déclare que, contrairement aux affirmations du défendeur, son témoignage à l'audience révèle que, son époux et son fils", "ont", "été exposés à des châtiments par la police, au moyen de harcèlement répétitif et d'interrogatoires arbitraires. Il s'agit là des deux formes de châtiments décrites dans la preuve documentaire: voir le rapport de l'Agence des services frontaliers du Royaume-Uni, dossier de la demanderesse, à la page 192."], ["[48]", "En ce qui a trait à la demande « sur place », la demanderesse allègue qu'une telle demande ressort de façon perceptible de son témoignage. Elle a témoigné qu'elle est une adepte assidue du Falun Gong au Canada, et qu'elle est devenue membre d'un groupe de pratique au parc Miliken, à Scarborough (voir la transcription du dossier certifié du tribunal, aux pages 431 et 432). La Commission s'est déclarée satisfaite des connaissances de la demanderesse sur le Falun Gong et n'a émis aucun doute quant à l'authenticité de sa foi en tant qu'adepte du Falun Gong au Canada. La demanderesse déclare que la Commission n'a pas pris en compte la preuve de sa véritable conversion au Canada et cette motivation, bien qu'elle puisse être un facteur, ne devrait pas être le", "seul", "facteur pris en compte quant à l'authenticité, comme ce fut le cas en l'espèce. Les personnes qui se convertissent à une religion initialement pour étayer une demande d'asile peuvent cependant acquérir la foi en cours de route et devenir de véritables adeptes de la religion:", "<FRAGMENT_SUPPRESSED> et 62, 65[ <FRAGMENT_SUPPRESSED> ]. Bien que dans la décision <FRAGMENT_SUPPRESSED> la Cour ait enfin confirmé la conclusion selon laquelle le demandeur n'avait pas établi l'existence d'une demande « sur place » dans cette affaire-là, le demandeur avait démontré des connaissances limitées des préceptes du Falun Gong, et fait des déclarations peu convaincantes à l'appui de sa pratique au Canada (voir le paragraphe 69), ce qui n'était pas le cas en l'espèce. En l'espèce, la conclusion relative à la motivation illégitime était le seul fondement de la conclusion de la Commission selon laquelle la demanderesse n'était pas une véritable adepte."], ["[49]", "La demanderesse déclare qu'il y a une preuve claire, dans le dossier, que les personnes qui pratiquent le Falun Gong pendant qu'elles sont à l'étranger sont exposées à la persécution à leur retour en Chine, et la Commission a donc commis une erreur lorsqu'elle n'a pas examiné la demande « sur place »:", "Jin", ", précitée, au paragraphe 19."], ["[50]", "Contrairement aux observations du défendeur, la demanderesse allègue qu'au titre de l'article 97, des conclusions défavorables quant à la crédibilité ne permettent pas toujours de trancher une demande. Selon la demanderesse, en l'espèce, une décision distincte, au titre de l'article 97 était nécessaire, en raison de son profil d'adepte du  <FRAGMENT_SUPPRESSED> .", "ANALYSE"], ["[51]", "Je suis d'accord avec la demanderesse que les conclusions de la SPR posent de sérieux problèmes, de conjectures et d'opinions non fondées sur les faits, mais les erreurs qui existent dans l'analyse de la demande « sur place » faite par la Commission ne sont pas sérieuses au point où la présente affaire devrait être renvoyée pour nouvel examen sur ce seul fondement."], ["[52]", "La conclusion de la Commission selon laquelle « il n'est pas raisonnable qu'une personne quitte son pays avant que le [BSP] commence à la chercher » n'a aucun fondement probant et représente simplement l'opinion de la Commission sur ce à quoi on pourrait s'attendre dans les circonstances. La demanderesse a donné un récit raisonnable de la raison pour laquelle elle a quitté la Chine quand elle l'a fait, et la Commission ne cite rien qui mine ce récit, autre que sa propre opinion."], ["[53]", "De même, la conclusion de la Commission selon laquelle « il est raisonnable de croire que les membres de sa famille auraient fait l'objet de représailles quelconques » ne concorde pas avec la preuve. La demanderesse a parlé des visites répétées des agents du BSP chez elle. Les documents sur la situation dans le pays font état d'un certain nombre de traitements réservés aux membres de la famille qui vont du harcèlement, à des visites aléatoires de la police chez eux, à des détentions arbitraires, et à des pertes d'emploi et de l'aide de l'État, à des arrestations des membres de la famille. Il n'y a pas de preuve à l'appui de l'affirmation de la Commission selon laquelle, de façon raisonnable, les agents du BSP auraient fait quoi que ce soit de plus que ce que la demanderesse dit qu'ils ont fait. Encore une fois, la Commission se fonde sur sa propre opinion."], ["[54]", "Il s'agit là de conclusions quant à la vraisemblance et, comme la Cour l'a souligné de nombreuses fois, de telles conclusions sont fondamentalement dangereuses et ne devraient être tirées que dans les cas les plus évidents: voir <FRAGMENT_SUPPRESSED> , précitée, aux paragraphes 6 à 8; <FRAGMENT_SUPPRESSED> , précitée;", "<FRAGMENT_SUPPRESSED>  81 FTR 303 (TD), au paragraphe 15;", "<FRAGMENT_SUPPRESSED> . Sur la foi des faits de l'espèce, de telles conclusions étaient déraisonnables."], ["[55]", "L'analyse de la demande « sur place » effectuée par la Commission n'est pas logique:"], ["[21] Le tribunal a posé des questions à la demandeure d'asile au sujet de ses connaissances sur le Falun Gong, et il était satisfait de ses réponses. Cependant, compte tenu des doutes du tribunal en ce qui concerne la crédibilité des allégations de la demandeure d'asile, le tribunal conclut que celle-ci ne pratiquait pas le Falun Gong en Chine. Par conséquent, le tribunal conclut que la demandeure d'asile est devenue une adepte du Falun Gong au Canada uniquement pour étayer sa demande d'asile."], ["[22] Comme le tribunal ne croit pas les allégations de la demandeure d'asile selon lesquelles elle était véritablement une adepte du Falun Gong en Chine, il conclut que le PSB n'est pas à sa recherche afin de l'arrêter. De plus, le tribunal conclut que la demandeure d'asile n'est pas une véritable adepte du Falun Gong au Canada. Par conséquent, le tribunal estime qu'elle peut retourner chez elle, à Tianjin, en Chine, en toute sécurité."], ["[56]", "En l'espèce, le raisonnement semble être le suivant:", "a) la demanderesse n'était pas une véritable adepte du Falun Gong en Chine;", "b) par conséquent, la demanderesse n'est pas une véritable adepte du Falun Gong au Canada, parce qu'elle est devenue une adepte du Falun Gong au Canada uniquement pour étayer sa demande;", "c) par conséquent, les agents du BSP n'étaient pas à la recherche de la demanderesse en Chine, et elle peut y retourner en toute sécurité."], ["[57]", "Les problèmes de ce type de raisonnement sont les suivants:", "a) même si la demanderesse n'était pas une véritable adepte du Falun Gong en Chine (et des problèmes se posent quant à cette conclusion relative à la crédibilité) cela ne signifie pas qu'elle ne peut pas devenir une véritable adepte du Falun Gong au Canada, même si elle a adhéré au Falun Gong ici initialement pour étayer sa demande (une conclusion pour laquelle aucune preuve n'est citée);", "b) la Commission conclut que la demanderesse a donné des preuves convaincantes de ces connaissances du Falun Gong, mais elle omet d'examiner comment quelqu'un qui possède de telles connaissances et qui pratique le Falun Gong au Canada serait perçu et traité par les autorités chinoises en cas de retour, malgré qu'il existe des preuves que la Chine surveille les personnes qui pratiquent le Falun Gong au Canada;", "c) la Commission suppose que, si la demanderesse n'était pas une véritable adepte du Falun Gong en Chine avant d'arriver au Canada, à son retour, elle ne pratiquerait pas le Falun Gong en Chine. Ce raisonnement est fautif. Elle peut très bien devenir une véritable adepte au Canada, et les véritables adeptes en Chine sont exposés à des risques de représailles et sont punis s'ils sont découverts;", "d) la Commission conclut que la demanderesse est devenue une adepte du Falun Gong au Canada qui possède des connaissances, afin d'étayer sa demande, mais ensuite elle omet d'examiner les conséquences de cette conclusion sous un angle prospectif, contrairement à ce que le droit exige."], ["[58]", "La véritable nature d'une demande « sur place » nécessite que la Commission tienne compte de l'ensemble du contexte de ce que la demanderesse a fait depuis qu'elle est arrivée au Canada. Il n'y a pas de véritable appréciation faite par la Commission quant à savoir si la demanderesse est devenue une adepte authentique du Falun Gong au Canada. La simple affirmation qu'elle n'est pas une véritable adepte parce qu'elle n'était pas une véritable adepte en Chine n'est pas logique et ne tient simplement pas compte de la jurisprudence instructive de la Cour à ce sujet. Voir par exemple, <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 11, et <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 6;", "Jin", ", précitée, au paragraphe 19;", "Yin", ", précitée, aux paragraphes 89 et 90."], ["[59]", "Les motivations peuvent certainement faire partie de toute analyse, mais en l'espèce, il y avait des preuves solides d'une connaissance précise et authentique du Falun Gong, et d'une pratique durable et constante au Canada. La Commission n'a fait aucune tentative pour découvrir si la demanderesse était maintenant une véritable adepte et en tenir compte. L'analyse de la Commission s'arrête simplement à l'affirmation que la demanderesse n'était pas une véritable adepte en Chine, et qu'elle ne peut donc pas être une véritable adepte au Canada. La conseil de la demanderesse a précisément soulevé ces questions à la Commission, dans ses observations écrites, et bien que la conseil n'y ait pas précisément fait référence dans ses observations, il y avait aussi des éléments de preuve documentaire dans les documents dont la Commission disposait quant à l'espionnage des personnes qui pratiquent le Falun Gong à l'extérieur de la Chine et des châtiments qui leur sont imposés en cas de retour. Ce sont là toutes des questions que la Commission n'a pas examinées, de façon déraisonnable, lorsqu'elle a simplement conclu que, parce que la demanderesse n'était pas une adepte du Falun Gong en Chine, elle est « devenue une adepte du Falun Gong au Canada uniquement pour étayer sa demande d'asile ». Même s'il s'agissait d'une conclusion adéquate quant aux motivations, la Commission omet simplement d'examiner la question de savoir si, depuis qu'elle a présenté sa demande d'asile, la demanderesse est devenue une véritable adepte ou quelqu'un qui serait perçu comme tel, si elle était renvoyée en Chine."], ["[60]", "Les avocats conviennent qu'il n'y a aucune question à certifier, et la Cour est d'accord.", "JUGEMENT"], ["[61]", "LA COUR STATUE que", "1. La demande est accueillie. La décision est annulée et l'affaire est renvoyée pour être examinée à nouveau par un autre commissaire.", "2. Il n'y a aucune question à certifier.", "[End of document]"]]}