{"id_": "061521", "body_str": [["[1]", "O'Keefe, J.", ": Pursuant to section 18 of the", "Proceeds of Crime (Money Laundering) and Terrorist Financing Act", ", SC 2000, c 17 [the Act], a customs officer penalized the plaintiff for not declaring currency over the prescribed amount when leaving Canada. The plaintiff asked the Minister to review that decision, but the Minister's delegate agreed with the officer's decision. The plaintiff now appeals to this Court pursuant to subsection 30(1) of the Act."], ["[2]", "The plaintiff asks for the following remedies:", "1. A declaration that the plaintiff has not contravened the Act;", "2. A declaration that the seizure of his funds was unlawful;", "3. A declaration that the penalty imposed was unlawful;", "4. A refund or partial refund of the penalty, with interest;", "5. An order requiring every government agency which has recorded the offence to correct that; and", "6. Costs on a substantial indemnity basis.", "I.", "Background"], ["[3]", "On February 14, 2009, the plaintiff and his wife were catching a flight to St. Martin when they were stopped by an officer of the Canadian Border Services Agency (CBSA). The officer told them about their obligation to report any cash in the amount of $10,000 CAD or more and asked if they had that much. They said they did not, but a search revealed that the plaintiff was carrying currency worth $13,820.69 CAD. The officer therefore seized the funds and penalized the plaintiff $2,500 before letting him leave with the remainder.", "II.", "Decision"], ["[4]", "The plaintiff appealed that decision to the Minister pursuant to section 25 of the Act, saying that he believed he did not need to report the money since it was jointly owned by him and his wife. However, the Minister's delegate rejected that argument and affirmed the officer's decision that subsection 12(1) had been violated. The Minister's delegate also held that $2,500 was an appropriate penalty since the plaintiff had made false statements to the officer prior to and during the search.", "III.", "Standard of Review"], ["[5]", "Though technically an appeal, this type of proceeding is brought by way of an action and is a trial", "de novo", ". The underlying decision is not entitled to any deference and the parties are free to introduce evidence that was not before the Minister's delegate (see", "FRAGMENT_SUPPRESSED, aff'd on other grounds FRAGMENT_SUPPRESSED).", "IV.", "Issues"], ["[6]", "The plaintiff says that his appeal raises three issues:", "1. Was the plaintiff in possession of an amount of currency in excess of Canadian $9,999.99?", "2. Was the plaintiff induced into a violation of the Act as a result of the statements made to him by the officer immediately prior to the plaintiff's boarding the aircraft?", "3. In the circumstances, was the officer obliged to correctly inform the plaintiff as to the provisions of the Act, including sections 12 and 13?"], ["[7]", "The defendant disagrees saying that the only issue is \"[w] hether the plaintiff had an obligation to report the seized currency.\""], ["[8]", "I agree with the defendant that the overarching issue is whether the plaintiff violated subsection 12(1) of the Act. Beyond that, there are two main factual questions that need to be resolved: (1) were the funds jointly owned by the plaintiff and his wife? and (2) what did the officer tell the plaintiff and his wife about their obligation to report the currency?"], ["[9]", "The legal sub-issues are: (1) if the funds were jointly owned, could the plaintiff carry up to $19,999.98 (which is $9,999.99 by two)? and (2) if the officer gave erroneous advice, would that excuse the plaintiff of his duty to declare the funds? and (3) what is the appropriate remedy?"], ["[10]", "I would rephrase the issues as follows:", "A. If the funds were jointly owned, could the plaintiff carry up to $19,999.98?", "B. If the officer gave erroneous advice, would that excuse the plaintiff of his duty to declare the funds?", "C. What is the appropriate remedy?", "V.", "Plaintiff's Submissions"], ["[11]", "The plaintiff argues that he never actually possessed more than $9,999.99 because the funds he was carrying belonged to him and his wife; she could have taken them from him at any time. In his view, Parliament could not have intended to punish spouses for keeping their money in one bag instead of two. Instead, the plaintiff argues that co-travelling spouses should be able to carry up to $20,000 before incurring any obligation to report."], ["[12]", "Alternatively, the plaintiff argues that the CBSA officer did not properly explain the reporting obligations and left them with the impression that he was asking whether they were collectively carrying more than $20,000.", "VI.", "Defendant's Submissions"], ["[13]", "The defendant says that the officer advised the plaintiff and his wife that they had to report any funds equal to or greater than $10,000 that they were carrying whether it was theirs or not. The defendant argues that was correct since paragraph 12(3)(a) of the Act refers to \"actual possession\" not ownership. In its view, the Federal Court already settled that the proper determination is physical possession in", "FRAGMENT_SUPPRESSED.", "VII.", "Analysis and Decision", "A. Issue 1: If the funds were jointly owned, could the plaintiff carry up to $19,999.98?"], ["[14]", "Section 12 requires people to report any currency they actually possess if it is equal to or greater than the prescribed amount. The amount is prescribed as $10,000 by subsection 2(1) of the", "Cross-border Currency and Monetary Instruments Reporting Regulations", ", SOR/2002-412."], ["[15]", "The issue in this case largely revolves around the interpretation of the term \"actual possession\" in paragraph 12(3)(a). The plaintiff essentially contends that it should mean ownership, while the defendant says it simply means physical possession."], ["[16]", "The defendant's position is supported by", "FRAGMENT_SUPPRESSED", ", a case in which the plaintiff had crossed the border with over $18,000 but claimed that half of it belonged to his daughter who was traveling with him. Mr. Justice Michel Beaudry nevertheless held that subsection 12(1) was violated, saying FRAGMENT_SUPPRESSED"], ["[17]", "While that case did not analyze the provision at length, that is a correct interpretation of the statute. In", "FRAGMENT_SUPPRESSED, the Supreme Court of Canada approved the following approach to statutory interpretation: FRAGMENT_SUPPRESSED before turning to external evidence (see", "FRAGMENT_SUPPRESSED)."], ["[18]", "Here, the term used by Parliament is \"actual possession\", which to me does not imply ownership. Indeed, in a different context the Federal Court of Appeal reviewed the definitions of possession and accepted that FRAGMENT_SUPPRESSED (see", "FRAGMENT_SUPPRESSED)."], ["[19]", "However, that same case also said atFRAGMENT_SUPPRESSED that, when applied to tangible personal property, the word possession FRAGMENT_SUPPRESSED If the currency was jointly owned, then it is at least arguable that neither the plaintiff nor his wife possessed the funds since neither exercised exclusive control. Alternately, it could be said that both possessed the funds since either could exercise control over them at any time."], ["[20]", "Therefore, the term could have been ambiguous, but here it is modified by the word, \"actual\". That excludes constructive possession and in my view, restricts the meaning of the phrase to physical possession. Since the plaintiff held the bag and his wife could only access the funds if he handed them to her, only he had actual possession of the funds and so had to report the funds pursuant to paragraph 12(3)(a)."], ["[21]", "The plaintiff's strongest argument against that interpretation is that it seems absurd that the amount of money spouses can carry with them without reporting depends on how they carry it and not on how much it is. One couple could bring $19,999.98 without reporting it so long as they each carry $9,999.99, but another that brings exactly $10,000 in one bag will get caught."], ["[22]", "That seems arbitrary since the objectives of the Act set out in section 3 are not obviously advanced by drawing such distinctions. For instance, subsection 3(a) says that one of the reasons for creating this Act is \"to detect and deter money laundering and the financing of terrorist activities\" and it would seem that objective is better advanced by requiring the former couple to report than the latter."], ["[23]", "However, the distinction makes more sense when considering that the Act cannot advance any of its objectives unless it is enforceable. In that regard, having possession trigger the obligation to report makes more sense than having ownership do the same. Specifically, actual possession is easier to understand for the travellers and easier to prove for the officers. For instance, people travelling together could simply say that the funds are owned jointly when they are really owned only by one of them. In that case, it would be difficult for an officer to prove who owned the funds and therefore find a violation of the Act."], ["[24]", "The same difficulty does not arise with actual possession. It is a very simple concept and there is little potential for travellers to confuse whether they have $10,000 or more on their person or in their luggage. It is also much easier to enforce. The traveller can simply be searched and if the officer finds $10,000 or more, he or she can seize the funds and penalize the traveller. The officer does not need to complicate that by making credibility findings or by conducting further investigations into the source or ownership of the funds. Therefore, the distinction of which the plaintiff complains is quite a sensible one from an enforcement perspective and it advances the overall objectives of the Act. As such, there is no reason to depart from the plain language of paragraph 12(3)(a) and read into it an exception for joint owners travelling together.", "B. Issue 2: If the officer gave erroneous advice, would that excuse the plaintiff of his duty to declare the funds?"], ["[25]", "Subsection 12(1) is a strict liability offence and the plaintiff's subjective intention is irrelevant (see", "FRAGMENT_SUPPRESSED). As a result, the plaintiff could be guilty of this offence even had the officer not explained the law to him at all."], ["[26]", "Of course, like all strict liability offences, the plaintiff could escape liability if he took all reasonable care in the circumstances (see", "FRAGMENT_SUPPRESSED). However, this defence does not cover mistakes of law except in certain circumstances. As the Supreme Court of Canada explained recently in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[27]", "Since the plaintiff here alleges a mistake of law, he must show that it was an officially induced error. In", "FRAGMENT_SUPPRESSED the Supreme Court of Canada explained that excuse as follows:", "FRAGMENT_SUPPRESSED"], ["[28]", "Applying that to this case, a CBSA officer is an appropriate official and it would have been reasonable to rely on advice that implied that he could bring $20,000 if that advice was indeed given."], ["[29]", "However, even if that advice was given, it is not clear that all the pre-conditions would be met. Specifically, the evidence shows that the officer approached the plaintiff, not the other way around. Moreover, the Supreme Court in", "FRAGMENT_SUPPRESSED Here, it does not sound like the plaintiff asked any questions or made any attempt to clarify how much money he could carry given that he was travelling with his wife. As such, it is not obvious that the plaintiff actually considered the legal consequences of his actions as is required by", "FRAGMENT_SUPPRESSED."], ["[30]", "The plaintiff relies on", "FRAGMENT_SUPPRESSED for the defence of \"officially induced error of law.\" The plaintiff claims that he relied on something that the officer said to him about the plaintiff being able to take for he and his wife, $9,999.99 each without reporting or as argued, $10,000 each for a total of $20,000. I do not find the evidence to support this. The officer gave no such advice to the plaintiff. The", "FRAGMENT_SUPPRESSED", "case is much different where an officer actually told the accused that it was all right to operate the machine without the guard when in fact, this was contrary to the law. I find the evidence in the present case does not support an officially induced error of law."], ["[31]", "Because of my conclusions, I find that the plaintiff's action (appeal) must be dismissed with costs to the defendant."], ["[32]", "As the action (appeal) is dismissed, I need not deal with remedy.", "JUDGMENT"], ["[33]", "THIS COURT'S JUDGMENT is that", "the plaintiff's action (appeal) is dismissed with costs to the defendant.", "Appeal dismissed.", "Editor: Steven C. McMinniman/vnh", "APPENDIX", "Relevant Statutory Provisions", "Proceeds of Crime (Money Laundering) and Terrorist Financing Act", ", SC 2000, c 17", "3. The object of this Act is", "(a) to implement specific measures to detect and deter money laundering and the financing of terrorist activities and to facilitate the investigation and prosecution of money laundering offences and terrorist activity financing offences, including", "(i) establishing record keeping and client identification requirements for financial services providers and other persons or entities that engage in businesses, professions or activities that are susceptible to being used for money laundering or the financing of terrorist activities,", "(ii) requiring the reporting of suspicious financial transactions and of cross-border movements of currency and monetary instruments, and", "(iii) establishing an agency that is responsible for ensuring compliance with Parts 1 and 1.1 and for dealing with reported and other information;", "(b) to respond to the threat posed by organized crime by providing law enforcement officials with the information they need to deprive criminals of the proceeds of their criminal activities, while ensuring that appropriate safeguards are put in place to protect the privacy of persons with respect to personal information about themselves;", "(c) to assist in fulfilling Canada's international commitments to participate in the fight against transnational crime, particularly money laundering, and the fight against terrorist activity; and", "...", "12. (1) Every person or entity referred to in subsection (3) shall report to an officer, in accordance with the regulations, the importation or exportation of currency or monetary instruments of a value equal to or greater than the prescribed amount.", "(2) A person or entity is not required to make a report under subsection (1) in respect of an activity if the prescribed conditions are met in respect of the person, entity or activity, and if the person or entity satisfies an officer that those conditions have been met.", "(3) Currency or monetary instruments shall be reported under subsection (1)", "(a) in the case of currency or monetary instruments in the actual possession of a person arriving in or departing from Canada, or that form part of their baggage if they and their baggage are being carried on board the same conveyance, by that person or, in prescribed circumstances, by the person in charge of the conveyance;", "(b) in the case of currency or monetary instruments imported into Canada by courier or as mail, by the exporter of the currency or monetary instruments or, on receiving notice under subsection 14(2), by the importer;", "(c) in the case of currency or monetary instruments exported from Canada by courier or as mail, by the exporter of the currency or monetary instruments;", "(d) in the case of currency or monetary instruments, other than those referred to in paragraph (a) or imported or exported as mail, that are on board a conveyance arriving in or departing from Canada, by the person in charge of the conveyance; and", "(e) in any other case, by the person on whose behalf the currency or monetary instruments are imported or exported.", "(4) Every person arriving in or departing from Canada shall", "(a) answer truthfully any questions asked by the officer in the performance of the officer's duties and functions under this Part; and", "(b) if the person is arriving in or departing from Canada with any currency or monetary instruments in respect of which a report is made, on request of an officer, present the currency or monetary instruments that they are carrying or transporting, unload any conveyance or part of a conveyance or baggage and open or unpack any package or container that the officer wishes to examine.", "...", "18. (1) If an officer believes on reasonable grounds that subsection 12(1) has been contravened, the officer may seize as forfeit the currency or monetary instruments.", "(2) The officer shall, on payment of a penalty in the prescribed amount, return the seized currency or monetary instruments to the individual from whom they were seized or to the lawful owner unless the officer has reasonable grounds to suspect that the currency or monetary instruments are proceeds of crime within the meaning of subsection 462.3(1) of the", "Criminal Code", "or funds for use in the financing of terrorist activities.", "...", "24. The forfeiture of currency or monetary instruments seized under this Part is final and is not subject to review or to be set aside or otherwise dealt with except to the extent and in the manner provided by sections 24.1 and 25.", "24.1 (1) The Minister, or any officer delegated by the President for the purposes of this section, may, within 90 days after a seizure made under subsection 18(1) or an assessment of a penalty referred to in subsection 18(2),", "(a) cancel the seizure, or cancel or refund the penalty, if the Minister is satisfied that there was no contravention; or", "(b) reduce the penalty or refund the excess amount of the penalty collected if there was a contravention but the Minister considers that there was an error with respect to the penalty assessed or collected, and that the penalty should be reduced.", "(2) If an amount is refunded to a person or entity under paragraph (1)(a), the person or entity shall be given interest on that amount at the prescribed rate for the period beginning on the day after the day on which the amount was paid by that person or entity and ending on the day on which it was refunded.", "25. A person from whom currency or monetary instruments were seized under section 18, or the lawful owner of the currency or monetary instruments, may, within 90 days after the date of the seizure, request a decision of the Minister as to whether subsection 12(1) was contravened, by giving notice to the Minister in writing or by any other means satisfactory to the Minister.", "...", "27. (1) Within 90 days after the expiry of the period referred to in subsection 26(2), the Minister shall decide whether subsection 12(1) was contravened.", "...", "28. If the Minister decides that subsection 12(1) was not contravened, the Minister of Public Works and Government Services shall, on being informed of the Minister's decision, return the penalty that was paid, or the currency or monetary instruments or an amount of money equal to their value at the time of the seizure, as the case may be.", "29. (1) If the Minister decides that subsection 12(1) was contravened, the Minister may, subject to the terms and conditions that the Minister may determine,", "(a) decide that the currency or monetary instruments or, subject to subsection (2), an amount of money equal to their value on the day the Minister of Public Works and Government Services is informed of the decision, be returned, on payment of a penalty in the prescribed amount or without penalty;", "(b) decide that any penalty or portion of any penalty that was paid under subsection 18(2) be remitted; or", "(c) subject to any order made under section 33 or 34, confirm that the currency or monetary instruments are forfeited to Her Majesty in right of Canada.", "The Minister of Public Works and Government Services shall give effect to a decision of the Minister under paragraph (a) or (b) on being informed of it.", "...", "30. (1) A person who requests a decision of the Minister under section 27 may, within 90 days after being notified of the decision, appeal the decision by way of an action in the Federal Court in which the person is the plaintiff and the Minister is the defendant.", "(2) The", "Federal Courts Act", "and the rules made under that Act that apply to ordinary actions apply to actions instituted under subsection (1) except as varied by special rules made in respect of such actions.", "(3) The Minister of Public Works and Government Services shall give effect to the decision of the Court on being informed of it.", "(4) If the currency or monetary instruments were sold or otherwise disposed of under the", "Seized Property Management Act", ", the total amount that can be paid under subsection (3) shall not exceed the proceeds of the sale or disposition, if any, less any costs incurred by Her Majesty in respect of the currency or monetary instruments.", "...", "73.28 If a person or entity fails to remit a penalty payable under this Part to the Receiver General, the person or entity shall pay to the Receiver General interest on the amount of the penalty. The interest shall be calculated at the prescribed rate for the period beginning on the first day after the day on which the amount was required to be paid and ending on the day on which the amount is paid.", "3. La présente loi a pour objet:", "a) de mettre en oeuvre des mesures visant à détecter et décourager le recyclage des produits de la criminalité et le financement des activités terroristes et à faciliter les enquêtes et les poursuites relatives aux infractions de recyclage des produits de la criminalité et aux infractions de financement des activités terroristes, notamment:", "(i) imposer des obligations de tenue de documents et d'identification des clients aux fournisseurs de services financiers et autres personnes ou entités qui se livrent à l'exploitation d'une entreprise ou à l'exercice d'une profession ou d'activités susceptibles d'être utilisées pour le recyclage des produits de la criminalité ou pour le financement des activités terroristes,", "(ii) établir un régime de déclaration obligatoire des opérations financières douteuses et des mouvements transfrontaliers d'espèces et d'effets,", "(iii) constituer un organisme chargé du contrôle d'application des parties 1 et 1.1 et de l'examen de renseignements, notamment ceux portés à son attention au titre du sous-alinéa (ii);", "b) de combattre le crime organisé en fournissant aux responsables de l'application de la loi les renseignements leur permettant de priver les criminels du produit de leurs activités illicites, tout en assurant la mise en place des garanties nécessaires à la protection de la vie privée des personnes à l'égard des renseignements personnels les concernant;", "c) d'aider le Canada à remplir ses engagements internationaux dans la lutte contre le crime transnational, particulièrement le recyclage des produits de la criminalité, et la lutte contre les activités terroristes;", "...", "12. (1) Les personnes ou entités visées au paragraphe (3) sont tenues de déclarer à l'agent, conformément aux règlements, l'importation ou l'exportation des espèces ou effets d'une valeur égale ou supérieure au montant réglementaire.", "(2) Une personne ou une entité n'est pas tenue de faire une déclaration en vertu du paragraphe (1) à l'égard d'une importation ou d'une exportation si les conditions réglementaires sont réunies à l'égard de la personne, de l'entité, de l'importation ou de l'exportation et si la personne ou l'entité convainc un agent de ce fait.", "(3) Le déclarant est, selon le cas:", "a) la personne ayant en sa possession effective ou parmi ses bagages les espèces ou effets se trouvant à bord du moyen de transport par lequel elle arrive au Canada ou quitte le pays ou la personne qui, dans les circonstances réglementaires, est responsable du moyen de transport;", "b) s'agissant d'espèces ou d'effets importés par messager ou par courrier, l'exportateur étranger ou, sur notification aux termes du paragraphe 14(2), l'importateur;", "c) l'exportateur des espèces ou effets exportés par messager ou par courrier;", "d) le responsable du moyen de transport arrivé au Canada ou qui a quitté le pays et à bord duquel se trouvent des espèces ou effets autres que ceux visés à l'alinéa a) ou importés ou exportés par courrier;", "e) dans les autres cas, la personne pour le compte de laquelle les espèces ou effets sont importés ou exportés.", "(4) Toute personne qui entre au Canada ou quitte le pays doit:", "a) répondre véridiquement aux questions que lui pose un agent dans l'exercice des attributions que lui confère la présente partie;", "b) si elle entre au Canada ou quitte le pays avec des espèces ou effets une fois la déclaration faite, à la demande de l'agent, lui présenter les espèces ou effets qu'elle transporte, décharger les moyens de transport et en ouvrir les parties et ouvrir ou défaire les colis et autres contenants que l'agent veut examiner.", "...", "18. (1) S'il a des motifs raisonnables de croire qu'il y a eu contravention au paragraphe 12(1), l'agent peut saisir à titre de confiscation les espèces ou effets.", "(2) Sur réception du paiement de la pénalité réglementaire, l'agent restitue au saisi ou au propriétaire légitime les espèces ou effets saisis sauf s'il soupçonne, pour des motifs raisonnables, qu'il s'agit de produits de la criminalité au sens du paragraphe 462.3(1) du", "Code criminel", "ou de fonds destinés au financement des activités terroristes.", "...", "24. La saisie-confiscation d'espèces ou d'effets effectuée en vertu de la présente partie est définitive et n'est susceptible de révision, de rejet ou de toute autre forme d'intervention que dans la mesure et selon les modalités prévues aux articles 24.1 et 25.", "24.1 (1) Le ministre ou l'agent que le président délègue pour l'application du présent article peut, dans les quatre-vingt-dix jours suivant la saisie effectuée en vertu du paragraphe 18(1) ou l'établissement de la pénalité réglementaire visée au paragraphe 18(2):", "a) si le ministre est convaincu qu'aucune infraction n'a été commise, annuler la saisie, ou annuler ou rembourser la pénalité;", "b) s'il y a eu infraction mais que le ministre est d'avis qu'une erreur a été commise concernant la somme établie ou versée et que celle-ci doit être réduite, réduire la pénalité ou rembourser le trop-perçu.", "(2) La somme qui est remboursée à une personne ou entité en vertu de l'alinéa (1)a) est majorée des intérêts au taux réglementaire, calculés à compter du lendemain du jour du paiement de la somme par celle-ci jusqu'à celui de son remboursement.", "25. La personne entre les mains de qui ont été saisis des espèces ou effets en vertu de l'article 18 ou leur propriétaire légitime peut, dans les quatre-vingt-dix jours suivant la saisie, demander au ministre au moyen d'un avis écrit ou de toute autre manière que celui-ci juge indiquée de décider s'il y a eu contravention au paragraphe 12(1).", "...", "27. (1) Dans les quatre-vingt-dix jours qui suivent l'expiration du délai mentionné au paragraphe 26(2), le ministre décide s'il y a eu contravention au paragraphe 12(1).", "...", "28. Si le ministre décide qu'il n'y a pas eu de contravention au paragraphe 12(1), le ministre des Travaux publics et des Services gouvernementaux, dès qu'il est informé de la décision du ministre, restitue la valeur de la pénalité réglementaire, les espèces ou effets ou la valeur de ceux-ci au moment de la saisie, selon le cas.", "29. (1) S'il décide qu'il y a eu contravention au paragraphe 12(1), le ministre peut, aux conditions qu'il fixe:", "a) soit restituer les espèces ou effets ou, sous réserve du paragraphe (2), la valeur de ceux-ci à la date où le ministre des Travaux publics et des Services gouvernementaux est informé de la décision, sur réception de la pénalité réglementaire ou sans pénalité;", "b) soit restituer tout ou partie de la pénalité versée en application du paragraphe 18(2);", "c) soit confirmer la confiscation des espèces ou effets au profit de Sa Majesté du chef du Canada, sous réserve de toute ordonnance rendue en application des articles 33 ou 34.", "Le ministre des Travaux publics et des Services gouvernementaux, dès qu'il en est informé, prend les mesures nécessaires à l'application des alinéas a) ou b).", "...", "30. (1) La personne qui a demandé que soit rendue une décision en vertu de l'article 27 peut, dans les quatre-vingt-dix jours suivant la communication de cette décision, en appeler par voie d'action à la Cour fédérale à titre de demandeur, le ministre étant le défendeur.", "(2) La", "Loi sur les Cours fédérales", "et les règles prises aux termes de cette loi applicables aux actions ordinaires s'appliquent aux actions intentées en vertu du paragraphe (1), avec les adaptations nécessaires occasionnées par les règles propres à ces actions.", "(3) Le ministre des Travaux publics et des Services gouvernementaux, dès qu'il en a été informé, prend les mesures nécessaires pour donner effet à la décision de la Cour.", "(4) En cas de vente ou autre forme d'aliénation des espèces ou effets en vertu de la", "Loi sur l'administration des biens saisis", ", le montant de la somme qui peut être versée en vertu du paragraphe (3) ne peut être supérieur au produit éventuel de la vente ou de l'aliénation, duquel sont soustraits les frais afférents exposés par Sa Majesté; à défaut de produit de l'aliénation, aucun paiement n'est effectué.", "...", "73.28 La pénalité exigible au titre de la présente partie porte intérêt, au taux réglementaire, à compter du lendemain de l'expiration du délai de versement et jusqu'au jour du versement.", "Relevant Regulatory Provisions", "Cross-Border Currency and Monetary Instruments Reporting Regulations", ", SOR/2002-412", "1. (1) The following definitions apply in the Act and these Regulations.", "...", "\"Act\" means the Proceeds of Crime (Money Laundering) and Terrorist Financing Act. (Loi)", "...", "2. (1) For the purposes of reporting the importation or exportation of currency or monetary instruments of a certain value under subsection 12(1) of the Act, the prescribed amount is $10,000.", "(2) The prescribed amount is in Canadian dollars or its equivalent in a foreign currency, based on", "(a) the official conversion rate of the Bank of Canada as published in the Bank of Canada's Daily Memorandum of Exchange Rates that is in effect at the time of importation or exportation; or", "(b) if no official conversion rate is set out in that publication for that currency, the conversion rate that the person or entity would use for that currency in the normal course of business at the time of the importation or exportation.", "3. Subject to subsections 4(3) and (3.1) and section 8, a report with respect to the importation or exportation of currency or monetary instruments shall", "(a) be made in writing;", "(b) contain the information referred to", "(i) in Schedule 1, in the case of a report made by the person described in paragraph 12(3)(a) of the Act, if that person is not transporting on behalf of an entity or other person,", "(ii) in Schedule 2, in the case of a report made by the person described in paragraph 12(3)(a) of the Act, if that person is transporting on behalf of an entity or other person,", "(iii) in Schedule 2, in the case of a report made by the person or entity described in paragraph 12(3)(b), (c) or (e) of the Act, and", "(iv) in Schedule 3, in the case of a report made by the person described in paragraph 12(3)(d) of the Act;", "(c) contain a declaration that the statements made in the report are true, accurate and complete; and", "(d) be signed and dated by the person or entity described in paragraph 12(3)(a), (b), (c), (d) or (e) of the Act, as applicable.", "...", "18. For the purposes of subsection 18(2) of the Act, the prescribed amount of the penalty is", "(a) $250, in the case of a person or entity who", "(i) has not concealed the currency or monetary instruments,", "(ii) has made a full disclosure of the facts concerning the currency or monetary instruments on their discovery, and", "(iii) has no previous seizures under the Act;", "(b) $2,500, in the case of a person or entity who", "(i) has concealed the currency or monetary instruments, other than by means of using a false compartment in a conveyance, or who has made a false statement with respect to the currency or monetary instruments, or", "(ii) has a previous seizure under the Act, other than in respect of any type of concealment or for making false statements with respect to the currency or monetary instruments; and", "(c) $5,000, in the case of a person or entity who", "(i) has concealed the currency or monetary instruments by using a false compartment in a conveyance, or", "(ii) has a previous seizure under the Act for any type of concealment or for making a false statement with respect to the currency or monetary instruments.", "1. (1) Les définitions qui suivent s'appliquent à la Loi et au présent règlement.", "...", "« Loi » La Loi sur le recyclage des produits de la criminalité et le financement des activités terroristes. (Act)", "...", "2. (1) Pour l'application du paragraphe 12(1) de la Loi, les espèces ou effets dont l'importation ou l'exportation doit être déclarée doivent avoir une valeur égale ou supérieure à 10 000 $.", "(2) La valeur de 10 000 $ est exprimée en dollars canadiens ou en son équivalent en devises selon:", "a) le taux de conversion officiel de la Banque du Canada publié dans son Bulletin quotidien des taux de change en vigueur à la date de l'importation ou de l'exportation;", "b) dans le cas où la devise ne figure pas dans ce bulletin, le taux de conversion que le déclarant utiliserait dans le cours normal de ses activités à cette date.", "3. Sous réserve des paragraphes 4(3) et (3.1) et de l'article 8, la déclaration de l'importation ou de l'exportation d'espèces ou d'effets doit:", "a) être faite par écrit;", "b) comporter les renseignements prévus à:", "(i) à l'annexe 1, dans le cas d'une déclaration faite par la personne visée à l'alinéa 12(3)a) de la Loi, si elle transporte les espèces ou les effets pour son propre compte,", "(ii) à l'annexe 2, dans le cas d'une déclaration faite par la personne visée à l'alinéa 12(3)a) de la Loi, si elle transporte les espèces ou les effets pour le compte d'une entité ou d'une autre personne,", "(iii) à l'annexe 2, dans le cas d'une déclaration faite par la personne ou l'entité visée aux alinéas 12(3)b), c) ou e) de la Loi,", "(iv) à l'annexe 3, dans le cas d'une déclaration faite par la personne visée à l'alinéa 12(3)d) de la Loi;", "c) porter une mention selon laquelle les renseignements fournis sont véridiques, exacts et complets;", "d) être signée et datée par la personne ou l'entité visée aux alinéas 12(3)a), b), c), d) ou e) de la Loi, selon le cas.", "...", "18. Pour l'application du paragraphe 18(2) de la Loi, le montant de la pénalité est de:", "a) 250 $, si la personne ou l'entité, à la fois:", "(i) n'a pas dissimulé les espèces ou effets,", "(ii) a divulgué tous les faits concernant les espèces ou effets au moment de leur découverte,", "(iii) n'a fait l'objet d'aucune saisie antérieure en vertu de la Loi;", "b) 2 500 $, si la personne ou l'entité:", "(i) soit a dissimulé les espèces ou effets, autrement qu'en se servant de faux compartiments dans un moyen de transport, ou a fait de fausses déclarations relativement aux espèces ou effets,", "(ii) soit a fait l'objet d'une saisie antérieure en vertu de la Loi pour une raison autre que celle d'avoir dissimulé des espèces ou effets ou d'avoir fait de fausses déclarations relativement à des espèces ou effets;", "c) 5 000 $, si la personne ou l'entité:", "(i) soit a dissimulé les espèces ou effets en se servant de faux compartiments dans un moyen de transport,", "(ii) soit a fait l'objet d'une saisie antérieure en vertu de la Loi pour avoir dissimulé des espèces ou effets ou pour avoir fait de fausses déclarations relativement à des espèces ou effets."]]}