{"id_": "061668", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "]. The Applicant seeks to set aside a September 30, 2014 decision by the Minister's delegate pursuant to subsection 44(2) of", "IRPA", "to refer the Applicant's file to the Immigration Division (ID) for an admissibility hearing. The Minister's delegate referred the Applicant to the ID to determine whether the Applicant is inadmissible for serious criminality under paragraph 36(1)(", ") of", "IRPA", ". The decision was based on an April 14, 2014 report under subsection 44(1) and a \"subsection 44(1) and 55 Highlights\" report dated September 30, 2014 by Alvin Nath, Immigration Officer (referred to as the \"Highlights report\")."], ["[2]", "For the reasons that follow, I have come to the conclusion that the application ought to be dismissed.", "Facts"], ["[3]", "The Applicant is a 33-year-old citizen of Israel. He came to Canada with his family in 1996 and became a permanent resident in 2005."], ["[4]", "In May 2011 he was convicted of trafficking in cocaine, contrary to subsection 5(1) of the", "Controlled Drugs and Substances Act", ", SC 1996, c 19. He had been identified as a drug trafficker in a \"dial-a-dope\" operation in 2009. The offense is punishable for up to life in prison (subsection 5(3)). He was sentenced to an 18 month conditional sentence."], ["[5]", "In October 2011, the Canada Border Services Agency (CBSA) initiated an organized crime investigation into the Applicant's connection with Viktar Papkou. This individual was already under investigation for organized crime involving real estate fraud and laundering proceeds of crime."], ["[6]", "On April 14, 2014, Citizenship and Immigration Canada (CIC) issued a report under subsection 44(1) of", "IRPA", "alleging that the Applicant is inadmissible for serious criminality under paragraph 36(1)(", ") of", "IRPA", ". The Applicant was interviewed concerning his drug trafficking conviction on April 15, 2014."], ["[7]", "Based on information obtained during that interview, a second report under subsection 44(1) alleging that the Applicant was inadmissible for organized criminality pursuant to paragraph 37(1)(", ") was issued on April 17, 2014. The Applicant was provided an opportunity to respond to these reports and he did file submissions on June 19, 2014."], ["[8]", "On August 29, 2014, the Applicant was interviewed again, this time regarding his association with Papkou and his involvement in real estate fraud. After the interview, CBSA sent the Applicant further disclosure regarding the real estate fraud allegations. On September 26, 2014, the Applicant provided further submissions to CBSA on the new allegations."], ["[9]", "On September 30, 2014, the Immigration Officer prepared the \"Highlights report\", summarizing the investigation and submissions regarding both the serious criminality and organized crime grounds of inadmissibility. The Officer recommended that an inadmissibility hearing be held before the ID regarding the serious criminality, but that no further action be taken on the organized criminality ground.", "The impugned decision"], ["[10]", "The \"Highlights report\" deals with both the serious criminality (paragraph 36(1)(", ")) and organized criminality (paragraph 37(1)(", ")) grounds of inadmissibility."], ["[11]", "The Officer first summarized the file and then presented the two grounds of inadmissibility. He added that the Applicant's name had been mentioned in an organized crime investigation of Mr. Papkou, who had allegedly been involved in real estate fraud schemes and was currently charged with laundering proceeds of crime. As a result of the Applicant's connection to Mr. Papkou, an investigation into the Applicant was initiated in October 2011."], ["[12]", "The Officer then summarized the Applicant's June 19, 2014 submissions in response to the serious criminality ground. The Applicant emphasized that the conviction for drug trafficking was his only conviction in Canada, he was unlikely to re-offend, and that he had many ties in Canada and none in Israel."], ["[13]", "The Officer subsequently discussed the organized criminality allegation. He summarized the August 29, 2014 interview, where the Applicant responded to questions about his alleged involvement in real estate fraud. Online media articles mentioned the Applicant's involvement in the real estate fraud scheme. A short summary of the Applicant's response to that allegation is then presented: in short, the Applicant maintained that he did not knowingly or willingly enter into any fraudulent real estate transaction. The Officer thereafter reviewed civil court documents showing the Applicant named on real estate transactions and statements of claim. The Officer noted that the Applicant had not been charged or convicted in relation to real estate fraud, although he was a police suspect in at least two mortgage fraud files. The only other incidents of note were an arrest for assault in 2009 (he was released with no charges) and an assault charge in 2006 for which he received a conditional discharge and probation. The Officer also discussed the Applicant's possible involvement in credit card fraud."], ["[14]", "Finally, the Officer discussed the Applicant's September 26, 2014 submissions in response to the organized criminality issue. These submissions emphasized that no charges were ever laid, the Applicant cooperated fully with the RCMP, and that the Applicant did not knowingly participate in fraud."], ["[15]", "The Officer recommended that the Applicant be convoked to an admissibility hearing for serious criminality in relation to the drug trafficking conviction. However, the Officer recommended no further action be taken on the organized criminality issue. The Officer based the serious criminality recommendation on three points: first, the Applicant received permanent residence less than 10 years ago and already has a conviction for drug trafficking and a conditional discharge for assault and probation for assault; second, the trafficking conviction was fairly recent; third, his involvement in drug trafficking occurred when he was well into his adult years.", "Issues"], ["[16]", "There are two issues to be decided in this application. First, the Court must determine what is the standard of review applicable to the decision to refer the Applicant to an admissibility hearing. Second, the Court must address the Applicant's submission that his referral to the ID was either procedurally unfair or unreasonable because the Officer relied in his Highlights report upon extraneous evidence considerations."], ["[17]", "The Respondent also raised a preliminary issue, arguing that the Minister of Citizenship and Immigration is incorrectly named as the Respondent in this proceeding. I agree that it is the Minister of Public Safety and Emergency Preparedness who is responsible for administering section 44 of the", "IRPA", "and who is \"the Minister\" under that section, pursuant to the", "Order Setting Out the Respective Responsibilities of the Minister of Citizenship and Immigration and the Minister of Public Safety and Emergency Preparedness Under the Act", ", SI/2005-120, para (", "). Accordingly, the style of cause shall be amended to reflect those responsibilities.", "Analysis", "A.", "The standard of review"], ["[18]", "The Applicant argues that his referral to the ID was either procedurally unfair or unreasonable, essentially because the Minister's Delegate improperly relied on information related to his possible involvement in organized criminality when deciding to refer him for serious criminality. In my view, the Applicant does not make any true procedural fairness argument. Indeed, the Applicant does not argue that he was denied any of the procedural rights for section 44 decisions as described in", "REFERENCE_SUPPRESSED, nor could he. The Applicant was interviewed concerning his conviction and the drug trafficking operation on April 15, 2014, he was provided an opportunity to respond to the two Reports under subsection 44(1) of the", "IRPA", "and he did file submissions on June 19, 2014, he was interviewed again and questioned about media reports that alleged his involvement in real estate fraud on August 29, 2014, and he was provided a further opportunity to respond and did file further submissions on September 26, 2014."], ["[19]", "What the Applicant really argues is that the Officer's reliance on unproven allegations such as news articles, police reports and unsourced statements prejudiced him in the Officer's exercise of discretion and casted a long shadow on his recommendation, thereby rendering the decision unreasonable. As is well established, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process, as well as with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:", "REFERENCE_SUPPRESSED.", "B.", "The reasonableness of the decision"], ["[20]", "The Applicant submits that the Highlights report presented multiple prejudicial allegations against him. In particular, the Officer mentioned information from police investigations, media reports, and civil court proceedings. Yet, no charges were ever laid against Mr. Balan for real estate fraud or organized criminality. While the report recommends not to move forward with the organized criminality issue, large portions of that report are devoted to these unproven allegations. In the context of the Officer's discretion under subsection 44(2) to refer or not to refer the Applicant to an admissibility hearing, it is argued that these statements were highly prejudicial to the Applicant. In his Reply submissions, the Applicant went as far as stating that the real estate fraud should not have been included as it \"has nothing to do with organized criminality\"."], ["[21]", "I agree with the Applicant that police reports relating to conduct that did not give rise to arrests or charges is not proof of criminal conduct and cannot be relied upon in the context of a subsection 44(2) report: see", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED. Similarly, reports to Crown counsel that do not result in charges, and withdrawn charges, cannot be relied upon as evidence of criminality or to impugn the Applicant's credibility or character:", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED."], ["[22]", "However, I am unable to agree with the Applicant that the real estate fraud allegations and the reference in the report to news articles, civil court documents and police reports relating to these allegations placed a cloud of suspicion over the Applicant and prejudiced him in his attempt to gain discretionary relief pursuant to subsection 44(2). The Officer's task was to make a recommendation in respect of each ground of inadmissibility, and it was therefore appropriate for him to include information in respect of each ground of inadmissibility. Based on his assessment of that evidence, the Officer recommended not to pursue the organized criminality ground."], ["[23]", "There is simply no indication that the Officer relied on the impugned information in his recommendation to refer the Applicant for the serious criminality ground. The Minister's delegate's referral with respect to that ground was explicitly based on the duration of the Applicant's time in Canada, his recent convictions for cocaine trafficking and assault, and his age at the time of his cocaine trafficking conviction. As a result, the cases relied upon by the Applicant and quoted at paragraph 21 of these reasons are not relevant. The case at bar is clearly distinguishable from", "REFERENCE_SUPPRESSED, where, in an application for permanent residence on humanitarian and compassionate grounds, the officer relied on the existence of outstanding charges to impugn the applicant's good character. In fact, the Applicant does not dispute that his recent cocaine trafficking conviction and the other factors referred to in the officer's recommendation could reasonably ground the referral to the ID."], ["[24]", "In short, I have not been convinced that the discussion of the fraud allegations by the Officer and his reference to various documents in that respect had a spillover effect on his determination to refer the Applicant to the ID for serious criminality. It merely informed the Officer's decision to take no further action with respect to organized criminality; the rest is pure speculation. As for the argument that the information relating to real estate fraud has nothing to do with organized criminality, it is clearly unsustainable and was not raised in oral submissions. The organized crime investigation initiated against the Applicant in October 2011 resulted in part from the Applicant's connection to an individual who was under investigation for organized crime with respect to several real estate fraud schemes."], ["[25]", "In any event, the Minister's delegate had very little discretion not to refer the serious criminality ground to a hearing, and as a result the possibility that the fraud allegations influenced the Minister in refusing to grant discretionary relief pursuant to subsection 44(2) is minimal. Although that provision indicates that the Minister \"may\" take these actions if the Minister is of the opinion that the subsection 44(1) inadmissibility report is well-founded, the Federal Court of Appeal in", "REFERENCE_SUPPRESSED, held that the Minister's discretion varies based on the ground of inadmissibility, whether the person is a permanent resident or a foreign national, and whether the Minister's delegate refers the matter to the ID or issues the deportation order directly (at paras 21-22). In the case of inadmissibility for criminality under section 36, the Minister likely has very little discretion. The Federal Court of Appeal held that the detailed wording of section 36 severely limits the Minister's discretion under section 44:"], ["[35] I conclude that the wording of sections 36 and 44 of the Act and of the applicable sections of the Regulations does not allow immigration officers and Minister's delegates, in making findings of inadmissibility under subsections 44(1) and (2) of the Act in respect of persons convicted of serious or simple offences in Canada, any room to manoeuvre apart from that expressly carved out in the Act and the Regulations. Immigration officers and Minister's delegates are simply on a fact-finding mission, no more, no less. Particular circumstances of the person, the offence, the conviction and the sentence are beyond their reach. It is their respective responsibility, when they find a person to be inadmissible on grounds of serious or simple criminality, to prepare a report and to act on it.", "(...)"], ["[37] It cannot be, in my view, that Parliament would have in sections 36 and 44 of the Act spent so much effort defining objective circumstances in which persons who commit certain well defined offences in Canada are to be removed, to then grant the immigration officer or the Minister's delegate the option to keep these persons in Canada for reasons other than those contemplated by the Act and the Regulations. It is not the function of the immigration officer, when deciding whether or not to prepare a report on inadmissibility based on paragraph 36(2)(", ") grounds, or the function of the Minister's delegate when he acts on a report, to deal with matters described in sections 25 (H&C considerations) and 112 (Pre-Removal Assessment Risk) of the Act ..."], ["[26]", "As was made clear by the Court in that case, the appeal dealt with foreign nationals in respect of whom an inadmissibility report was prepared by an officer on the sole ground of criminality (paragraph 36(2)(", ")) in Canada and in respect of whom the Minister's delegate issued a deportation order. The Court's reasoning, however, would seem to apply with equal force to permanent residents and to other grounds of inadmissibility, such as serious criminality pursuant to paragraph 36(1)(a); indeed, the Court does not distinguish between paragraphs 36(1)(a) and (b) in its analysis. It is true that this Court, in", "CITATION_SUPPRESSED", ", took the view that the Minister's discretion is somewhat broader when deciding whether to refer a permanent resident convicted of serious offences in Canada to the ID. Unfortunately, the certified question pertaining to that issue was left unanswered as a result of the appeal having been abandoned, and the Federal Court of Appeal in", "CITATION_SUPPRESSED", "thought it best to leave that question for another day. Be that as it may, it is probably safe to say that the Minister's discretion is relatively narrow under section 44, if only because paragraph 36(1)(", ") does not call for much judgment in its implementation. That section is met as soon as a permanent resident or foreign national has either been convicted in Canada of an offence with a maximum term of at least 10 years or of an offence for which a term of imprisonment of more than six months has been imposed. The Applicant clearly meets that requirement."], ["[27]", "To the extent that sections 36(1)(", ") and 44(1) allow a residual discretion for the immigration officer to take into account humanitarian and compassionate considerations, they have been considered. The Officer extensively summarized the Applicant's submissions in this respect and obviously turned his mind to them. There is simply no basis to say that the fraud allegations overshadowed these considerations or had any influence on the decision to refer for serious criminality. The mere fact that the Officer did not provide a separate 44 Highlights report for each potential ground of inadmissibility is insufficient to infer that the evidence relating to the fraud allegations skewed his analysis relating to paragraph 36(1)(", ").", "Conclusion"], ["[28]", "For all of the above reasons, I have come to the conclusion that this application ought to be dismissed. No question is certified.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "1. This Application is dismissed.", "2. The style of cause is amended to substitute the Minister of Public Safety and Emergency Preparedness for \"The Minister of Citizenship and Immigration\".", "Application dismissed.", "Editor: E. Joanne Oley/bk", "[End of document]"]]}