{"id_": "061630", "body_str": [["[1]", "O'Keefe, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) for judicial review of a decision by a pre-removal risk assessment (PRRA) officer (the officer) dated December 12, 2011 wherein the applicants' PRRA application was refused. The officer's decision was based on the finding that the applicants would not be subject to risk of persecution, danger of torture, risk to life or risk of cruel and unusual treatment or punishment if returned to China."], ["[2]", "The applicants request that the officer's decision be set aside and the application be referred for redetermination by a different officer.", "Background"], ["[3]", "Jingshu Jiang, the principal applicant, and his wife, Xiuqing Jiang, are citizens of China, while their sons are United States citizens. The principal applicant applied for asylum in the U.S. in 1993 based on participation in the Chinese student democracy movement. His claim was denied in 2002 and his appeal was refused in 2009."], ["[4]", "In July 2001, the principal applicant married his wife who had fled China to the U.S. due to fear of persecution because of inhumane family planning policy in China. The applicants' sons were born in the U.S. while their asylum appeal was pending."], ["[5]", "The principal applicant's wife began practicing Falun Gong in March 2008 as treatment for insomnia and headaches. She began to contact her former schoolmates in China to share her experience, including pamphlets and", "Epoch Times", "clippings."], ["[6]", "When the applicants' U.S. appeal was refused in May 2009, the principal applicant's wife received a phone call from her father telling her that the Public Security Bureau (PSB) went to their home, had discovered the pamphlets and asked that she return to China and turn herself in. Her classmates had already been arrested."], ["[7]", "The principal applicant and his family came to Canada on August 22, 2009 and made a claim for refugee protection. This claim was refused on December 24, 2010, and leave for judicial review was denied by this Court on April 13, 2011."], ["[8]", "In May 2011, they filed a pre-removal risk assessment (PRRA) application and in July 2011, they filed an H&C application. These applications were refused on December 8, 2011 and December 12, 2011 respectively, by the same officer.", "Officer's PRRA Decision"], ["[9]", "In a letter dated December 12, 2011, the officer informed the applicants of the negative decision. Reasons for the decision were also provided."], ["[10]", "The officer began by summarizing the principal applicant's family's biographical information and immigration history. The officer noted no weight would be given to any evidence which was available at the time of the applicants' Refugee Protection Division (RPD) hearing."], ["[11]", "The officer summarized the applicants' allegations and noted that the RPD had found that the principal applicant's wife had not been identified as a practitioner by the PSB, was not a genuine Falun Gong practitioner and that she came to Canada on a fraudulent basis. The RPD had also found the principal applicant's testimony was not credible in relation to his wife's practice of Falun Gong. On the principal applicant's claim of persecution by the Chinese government due to violating the one child policy, the RPD found that the children would be registered in the family hukou after the payment of a fine."], ["[12]", "The officer found that the risk identified by the applicants was the same as the risk heard and assessed by the RPD. The applicants did not address the negative credibility finding by the RPD. The purpose of a PRRA is not to re-argue the facts that were before the RPD. A subsequent attestation of a risk scenario previously determined not credible, unaccompanied by objective corroborative evidence, neither overcomes the credibility concerns of the RPD nor provides sufficient evidence of a forward-looking risk to the applicants."], ["[13]", "The officer noted that much of the country condition evidence relied upon by the applicants was not specifically related to the applicants' family. The fact that documentary evidence shows that a human rights situation in a country is problematic does not necessarily mean there is a risk to a given individual."], ["[14]", "The officer reviewed country conditions evidence relating to China's persecution of Falun Gong practitioners, noting that they continue to face arrest, detention and imprisonment. Although practicing Falun Gong in the privacy of one's home is possible, it could become dangerous if the authorities became aware of it. The treatment of practitioners varied across provinces, being more relaxed in the south."], ["[15]", "The officer then turned to country conditions evidence relating to family planning policies, describing the history of the one child policy and the monetary penalty for extra births. The officer cited a response to information request (the RIR) stating that in the applicants' home province, the children would be registered in the hukou after the payment of a fine. There are no reports of couples experiencing difficulties upon returning to Fujian Province and evidence shows that children are welcomed back and mostly forgiven in regard to any penalty concerning an out of plan birth."], ["[16]", "The officer concluded that the evidence did not support the applicants' claim of persecution or harm in China.", "Issues"], ["[17]", "The applicants submit the following points at issue:", "1. Whether the officer breached the duty of fairness by basing his decision on a selective review of the documentary evidence?", "2. Whether the officer breached the duty of fairness by unreasonably discounting the applicants' documentary evidence?", "3. Whether the officer erred in finding that the applicants' family would not face persecution or harm in China when his finding conflicted with the officer's own evidence?"], ["[18]", "I would rephrase the issues as follows:", "1. What is the appropriate standard of review?", "2. Did the officer err in denying the application?", "3. Did the officer breach procedural fairness?", "Applicants' Written Submissions"], ["[19]", "The applicants submit the appropriate standard of review is reasonableness, but that procedural fairness should be reviewed on a standard of correctness."], ["[20]", "In his country conditions analysis, the officer only selected information unfavourable to the applicants. The U.S. Department of State Report described a coercive birth control regime, sometimes including forced abortion or sterilization and the detention of Falun Gong adherents. The fee for each unapproved child can reach ten times a person's annual disposable income. Unregistered children cannot access public services. The officer ignored these findings and therefore breached the principles of fairness and justice."], ["[21]", "The officer erred in refusing to consider country conditions evidence relevant to the general human rights situation in China. They are relevant to the applicants' fear of persecution. Ironically, the officer relied on such country reports in making his decision."], ["[22]", "The officer quoted country conditions evidence that conflicted with his decision."], ["[23]", "The officer breached the duty of fairness by making a credibility finding without holding an oral hearing.", "Respondent's Written Submissions"], ["[24]", "The respondent submits a PRRA is not a forum to re-argue a refugee claim rejected for want of credibility."], ["[25]", "A negative RPD decision must be respected by a PRRA officer. A PRRA application is an assessment of the effect of new evidence. The officer properly relied upon the RPD's finding that the principal applicant's wife was not a genuine Falun Gong practitioner and there was therefore no link between the country conditions relevant to their persecution and the applicants' claim."], ["[26]", "The officer did properly consider the effect of the one child policy and the excerpts highlighted by the applicants do not refer to a specific situation of returning to China with two children born overseas. The onus was on the applicants to demonstrate that circumstances had changed since the RPD's decision and the applicants failed to do so."], ["[27]", "The respondent submits that the style of cause should refer only to the Minister of Citizenship and Immigration, as PRRAs fall within his authority and not the Minister of Public Safety and Emergency Preparedness.", "Analysis and Decision", "Issue 1", "What is the appropriate standard of review?"], ["[28]", "Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "<FRAGMENT_SUPPRESSED> )."], ["[29]", "It is trite law that the standard of review of PRRA decisions is reasonableness (see", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 980 at paragraph 11; and", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 52 at paragraph 11). Similarly, issues of state protection and of the weighing, interpretation and assessment of evidence are reviewable on a reasonableness standard (see", "<FRAGMENT_SUPPRESSED>  [2011] FCJ No 924 at paragraph 5; and", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 1286 at paragraph 38)."], ["[30]", "In reviewing the officer's decision on the standard of reasonableness, the Court should not intervene unless the officer came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see <FRAGMENT_SUPPRESSED> above, at paragraph 47 and", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in <FRAGMENT_SUPPRESSED> above, it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraph 59)."], ["[31]", "It is also trite law that the appropriate standard of review for issues of procedural fairness is correctness (see", "Wang", "above, at paragraph 13, and <FRAGMENT_SUPPRESSED> above, at paragraph 43). No deference is owed to decision makers on these issues (see <FRAGMENT_SUPPRESSED> above, at paragraph 50).", "Issue 2", "Did the officer err in rejecting the applicants' claim?"], ["[32]", "The officer is presumed to have considered all of the evidence before him (see", "<FRAGMENT_SUPPRESSED> [2008] FCJ No 411). However, the more important the evidence that is not mentioned, the more willing a court may be to infer from silence that the tribunal made a finding of fact without regard to the evidence (see", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 189)."], ["[33]", "The officer properly considered the country conditions evidence on Falun Gong practitioners, but relied on the RPD's negative credibility finding that the principal applicant's wife was not a practitioner. Therefore, the evidence pointed to by the applicants is not significant enough to warrant further mention from the officer."], ["[34]", "Similarly, I do not believe it is an error for an officer to explicitly consider evidence that contradicts his ultimate conclusion, as the applicants argue. Indeed, if an officer only recited that evidence which supported his decision, it would lead to the accusation of failing to properly consider contradictory evidence. A decision which considers evidence on both sides is harmonious with the value of transparency."], ["[35]", "The applicants' excerpts from the U.S. Department of State 2010 report on China, however, describe significant risks for parents who have violated the one child policy. This report was released on April 8, 2011, after the RPD decision. The officer relied upon an RIR for the finding that children born abroad are welcomed back. The officer made no mention of the 2010 DOS report on the point of the risk related to the one child policy; the DOS report mentioned at the outset of the decision is the 2009 report."], ["[36]", "As the DOS report makes no specific mention of Chinese children born overseas, there would appear to be a significant conflict between this piece of evidence, as it indicates risks for a category of Chinese citizens while the RIR indicates those risks did not apply to a certain subcategory of those citizens. The officer did not explain why he preferred the RIR to the DOS report in coming to his finding. Given the very serious risks described in the DOS report, including sterilization, it is a significant omission for the officer to only mention the RIR."], ["[37]", "This failure to explain the weighing of evidence places the decision in conflict with the <FRAGMENT_SUPPRESSED> above, values of transparency and justification. It is therefore unreasonable."], ["[38]", "I therefore need not consider issue 3. The application is granted and the matter is returned for redetermination by a different officer."], ["[39]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[40]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is allowed, the decision of the officer is set aside and the matter is referred to a different officer for redetermination.", "2. The style of cause is amended by deleting The Minister of Public Safety and Emergency Preparedness.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", ".........................", "Jingshu Jiang, Xiuqing Jiang, Yuhao Raymond  <FRAGMENT_SUPPRESSED>  s'agit d'une demande de contrôle judiciaire déposée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la Loi), visant le contrôle judiciaire de la décision rendue par un agent d'examen des risques avant renvoi (ERAR) (l'agent), datée du 12 décembre 2011, qui a entraîné le rejet de la demande d'ERAR des demandeurs. La décision de l'agent était fondée sur la conclusion selon laquelle les demandeurs ne seraient pas exposés au risque d'être soumis à la persécution ou à la torture, à une menace à leur vie ou au risque de traitements ou peines cruels et inusités s'ils étaient renvoyés en Chine."], ["[2]", "Les demandeurs sollicitent l'annulation de la décision de l'agent et le renvoi de la demande à un autre agent pour qu'il statue à nouveau sur l'affaire.", "Le contexte"], ["[3]", "Jingshu Jiang, le demandeur principal, et sa femme, Xiuqing Jiang, sont citoyens de la Chine, alors que leurs fils sont citoyens des États-Unis. Le demandeur principal a déposé une demande d'asile aux États-Unis en 1993 en invoquant le fait qu'il avait participé au mouvement démocratique des étudiants chinois. Sa demande a été rejetée en 2002, et il a été débouté de son appel en 2009."], ["[4]", "En juillet 2001, le demandeur principal a épousé Xiuqing Jiang qui avait quitté la Chine pour se rendre aux États-Unis à cause de la crainte de persécution liée à la politique inhumaine de planification familiale en Chine. Les fils des demandeurs sont nés aux États-Unis pendant la période qui a précédé l'audition de l'appel relatif à leur demande d'asile."], ["[5]", "La femme du demandeur principal a commencé à pratiquer le Falun Gong en mars 2008, afin de traiter un problème d'insomnie et des maux de tête. Elle est entrée en communication avec d'ex-compagnes d'études en Chine pour faire connaître son expérience, notamment en diffusant des brochures et des coupures de la revue", "Epoch Times"], ["[6]", "Au moment où les demandeurs ont été déboutés en appel, en mai 2009, la femme du demandeur principal a reçu un appel téléphonique de son père qui l'informait que des membres du Bureau de la sécurité publique (le BSP) s'étaient rendus à leur domicile, avaient découvert les brochures et avaient demandé aux parents de faire savoir à la femme du demandeur qu'elle devait retourner en Chine afin de se présenter aux autorités. Ses compagnes d'études avaient déjà été arrêtées."], ["[7]", "Le demandeur principal et les membres de sa famille sont arrivés au Canada le 22 août 2009 et y ont déposé une demande d'asile. La demande d'asile a été rejetée le 24 décembre 2010, et la demande d'autorisation de contrôle judiciaire a été refusée par la Cour le 13 avril 2011."], ["[8]", "En mai 2011, ils ont déposé une demande d'ERAR et, en juillet 2011, une demande pour des considérations d'ordre humanitaire. Ces demandes ont été rejetées le 8 décembre 2011 et le 12 décembre 2011 respectivement, par le même agent.", "La décision d'ERAR de l'agent"], ["[9]", "Dans une lettre datée du 12 décembre 2011, l'agent a informé les demandeurs de la décision défavorable. Les motifs de la décision étaient aussi fournis."], ["[10]", "L'agent a commencé par résumer les données biographiques relatives aux membres de la famille du demandeur principal et leurs antécédents en matière d'immigration. L'agent a souligné qu'aucune valeur ne serait accordée à des éléments de preuve disponibles au moment de l'audition de la demande devant la Section de la protection des réfugiés (la SPR)."], ["[11]", "L'agent a résumé les allégations des demandeurs et a souligné la conclusion de la SPR selon laquelle la femme du demandeur principal n'avait pas été considérée comme une adepte du Falun Gong par le BSP, qu'elle n'en était pas une véritable adepte et qu'elle était arrivée au Canada de façon frauduleuse. La SPR avait aussi établi que le témoignage du demandeur principal relatif à la pratique du Falun Gong par sa femme n'était pas crédible. En ce qui concerne l'allégation du demandeur principal quant à la persécution par le gouvernement chinois consécutive à la violation de la politique de l'enfant unique, la SPR a établi que les enfants seraient enregistrés dans le livret de famille après le paiement d'une amende."], ["[12]", "L'agent a établi que le risque mentionné par les demandeurs était le même que celui qui avait fait l'objet d'une audience devant la SPR et d'une évaluation par cette dernière. Les demandeurs n'ont pas traité de la conclusion défavorable tirée par la SPR quant à leur crédibilité. Or, l'ERAR n'est pas une procédure qui permet de présenter des arguments sur les faits qui ont déjà été abordés par la SPR. Une attestation ultérieure de la validité d'un scénario de risque déjà jugé non crédible, dépourvu de tout élément de preuve objectif corroborant, n'aplanit pas les préoccupations de la SPR en matière de crédibilité et n'établit pas non plus une preuve suffisante de l'existence d'un risque prospectif auquel seraient exposés les demandeurs."], ["[13]", "L'agent a fait ressortir qu'une bonne partie de la preuve sur la situation dans le pays invoquée par les demandeurs ne touchait pas spécifiquement leur famille. Le fait que la preuve documentaire révèle l'existence d'un problème relatif aux droits de la personne dans un pays ne permet pas nécessairement de conclure qu'une personne en particulier est exposée à un risque."], ["[14]", "L'agent a pris connaissance de la preuve sur la situation en Chine en ce qui concerne la persécution des adeptes du Falun Gong et il a souligné que ces derniers risquaient encore l'arrestation, la détention et l'emprisonnement. Même s'il est possible de pratiquer le Falun Gong à domicile, cette pratique peut devenir dangereuse si les autorités en sont informées. Le traitement des adeptes de ce mouvement varie d'une province à l'autre, et il y a plus de tolérance à cet égard dans le Sud du pays."], ["[15]", "L'agent a ensuite passé en revue les éléments de preuve sur les politiques de planification familiale en Chine, il a décrit l'historique de la politique de l'enfant unique et il a fait état des amendes imposées aux familles qui comptent plusieurs enfants. L'agent a cité une réponse à une demande d'information (RDI) selon laquelle, dans la province natale des demandeurs, les enfants sont enregistrés dans le livret de famille après le paiement d'une amende. Il n'y est pas fait mention des couples qui éprouvent des difficultés à leur retour dans la province du Fujian; la preuve révèle de plus que les enfants sont bien accueillis à leur retour et que les autorités renoncent dans la plupart des cas à l'imposition de toute amende relative à des naissances excédentaires."], ["[16]", "L'agent a conclu que la preuve n'étayait pas les allégations des demandeurs relativement à un risque de persécution ou de préjudice en Chine.", "Les questions en litige"], ["[17]", "Les demandeurs soulèvent les questions suivantes:", "1. L'agent a-t-il manqué à son obligation d'agir équitablement en fondant sa décision sur un examen sélectif de la preuve documentaire?", "2. L'agent a-t-il manqué à son obligation d'agir équitablement en écartant de façon déraisonnable la preuve documentaire des demandeurs?", "3. L'agent a-t-il commis une erreur en concluant que les membres de la famille des demandeurs ne seraient pas exposés à de la persécution ou à un préjudice en Chine, étant donné que sa conclusion contredisait la preuve dont il était saisi?"], ["[18]", "Je reformulerais ainsi les questions en litige:", "1. Quelle est la norme de contrôle applicable?", "2. L'agent a-t-il commis une erreur en rejetant la demande?", "3. L'agent a-t-il manqué aux principes d'équité procédurale?", "Les observations écrites des demandeurs"], ["[19]", "Les demandeurs soutiennent que la norme de contrôle applicable est la raisonnabilité, mais que la question de l'équité procédurale doit faire l'objet d'un contrôle selon la norme de la décision correcte."], ["[20]", "Dans son analyse sur la situation dans le pays, l'agent a choisi uniquement des renseignements défavorables à la cause des demandeurs. Le rapport du Département d'État des États-Unis décrivait un régime de limitation des naissances coercitif comprenant parfois avortement ou stérilisation forcés et détention des adeptes du Falun Gong. L'amende pour chaque naissance non autorisée peut s'établir à dix fois le revenu annuel disponible d'un citoyen. Les enfants non enregistrés n'ont pas accès aux services publics. Étant donné que l'agent n'a pas tenu compte de ces conclusions, il a violé les principes d'équité et de justice."], ["[21]", "L'agent a commis une erreur en refusant de tenir compte de la preuve sur la situation dans le pays liée à la situation générale des droits de la personne en Chine. Or, ces éléments de preuve concernent directement la crainte de persécution des demandeurs. Ironiquement, l'agent s'est appuyé sur ces rapports pour rendre sa décision."], ["[22]", "L'agent a cité des éléments de preuve sur la situation dans le pays qui allaient à l'encontre de sa décision."], ["[23]", "L'agent a manqué aux principes d'équité en tirant une conclusion quant la crédibilité sans tenir d'audience.", "Les observations écrites du défendeur"], ["[24]", "Selon le défendeur, l'ERAR n'est pas un processus dans le cadre duquel il est possible de présenter de nouveau des arguments sur une demande d'asile rejetée pour manque de crédibilité."], ["[25]", "L'agent d'ERAR doit respecter une décision défavorable de la SPR. En effet, une demande d'ERAR est une évaluation des répercussions de nouveaux éléments de preuve. L'agent s'est à bon droit appuyé sur la conclusion de la SPR selon laquelle la femme du demandeur principal n'était pas une véritable adepte du Falun Gong et que, par conséquent, il n'y avait aucun lien entre les éléments de preuve sur la situation dans le pays concernant la persécution des adeptes de cette discipline et la demande des demandeurs."], ["[26]", "L'agent a correctement apprécié les répercussions de la politique de l'enfant unique, et les extraits soulignés par les demandeurs ne concernaient pas la situation particulière d'un couple qui retourne en Chine accompagné de deux enfants nés à l'étranger. Il incombait aux demandeurs de démontrer que la situation avait changé depuis la décision de la SPR, mais les demandeurs n'ont pas réussi à s'acquitter de ce fardeau."], ["[27]", "Le défendeur soutient que l'intitulé de la décision doit viser uniquement le ministre de la Citoyenneté et de l'Immigration, étant donné que l'ERAR relève de sa compétence, et non de celle du ministre de la Sécurité publique et de la Protection civile du Canada.", "Analyse et décision", "Première question", "Quelle est la norme de contrôle applicable"], ["[28]", "Lorsque la jurisprudence a déjà fixé la norme de contrôle applicable à une question dont une cour de révision est saisie, cette dernière peut adopter cette norme (voir", "<FRAGMENT_SUPPRESSED> , au paragraphe 57)."], ["[29]", "Il est bien établi en droit que la norme de contrôle des décisions d'ERAR est la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  [2010] ACF no 980, au paragraphe 11;", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 52, au paragraphe 11. De la même façon, les questions de la protection de l'État ainsi que de la pondération, de l'interprétation et de l'appréciation des éléments de preuve font l'objet d'un contrôle selon la norme de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 924, au paragraphe 5;", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1286, au paragraphe 38)."], ["[30]", "Lorsqu'elle examine la décision d'un agent en fonction de la norme de la raisonnabilité, la Cour ne doit pas intervenir, sauf si l'agent n'a pas tiré une conclusion justifiable, dans le cadre d'un processus décisionnel transparent et intelligible, et que cette conclusion n'appartient pas aux issues possibles acceptables selon la preuve dont il était saisi (voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47, et", "<FRAGMENT_SUPPRESSED> , au paragraphe 59). Comme la Cour suprême l'a déclaré dans l'arrêt <FRAGMENT_SUPPRESSED> , précité, il ne revient pas à une cour de révision de substituer à la décision du tribunal administratif la solution qu'elle juge préférable et il ne lui revient pas non plus d'apprécier à nouveau la preuve (au paragraphe 59)."], ["[31]", "Il est aussi bien établi en droit que la norme de contrôle appropriée en ce qui concerne l'équité procédurale est la décision correcte (voir", "Wang", ", précitée, au paragraphe 13, et <FRAGMENT_SUPPRESSED> , précité, au paragraphe 43). Aucune déférence n'est due aux décideurs sur ces questions (voir <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 50).", "Deuxième question", "L'agent a-t-il commis une erreur en rejetant la demande"], ["[32]", "L'agent est présumé avoir pris en compte l'ensemble de la preuve dont il était saisi (voir la décision", "<FRAGMENT_SUPPRESSED>  [2008] ACFno 411, au paragraphe 33). Cependant, plus les éléments de preuve non mentionnés sont importants, plus la cour de révision sera portée à inférer de cette omission que le tribunal administratif a tiré une conclusion de fait sans tenir compte de la preuve (voir", "<FRAGMENT_SUPPRESSED>  [2012] ACF no 189, au paragraphe 35)."], ["[33]", "L'agent a correctement pris en compte la preuve relative à la situation dans le pays en ce qui concerne les adeptes du Falun Gong, mais il s'est appuyé sur la conclusion défavorable de la SPR quant à la crédibilité selon laquelle la femme du demandeur principal n'était pas une adepte de ce mouvement. Par conséquent, les éléments de preuve soulignés par les demandeurs ne sont pas suffisamment importants pour justifier que l'agent en fasse davantage état."], ["[34]", "De la même façon, je ne crois pas qu'un agent commet une erreur en tenant compte explicitement d'éléments de preuve qui contredisent sa conclusion finale, comme l'allèguent les demandeurs. En fait, si l'agent n'avait mentionné que les éléments de preuve qui étayent sa décision, il pourrait être accusé d'avoir omis de tenir compte de façon appropriée d'éléments de preuve qui contredisent sa conclusion. En effet, une décision qui prend en compte les éléments de preuve qui vont dans les deux sens respecte la valeur de transparence du processus décisionnel."], ["[35]", "Cependant, les extraits du rapport de 2010 du Département d'État sur la Chine soumis par les demandeurs décrivent les risques importants auxquels s'exposent les parents qui ont enfreint la politique de l'enfant unique. Ce rapport a été diffusé le 8 avril 2011, après que la SPR eut rendu sa décision. L'agent s'est appuyé sur une RDI pour conclure que les enfants nés à l'étranger étaient bien accueillis à leur retour en Chine. L'agent n'a pas mentionné le rapport de 2010 du Département d'État en ce qui concerne les risques liés aux personnes qui enfreignent la politique de l'enfant unique; en effet, le rapport du Département d'État mentionné au début de la décision est celui de 2009."], ["[36]", "Étant donné que le rapport du Département d'État ne mentionne pas précisément le cas des enfants chinois nés à l'étranger, il semble y avoir une contradiction importante entre cet élément de preuve, parce qu'il mentionne les risques auxquels est exposée une catégorie de citoyens chinois, et la RDI, selon laquelle ces risques ne visaient pas une certaine sous-catégorie de cette catégorie de citoyens. L'agent n'a pas expliqué pour quels motifs il avait préféré la version de la RDI à celle du Département d'État pour tirer sa conclusion. Étant donné les risques très graves décrits dans le rapport du Département d'État, y compris la stérilisation, l'agent a fait une omission importante en se contentant de mentionner la RDI."], ["[37]", "Ce défaut d'expliquer la pondération des éléments de preuve fait en sorte que la décision s'oppose aux valeurs de transparence du processus décisionnel et de justification de la décision énoncées dans l'arrêt <FRAGMENT_SUPPRESSED> , précité. Elle est donc déraisonnable."], ["[38]", "Je n'ai donc pas à aborder la troisième question. La demande sera accueillie, et l'affaire sera renvoyée pour nouvelle décision par un autre agent."], ["[39]", "Aucune des parties ne m'a proposé de certifier une question grave de portée générale.", "Jugement"], ["[40]", "LA COUR STATUE que", "1. La demande de contrôle judiciaire est accueillie, la décision de l'agent est annulée et l'affaire est renvoyée à un autre agent pour nouvelle décision.", "2. L'intitulé de la décision est modifié par la suppression de l'expression « Le ministre de la Sécurité publique et de la Protection civile ».", "ANNEXE", "Dispositions législatives pertinentes", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tous lieux de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérentes à celles-ci ou occasionnées par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an demande de contrôle judiciaire for leave to the Court.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "[End of document]"]]}