{"id_": "061878", "body_str": [["[1]", "Kane, J.", ": The applicant, B198, is a 23-year-old citizen of Sri Lanka of Tamil ethnicity who arrived in Canada on August 13, 2010, along with 492 other passengers and crew on the", "MV", "Sun Sea,", "an unregistered ship, following a long and difficult journey from Thailand."], ["[2]", "The applicant asserts that if he is returned to Sri Lanka, he will face a risk of persecution by reason of race, nationality, membership in a particular social group and political opinion. He also asserts that he faces a risk to his life, cruel and unusual treatment or punishment and danger of torture in Sri Lanka."], ["[3]", "The Immigration and Refugee Board (the Board) denied his claim for protection as a Convention refugee and as a person in need of protection pursuant to sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the", "Act", ") on March 12, 2013."], ["[4]", "He now seeks judicial review of that decision pursuant to section 72 of the", "Act"], ["[5]", "For the reasons that follow, the application for judicial review is dismissed.", "Background"], ["[6]", "The applicant's father was killed by the Liberation Tigers of Tamil Eelam [LTTE] in 1995. His mother then sent him and his half brother to her parents' home until he was seven years old. The applicant's mother remarried, however, her second husband was killed in 1996 by the Sri Lankan Army [SLA] and the government affiliated paramilitary group, the People's Liberation Organization of Tamil Eelam [PLOTE]. The applicant's mother was later arrested by the SLA in 1999 and imprisoned for about two and a half years."], ["[7]", "The applicant returned to live with his mother in Vavuniya after her release."], ["[8]", "In February 2008 the applicant's half-brother was abducted. His whereabouts remain unknown. The applicant believes that the PLOTE was responsible for the abduction. The applicant's mother reported her son's abduction to the International Committee of the Red Cross [ICRC] and human rights offices in Vavuniya. She also went to the offices of the SLA, the police and the PLOTE regularly to inquire about her son and continued to search for him."], ["[9]", "In June 2009 the SLA and PLOTE searched the applicant's home, asking for the applicant. The applicant alleges that the army told his mother \"you better stop reporting and inquiring about your son's disappearance ... you have another son and we can take him too, so you better give up.\""], ["[10]", "The applicant's mother obtained a passport for him in August 2009. On November 18, 2009, they travelled to Colombo. The applicant then flew to Thailand after obtaining a one-month tourist visa."], ["[11]", "In May 2010 the applicant boarded the", "MV Sun Sea", "which set sail in July and arrived in Canada on August 13, 2010. The applicant applied for refugee protection upon arrival."], ["[12]", "The applicant's refugee hearing was held on January 30, 2012 and the Board rendered its decision 14 months later on March 12, 2013.", "The decision under review"], ["[13]", "The Board provided a thorough analysis of the applicant's claim and detailed reasons."], ["[14]", "Although the Board found some aspects to be credible, the Board identified inconsistencies and omissions and noted the lack of corroborative evidence it would otherwise expect."], ["[15]", "The Board accepted that the applicant's father was killed by the LTTE; his stepfather was killed by either the SLA or the PLOTE; his mother was arrested, detained and mistreated by the SLA from February 1999 to June 2001; and his half brother was kidnapped, likely by the PLOTE. The Board noted that the half brother had a Vanni ID card confirming his presence in the LTTE Vanni District unlike the applicant."], ["[16]", "Despite this credible evidence the Board found important aspects of the applicant's evidence to be inconsistent with the primary basis of his claim which was that he was sought by the SLA or its affiliates."], ["[17]", "The Board found that the applicant failed to establish that he would face a serious risk of persecution or probable harm or danger if he returns to Sri Lanka based on his \"specific profile\". The Board characterized him as a young Tamil male from Northern Sri Lanka with no prior difficulties with the government, the army, the intelligence forces or the paramilitary agencies. The Board noted that Tamils from the North are no longer presumptively eligible for protection on that basis alone. Rather, the United Nations High Commissioner for Refugees [UNHCR] Eligibility Guidelines for Assessing the International Protection Needs of Asylum-Seekers from Sri Lanka of July 5, 2010 call for an individualized assessment."], ["[18]", "The Board found that there was nothing in the applicant's past that would lead Sri Lankan authorities to link him to the LTTE and he should not be presumed to require protection."], ["[19]", "The Board also found that the applicant failed to establish that he faced danger from the PLOTE while in Sri Lanka: the PLOTE did not personally target the applicant after his brother's disappearance, and they would not do so upon his return."], ["[20]", "The Board assessed the applicant's", "sur place", "claim - that he would require protection based on events which occurred after he left Sri Lanka and in particular based on his travel on the", "Sun Sea -", "and again noted that he had no LTTE involvement nor was he suspected of having LTTE connections. Therefore, a connection with the LTTE would not be presumed simply because the applicant was a passenger on the", "MV Sun Sea"], ["[21]", "The Board also found that the applicant is not a member of a particular social group under the Convention by virtue of being a passenger on the", "MV Sun Sea", ". The Board referred to recent Federal Court jurisprudence rejecting the proposition that the ground is related to \"simply being one of the nearly 500 on the ship\".", "The Issues"], ["[22]", "The applicant submits that the Board misconstrued the basis of his claim and, as a result, made arbitrary and erroneous adverse credibility findings. Further, the Board erred in its assessment of his", "sur place", "claim and failed to conduct a mixed motives analysis."], ["[23]", "The applicant also submits that he was denied procedural fairness because the Board did not render its decision for 14 months and relied on jurisprudence that postdates the hearing without providing an opportunity for either party to make submissions on that jurisprudence.", "Standard of review"], ["[24]", "The standard of review for the Board's assessment of credibility and findings of risk and for the", "sur place", "claim is that of reasonableness."], ["[25]", "The role of the Court on judicial review, where the standard of reasonableness applies, is to determine whether the Board's decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "FRAGMENT_SUPPRESSED). There may be several reasonable outcomes and FRAGMENT_SUPPRESSED (", "FRAGMENT_SUPPRESSED)."], ["[26]", "Whether the applicant was denied procedural fairness, however, attracts the standard of correctness.", "Did the Board misconstrue the applicant's claim and make erroneous findings of fact?"], ["[27]", "Although the Board found parts of the applicant's story to be credible, including that his father had been killed, his brother had disappeared or been abducted, and his mother had been detained, the Board also found that the applicant's claim lacked credibility in critical respects."], ["[28]", "The applicant submits that the Board's credibility findings are unreasonable because it misconstrued the basis for his claim, which was based on the threats made to his mother. The applicant, therefore, argues that the Board could not reasonably make adverse credibility findings based on the fact that threats to the applicant were not carried out."], ["[29]", "There is no doubt that the Board properly understood the applicant's claim. It is clear that the applicant asserted a risk to himself personally in his Personal Information Form [PIF] narrative, his testimony and again in the post hearing written submissions. The Board accurately identified that the primary basis of the applicant's claim was that the SLA and/or the PLOTE were searching for him before he left Sri Lanka."], ["[30]", "The applicant claimed that his mother was intimidated and threatened for reporting and inquiring into her son's disappearance and that threats were made to her that the applicant, her son, would be harmed. Because the applicant's mother refused to give up her search, the authorities came to the house in June 2009 until he left Sri Lanka in November 2009 to search for the applicant. The applicant's PIF narrative indicates his fear; \"it was only a matter of time before they came for me\"."], ["[31]", "The post hearing submissions specifically refer to the applicant's subjective fear and state that in June 2009 his life was threatened when the Sri Lankan army and paramilitary groups asked his mother for him and threatened that they could take him. In addition, in November 2009, his life was threatened when the Sri Lankan army attended his house and told his mother that \"if we see your younger son, we'll kill him.\""], ["[32]", "With respect to the Board's findings of credibility, it is appropriate for the Board to find some evidence credible and other evidence not credible."], ["[33]", "The Board identified the aspects of the applicant's claim that it did not find credible and provided the reasons for its adverse findings. The Board noted that if the authorities were really looking for the applicant, they could have gone to his school or waylaid him en route to and from school which was very close to his home. In addition, if the authorities had detained him in custody in August 2009 it would be unusual for them to let him go after only one night. Finally, the fact that the applicant freely obtained a genuine passport, travelled to Colombo and obtained a visa and flew to Thailand is not consistent with him being under the watch of the authorities."], ["[34]", "Boards and tribunals are ideally placed to assess the credibility of refugee claimants: see", "FRAGMENT_SUPPRESSED, and their findings should be given significant deference:", "FRAGMENT_SUPPRESSED."], ["[35]", "As noted by Justice Martineau in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[36]", "The Board noted that the onus is at all times on the applicant to establish his claim with credible and trustworthy evidence. The Board reasonably drew a negative inference from the applicant's failure to provide corroborating evidence from his mother regarding the allegation that the SLA was looking for the applicant in June 2009, particularly when the applicant had been in contact with his mother to provide other documents."], ["[37]", "In", "FRAGMENT_SUPPRESSED, Justice Scott stated that FRAGMENT_SUPPRESSED."], ["[38]", "In the present case, the Board found that the applicant failed to credibly establish that he was being sought by authorities, and reasonably found that he would not face a serious risk of persecution or probable harm or danger if he returns to Sri Lanka.", "Did the Board err in its assessment of the sur place claim?"], ["[39]", "The applicant submits that the Board failed to consider that his presence on a suspected LLTE ship would result in him being suspected or perceived as having an association with the LTTE, and also failed to consider this combined with other risk factors, including that his family had been targeted for their alleged LTTE connections, for their cumulative effect."], ["[40]", "The applicant also argues that the Board failed to conduct a mixed motives analysis of his claim. The applicant submits that the Board restricted its analysis to his membership in a particular social group without considering his ethnicity, his travel on the", "MV", "Sun Sea", "and his perceived political opinion."], ["[41]", "The Board commented on the applicant's allegation noting, \"While, perhaps, not appreciating the ramifications of the concession in terms of the provisions of section 97, even his counsel has stated 'The claimant faces a generalized risk because he is a young Tamil male, born and resident of Northern Province, and a passenger on the MV Sun Sea'\". Despite the likely inadvertent \"concession\", the Board was clearly aware of the several bases for the applicant's claim and considered them individually and cumulatively."], ["[42]", "The applicant also submits that the Board ignored recent Federal Court jurisprudence which has held that being on the", "MV Sun Sea", "can result in a perceived political opinion, thereby exposing passengers to risk. The applicant referred to", "FRAGMENT_SUPPRESSED."], ["[43]", "All these decisions were rendered by this Court after the Board rendered its decision with respect to the applicant. I note this only because the applicant submits that he was denied procedural fairness on the basis that the Board relied on decisions which were rendered after the date of his hearing. This issue is addressed later in these reasons."], ["[44]", "In the cases cited by the applicant, the Court considered whether the Board's determinations that the respective applicants had a perceived political opinion were reasonable. Each case is based on its own facts and similar facts can result in different outcomes which may or may not be found to be reasonable upon judicial review. The issue before the Board in this case was whether", "this applicant", "would be perceived as having ties to the LTTE and, as a result, a perceived political opinion and the Board found that he would not. The issue for this Court is whether this is a reasonable finding."], ["[45]", "The applicant made several submissions in this application for judicial review that appear to be somewhat contradictory."], ["[46]", "The applicant submits that his", "sur place", "claim was not based on membership in a particular social group and is critical of the Board for referring to his submission that the mere fact he was part of the \"contingent\" would be sufficient to lead to his persecution and \"because of that passage on the ship, he is a member of a particular social group for the purposes of Convention refugee determination\". The Board noted that this proposition had been rejected in", "FRAGMENT_SUPPRESSED."], ["[47]", "The applicant cannot now argue that he did not base his claim on membership in a particular social group. Although he did not assert this as the sole basis for his", "sur place", "claim, his post hearing submissions are clear \"The claimant has a well-founded fear of persecution for reasons of race, nationality and membership in a particular social group, i.e., a Young Tamil Male from the Northern Province, and an", "MC Sun Sea", "migrant.\" A subsequent reference at page 9 of the post hearing submissions restates his grounds for refugee protection as race, nationality, political opinion, and membership in a particular social group."], ["[48]", "The Board did not err in referring to this ground and in pointing to the jurisprudence that has settled that being a passenger on the", "MV Sun Sea", "is not a sufficient basis for membership in a particular social group."], ["[49]", "The Board also found that failed asylum seekers will not be presumed to have LTTE connections upon their return to Sri Lanka on the basis that they were on the", "MV", "Sun Sea", "alone. Rather, LTTE connections could be based on being a passenger on the", "MV", "Sun Sea", "for those that the government has concluded have LTTE connections."], ["[50]", "Reading the decision as a whole, which cites the relevant decisions such as", "FRAGMENT_SUPPRESSED", ", it is clear that the Board did not consider the applicant's claim solely or even primarily on the basis of membership in a particular social group. The Board rejected the applicant's claim on the basis that a Tamil male from the North who sailed on the", "MV Sun Sea", "would only be at risk if he were suspected of having ties to the LLTE."], ["[51]", "In addition, the applicant's submission that the Board erred in considering cases decided after the hearing (which is discussed below), including", "FRAGMENT_SUPPRESSED - which highlight that an individual assessment is required-appears to be at odds with the applicant's submission that his particular risks and mixed motives should have been assessed. This is exactly what", "PM", "and", "SK", "support and what the Board acknowledged was needed. In", "PM", "and", "SK", "Justice Snider found the Board's determination to be reasonable following its individualised assessment of whether the particular applicant faced a risk due to perceived links to the LTTE. Justice Snider, in fact, reiterated the long- standing principle that it is the risk to the particular applicant that must be assessed."], ["[52]", "The Board thoroughly considered the particular applicant's risk profile in assessing his", "sur place", "claim. This included consideration of the risks he faced before he left Sri Lanka and then moved on to consider the risks he would face based on events which occurred after he left, including being a passenger on the", "MV Sun Sea"], ["[53]", "The Board painstakingly reviewed all of the applicant's history in Sri Lanka, including the murder of his father, stepfather, abduction of his brother and his mother's detention, search for his brother and the resulting threats and considered that he was a young male Tamil from the North. The Board concluded that there was no reliable evidence that he was ever involved with or bothered by the LTTE when he lived there, nor did he have any involvement with the SLA, the Criminal Investigation Department of the police, the Eelam People's Democratic Party or paramilitaries. The Board also found that the applicant had failed to credibly establish that the PLOTE ever looked for him to do him harm."], ["[54]", "The Board found that failed asylum seekers that have a connection to the LTTE and those that leave the country illegally, which leads to the view that they must be LTTE sympathizers, could potentially be at risk of detention and mistreatment. The Board found that the applicant had no real or suspected ties to the LTTE when he was in Sri Lanka, he was of no interest to the authorities and he left legally. The Board noted that upon return to Sri Lanka, the applicant would likely be questioned and, if it is revealed he was on the", "MV Sun Sea", ", he would be questioned about the ship but that \"he knew virtually nothing\"."], ["[55]", "Although the former UNHCR Guidelines from April 2009 had concluded that young male Tamils would be at risk, this is no longer the situation. The 2010 Guidelines, which are meant to supersede the 2009 Guidelines and which the Board referred to, clarify that there are particular risk profiles, including having suspected ties to the LTTE. The earlier guidelines were an exception to the principle that an individual assessment is necessary and this exception no longer applies."], ["[56]", "The Board summarised its assessment of the applicant's particular circumstances: he would not have any knowledge about the LTTE, he had no connection to the LTTE, and his return would not expose him to a risk of persecution or a need for protection."], ["[57]", "The Board's decision shows that it considered the applicant's identity as a young Tamil male from the North who was a passenger on the", "MV Sun Sea", ". The", "sur place", "analysis demonstrates that the Member considered, but dismissed, the precise claim that the applicant submits is at the base of his mixed motives claim; the applicant does not face a risk as a young Tamil male, born and resident of Northern Province, and passenger on the", "MV Sun Sea", ", because he is not suspected of having connections to the Tamil cause.", "Did the delay between the hearing and decision constitute a breach of procedural fairness?"], ["[58]", "The applicant submits that the Board delayed in rendering its decision for over a year, and selectively relied on cases decided by the Federal Court after the hearing. The applicant submits that he was denied a full and fair hearing because he was unable to address these decisions, particularly the decisions regarding social group, mixed motives and political opinion which were central to his claim."], ["[59]", "The applicant also submits that the delay has prejudiced him because he cannot now apply for a Pre-removal Risk Assessment [PRRA] due to changes in the", "Act", "since his application was heard."], ["[60]", "The respondent submits that the Board did not err in relying on recent Federal Court jurisprudence, and must do so as these decisions give guidance to the Board. Moreover, the applicant could have provided additional post-hearing submissions to address the impact of any decisions that had a bearing on his claim."], ["[61]", "The respondent also notes that procedural fairness has never entitled the applicant to two independent risk assessments by both the Board and the PRRA officer.", "Delay alone does not result in a breach of procedural fairness"], ["[62]", "I do not find that there was any breach of procedural fairness due to the Board's delay or due to its consideration of jurisprudence which arose after the applicant's hearing."], ["[63]", "The Board's decision is thorough and addresses the extensive record of over 900 pages of documents."], ["[64]", "The applicant suggested that there should be a time limit for the release of decisions of the Board. However, there is no such statutory requirement applicable. Some decisions will take longer than others due to a range of circumstances."], ["[65]", "The applicant relied on the decision of the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED which held that a delay in the processing of an administrative proceeding may affect the duty of fairness and the principles of natural justice if it impairs the ability of the party to answer the case against him. That case dealt with a delay in scheduling a hearing for 30 months. Moreover, the Court did not find that there was an abuse of process to warrant a stay of those proceedings. The Court also noted that some prejudice to the applicant would be required to justify a finding of a breach of the duty of fairness. The Court held that there was no constitutional right outside of the criminal context to be tried in a reasonable time. The Court noted that the allegations of sexual harassment were serious but the delay without actual prejudice did not warrant a stay of the proceedings."], ["[66]", "There is a great deal of jurisprudence dealing with judicial review of Board decisions made with respect to refugee claimants who were passengers on the", "MV Sun Sea", ". Counsel is justified in noting some earlier decisions that upheld determinations of the Board which found that being a passenger on the ship was sufficient to base a claim for protection or that being a passenger was equated with membership in a particular social group and that this membership provided the required nexus. However, despite what appear to be different approaches to similar situations, no two claims are the same. The role of the Court is to consider the reasonableness of the Board's decision, not to impose its own determination."], ["[67]", "As noted by Justice Snider FRAGMENT_SUPPRESSED"], ["[68]", "With respect to the submission that the Board should not have considered the jurisprudence after the date of the hearing, the respondent notes that the Federal Court of Appeal addressed this issue in", "FRAGMENT_SUPPRESSED. That case is often cited for the criteria for the Court to certify a question rather than for the question that it answered. The certified question in that case was whether there is a duty on the Board to reopen the hearing to provide parties an opportunity to make submissions where the board is relying on a Superior Court decision rendered after the close of the hearing. The Court answered in the negative, noting that it had decided the issue previously in", "FRAGMENT_SUPPRESSED. In", "FRAGMENT_SUPPRESSED", ", the Court found that there was no duty to do so, although it may be prudent in some situations. The Court also found, on the facts of that case, that the decision in question did not amount to a fundamental change in the law. In", "FRAGMENT_SUPPRESSED", "the Court also found that the decision at issue rendered after the Board's hearing did not fundamentally change the law."], ["[69]", "The applicant provided a recent example from another refugee application where the Board invited both parties to make post-hearing submissions on the impact of the recent Supreme Court of Canada decision in", "FRAGMENT_SUPPRESSED suggesting that the same should have been done in the present case. In my view, the sample letter demonstrates the discretion the Board may exercise to invite submissions where a recent decision marks a significant or fundamental change in the law and where it would have a bearing on the issues to be determined by the Board. In", "FRAGMENT_SUPPRESSED", "the Supreme Court of Canada set out how complicity in crimes against humanity under article 1F(a) of the United Nations", "Convention Relating to the Status of Refugees", "should be understood. It is a significant decision."], ["[70]", "In the present case, the jurisprudence relied on by the Board that arose after the hearing did not change the basis of the applicant's claim for refugee protection, of which the Board assessed each element."], ["[71]", "The Board referred to", "FRAGMENT_SUPPRESSED", "(decided November 19, 2012) which rejected the proposition that being a passenger on the", "MV Sun Sea", "constitutes membership in a particular social group under the Convention. The Board also referred to", "FRAGMENT_SUPPRESSED which both followed", "FRAGMENT_SUPPRESSED"], ["[72]", "The Board also noted the two \"mirror\" decisions from January 2013,", "FRAGMENT_SUPPRESSED, where Justice Snider reiterated the fundamental principle that claims of those seeking refugee status must be assessed individually. This is not a new principle. However, in the past, an exception had emerged with respect to young male Tamils from the North who were presumed to be in need of protection. This is no longer the case.."], ["[73]", "The applicant wanted his assessment to be individualised and wanted a mixed motives analysis to be undertaken - as he raised race, ethnicity, passage on the", "MV Sun Sea", "and perceived political opinion due to his family history in support of his claim."], ["[74]", "As noted above, the applicant now argues that his claim is not based on membership in a particular social group. Therefore, giving notice to the parties that the Board would rely on these cases would have only given an additional opportunity to the applicant to highlight the other bases of his claim. The Board's decision demonstrates that it considered all the bases of the applicant's claim. Therefore, the applicant was not prejudiced in any way. The grounds for his claim did not change as a result of the more recent cases."], ["[75]", "In my view, it is not in the applicant's interest to argue that he was prejudiced by the Board considering the above-noted jurisprudence. The Board noted the 2010 Guidelines and the possible risk profiles and determined that the only possible category the applicant may fit would be those suspected of links to the LTTE. The Board conducted the individualised assessment of his risk profile just as the applicant submits is required, noting \"The question is, is this Tamil claimant 'a person suspected of links to the LTTE?' My ultimate conclusion is that he is not.\""], ["[76]", "From a practical perspective, the Board cannot ignore recent jurisprudence and conclude that the applicant's mere presence on the", "MV Sun Sea", "constituted a risk of persecution in the face of country condition evidence that this was not the case and the case law which determined that passage on the", "MV Sun Sea", "did not constitute membership in a particular social group. To do so would be an error and would invite judicial review.", "Impact of delay on PRRA is not a breach of procedural fairness"], ["[77]", "In addition, I agree with the respondent that the delay did not breach the applicant's right to procedural fairness as a result of the changes in section 112 of the", "Act", "and the restrictions on Pre-removal Risk Assessment [PRRA]. As the respondent submits, in", "FRAGMENT_SUPPRESSED, Justice Zinn found the amendment to be valid. Although the applicant would now have to wait until March 2014 to be eligible for a PRRA, he has had a recent risk assessment by the Board. Should he be removed, the applicant may seek a deferral of removal and assert any new risks he faces at that time and, if refused, may seek judicial review of that decision and a stay of removal pending judicial review, both of which would provide an opportunity to raise any new risks he would face upon return.", "Proposed Certified Question"], ["[78]", "The applicant proposed the following question for certification:", "\"Does it amount to a breach of procedural fairness if the Board relies on court decisions rendered after hearing (while the Board's decision is on reserve) without giving the parties an opportunity to make submissions on those cases?\""], ["[79]", "The respondent helpfully noted that the issue had been addressed by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ". The applicant does not agree and submits that in", "FRAGMENT_SUPPRESSED", "the Court left it to the discretion of the Board whether to invite submissions with respect to more recent case law."], ["[80]", "While I agree that the Board could invite submissions, the Court of Appeal answered that it was not required to do so. The question posed by the applicant has been answered in the negative by the Court of Appeal."], ["[81]", "The applicant has also proposed an alternative question:", "\"Will a delay of over a year in the delivery of a reserved decision by the Refugee Protection Division constitute a breach of procedural fairness?\""], ["[82]", "The proposed question for certification does not meet the test established by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", "that the question must be one which transcends the interest of the immediate parties to the litigation and contemplates issues of broad significance of general application and must be determinative of the appeal."], ["[83]", "Or, as stated more simply in other cases, in order to be a certified question the question must be a serious question of general importance which would be dispositive of the appeal."], ["[84]", "The question proposed by the applicant is particular to the facts of the case from his perspective and is a very narrow question with a precise time frame that seeks a yes or no answer despite the range of factors that would be relevant in assessing a breach of procedural fairness. Whether a delay may constitute a breach of procedural fairness will depend on the circumstances of the case, as noted by the Supreme Court of Canada in", "FRAGMENT_SUPPRESSED"], ["[85]", "I have found that there was no breach of procedural fairness in this case, and the specific length of the delay was not the determinative factor in that finding."], ["[86]", "The application for judicial review is dismissed.", "JUDGMENT"], ["[87]", "THIS COURT ORDERS AND ADJUDGES that", "1. The application for judicial review is dismissed;", "2. There is no certified question; and,", "3. There is no Order for Costs.", "Application dismissed.", "Editor: Sharon McCartney/vnh"]]}