{"id_": "061938", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (the", "Act", "), for judicial review of a decision of an immigration officer, refusing the applicant's application for permanent residence under the spouse or common-law partner in Canada Class given that she did not meet the requirements of s. 72(1)(e)(i) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the", "Regulations", ") as her dependent son was found inadmissible due to criminality."], ["[2]", "The applicant is a Polish citizen. She submitted an application for permanent residence in Canada as a member of the spouse or common-law partner in Canada Class. The application was sponsored by her Canadian husband."], ["[3]", "In a fairness letter dated August 14, 2007 from Citizenship and Immigration Canada, she was advised that her application for landing may have to be refused because her son was convicted of a criminal offence in 2005 for threatening to cause bodily harm to another person."], ["[4]", "The applicant submitted a reply to the fairness letter on October 15, 2007 which indicated that while when the application was submitted, her son was 21 years old and also was a full-time student and thus a dependent and a family member pursuant to the legislation, he has since turned 22, is no longer a student, is currently working in London, England and is financially independent. The applicant submitted that her son should be removed from her application."], ["[5]", "On December 5, 2007, the applicant's application was refused. In refusing the application, the officer indicated the following in the FOSS notes:", "\"On review, I find:", ". . . . .", "- Son Igor is a dependant, due to his age at the time this application was received (lock-in date). Such dependancy [sic] is not affected by the submitted changes in the son's circumstances nor the time required for processing this application.\"", "Given the inadmissibility of her dependent son, the applicant was found not to have met the requirements of s. 72(1)(e)(i) of the", "Regulations", "THE ISSUES"], ["[6]", "The present application raises the following issues:", "1.", "Is the applicant's son a \"family member\" as defined by the", "Regulations", "2.", "What is the effect of s. 42 of the", "Act", "and s. 23 of the", "Regulations", "LEGISLATION"], ["[7]", "The pertinent legislation is found in Annex A [omitted].", "STANDARD OF REVIEW"], ["[8]", "The first issue is a question of mixed fact and law involving the determination of whether, on the particular facts of this case, the applicant's son meets the definition of \"family member\" under the", "Regulations", ". Questions where the legal issues cannot easily be separated from factual issues generally attract a standard of reasonableness ( <FRAGMENT_SUPPRESSED> , below, at para. 51)."], ["[9]", "The second issue before the Court involves the interpretation of the", "Act", "and", "Regulations", ", and as such constitutes a question of pure law (", "<FRAGMENT_SUPPRESSED> ; 352 N.R. 85; 2006 FCA 217, at para. 18). While the Supreme Court of Canada has indicated that generally questions of law will attract a standard of correctness, some legal issues may attract the more deferential standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  at para. 51)."], ["[10]", "In <FRAGMENT_SUPPRESSED> , above, the Supreme Court held that the proper standard of review depends upon the presence or absence of a privative clause, a discrete and special administrative regime in which the decision maker has special expertise, and the nature of the question as being of central importance to the legal system and thus outside the specialized area of the decision-maker's expertise (at para. 55)."], ["[11]", "There is no privative clause precluding judicial review contained in the", "Act", ", however, I am of the view that the", "Act", "and", "Regulations", "in question do represent a discrete and special administrative regime in which the decision-maker has special expertise, and that the issues raised in the present application fall within the special administrative regime in which the decision maker has that special expertise. Based on this, in my opinion, the standard of review applicable to both questions is that of reasonableness."], ["[12]", "Despite the fact that one of the issues before the Court is a question of law, I note that \"[t]here is nothing unprincipled in the fact that some questions of law will be decided on the basis of reasonableness\" ( <FRAGMENT_SUPPRESSED> , above, at para. 56)."], ["[13]", "Thus, \"the existence of justification, transparency and intelligibility within the decision-making process [and also] [...] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" will form the basis of the present exercise of judicial review ( <FRAGMENT_SUPPRESSED> , above, at para. 47).", "ANALYSIS", "Is the applicant's son a \"family member\" as defined by the Regulations?"], ["[14]", "Pursuant to s. 72(1) of the", "Regulations", ", foreign nationals in Canada become permanent residents, if following an examination, it is established that they meet the criteria of the particular provision including the selection criteria and other requirements applicable to the class they have applied under and do not fall under one of the exceptions set out in the provision. The relevant exception for the purposes of the present application being that \"they and their family members whether accompanying or not, are not inadmissible.\" section 36(2)(b) of the", "Act", "sets out that a foreign national is inadmissible on grounds of criminality for \"having been convicted outside Canada of an offence that, if committed in Canada, would constitute an indictable offence under an", "Act", "of Parliament, or of two offences not arising out of a single occurrence that, if committed in Canada, would constitute offences under an", "Act", "of Parliament\"."], ["[15]", "Under s. 1(3) of the", "Regulations", ", \"family member\" is defined as (a) the spouse or common-law partner of the person, (b) a dependent child of the person or of the person's spouse or common-law partner, and a dependent child of a dependent child referred to in paragraph (b)."], ["[16]", "Further, s. 2 of the", "Regulations", "provides the definition of \"dependent child\". The section sets out categories within which an individual must fall to meet the definition. The pertinent sections of that provision for the purposes of the present judicial review indicate that a dependent child is a biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, and if the child is in one of three situations of dependency. The first situation is that the child is less than 22 years old and not a spouse or common-law partner, and the second is that the child has depended substantially on the financial support of the parent since before the age of 22 and since before the age of 22 has been a student \"continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority\" and \"actively pursuing a course of academic, professional or vocational training on a full-time basis.\" The third situation is that the child is 22 years of age or older, has depended substantially on the financial support of the parent since before the age of 22, and has a physical or mental condition which makes him unable to be financially self-supporting."], ["[17]", "Further, section 121 of the", "Regulations", "states that a family member of an applicant under Division 6 of Part 5 of the", "Regulations", "must meet the definition both when the application is made and when it is determined except with respect to whether he has attained 22 years of age."], ["[18]", "The tribunal record indicates that the applicant's son was less than 22 years of age at the time the application was made, and had completed his studies by June 2007 before a final determination of the application had occurred. However, in spite of the fact that the son's student status has changed since the applicant submitted the application, the fact that the lock-in date for age is the time at which the application was submitted indicates that he is still considered a dependent child under s. 2(b)(i) of the", "Regulations", ". Accordingly, as a dependent child, he is a \"family member\" pursuant to s. 1(3) of the", "Regulations", ". This was the conclusion reached by the officer and it was reasonable.", "What is the effect of s. 42 of the", "Act", "and s. 23 of the Regulations?"], ["[19]", "In the division of the", "Act", "relating to inadmissibility, s. 42(a) stipulates that a foreign national is inadmissible on grounds of an inadmissible, non-accompanying family member under prescribed circumstances. Those prescribed circumstances are laid out in s. 23 of the", "Regulations", ", the most relevant of which for the present case is s. 23(b)(iii) which indicates that a foreign national may be inadmissible if a non-accompanying family member is inadmissible and is the \"dependent child of the foreign national and either the foreign national or an accompanying family member of the foreign national has custody of that child or is empowered to act on behalf of that child by virtue of a court order or written agreement or by operation of law\"."], ["[20]", "As previously stated, in order to be granted permanent residency as per s. 72(1)(e)(i) of the", "Regulations", ", the family members of a foreign national, whether accompanying or non-accompanying must not be inadmissible. The applicant's son is a non-accompanying family member, and he is inadmissible."], ["[21]", "On one hand, the applicant submits that in this case, the additional criteria of the dependent child being in the custody of the foreign national or an accompanying family member, or that the foreign national or accompanying family member are authorized to act on behalf of the dependent child by virtue of a court order, written agreement, or by operation of law, are not met."], ["[22]", "On the other hand, the respondent argues that the applicant was not found inadmissible pursuant to s. 42 of the", "Act", ", but rather that she did not qualify for a permanent resident visa under s. 72(1)(e)(i) of the", "Regulations"], ["[23]", "While the fairness letter sent to the applicant on August 14, 2007 refers both to s. 72(1)(e)(i) of the", "Regulations", "and s. 42 of the", "Act", ", the decision dated December 5, 2007 made reference solely to s. 72(1)(e)(i) of the", "Regulations", ". When examining s. 72(1)(e)(i) of the", "Regulations", "and s. 42(a) of the", "Act", "it must be born in mind that while they may deal with similar subject matters, such as inadmissible family members, the former provision involves a determination as to whether or not a foreign national has met the requirements for obtaining permanent residence, while the latter involves a determination as to the admissibility of a foreign national. The provisions relating to admissibility are found in a distinct division of the", "Act", "and a distinct part of the", "Regulations", "and an individual who is found inadmissible pursuant to these provisions, may be subject to different consequences than someone who is found not to have met the requirements for permanent residency. In the present case, while the applicant's son was found inadmissible, the applicant was not. I stress that she was found only not to have met the requirements stipulated in s. 72(1)(e)(i) of the", "Regulations"], ["[24]", "I am of the view that the officer's interpretation of the", "Act", "and", "Regulations", "falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law ( <FRAGMENT_SUPPRESSED> , above, at para. 47). As s. 42 of the", "Act", "deals with admissibility, it was reasonable for the officer not to apply this provision in the present case."], ["[25]", "I would add that the applicant is entitled to apply for permanent residency again, and as her inadmissible son would no longer be considered a dependent child and thus a \"family member\" there should be no impediments to its approval if all other requirements are met."], ["[26]", "For the preceding reasons, the present application for judicial review is dismissed.", "JUDGMENT"], ["[27]", "THIS COURT ORDERS that", "the present application for judicial review is dismissed.", "Application dismissed.", "Editor: Angela E. McKay/clh", "ANNEX A", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27", ". . . . .", "36.", ". . . . .", "Criminality", "(2) A foreign national is inadmissible on grounds of criminality for", "(a) having been convicted in Canada of an offence under an Act of Parliament punishable by way of indictment, or of two offences under any Act of Parliament not arising out of a single occurrence;", "(b) having been convicted outside Canada of an offence that, if committed in Canada, would constitute an indictable offence under an Act of Parliament, or of two offences not arising out of a single occurrence that, if committed in Canada, would constitute offences under an Act of Parliament;", "(c) committing an act outside Canada that is an offence in the place where it was committed and that, if committed in Canada, would constitute an indictable offence under an Act of Parliament; or", "(d) committing, on entering Canada, an offence under an Act of Parliament prescribed by regulations.", ". . . . .", "Inadmissible family member", "42. A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if", "(a) their accompanying family member or, in prescribed circumstances, their non-accompanying family member is inadmissible; or", "(b) they are an accompanying family member of an inadmissible person. (...)", "Immigration and Refugee Protection Regulations", ", SOR/2002-227", ". . . . .", "1.", ". . . . .", "Definition of \"family member\"", "(3) For the purposes of the Act, other than section 12 and paragraph 38(2)(d), and for the purposes of these Regulations, other than sections 159.1 and 159.5, \"family member\" in respect of a person means", "(a) the spouse or common-law partner of the person;", "(b) a dependent child of the person or of the person's spouse or common-law partner; and", "(c) a dependent child of a dependent child referred to in paragraph (b).", "SOR/2004-217, s. 1.", "Interpretation", "2. The definitions in this section apply in these Regulations.", ". . . . .", "\"dependent child\" , in respect of a parent, means a child who", "(a) has one of the following relationships with the parent, namely,", "(i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or", "(ii) is the adopted child of the parent;", "and", "(b) is in one of the following situations of dependency, namely,", "(i) is less than 22 years of age and not a spouse or common-law partner,", "(ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student", "(A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and", "(B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or", "(iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition. (enfant à charge )", ". . . . .", "Prescribed circumstances - family members", "23. For the purposes of paragraph 42(a) of the Act, the prescribed circumstances in which the foreign national is inadmissible on grounds of an inadmissible non-accompanying family member are that", "(a) the foreign national has made an application for a permanent resident visa or to remain in Canada as a permanent resident; and", "(b) the non-accompanying family member is", "(i) the spouse of the foreign national, except where the relationship between the spouse and foreign national has broken down in law or in fact,", "(ii) the common-law partner of the foreign national,", "(iii) a dependent child of the foreign national and either the foreign national or an accompanying family member of the foreign national has custody of that child or is empowered to act on behalf of that child by virtue of a court order or written agreement or by operation of law, or", "(iv) a dependent child of a dependent child of the foreign national and the foreign national, a dependent child of the foreign national or any other accompanying family member of the foreign national has custody of that child or is empowered to act on behalf of that child by virtue of a court order or written agreement or by operation of law.", ". . . . .", "Becoming a permanent resident", "72(1) A foreign national in Canada becomes a permanent resident if, following an examination, it is established that", "(a) they have applied to remain in Canada as a permanent resident as a member of a class referred to in subsection (2);", "(b) they are in Canada to establish permanent residence;", "(c) they are a member of that class;", "(d) they meet the selection criteria and other requirements applicable to that class;", "(e) except in the case of a foreign national who has submitted a document accepted under subsection 178(2) or of a member of the protected temporary residents class,", "(i) they and their family members, whether accompanying or not, are not inadmissible,", "(ii) they hold a document described in any of paragraphs 50(1)(a) to (h), and", "(iii) they hold a medical certificate, based on the most recent medical examination to which they were required to submit under these Regulations within the previous 12 months, that indicates that their health condition is not likely to be a danger to public health or public safety and, unless subsection 38(2) of the Act applies, is not reasonably expected to cause excessive demand; and", "(f) in the case of a member of the protected temporary residents class, they are not inadmissible.", ". . . . .", "Requirements", "121. The requirements with respect to a person who is a member of the family class or a family member of a member of the family class who makes an application under Division 6 of Part 5 are the following:", "(a) the person is a family member of the applicant or of the sponsor both at the time the application is made and, without taking into account whether the person has attained 22 years of age, at the time of the determination of the application;", "(b) (Repealed, SOR/2004-167, s. 42)", "SOR/2004-167, s. 42. ...", "Loi sur l'immigration et la protection des réfugiés", ", 2001, ch. 27", ". . . . .", "36.", ". . . . .", "Criminalité", "(2) Emportent, sauf pour le résident permanent, interdiction de territoire pour criminalité les faits suivants:", "a) être déclaré coupable au Canada d'une infraction à une loi fédérale punissable par mise en accusation ou de deux infractions à toute loi fédérale qui ne découlent pas des mêmes faits;", "b) être déclaré coupable, à l'extérieur du Canada, d'une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par mise en accusation ou de deux infractions qui ne découlent pas des mêmes faits et qui, commises au Canada, constitueraient des infractions à des lois fédérales;", "c) commettre, à l'extérieur du Canada, une infraction qui, commise au Canada, constituerait une infraction à une loi fédérale punissable par mise en accusation;", "d) commettre, à son entrée au Canada, une infraction qui constitue une infraction à une loi fédérale précisée par règlement.", ". . . . .", "Inadmissibilité familiale", "42. Emportent, sauf pour le résident permanent ou une personne protégée, interdiction de territoire pour inadmissibilité familiale les faits suivants:", "a) l'interdiction de territoire frappant tout membre de sa famille qui l'accompagne ou qui, dans les cas réglementaires, ne l'accompagne pas;", "b) accompagner, pour un membre de sa famille, un interdit de territoire.", ". . . . .", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227", ". . . . .", "1.", ". . . . .", "Définition de \"membre de la famille\"", "(3) Pour l'application de la Loi - exception faite de l'article 12 et de l'alinéa 38(2)d) - et du présent règlement - exception faite des articles 159.1 et 159.5 -, \"membre de la famille\", à l'égard d'une personne, s'entend de:", "a) son époux ou conjoint de fait;", "b) tout enfant qui est à sa charge ou à la charge de son époux ou conjoint de fait;", "c) l'enfant à charge d'un enfant à charge visé à l'alinéa b).", "DORS/2004-217, art. 1.", "Définitions", "2. Les définitions qui suivent s'appliquent au présent règlement", ". . . . .", "\"enfant à charge\" L'enfant qui:", "a) d'une part, par rapport à l'un ou l'autre de ses parents:", "(i) soit en est l'enfant biologique et n'a pas été adopté par une personne autre que son époux ou conjoint de fait,", "(ii) soit en est l'enfant adoptif;", "b) d'autre part, remplit l'une des conditions suivantes:", "(i) il est âgé de moins de vingt-deux ans et n'est pas un époux ou conjoint de fait,", "(ii) il est un étudiant âgé qui n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans ou est devenu, avant cet âge, un époux ou conjoint de fait et qui, à la fois:", "(A) n'a pas cessé d'être inscrit à un établissement d'enseignement postsecondaire accrédité par les autorités gouvernementales compétentes et de fréquenter celui-ci,", "(B) y suit activement à temps plein des cours de formation générale, théorique ou professionnelle,", "(iii) il est âgé de vingt-deux ans ou plus, n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans et ne peut subvenir à ses besoins du fait de son état physique ou mental. (dependent child )", ". . . . .", "Cas réglementaires: membres de la famille", "23. Pour l'application de l'alinéa 42a) de la Loi, l'interdiction de territoire frappant le membre de la famille de l'étranger qui ne l'accompagne pas emporte interdiction de territoire de l'étranger pour inadmissibilité familiale si:", "a) l'étranger a fait une demande de visa de résident permanent ou de séjour au Canada à titre de résident permanent;", "b) le membre de la famille en cause est, selon le cas:", "(i) l'époux de l'étranger, sauf si la relation entre celui-ci et l'étranger est terminée, en droit ou en fait,", "(ii) le conjoint de fait de l'étranger,", "(iii) l'enfant à charge de l'étranger, pourvu que celui-ci ou un membre de la famille qui accompagne celui-ci en ait la garde ou soit habilité à agir en son nom en vertu d'une ordonnance judiciaire ou d'un accord écrit ou par l'effet de la loi,", "(iv) l'enfant à charge d'un enfant à charge de l'étranger, pourvu que celui-ci, un enfant à charge de celui-ci ou un autre membre de la famille qui accompagne celui-ci en ait la garde ou soit habilité à agir en son nom en vertu d'une ordonnance judiciaire ou d'un accord écrit ou par l'effet de la loi.", ". . . . .", "Devenir résident permanent", "72(1) L'étranger au Canada devient résident permanent si, à l'issue d'un contrôle, les éléments suivants sont établis:", "a) il en a fait la demande au titre d'une des catégories prévues au paragraphe (2);", "b) il est au Canada pour s'y établir en permanence;", "c) il fait partie de la catégorie au titre de laquelle il a fait la demande;", "d) il satisfait aux critères de sélection et autres exigences applicables à cette catégorie;", "e) sauf dans le cas de l'étranger ayant fourni un document qui a été accepté aux termes du paragraphe 178(2) ou de l'étranger qui fait partie de la catégorie des résidents temporaires protégés:", "(i) ni lui ni les membres de sa famille - qu'ils l'accompagnent ou non - ne sont interdits de territoire,", "(ii) il est titulaire de l'un des documents visés aux alinéas 50(1)a) à h),", "(iii) il est titulaire d'un certificat médical attestant, sur le fondement de la plus récente visite médicale à laquelle il a été requis de se soumettre aux termes du présent règlement dans les douze mois qui précèdent, que son état de santé ne constitue vraisemblablement pas un danger pour la santé ou la sécurité publiques et, sauf si le paragraphe 38(2) de la Loi s'applique, ne risque pas d'entraîner un fardeau excessif;", "f) dans le cas de l'étranger qui fait partie de la catégorie des résidents temporaires protégés, il n'est pas interdit de territoire.", ". . . . .", "Exigences", "121. Les exigences applicables à l'égard de la personne appartenant à la catégorie du regroupement familial ou des membres de sa famille qui présentent une demande au titre de la section 6 de la partie 5 sont les suivantes:", "a) l'intéressé doit être un membre de la famille du demandeur ou du répondant au moment où la demande est faite et, qu'il ait atteint l'âge de vingt-deux ans ou non, au moment où il est statué sur la demande.", "b) (Abrogé, DORS/2004-167, art. 42)", "DORS/2004-167, art. 42. ...", "[End of document]"]]}