{"id_": "061971", "body_str": [["[1]", "Gauthier, J.", ": Apotex Inc. appeals the decision of Prothonotary Aronovith dismissing its motion requesting the determination of the following question of law under Rule 220(1) of the", "Federal Court Rules", ", S.O.R./98-106 as amended:  <FRAGMENT_SUPPRESSED>", "\"Is a defendant to a proceeding brought pursuant to s. 8 of the", "Patented Medicines (Notice of Compliance) Regulations", "(the '", "Regulations", "') entitled to defend on the basis that infringement would have occurred by the plaintiff had the prohibition proceeding not been commenced by the defendant under s. 6(1) of the", "Regulations", "? <FRAGMENT_SUPPRESSED>"], ["[2]", "It argues that the Prothonotary misapplied the cases dealing with various questions of interpretation of s. 8 of the", "Regulations", "and that she failed to consider relevant circumstances such as the fact that the trial would be shortened if Apotex Inc. was successful on its motion. She allegedly also gave too much weight to irrelevant considerations such as the fact that the parties could appeal the decision of the Court on the motion thereby delaying the pursuit of the main action.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The decision under review is clearly discretionary. It is agreed that the matter before the Prothonotary is not vital to the final issue of this case. Thus, Apotex Inc. had to establish that the decision is clearly wrong in the sense that it was based upon a wrong principle of law or upon a misapprehension of the facts (", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 478).  <FRAGMENT_SUPPRESSED>"], ["[4]", "With respect to a wrongful exercise of discretion, Apotex Inc. particularly referred to the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  at para. 13 which says:  <FRAGMENT_SUPPRESSED>", "\"The trial judge's decision regarding the procedure to be followed at trial was a discretionary one. An appellate court is not at liberty merely to substitute its own exercise of discretion for the discretion already exercised by the trial judge. However, if the decision was based on an error of law or", "if the appellate court reaches the clear conclusion that there has been a wrongful exercise of discretion in that no weight, or no sufficient weight, has been given to relevant considerations or that the trial judge considered irrelevant factors or failed to consider relevant factors, then an appellate court is entitled to exercise its own discretion", ": ( ... ).\" (My emphasis)  <FRAGMENT_SUPPRESSED>"], ["[5]", "There is no doubt that the Prothonotary had the right test in mind when she considered whether to grant Apotex Inc's motion. She properly refers to the steps set out in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), that is to say, one must first determine whether the question proposed is one of pure law and is not simply academic. Then, whether its resolution would likely dispose of the matter in whole or in part. Thirdly and most importantly, given that the procedure set out at Rule 220(1) is exceptional, one must assess having regard to all the circumstances whether this process would essentially meet the test of Rule 3 by saving time and money, by bringing the litigation to a speedier and more just conclusion and if the litigation does go forward, by simplifying it (", "<FRAGMENT_SUPPRESSED> , at para. 15 and", "<FRAGMENT_SUPPRESSED> ; 2002 FCT 434, at para. 2).  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Prothonotary found that the question proposed \"may be said to be a pure question of law in the sense that it will not require finding of facts to be made\".  <FRAGMENT_SUPPRESSED>"], ["[7]", "Before me, it is not disputed that the question proposed is indeed a pure question of law within the meaning of Rule 220(1). However, Apotex Inc. submits that the Prothonotary erred when she added:  <FRAGMENT_SUPPRESSED>", "\"( ... ) it nevertheless belongs in the category of questions that call for the interpretation of s. 8 and that have been determined ought not to be summarily dealt with and belong at trial.  <FRAGMENT_SUPPRESSED>  per Russel, J., app. dismissed;", "<FRAGMENT_SUPPRESSED>  (F.C.A.). <FRAGMENT_SUPPRESSED>"], ["[8]", "It argues that these cases as well as", "<FRAGMENT_SUPPRESSED> ; 248 F.T.R. 82; 2004 FCA 314, confirmed at (2004), 328 N.R. 85; 2004 FCA 298, are clearly distinguishable and that they do not stand for the broad proposition stated above.  <FRAGMENT_SUPPRESSED>"], ["[9]", "I do not read the decision as meaning that the Prothonotary felt bound by these decisions. In fact, I believe that she looked at the nature of the questions at issue in those cases and came to the conclusion that the proposed question was in the same broad category as of the other novel issues requiring the interpretation of s. 8 of the", "Regulations", ". As indicated later in these reasons, I totally agree with her ultimate conclusion on this point.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Moreover, even if one were to construe this statement as meaning that she viewed those cases as binding precedents, this error would not be material to her decision for she did proceed with the other steps of the", "Perera", "test.  <FRAGMENT_SUPPRESSED>"], ["[11]", "In effect, it appears that when she made that statement, she was still dealing with the first step of the", "Perera", "test for she then says:  <FRAGMENT_SUPPRESSED>", "\"In addition, even where the two first requirements of the applicable test are met, the Court is not thereby obliged to grant a motion pursuant to Rule 220(1) (", "Perera", ", para. 15). At this next stage, the Court is required to exercise its discretion bearing in mind that the procedure is exceptional and \"should be resorted to only when the Court is of the view that the adoption of this exceptional course will save time and expense. <FRAGMENT_SUPPRESSED>"], ["[12]", "In performing this third step, I cannot agree with Apotex Inc. that she misused her discretion.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Apotex Inc. says that the Prothonotary failed to consider the relevant circumstances of the case because she does not specifically refer to them, particularly to the beneficial impact the determination of this question could have on the length of the trial if Apotex Inc. was successful.  <FRAGMENT_SUPPRESSED>"], ["[14]", "But the Prothonotary makes it clear that the circumstances she enumerates at pages 4 and 5 of her Order are", "only", "those militating against the exercise of her discretion in favour of Apotex Inc., not all those she considered.  <FRAGMENT_SUPPRESSED>"], ["[15]", "I have no doubt that Prothonotary Aronovitch, who case manages this file, was well aware that if one settled the issue of infringement, the discovery of documents and the examination of the parties' representatives would be shortened. She states in her endorsement that based on the experience in file T-1272-97, fresh discovery on this issue will amount to something less than ten days.  <FRAGMENT_SUPPRESSED>"], ["[16]", "There is little doubt that she also knew that if this question was ultimately settled in favour of Apotex Inc., the trial of the remaining issues would be shortened. My understanding of her endorsement Reasons is that she does not refer expressly to this factor not because she did not consider it but because it did not outweigh the other circumstances militating against the exercise of her discretion. For example, this shorter trial would probably be delayed by what she refers to as \"the parallel litigation\" and would nevertheless require the Court to deal with other issues relating to the application, the validity and the interpretation of s. 8, questions which, in her opinion, are not so \"neatly extricated\" from the question proposed by Apotex Inc.  <FRAGMENT_SUPPRESSED>"], ["[17]", "There is nothing clearly wrong in this reasoning.  <FRAGMENT_SUPPRESSED>"], ["[18]", "Finally, I cannot agree that it is irrelevant and a misuse of one's discretion to consider an eventual appeal of the decision, with respect to the proposed question of law, and the ensuing delay of the trial of the other issues.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> , refers to such appeal and its impact on the overall length of the proceedings at paragraph 20 of its decision. This was not the first time such consideration was found to be relevant (see also", "<FRAGMENT_SUPPRESSED> , at para. 12,", "<FRAGMENT_SUPPRESSED>  because it was argued that the language of the endorsement is ambiguous, I have decided to examine the motion on its merit de novo and have come to the conclusion that it should be denied and this even if I agree that the question proposed is one of pure law and that its determination could shorten the trial if ultimately Apotex Inc. was successful.  <FRAGMENT_SUPPRESSED>"], ["[21]", "It is evident that none of the cases already decided by this Court are exactly on point in the sense that none dealt with the same question of law. However that does not mean that the logic adopted by the Court in these cases is irrelevant.  <FRAGMENT_SUPPRESSED>"], ["[22]", "I generally agree with Apotex Inc. that cases dealing with motions to strike are the less relevant because of the different standard that applies there.  <FRAGMENT_SUPPRESSED>"], ["[23]", "That being said, I also note that at paragraph 31 of her decision with respect to the motion to strike (", "<FRAGMENT_SUPPRESSED>  revd. (2004), 328 N.R. 87 (F.C.A.)), Prothonotary Aronovitch says:  <FRAGMENT_SUPPRESSED>", "\"Apotex goes on to point out, that the issue for determination here is on all fours with", "<FRAGMENT_SUPPRESSED>  ('", "Eli Lilly'", "), where Justice Heneghan granted partial summary judgment on a pure question of law which did not require to be determined at a full trial on the merits. <FRAGMENT_SUPPRESSED>"], ["[24]", "This decision of Justice Heneghan was not relied upon by Apotex Inc. in this appeal probably because it has since been reversed by the Federal Court of Appeal who said among other things, at paragraphs 14 and 16:  <FRAGMENT_SUPPRESSED>", "\"... Whether, for the purpose of s. 8, a 'first person' includes the corporation who directed the submission of the patent list in the name of its subsidiary is a sufficiently difficult legal question to require a trial.  <FRAGMENT_SUPPRESSED>", "\"However, as I have already said, these and the other difficult questions involving the interpretation of s. 8 can only be satisfactorily resolved in the context of a trial. <FRAGMENT_SUPPRESSED>"], ["[25]", "In that case, the Federal Court of Appeal noted that findings of facts could be required, but only if notions of agency and control where found to be relevant in the construction of s. 8.  <FRAGMENT_SUPPRESSED>"], ["[26]", "From the brief arguments presented by the parties, with respect to the merits of the proposed question, it appears that the Court will have to look at and construe several of the subsections and more particularly ss. 8(3), 8(4) and 8(5).  <FRAGMENT_SUPPRESSED>"], ["[27]", "There is no doubt that the issue is a novel one' as were the other issues raised in the cases referred to above. The same is true of the remaining issues raised in the present proceedings (see paragraph 29).  <FRAGMENT_SUPPRESSED>"], ["[28]", "Given the vague language of s. 8 and the nature of the regulatory scheme, it is also in my view a difficult legal question which is not well suited for a determination under Rule 220(1).  <FRAGMENT_SUPPRESSED>"], ["[29]", "Moreover, as I said, the defendants raise other defences related to the validity, application and interpretation of s. 8 such as:  <FRAGMENT_SUPPRESSED>", "i) whether s. 8 as amended on March 12, 1998, applies to this case;  <FRAGMENT_SUPPRESSED>", "ii) whether there is any liability under the old version of s. 8;  <FRAGMENT_SUPPRESSED>", "iii) whether both defendants are a first person within the meaning of s. 8;  <FRAGMENT_SUPPRESSED>", "iv) whether s. 8 as originally enacted or as amended, is ultra vires.  <FRAGMENT_SUPPRESSED>"], ["[30]", "In respect of this last issue which is raised as an alternative, the defendants state at paragraph 41 a) of the Second Amended Statement of Defence and Counterclaim that s. 8 is inconsistent with and repugnant to the express purpose and intent of s. 55.2(4) of the", "Patent Act", "which is that of \"preventing infringement of a patent\".  <FRAGMENT_SUPPRESSED>"], ["[31]", "Like Prothonotary Aronovitch, I do not find that these issues, particularly this last one, can be \"easily extricated\" from the proposed question. If the Court, having heard all the arguments with respect to paragraph 41 a), was to conclude for example that s. 8 would be ultra vires unless that defence of infringement was considered as part of the circumstances referred to in s. 8(4), it would normally consider this factor in construing that subsection. In that sense, dealing with the proposed question without having regard to the other issues raised in the Statement of Defence means that the proposed question would be answered in a vacuum.  <FRAGMENT_SUPPRESSED>"], ["[32]", "There is no dispute that at trial, whatever happens with respect to the proposed question, that Court will have to review and consider the history, evolution and purpose of this regulatory scheme and more particularly of s. 8. Why should this exercise be duplicated?  <FRAGMENT_SUPPRESSED>"], ["[33]", "Apotex Inc. urged the Court to consider the cases it submitted with respect to Rule 107. I agree that there is a parallel to be made between Rule 220(1) and Rule 107 in certain instances. But having reviewed the authorities cited by Apotex Inc., I am not satisfied that this is a case where the Court should depart from the general rule that a party is entitled to have all the issues determined together at trial.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In fact, I believe after considering all the pros and cons including all the factors referred to in", "<FRAGMENT_SUPPRESSED> , that in this case, adopting the process suggested by Apotex Inc. will not bring this litigation to a more just conclusion.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[35]", "THIS COURT ORDERS that:  <FRAGMENT_SUPPRESSED>", "1. The motion is dismissed with costs.  <FRAGMENT_SUPPRESSED>", "Appeal dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}