{"id_": "061918", "body_str": [["[1]", "Noël, J.", ": This is an application by Robert Khachatourian [the Applicant] for judicial review pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision of the Refugee Appeal Division [RAD] of the Immigration and Refugee Board of Canada, dated February 19, 2014, which upheld the decision of the Refugee Protection Division [RPD], dated February 3, 2014, determining that the Applicant was neither a Convention Refugee nor a person in need of protection within the meaning of sections 96 and 97 of IRPA.", "II.", "Facts"], ["[2]", "The Applicant is 43 years old and claims to be of Iranian-Armenian background and a member of the Armenian Apostolic Orthodox Church. He was born in Kuwait, but is of Iranian nationality. The Applicant and his family returned to live in Iran shortly after his birth."], ["[3]", "While in Iran, the Applicant alleged that his grandfather's church was attacked by Muslim reactionaries. His grandfather was an orthodox priest. The Applicant and his family subsequently moved to Kuwait because of hateful events perpetuated against them. The Applicant was eight years old at the time."], ["[4]", "The Applicant never obtained citizenship or permanent residence in Kuwait."], ["[5]", "He moved to the United States in 2005 to pursue a business venture and married a citizen of that country in 2006. The couple separated in 2009."], ["[6]", "The Applicant applied for asylum in the United States in 2010. He stated that he did not hear anything about his asylum claim or his application for renewal of his United-States work visa. He therefore came to Canada on October 3, 2013, and made a refugee claim shortly after.", "III.", "Refugee Protection Division Decision"], ["[7]", "The Applicant was represented by counsel before the RPD. The Minister did not intervene."], ["[8]", "The RPD first found that the Applicant is a citizen of Iran and of no other country. He does not have an ongoing right to live in Kuwait."], ["[9]", "Before the RPD, the Applicant claimed that he would be persecuted if he were to return to Iran because of his Orthodox faith. He alleged that in practising his faith, he would proselytise and seek to convert other persons to his faith, and would be persecuted for doing so. He also claimed that he would be persecuted because of his link to his grandfather, who was involved in converting Muslims to Christianity before the Islamic Revolution of the 1970s. The Applicant further alleged that there is no adequate state protection available for him and that the possibility of harm exists in Iran throughout the country."], ["[10]", "The RPD wrote that the Applicant was born into a Christian Armenian family and the Armenian Apostolic Orthodox Church Tradition. The RPD concluded that the Armenian Orthodox Church is not involved in proselytizing and does not accept Muslim converts into its Church. The RPD found the Applicant not credible on this point and that he is unlikely to face an increased risk of persecution as a member of this Church."], ["[11]", "On January 15, 2014, the RPD rendered an oral decision stating that the Applicant was neither a Convention refugee nor a person in need of protection pursuant to sections 96 and 97 of IRPA.", "IV.", "Refugee Appeal Division Decision - Impugned Decision"], ["[12]", "The Applicant represented himself before the RAD. The Minister did not intervene."], ["[13]", "The issues on appeal at the RAD are:", "• Did the RPD err in law in its findings on credibility?", "• Did the RPD fail to complete the necessary evaluation of all the evidence issues at hand, and in turn render an erroneous decision without regard to the testimony and evidence provided by the Applicant in support of his refugee claim?"], ["[14]", "The RAD relied on", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] to state that the applicable standard of review is that of reasonableness, which is concerned with \"the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and law\" (Applicant's Record [AR], page 11 at para 26)."], ["[15]", "The RAD also explained that the Applicant sought to introduce \"new\" evidence pursuant to subsection 110(4) of IRPA as well as holding a new hearing before the RAD under subsection 110(6) of IRPA. Based on its interpretation of subsection 110(4) of IRPA and on", "<FRAGMENT_SUPPRESSED>  the RAD accepted the introduction of a letter from the Applicant's godfather as a new document. The Applicant also sought to present three additional letters pursuant to subsection 110(6) of IRPA, along with seven pictures. These documents were not accepted by the RAD."], ["[16]", "The RAD then reviewed the RPD conclusions on the nature of the treatment in Iran of the Armenian Apostolic Orthodox Church and of the RPD's finding that it did not find credible that the Applicant would engage in proselytizing activities. The RAD found that the RPD's determination \"fell within the range of possible, acceptable outcomes, defensible in respect of the facts and the law\" and is thus reasonable. The RAD also assessed the RPD's credibility findings and although one of the findings (the passport issue) was found not to be reasonable, it concluded that overall, the remaining findings stood and that was sufficient to render the RPD decision reasonable."], ["[17]", "The RAD also concluded that there is no basis to hold a hearing before the RAD pursuant to subsections 110(3) and 110(6) of IRPA, along with subsection 110(4) and paragraph 110(6)(c) of IRPA. The RAD therefore concluded that the RPD decision was reasonable. Pursuant to paragraph 111(1)(a) of IRPA, the RAD confirmed the RPD's conclusion that the Applicant was neither a Convention refugee nor a person in need of protection. The appeal is rejected.", "V.", "Parties' Submissions"], ["[18]", "The Applicant first submits that the RAD applied the wrong standard of review based on jurisprudence of this Court. It applied the reasonableness standard instead of undertaking its own review of the evidence and considering whether existing errors could reasonably have impacted the ultimate decision. The Respondent retorts that the RAD's decision to review the RPD decision on the reasonableness standard is consistent with the jurisprudence, the provisions of IRPA and the respective roles and functions of the RPD and the RAD. The Respondent further argues that it is not the role of the RAD to reweigh all of the evidence again and make its own credibility findings or other findings of fact or to re-hear the matter. An appeal at the RAD is not a", "de novo", "hearing."], ["[19]", "The Applicant also submits that both the RAD and the RPD failed to consider that Armenian Christians generally refrain from proselytizing in Iran because they would face persecution. More specifically, the RAD failed to assess that the restrictions on the well established right to practise religion in a regular and open manner rise to the level of persecution. The RAD also erred in ignoring relevant evidence of risk and discrimination facing Armenian Christians and other non-Muslims. The Respondent responds by arguing that the RAD reviewed the RPD's credibility findings along with the new evidence the Applicant sought to introduce and decided to uphold the RPD's findings as reasonable. The Applicant is simply stating that the RAD should have made its own credibility findings."], ["[20]", "In its reply, the Applicant submits that the comments made by Justice Shore in <FRAGMENT_SUPPRESSED> , above, upon which the Respondent relies for the proposition that the RAD should apply a deferential standard of reasonableness in appeals for the RPD are", "obiter dicta", ". Moreover, the Applicant states that this Court has recently rendered four decisions where it has sent the matters back for re-determination on the issue of standard of reasonableness at the RAD."], ["[21]", "In its Further Memorandum of Argument, the Applicant further argues that a number of decisions from this Court have held that the standard of reasonableness is not the proper standard of review to be applied by the  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Singh", "]. The Applicant adds that even if the proper standard of review was applied by the RAD, the decision remains unreasonable."], ["[22]", "The Respondent, in its Further Memorandum, states that the RAD afforded proper deference to the RPD's credibility findings and other findings of fact. Unless the RAD's determination is unreasonable, the Court should not interfere with the RAD's determination of the applicable standard of review when reviewing RPD decisions. The tribunal's interpretation of its home statute is reviewable on a reasonableness standard."], ["[23]", "The Respondent also argues that recent jurisprudence from this Court have upheld RAD decisions confirming the RPD's conclusions when credibility of the refugee claimant was the central issue:", "<FRAGMENT_SUPPRESSED>  [", "Yin", "];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Moreover, the provisions of IRPA support the suggestion that the RAD's determination of the RPD's credibility findings should be given deference. The Respondent adds that the role of the RAD is to review RPD decisions and to identify errors made by the RPD. The Respondent also submits that the RAD properly upheld the RPD's credibility findings since it reviewed the RPD's findings, the evidence provided to the RPD, along with the evidence the Applicant sought to introduce.", "VI.", "Issues"], ["[24]", "The Applicant proposes the following two issues:", "• Did the RAD apply the correct standard of review?", "• Did the RAD err in its analysis of persecution and risk?"], ["[25]", "The Respondent presents the issues as follows:", "• Did the RAD make a reviewable error by affording deference to the RPD's credibility findings and other findings of fact and mixed fact and law?", "• Did the RAD make a reviewable error when it upheld the RPD's credibility findings?", "• Did the RAD make a reviewable error when it upheld the RPD's finding that the Applicant had not established that he faced a well-founded fear of persecution in Iran?"], ["[26]", "After reviewing the parties' submissions and the proposed issues, I frame the issue as follows:", "• In adopting the reasonableness standard to an appeal process, did the RAD adequately review the credibility findings made by the RPD?", "VII.", "Standard of Review"], ["[27]", "Several decisions from this Court have issued an opinion as to which standard of review should be applied to the scope of the review by the RAD on an appeal. Justice Martineau in <FRAGMENT_SUPPRESSED> , above at para 18, wrote that many judges of this Court are of the opinion that the correctness standard applies. Other decisions state the opposite, namely that this Court should apply the reasonableness standard when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision ( <FRAGMENT_SUPPRESSED> , above at paras 16 to 26; <FRAGMENT_SUPPRESSED> , above at para 18)."], ["[28]", "The \"standard of review this Court should apply when reviewing the standard of intervention chosen by the RAD in its review of a RPD decision is undecided\" (", "Yin", ", above at para 33). This question is not determinative with regard to the case at bar. I will thus use a pragmatic approach for the determination of the present judicial review (", "Ibid", "at para 34; <FRAGMENT_SUPPRESSED> , above at para 37)."], ["[29]", "In the present appeal, the RAD is being asked to review the credibility findings of the RPD along with whether or not the RPD failed to complete the necessary evaluation of the documentary evidence related to the issues at hand. When it comes to questions of mixed fact and law in a judicial review, the reasonableness standard applies. I will thus apply the standard of review of reasonableness to the present matter (", "<FRAGMENT_SUPPRESSED>  at para 53).", "VIII.", "Analysis", "A.", "In adopting the reasonableness standard to an appeal process, did the RAD adequately review the credibility findings made by the RPD?"], ["[30]", "In the case at bar, the RAD's decision to apply the reasonableness standard to the RPD decision is not an acceptable outcome in law, as the appeal before the RAD is not a judicial review (", "<FRAGMENT_SUPPRESSED>", "at para 10;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Indeed, the RAD, citing decisions from this Court, wrote:", "The determinative issues for the RPD were credibility and whether or not the appellant had a well-founded fear of persecution. The latter is primarily also a credibility finding. The standard of review with respect to credibility findings, which are essentially pure findings of fact, is reasonableness. Reasonableness is concerned with the justification, transparency and intelligibility of the decision-making process, but also with whether the decision falls within a range of possible, acceptable outcomes defensible in respect of the facts and the law. There is no substantive reason why the RAD should not apply a similar definition of reasonableness (AR page 11 at para 26)."], ["[31]", "Although I believe that when it comes to credibility determinations a certain level of deference is owed to the factual findings of the RPD by the RAD, I do not believe that the same level of deference is applicable to the standard of reasonableness in a judicial review ( <FRAGMENT_SUPPRESSED> , above at para 27). The RAD must assume its appeal role as the legislation calls for, but for the RAD to act as a judicial review body is not assuming its obligation as an appeal body. The Federal Court of Appeal will eventually clarify this."], ["[32]", "The Respondent lists jurisprudence from this Court to support its position that this Court has upheld decisions from the RAD confirming RPD conclusions when the credibility of the refugee claimant was the central issue. The approach taken by the RAD in those instances was however different from the approach taken in the present case. In", "Yin", ", the undersigned explained that the RAD conducted its own assessment of the evidence and went further in its analysis than the RPD did (para 37). In <FRAGMENT_SUPPRESSED> , Justice Gagné wrote that the RAD reviewed and assessed the evidence presented before the RPD (paras 46-48). In <FRAGMENT_SUPPRESSED> , Justice Shore explained that the RAD raised the contradictory information the Applicant presented and that the RAD showed proper deference to the RPD credibility findings (para 26). In <FRAGMENT_SUPPRESSED> , contrary to the Respondent's argument, Justice Martineau wrote that he will not judicially impose on the RAD any degree of deference whatsoever to be applied to RPD decisions (para 91). Justice Martineau also specified in <FRAGMENT_SUPPRESSED> , above, that he does not speculate nor give a definitive opinion as to the scope of the examination of a RPD decision on appeal to the RAD (paras 51-52)."], ["[33]", "In the case at bar, contrary to the jurisprudence cited by the Respondent, the RAD does not make its own analysis of the case but simply reviewed the RPD credibility determinations and judged them reasonable. Throughout the decision, the RAD wrote \"the RPD found\" (para 36), \"the Member found\" (paras 36, 42, 46, 49, 53, 60), \"the RPD determination\" (para 37), \"the Member's review\" (para 37), the \"Member refers\" (para 38), the \"Member notes\" (para 38), \"the Member carefully reviewed\" (para 39), \"the Member discusses\" (para 40), \"the Member drew the following conclusions\" (para 43), \"the conclusions drawn by the RPD Member\" (para 44), \"the Member acknowledged\" (para 46),\"the Member provided\" (", "Ibid", "), \"the Member placed\" (", "Ibid", "), \"inconsistencies found by the Member\" (para 47", ", \"the Member reviewed\" (", "Ibid", "), \"the Member concluded\" (para 49), \"the Member lists\" (", "Ibid", "), \"the Member noted\" (para 52), \"the Member commented\" (para 54), \"the Member also stated\" (", "Ibid", ") and \"the Member's findings\" (para 61). This enunciation of the references to the reliance the RAD was showing towards the RPD is by itself a clear indication of a high degree of deference. It does not disclose the analysis that an appeal board should be doing in such a situation."], ["[34]", "Moreover, the RAD makes numerous references to <FRAGMENT_SUPPRESSED> 's definition of reasonableness throughout its decision when assessing the RPD determinations. For example, it concluded that \"in this case, it was open to the Member to assign greater or lesser weight to the evidence she reviewed and that her determination fell within the range of possible, acceptable outcomes, defensible in respect of the facts and the law. I find her conclusion in this regard to be reasonable\" (AR, page 16 at para 44). Similar conclusions can also be found in the RAD's decision at paragraphs 46, 60 and 68. Again, this judicial review approach shows a high level of deference for the RPD and does not exhibit the analysis that an appeal body must be doing in such cases. Only on this basis it is sufficient to justify an intervention of this Court."], ["[35]", "Having reviewed the main credibility findings made by the RPD and the analysis by the RAD, I note that the RAD's contradictory finding on the passport issue and whether or not the Applicant had gone back to Iran after 1979 to be telling. The RPD qualified this negative credibility as being \"a significant contradiction\" and that it \"[c] ast in doubt your entire narrative of events in Iran which rely wholly on the credibility of your testimony [...].\" The RPD concludes that this was such that it was enough to find his refugee claim as not founded."], ["[36]", "Then, the RAD explains that the RPD was wrong in making this finding, but goes on to say that the other findings are such that the RPD decision overall was reasonable. As seen in the preceding paragraph, the RPD, only on this finding, had decided to conclude that \"[T] here are compelling reasons to find you a Refugee on grounds of what you experienced in Iran is not founded.\" The RAD did not deal with the importance of such a finding for the RPD and the impact it may have had on the remaining findings. It limited itself to assessing the other credibility findings without dealing with the importance of the first credibility finding. Also, only on this issue, this was unreasonable. Only on this point, this would justify this Court to intervene."], ["[37]", "I am also concerned with the admissibility of documents and the approach followed by the RAD when dealing with subsection 110(4) of the IRPA. Subsection 110(4) states that \"[O] n appeal, the person who is the subject of the appeal may present only evidence that arose after the rejection of their claim or that was not reasonably available, or that the person could not reasonably have been expected in the circumstances to have presented, at the time of the rejection.\" This matter was not raised by the parties and I will limit my comment to referring the parties to", "Singh", "above", "at paras 44 to 58. In", "Singh", ", Justice Gagné concluded that the criteria established in <FRAGMENT_SUPPRESSED> , above, do not automatically apply to an analysis under subsection 110(4) of IRPA. First, the roles of a PRRA Officer and of the RAD differ: a PRRA Officer does not have an appeal role with regards to RPD decisions and does not have a quasi-judicial function. The RAD is a quasi-judicial body acting as an appellate tribunal of the RPD's decisions (paras 49-50). The intention of creating the RAD was to give a \"full-fact based appeal\" (", "Singh", ", above at para 54; <FRAGMENT_SUPPRESSED> , above at para 85) to the appellant. Accordingly, it is important that the criteria regarding the admissibility of evidence are sufficiently flexible to ensure that this can occur, especially considering the strict timelines a claimant now faces for initially submitting evidence before the RPD (", "Singh", ", above at para 55). Justice Gagné further wrote that:", "In <FRAGMENT_SUPPRESSED> , Justice Sharlow distinguishes between the express and the implicit questions raised by paragraph 113(", ") of the Act and specifically states that the four implied questions (credibility, relevance, newness and materiality) find their source in the purpose of paragraph 113(", ") within the statutory scheme of the Act relating to refugee claims and PRRA applications. In my view, they need to be addressed in that specific context and are not transferable in the context of an appeal before the RAD (", "Ibid", "at para 56)."], ["[38]", "I will limit my comments to this as I did not have the benefit of counsel's submissions. It will be for another time."], ["[39]", "The application for judicial review will therefore be allowed and the case will be referred back to the RAD for reconsideration of the Applicant's appeal. The RAD simply adopted the reasonableness standard applicable to judicial review in reviewing the RPD decision thus denying the Applicant his appeal. It was also unreasonable, as seen earlier, for the RAD not to realize the crucial importance of the passport issue finding made by the RPD on the other credibility findings."], ["[40]", "The parties were invited to suggest a question for certification but none was made.", "IX.", "Conclusion"], ["[41]", "The application for judicial review is allowed and no question will be certified.", "JUDGMENT"], ["[42]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review of the decision of Philip MacAulay, dated June 4, 2014, is allowed.", "2. No question of general importance will be certified.", ".........................", "<FRAGMENT_SUPPRESSED>  Noël", "[Traduction]: Robert Khachatourian [le demandeur] sollicite, sur le fondement du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR], le contrôle judiciaire de la décision datée du 19 février 2014 par laquelle la Section d'appel des réfugiés [SAR] de la Commission de l'immigration et du statut de réfugié du Canada a confirmé la décision rendue le 3 février 2014 par la Section de la protection des réfugiés [SPR], qui avait conclu que le demandeur n'avait pas la qualité de réfugié au sens de la Convention ni celle de personne à protéger aux termes des articles 96 et 97 de la LIPR.", "II.", "Les faits"], ["[2]", "Le demandeur, qui est âgé de 43 ans, affirme être d'origine irano-arménienne et appartenir à l'Église apostolique arménienne orthodoxe. Bien qu'il soit né au Koweït, il a la nationalité iranienne. Peu après sa naissance, le demandeur et sa famille sont retournés vivre en Iran."], ["[3]", "Le demandeur affirme que, pendant son séjour en Iran, des traditionalistes musulmans ont mené une attaque contre l'église de son grand-père, un prêtre orthodoxe. Le demandeur et sa famille ont ensuite déménagé au Koweït en raison d'incidents haineux dont ils avaient été victimes. Le demandeur était alors âgé de huit ans."], ["[4]", "Le demandeur n'a jamais obtenu la citoyenneté ni la résidence permanente au Koweït."], ["[5]", "En 2005, il est parti vivre aux États-Unis pour y exploiter une entreprise et en 2006, il a épousé une citoyenne américaine. Le couple s'est séparé en 2009."], ["[6]", "En 2010, le demandeur a présenté une demande d'asile aux États-Unis. Il a déclaré n'avoir jamais obtenu de réponse des autorités américaines, que ce soit par rapport à cette demande d'asile ou à sa demande de renouvellement de permis de travail. Il est donc venu au Canada le 3 octobre 2013 et a demandé l'asile peu après.", "III.", "La décision de la Section de la protection des réfugiés"], ["[7]", "Devant la SPR, le demandeur était représenté par un conseil. Le ministre n'est pas intervenu."], ["[8]", "La SPR a d'abord constaté que le demandeur avait la citoyenneté d'un seul pays, à savoir l'Iran. Il ne jouit pas du droit de vivre en permanence au Koweït."], ["[9]", "Devant la SPR, le demandeur a affirmé qu'il serait persécuté s'il retournait en Iran parce qu'il était de confession orthodoxe. Dans la pratique de sa religion, il faisait apparemment du prosélytisme et cherchait à convertir d'autres personnes à sa foi, ce pour quoi il serait persécuté. Il a également affirmé qu'il serait persécuté en raison de sa relation avec son grand-père, qui avait pris part à la conversion de musulmans au christianisme avant la Révolution islamique des années 1970. Le demandeur a ajouté que l'État iranien ne lui offrait pas de protection adéquate et que le risque de subir un préjudice était présent dans tout le pays."], ["[10]", "La SPR a écrit que le demandeur était né dans une famille de chrétiens arméniens dans la tradition de l'Église apostolique arménienne orthodoxe. Elle a conclu que l'Église orthodoxe arménienne ne se livrait pas au prosélytisme et qu'elle n'acceptait pas en son sein les musulmans convertis. Elle a jugé que le demandeur n'était pas digne de foi sur ce point et qu'il n'était probablement pas exposé à un risque accru de persécution du fait de son appartenance à cette Église."], ["[11]", "Le 15 janvier 2014, dans une décision rendue de vive voix, la SPR a déclaré que le demandeur n'avait ni la qualité de réfugié au sens de la Convention ni celle de personne à protéger aux termes des articles 96 et 97 de la LIPR.", "IV.", "La décision rendue par la Section d'appel des réfugiés et faisant l'objet du contrôle"], ["[12]", "Le demandeur n'était pas représenté par avocat devant la SAR. Le ministre n'est pas intervenu."], ["[13]", "Les questions examinées par la SAR en appel étaient les suivantes:", "• La SPR a-t-elle commis une erreur de droit dans ses conclusions relatives à la crédibilité?", "• La SPR a-t-elle négligé d'effectuer l'évaluation nécessaire de toutes les questions en cause relatives à la preuve et ainsi rendu une décision erronée sans égard au témoignage et aux éléments de preuve fournis par le demandeur à l'appui de sa demande d'asile?"], ["[14]", "S'appuyant sur la décision", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], la SAR a déclaré que la norme de contrôle applicable était celle de la décision raisonnable, en précisant que ce caractère raisonnable tenait « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, mais aussi à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (dossier du demandeur [DD], page 11, paragraphe 26)."], ["[15]", "La SAR a également expliqué que le demandeur avait cherché à produire de « nouveaux » éléments de preuve au titre du paragraphe 110(4) de la LIPR, et à obtenir la tenue d'une nouvelle audience devant la SAR sous le régime du paragraphe 110(6) de la LIPR. Se fondant sur son interprétation du paragraphe 110(4) de la LIPR et sur l'arrêt", "<FRAGMENT_SUPPRESSED>  la SAR a accepté qu'une lettre écrite par le parrain du demandeur soit présentée en tant que document nouveau. Le demandeur a aussi cherché à présenter trois autres lettres conformément au paragraphe 110(6) de la LIPR, ainsi que sept photos, mais la SAR n'a pas admis ces documents."], ["[16]", "La SAR s'est ensuite penchée sur les conclusions tirées par la SPR quant à la nature du traitement réservé à l'Église apostolique arménienne orthodoxe en Iran et sur le fait que la SPR n'avait pas jugé crédibles les propos du demandeur selon lesquels il se livrerait à du prosélytisme. Elle a conclu que la décision de la SPR « appart[enait] aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » et qu'elle était par conséquent raisonnable. La SAR a également analysé les conclusions sur la crédibilité tirées par la SPR et, bien qu'elle ait jugé l'une d'elles (la question du passeport) déraisonnable, elle a conclu que, dans l'ensemble, les autres conclusions étaient valables, ce qui suffisait pour rendre raisonnable la décision de la SPR."], ["[17]", "La SAR a également jugé que rien ne justifiait qu'elle tienne une audience, selon les paragraphes 110(3) et 110(6) de la LIPR, ainsi que le paragraphe 110(4) et l'alinéa 110(6)", ") de la LIPR. Elle a donc conclu que la décision de la SPR était raisonnable. Conformément au paragraphe 111(1) de la LIPR, la SAR a confirmé la conclusion de la SPR selon laquelle le demandeur n'avait ni la qualité de réfugié au sens de la Convention ni celle de personne à protéger. L'appel a été rejeté.", "V.", "Les observations des parties"], ["[18]", "D'abord, le demandeur affirme que la SAR n'a pas appliqué la bonne norme de contrôle, compte tenu de la jurisprudence de la Cour. Elle a en effet appliqué la norme de la décision raisonnable au lieu de procéder à son propre examen de la preuve et de déterminer si les erreurs détectées étaient susceptibles d'avoir influé sur la décision ultime. Le défendeur réplique que la décision de la SAR d'examiner la décision de la SPR au regard de la norme du caractère raisonnable était conforme à la jurisprudence, aux dispositions de la LIPR et aux rôles et fonctions respectivement conférés à la SPR et à la SAR. Le défendeur ajoute que le rôle de la SAR ne consiste pas à soupeser à nouveau l'ensemble de la preuve et à tirer ses propres conclusions concernant la crédibilité ou d'autres faits, ni à reprendre l'affaire depuis le début. L'appel interjeté devant la SAR n'est pas une audience", "de novo"], ["[19]", "Le demandeur soutient aussi que la SAR comme la SPR ont omis de tenir compte du fait que les chrétiens arméniens s'abstenaient généralement de tout prosélytisme en Iran afin d'éviter les persécutions. Plus précisément, la SAR n'a pas envisagé la possibilité que les restrictions imposées au droit bien établi de pratiquer sa religion normalement et ouvertement puissent équivaloir à de la persécution. La SAR a également commis une erreur en ignorant des éléments de preuve pertinents sur les risques et la discrimination auxquels sont exposés les chrétiens arméniens et les autres non-musulmans. Le défendeur réplique en faisant valoir que la SAR avait examiné les conclusions sur la crédibilité tirées par la SPR de pair avec les nouveaux éléments de preuve que le demandeur avait cherché à produire et qu'elle avait décidé de confirmer ces conclusions parce qu'elle les jugeait raisonnables. Le demandeur affirme simplement que la SAR aurait dû se former sa propre opinion sur la question de la crédibilité."], ["[20]", "Dans sa réponse, le demandeur avance que les observations formulées par le juge Shore dans la décision <FRAGMENT_SUPPRESSED> , précitée, et sur lesquelles le défendeur s'appuie pour affirmer que la SAR doit appliquer la norme déférente de la décision raisonnable aux appels des décisions de la SPR, constituent des remarques incidentes. Il ajoute que, dans quatre dossiers récents, la Cour a décidé qu'il fallait renvoyer l'affaire devant la SAR pour qu'elle rende une nouvelle décision sur la question de la norme du caractère raisonnable."], ["[21]", "Dans son mémoire des arguments supplémentaires, le demandeur fait aussi valoir que, dans un certain nombre de décisions, la Cour a statué que la norme de contrôle que la SAR devait appliquer n'était pas celle de la décision raisonnable:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [", "Singh", "]. Par ailleurs, le demandeur précise que, même en admettant que la SAR ait appliqué la bonne norme de contrôle, sa décision n'en demeure pas moins déraisonnable."], ["[22]", "Le défendeur déclare, dans son mémoire supplémentaire, que la SAR a fait preuve de la retenue qui s'imposait envers les conclusions sur la crédibilité et autres conclusions de fait de la SPR. La Cour ne doit pas modifier le choix de la SAR concernant la norme de contrôle à appliquer aux décisions de la SPR, sauf si ce choix est déraisonnable. L'interprétation que fait un tribunal administratif de sa loi constitutive est susceptible de révision selon la norme de la décision raisonnable."], ["[23]", "Le défendeur fait aussi valoir que, dans des décisions récentes, la Cour a confirmé des décisions par lesquelles la SAR avait maintenu les conclusions de la SPR dans des dossiers où la question centrale était celle de la crédibilité du demandeur d'asile:", "<FRAGMENT_SUPPRESSED>  [", "Yin", "];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. En outre, les dispositions de la LIPR confirment la thèse voulant que les décisions rendues par la SAR au sujet des conclusions tirées par la SPR en matière de crédibilité appellent la retenue. Le défendeur ajoute que le rôle de la SAR consiste à examiner les décisions de la SPR et à repérer les erreurs faites par celle-ci. Selon lui, c'est à juste titre que la SAR a confirmé les conclusions de la SPR sur la question de la crédibilité, puisqu'elle a examiné ces conclusions, la preuve dont disposait la SPR et la preuve que le demandeur a cherché à produire.", "VI.", "Les questions en litige"], ["[24]", "Le demandeur propose les deux questions suivantes:", "• La SAR a-t-elle appliqué la bonne norme de contrôle?", "• La SAR a-t-elle commis une erreur dans son analyse de la persécution et du risque?"], ["[25]", "Le défendeur formule ainsi les questions en litige:", "• La SAR a-t-elle commis une erreur susceptible de contrôle en faisant preuve de retenue à l'égard des conclusions tirées par la SPR sur la question de la crédibilité et sur les autres questions de fait et questions mixtes de fait et de droit?", "• La SAR a-t-elle commis une erreur susceptible de contrôle en confirmant les conclusions tirées par la SPR sur la question de la crédibilité?", "• La SAR a-t-elle commis une erreur susceptible de contrôle en confirmant la conclusion de la SPR selon laquelle le demandeur n'avait pas établi que sa crainte d'être persécuté en Iran était justifiée?"], ["[26]", "Après examen des observations des parties et des questions proposées, j'énoncerai la question comme suit:", "• En adoptant la norme de la décision raisonnable dans le cadre d'un appel, la SAR a-t-elle fait un examen adéquat des conclusions sur la crédibilité tirées par la SPR?", "VII.", "La norme de contrôle"], ["[27]", "La Cour a donné son avis dans plusieurs décisions concernant la norme de contrôle à appliquer à la question de la portée de l'examen que doit entreprendre la SAR lorsqu'elle siège en appel. Au paragraphe 18 de la décision <FRAGMENT_SUPPRESSED> , précitée, le juge Martineau observe que, selon de nombreux juges de la Cour, la norme de la décision correcte s'applique. Toutefois, d'autres décisions indiquent au contraire que la Cour doit appliquer la norme du caractère raisonnable quand elle revoit la norme d'intervention choisie par la SAR lors de l'examen d'une décision de la SPR ( <FRAGMENT_SUPPRESSED> , précitée, aux paragraphes 16 à 26; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 18)."], ["[28]", "La « norme de contrôle que la Cour doit appliquer quand elle revoit la norme d'intervention choisie par la SAR lors de l'examen d'une décision de la SPR n'est pas arrêtée » (", "Yin", ", précitée, au paragraphe 33). Cela dit, cette question n'est pas déterminante en l'espèce. J'adopterai par conséquent une approche pragmatique pour statuer sur la présente demande de contrôle judiciaire (", "ibid", ", au paragraphe 34; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 37)."], ["[29]", "Dans le cadre de l'appel dont il est question ici, la SAR doit examiner les conclusions sur la crédibilité tirées par la SPR et se demander si cette dernière a négligé d'effectuer l'évaluation nécessaire de la preuve documentaire se rapportant aux questions en cause. Si les questions soumises au contrôle judiciaire sont des questions mixtes de fait et de droit, la norme applicable est celle de la décision raisonnable. C'est donc la norme de contrôle de la décision raisonnable que j'appliquerai en l'espèce (", "<FRAGMENT_SUPPRESSED> , au paragraphe 53).", "VIII.", "Analyse", "A.", "En adoptant la norme de la décision raisonnable dans le cadre d'un appel, la SAR a-t-elle fait un examen adéquat des conclusions sur la crédibilité tirées par la SPR?"], ["[30]", "Dans la présente affaire, la décision de la SAR d'appliquer la norme du caractère raisonnable à la décision de la SPR n'est pas une issue acceptable au regard du droit, car l'appel interjeté devant la SAR n'est pas un contrôle judiciaire (", "Alyafi,", "précitée, au paragraphe 10);", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). En fait, la SAR, reprenant des passages de certaines décisions de la Cour, a écrit ceci:", "Les questions déterminantes pour la SPR étaient celle de la crédibilité et celle à savoir si l'appelant avait une crainte de persécution fondée. La seconde question est aussi principalement tributaire d'une conclusion relative à la crédibilité. La norme de contrôle concernant les conclusions relatives à la crédibilité, lesquelles sont essentiellement de pures conclusions de fait, est celle de la décision raisonnable. Le caractère raisonnable tient à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, mais aussi à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit. Aucune raison valable ne justifie que la SAR n'applique pas une définition semblable de la décision raisonnable. (DD, page 11, au paragraphe 26.)"], ["[31]", "Bien que je sois d'avis que, lorsqu'elles portent sur la crédibilité, les conclusions factuelles de la SPR appellent une certaine déférence de la part de la SAR, je ne crois pas que le même degré de déférence s'applique à la norme de la raisonnabilité d'un contrôle judiciaire ( <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 27). La SAR doit assumer le rôle de juridiction d'appel que la loi a prévu pour elle; en agissant à la manière d'une instance de contrôle judiciaire, elle néglige ses obligations en tant que tribunal d'appel. La Cour d'appel fédérale finira par clarifier cette question."], ["[32]", "À l'appui de son argument selon lequel la Cour a déjà confirmé des décisions de la SAR maintenant les conclusions de la SPR dans des cas où la question centrale était celle de la crédibilité du demandeur d'asile, le défendeur cite quelques décisions de la Cour. Or, dans ces affaires, la SAR avait adopté une approche différente de celle suivie en l'espèce. Dans la décision", "Yin", ", j'explique que la SAR a procédé à son propre examen de la preuve et qu'elle a poussé plus loin l'analyse effectuée par la SPR (au paragraphe 37). Dans la décision <FRAGMENT_SUPPRESSED> , la juge Gagné signale que la SAR a examiné et réévalué la preuve présentée à la SPR (aux paragraphes 46 à 48). Dans la décision <FRAGMENT_SUPPRESSED> , le juge Shore explique que la SAR a relevé les contradictions dans les renseignements présentés par le demandeur et ajoute qu'elle a fait preuve de la déférence qui convenait envers les conclusions de crédibilité tirées par la SPR (au paragraphe 26). Dans la décision <FRAGMENT_SUPPRESSED> , à l'inverse de l'argument avancé par le défendeur, le juge Martineau écrit qu'il n'imposera pas judiciairement à la SAR quelque norme de déférence que ce soit à l'égard des décisions de la SPR (au paragraphe 91). Le juge Martineau précise également, dans la décision <FRAGMENT_SUPPRESSED> , précitée, qu'il ne veut pas spéculer ni exprimer une opinion définitive quant à la portée de l'examen qui doit être fait par la SAR lorsqu'elle est saisie en appel d'une décision de la SPR (aux paragraphes 51 et 52)."], ["[33]", "En l'espèce, contrairement aux affaires citées par le défendeur, la SAR n'a pas effectué sa propre analyse du dossier: elle s'est limitée à examiner les conclusions sur la crédibilité tirées par la SPR et elle les a jugées raisonnables. Partout dans sa décision, on trouve ce genre de formules: « [l]a SPR a constaté » (au paragraphe 36), « [l]a commissaire a conclu » (paragraphes 36, 42, 46, 49, 53 et 60), « la décision de la SPR » (au paragraphe 37), « l'examen par la commissaire » (au paragraphe 37), « [l]a commissaire se réfère » (au paragraphe 38), « la commissaire précise » (au paragraphe 38), « la commissaire a examiné attentivement » (au paragraphe 39), « [l]a commissaire aborde » (au paragraphe 40), « [l]a commissaire a tiré la conclusion suivante » (au paragraphe 43), « les conclusions de la commissaire de la SPR » (au paragraphe 44), « la commissaire a reconnu » (au paragraphe 46), « [l]a commissaire a fourni » (", "ibid", "), « la commissaire a accordé » (", "ibid", "), les « \"incohérences\" relevées par la commissaire » (au paragraphe 47", ", « [l]a commissaire a examiné » (", "ibid", "), « [l]a commissaire en a conclu » (au paragraphe 49), « la commissaire mentionne » (", "ibid", "), « [l]a commissaire a signalé » (au paragraphe 52), « la commissaire a indiqué » (au paragraphe 54), « [l]a commissaire a également fait la déclaration suivante » (", "ibid", ") et « [l]a commissaire [...] avait conclu » (au paragraphe 61). À elle seule, cette énumération des passages où la SAR s'en remet à la SPR constitue une indication éloquente du degré élevé de déférence présent. Elle ne révèle pas l'analyse à laquelle on devrait s'attendre de la part d'un tribunal d'appel en pareilles circonstances."], ["[34]", "De plus, au fil de sa décision, la SAR se réfère à maintes reprises à la définition du caractère raisonnable donnée dans l'arrêt <FRAGMENT_SUPPRESSED> lorsqu'elle évalue les conclusions de la SPR. Ainsi, à un certain moment, elle conclut: « [E]n l'espèce, la commissaire pouvait à bon droit attribuer un poids plus ou moins important à la preuve qu'elle a examinée et que sa décision appartient aux issues possibles acceptables pouvant se justifier au regard des faits et du droit. J'estime que sa conclusion à cet égard est raisonnable. » (DD, page 16, paragraphe 44.) D'autres conclusions du même genre se trouvent aux paragraphes 46, 60 et 68 de la décision de la SAR. Encore une fois, cette façon d'aborder le dossier comme s'il s'agissait d'un contrôle judiciaire témoigne d'un degré élevé de déférence envers la SPR et ne correspond pas à l'analyse qu'un tribunal doit entreprendre en pareil cas. Cet aspect justifie à lui seul l'intervention de la Cour."], ["[35]", "J'ai examiné les principales conclusions sur la crédibilité tirées par la SPR et l'analyse de la SAR, et je trouve révélateur que la SAR soit arrivée à une conclusion contraire au sujet du passeport et de la question de savoir si le demandeur était retourné en Iran après 1979. La SPR avait qualifié ces éléments non crédibles de [traduction] « contradiction importante », ajoutant qu'ils soulevaient un doute sur l'ensemble du récit que le demandeur avait fait des événements survenus en Iran, lequel dépendait entièrement de la crédibilité du témoignage du demandeur. La SPR conclut que la contradiction était telle qu'elle permettait à elle seule de conclure que la demande d'asile n'était pas fondée."], ["[36]", "Puis, la SAR explique que la SPR avait eu tort de tirer cette conclusion, mais ajoute que les autres conclusions sont telles que, dans l'ensemble, la décision de la SPR était raisonnable. Comme nous l'avons vu au paragraphe précédant, la SPR avait décidé, sur la base de cette seule conclusion, de conclure comme suit: [traduction] « [I]l y a de sérieuses raisons de conclure qu'il n'est pas justifié de vous considérer comme un réfugié en raison de ce que vous avez vécu en Iran. » La SAR n'a pas traité de la question de l'importance accordée par la SPR à cette conclusion et de l'influence qu'elle a pu exercer sur les autres conclusions. Elle s'est contentée d'évaluer les autres conclusions sur la crédibilité sans s'interroger sur l'importance de la première conclusion. Aussi, sur cette seule question, sa décision était déraisonnable. Ce point justifie à lui seul l'intervention de la Cour."], ["[37]", "Je m'interroge également sur l'admissibilité des documents et l'angle adopté par la SAR pour appliquer le paragraphe 110(4) de la LIPR. Ce paragraphe énonce: « Dans le cadre de l'appel, la personne en cause ne peut présenter que des éléments de preuve survenus depuis le rejet de sa demande ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'elle n'aurait pas normalement présentés, dans les circonstances, au moment du rejet. » Les parties n'ayant pas soulevé cette question, je me contenterai de les renvoyer à la décision", "Singh", ", précitée, aux paragraphes 44 à 58. Dans la décision", "Singh", ", la juge Gagné a conclu que les critères établis dans l'arrêt <FRAGMENT_SUPPRESSED> , précité, ne s'appliquaient pas automatiquement à l'analyse effectuée en application du paragraphe 110(4) de la LIPR. D'abord, l'agent d'ERAR et la SAR n'ont pas le même rôle: l'agent d'ERAR n'a pas le rôle d'une juridiction d'appel à l'égard des décisions de la SPR et il n'exerce pas de fonction quasi judiciaire, alors que la SAR est un tribunal quasi judiciaire qui joue le rôle de juridiction d'appel à l'égard des décisions de la SPR (paragraphes 49 et 50). En outre, la SAR a été créée pour que l'appelant ait accès à un « véritable appel fondé sur les faits » (", "Singh", ", précitée, au paragraphe 54; <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 85). Par conséquent, pour que cet appel puisse avoir lieu, il est important que les critères d'admissibilité des éléments de preuve soient assez souples, d'autant plus que le demandeur doit initialement se conformer à des délais stricts pour présenter des éléments de preuve à la SPR (", "Singh", ", précitée, au paragraphe 55). Par ailleurs, au paragraphe 56 de la décision", "Singh", ", la juge Gagné ajoute:", "Dans l'arrêt <FRAGMENT_SUPPRESSED> , la juge Sharlow établit une distinction entre les questions posées explicitement par l'alinéa 113", ") de la Loi et celles qui résultent implicitement de cet alinéa. Elle énonce clairement que ces dernières questions, qui concernent la crédibilité, la pertinence, la nouveauté et le caractère substantiel, sont liées à l'objectif que vise l'alinéa 113", "), dans le cadre du régime établi par la Loi à l'égard des demandes d'asile et des ERAR. À mon avis, il faut y répondre dans ce contexte particulier et il n'est pas possible d'y répondre dans le contexte d'un appel devant la SAR."], ["[38]", "Je limiterai mes commentaires à ce qui précède puisque je n'ai pas eu l'occasion d'entendre le point de vue des avocats sur ce point. Ce n'est que partie remise."], ["[39]", "En conséquence, la demande de contrôle judiciaire sera accueillie et l'affaire sera renvoyée à la SAR pour nouvel examen de l'appel du demandeur. Lorsqu'elle a examiné la décision de la SPR, la SAR a tout simplement adopté la norme de la décision raisonnable applicable au contrôle judiciaire, privant ainsi le demandeur de son appel. De même, comme nous l'avons vu précédemment, il était déraisonnable, de la part de la SAR, de ne pas saisir l'importance déterminante que la conclusion tirée par la SPR au sujet du passeport a eue pour les autres conclusions sur la crédibilité du demandeur."], ["[40]", "Les parties ont été invitées à proposer une question à certifier, mais n'en ont présenté aucune.", "IX.", "Conclusion"], ["[41]", "La demande de contrôle judiciaire est accueillie. Aucune question ne sera certifiée.", "JUGEMENT"], ["[42]", "LA COUR STATUE", "1. La demande de contrôle judiciaire de la décision de Philip MacAulay, datée du 4 juin 2014, est accueillie.", "2. Aucune question de portée générale ne sera certifiée.", "[End of document]"]]}