{"id_": "062043", "body_str": [["[1]", "Roy, J.", "[Translation]: This is an application for judicial review filed by the applicant, Franciska Spasoja, of the decision of the Refugee Appeal Division (RAD) that confirmed the determination of the Refugee Protection Division (RPD), deeming it reasonable. The application for judicial review was filed pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (Act)."], ["[2]", "The only issue before the Court is to evaluate the RAD's role when it heard the appeal of the RPD decision. As will be discussed further, in this case, the RAD chose to act as a sort of reviewing court. The issue is whether that approach is consistent with the legislation enacted in 2001, 2010 and 2012 but implemented by the government only on December 15, 2012 (SI/2012-94)."], ["[3]", "Given the issue at hand, the facts in the case are of little importance. The applicant thus did not try to submit arguments on the basis of the particular facts of this case. She instead claims that she was denied the appeal entitled to her under the Act. She is therefore asking to be heard by the RAD on the appropriate basis, which is not the deference that accompanies the reasonableness standard chosen by the RAD.", "I.", "Facts"], ["[4]", "The applicant is a Kosovar Serb. She is Catholic by religion. She states that she fears persecution in her country of citizenship, Kosovo, because the Muslim population apparently challenged her way of life, which was suspected as being homosexual because she is single and allegedly had a circle of friends that consisted of mostly women. She was purportedly threatened and discriminated against, namely with respect to employment.", "II.", "Decision under review"], ["[5]", "The decision under review is that of the Refugee Appeal Division. In very well articulated reasons, the RAD sought to determine the scope of the appeals it must hear. Recognizing from the outset that it was not a judicial review exercised by a court, and that the Act indeed refers to an appeal, the RAD seemed to find inspiration in the decision of the Alberta Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (", "Newton", ") to identify a standard of review that corresponds to the standard of review in judicial review matters."], ["[6]", "Thus, the RAD wanted to recognize the expertise of the RPD and therefore wanted to adopt the standard of reasonableness except for questions of law or natural justice (which now fall within procedural fairness). It fully availed itself of", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), and of the case law of this Court to identify its \"standard of review\". The RAD found the following at paragraph 25:"], ["[25] Relying on the reasoning of the Alberta Court of Appeal and on the factors identified in its analysis of", "Newton", ", and making the necessary adjustments to the particular context of the RPD and the RAD, I am of the opinion that, except for strict issues of law or natural justice, it is appropriate for us, as RAD members, to extend the same deference to RPD decision. In fact, this is the same deference as that which courts of law are required to extend to first level decision makers when the issue is a question of fact or a question of mixed law and fact.", "In fact, the RAD identified its standard in the same terms as <FRAGMENT_SUPPRESSED> and by citing the decision at the now famous paragraph 47. It also seems that the RAD chooses the correctness standard for questions of law, which is different from judicial review, where the presumption is that a question of law also falls under the standard of reasonableness (", "Alberta (Information and  <FRAGMENT_SUPPRESSED> , at paragraph 34;", "<FRAGMENT_SUPPRESSED>  directly related to its mandate. Regarding the four types of questions of law identified in <FRAGMENT_SUPPRESSED> , above, that call for the correctness standard of review, it seems that there is consensus that that would be the appropriate standard for both the RAD and the courts.", "III.", "Standard of review and analysis"], ["[7]", "My colleague Justice Michael Phelan rendered a decision on August 22 on the same issues as those raised in this case (", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> )). In that decision, the RAD also found, based on", "Newton", ", above, that it had to impose a standard of review of reasonableness. Justice Phelan found that the issue of the applicable standard had to be assessed by this Court on the basis of correctness because it is a question of general interest to the legal system that goes beyond the scope of the administrative tribunal's expertise. As already stated, it is clear from <FRAGMENT_SUPPRESSED> , above, that not many issues determined by an administrative tribunal are reviewed on a basis other than reasonableness, including questions of law. The type of issue identified by Justice Phelan is one of them."], ["[8]", "Issues of central importance to the legal system are one of the four categories identified by the case law of the Supreme Court as requiring the correctness standard of review, which is more favourable to judicial intervention. It seems to me that another category identified in <FRAGMENT_SUPPRESSED> could apply in this case:"], ["[61] Questions regarding the jurisdictional lines between two or more competing specialized tribunals have also been subject to review on a correctness basis:", "<FRAGMENT_SUPPRESSED> ;", "Quebec (Commission des droits de la personne et des droits de la jeunesse) v. Quebec (Attorney General)", ", [2004] 2 S.C.R. 185, 2004 SCC 39.", "The standard pursuant to which an administrative tribunal can quash a decision by another administrative tribunal can probably be equated with \"jurisdictional lines\" (in French \"délimitation des compétences respectives\") if it is accepted that the tribunals involved here are competing specialized tribunals, even if they are both within the Immigration and Refugee Board of Canada."], ["[9]", "I would have come to the same conclusion by applying the standard of reasonableness to the issue of the standard that the RAD must apply to RPD decisions."], ["[10]", "Recently, the Supreme Court of Canada found that there was a reviewable error in a case where an access to information law was at issue.  <FRAGMENT_SUPPRESSED>  (", "Ontario (Finances)", "), the Supreme Court quickly found that the interpretation given to two words (\"advice\" and \"recommendation\"), which resulted in them being given the same meaning, rendered the interpretation questionable and unreasonable."], ["[24] However, it appears to me that the approach taken in", "MOT", "and by the Adjudicator left no room for \"advice\" to have a distinct meaning from \"recommendation\". A recommendation, whether express or inferable, is still a recommendation. \"Advice\" must have a distinct meaning. I agree with Evans J.A. in", "3430901  <FRAGMENT_SUPPRESSED>  (\"", "Telezone", "\"), that in exempting \"advice and recommendations\" from disclosure, the legislative intention must be that the term \"advice\" has a broader meaning than the term \"recommendations\" (para. 50 (emphasis deleted)). Otherwise, it would be redundant. By leaving no room for \"advice\" to have a distinct meaning from \"recommendation\", the Adjudicator's decision was unreasonable."], ["[11]", "In this case, while the RAD claimed to want to avoid duplicating the role of the RPD, it in fact transformed an appellate jurisdiction into judicial review using the same case law from the Supreme Court and this Court in judicial review of immigration matters. The redundancy with the RPD that the RAD stated it wanted to avoid was created with judicial review, which must be judicial, by definition, and not administrative. That approach would appear to be as unreasonable as the interpretation given to the two words in", "Ontario (Finances)", ". Here, the use of the term \"appeal\" and the appeal regime set out in the Act must be given a meaning other than simply an equivalent to judicial review. In my view, an examination of the wording of the Act that created the RAD, which was essentially enacted in 2001, long before the significant shift in <FRAGMENT_SUPPRESSED> , above, and which only came into force on December 15, 2012, must be closely examined to discern Parliament's intent with respect to the meaning of that appellate jurisdiction.", "IV.", "Analysis"], ["[12]", "As for the ultimate result, I share the opinion of my colleague Justice Phelan in <FRAGMENT_SUPPRESSED> , above, that the RAD committed a reviewable error according to any of the standards of review when it reviewed an RPD decision \"on the reasonableness standard rather than conducting an independent assessment of the Applicants' claim.\" That is also the finding arrived at by Justice Shore in", "<FRAGMENT_SUPPRESSED>  which were both rendered on July 17."], ["[13]", "I agree, to a very great extent, with the Court's analysis of the Act in <FRAGMENT_SUPPRESSED> , above. I will focus on certain provisions."], ["[14]", "The Act is clear in both official languages. An appellate jurisdiction is at issue and nothing else. Subsection 110(1) states the following:", "Appeal", "110. (1) Subject to subsections (1.1) and (2), a person or the Minister may appeal, in accordance with the rules of the Board, on a question of law, of fact or of mixed law and fact, to the Refugee Appeal Division against a decision of the Refugee Protection Division to allow or reject the person's claim for refugee protection.", "Appel", "110. (1) Sous réserve des paragraphes (1.1) et (2), la personne en cause et le ministre peuvent, conformément aux règles de la Commission, porter en appel - relativement à une question de droit, de fait ou mixte - auprès de la Section d'appel des réfugiés la décision de la Section de la protection des réfugiés accordant ou rejetant la demande d'asile."], ["[15]", "The Act also clearly states the manner in which the RAD must fulfill its mandate. The appeal proceeds on the basis of the record of proceedings and new documentary evidence, in addition of course to receiving written submissions from the parties (subsection 110(3)). The new evidence that did not exist at the time of the hearing before the RPD, or that was not available at that time, is admissible on appeal (subsection 110(4)). In fact, the Act even expands the availability by rendering admissible the evidence that was available but that the person who is the subject of the appeal \"could not reasonably have been expected in the circumstances to have presented, at the time of the rejection\"."], ["[16]", "In a situation where documentary evidence is presented on appeal (subsection 110(3)), a hearing may be held if it raises a serious issue with respect to credibility (in addition to the fact that the documentary evidence is central to the decision and would justify allowing or rejecting the refugee protection claim: subsection 110(6))"], ["[17]", "An important feature of the statutory scheme put in place is the directive given by Parliament regarding decisions that may be rendered by the RAD. I reproduce section 111 of the Act as follows:", "Decision", "111. (1) After considering the appeal, the Refugee Appeal Division shall make one of the following decisions:", "(a) confirm the determination of the Refugee Protection Division;", "(b) set aside the determination and substitute a determination that, in its opinion, should have been made; or", "(c) refer the matter to the Refugee Protection Division for re-determination, giving the directions to the Refugee Protection Division that it considers appropriate.", "(1.1) [Repealed, 2012, c. 17, s. 37]", "Referrals", "(2) The Refugee Appeal Division may make the referral described in paragraph (1)(c) only if it is of the opinion that", "(a) the decision of the Refugee Protection Division is wrong in law, in fact or in mixed law and fact; and", "(b) it cannot make a decision under paragraph 111(1)(a) or (b) without hearing evidence that was presented to the Refugee Protection Division.", "Décision", "111. (1) La Section d'appel des réfugiés confirme la décision attaquée, casse la décision et y substitue la décision qui aurait dû être rendue ou renvoie, conformément à ses instructions, l'affaire à la Section de la protection des réfugiés.", "(1.1) [Abrogé, 2012, ch. 17, art. 37]", "Renvoi", "(2) Elle ne peut procéder au renvoi que si elle estime, à la fois:", "a) que la décision attaquée de la Section de la protection des réfugiés est erronée en droit, en fait ou en droit et en fait;", "b) qu'elle ne peut confirmer la décision attaquée ou casser la décision et y substituer la décision qui aurait dû être rendue sans tenir une nouvelle audience en vue du réexamen des éléments de preuve qui ont été présentés à la Section de la protection des réfugiés."], ["[18]", "As can be seen, the RAD confirms or substitutes the determination that, in its opinion, should have been made. It can refer the matter back to the RPD only in specific circumstances, that is, when the decision is erroneous and when the decision cannot be confirmed or substituted by the RAD without holding a new hearing to reassess the evidence before the RPD. It is only in such a case that the matter may be referred back."], ["[19]", "For now, two observations should be noted. First, the Act is clear that the RAD may only consider a new hearing in specific circumstances. Those circumstances do not include rehearing the evidence already before the RPD. If the RAD cannot dispose of the appeal by confirming the RPD determination or by substituting the determination that, in its opinion, should have been made, but the determination is erroneous, the matter may be referred back because a reassessment of the evidence is required. With respect, I cannot see how such a legislative scheme could easily accommodate a standard of review in which deference prevails."], ["[20]", "The second observation is that the legislative scheme, viewed as a whole, does not at all suggest deference within the meaning of the reasonableness standard. To the contrary, the Act instructs the RAD to examine the record of proceedings before the RPD while admitting additional evidence, in the prescribed circumstances. The English version of subsection 111(1) specifically states \"[a] fter considering the appeal\" before stating the possible outcomes for the RAD. There is no question of owing deference: the determination is confirmed or a new determination is substituted. If there was an error of fact or law, or mixed fact and law, but the RAD cannot confirm or substitute its determination without a new hearing to reassess the evidence before the RPD, the matter is referred back. I fail to see where deference, arising from the reasonableness standard, fits into that scheme considered as a whole."], ["[21]", "It also seems that the problem results from a blurring of lines. Judicial review, with its inherent deference, stems from a very different logic than an appeal, which also explains why decisions that have been deemed unreasonable are referred back to the administrative tribunal rather than substituted with a determination."], ["[22]", "Judicial review exists to ensure the legality of decisions made by the government, to enforce the rule of law. The concept is eloquently stated in <FRAGMENT_SUPPRESSED> , above."], ["[23]", "Therefore, it is not difficult to accept that the standard of reasonableness prevails in administrative matters because review is not as much about appropriateness as it is about legality: because there is more than one possible reasonable result and administrative tribunals have special expertise, superior courts will intervene only in situations where the decision is unreasonable. Moreover, an unreasonable decision cannot be lawful, thus requiring judicial review. Once again, <FRAGMENT_SUPPRESSED> is informative:"], ["[42] Moreover, even if one could conceive of a situation in which a clearly or highly irrational decision were distinguishable from a merely irrational decision, it would be unpalatable to require parties to accept an irrational decision simply because, on a deferential standard, the irrationality of the decision is not clear", "enough", ". It is also inconsistent with the rule of law to retain an irrational decision."], ["[24]", "That cannot be said for appeals, which are the exclusive creation of Parliament. As I have tried to explain, the legislative scheme does not give any indication that deference was considered by Parliament. Rather, we are dealing with a scheme where if there is, for example, an error of fact, the matter must be referred back to the RPD if a reassessment of the evidence before the RPD is required for a determination. There is no place for deference in such a scheme. I share the opinion of Justice Phelan that \"if the RAD simply reviews RPD decisions for reasonableness, then its appellate role is curtailed\" ( <FRAGMENT_SUPPRESSED> , above, paragraph 39). I add that the legislative scheme gives no indication that the bar must be so high."], ["[25]", "That said, with respect, I also share the view of Justice Phelan that the creation of an appellate level between an administrative jurisdiction and judicial review would suggest that Parliament wanted to create something different between those two levels. The RAD is not the authority that hears the matter and it is also not the authority that reviews the legality of the decision. In this case, the RAD does not rehear the evidence that was before the RPD (moreover, it is prohibited by the Act) and, without clear indication, it also cannot duplicate the judicial review function. Its role is that stated at the outset of section 110 of the Act: an appeal on a question of law, of fact or of mixed law and fact. The Act then even states the record of proceedings on which the RAD must rely. It also sets out the decisions that may be rendered."], ["[26]", "The RAD relied to a very great extent on", "Newton", ", above. The legislative scheme that had to be examined in", "Newton", "was not in any way related to the legislative scheme in this case. Furthermore, the Alberta Court of Appeal had the foresight to note the following:"], ["[57] . . . The respective role of the reviewing and reviewed tribunal is first and foremost a question of statutory interpretation. It involves determining what function the Legislature intended the initial tribunal to perform, and what type of supervisory role is intended for the appellate tribunal.", "The decision in", "Newton", "is a function of the very specific scheme in force regarding policing activities in Alberta. In fact, the", "de novo", "hearing by the reviewing tribunal involved in that decision consisted in a completely new hearing, with new evidence and new participants. That case law is of only very relative relevance because the legislative schemes are so different."], ["[27]", "The legislative scheme examined in", "<FRAGMENT_SUPPRESSED>  [2011] RJQ 1506 ( <FRAGMENT_SUPPRESSED> ) is more closely related to the legislative scheme in this case. That decision by the Quebec Court of Appeal will therefore be of greater interest in resolving this matter."], ["[28]", "In <FRAGMENT_SUPPRESSED> , after a remarkable examination of the Quebec case law and the jurisprudence of the Supreme Court of Canada, the Court of Appeal decided that the legislative scheme at issue in that case created a true appeal and not a proceeding consisting of a quasi-judicial review. In that case, it was the Professions Tribunal that had been given appellate jurisdiction concerning the Barreau du Québec's Applications Committee, which had to rule on Ms. Parizeau's reinstatement on the Roll of the Order of Advocates."], ["[29]", "The Court of Appeal concluded that the indicators from the review of the enabling legislation led to the finding that it was a true appeal. In my opinion, that is also the case for the RAD. Paragraphs 47 and 48 of the decision express this clearly.", "[translation]"], ["[47] To identify the standard that applies to the Professions Tribunal that examined the decision of the Applications Committee, one must first determine the jurisdictional function of the Professions Tribunal in a matter such as this. An", "Act respecting the Barreau du Québec", "and the", "Professional Code", "speak of an", "appeal", "of Applications Committee decisions to the Professions Tribunal. However, is that an appellate function in the proper sense to which the usual standards in similar cases must apply (that is: the standard of correctness to questions of law and the palpable and overriding error standard to questions of fact or questions of mixed fact and law)? Or is it, despite the term used in the Act, a more limited function like the one exercised by a court on judicial review that would command the application of similar standards, as redefined by the Supreme Court in <FRAGMENT_SUPPRESSED> ?"], ["[48] A reading of the provisions reproduced above indicates, at least at first glance, that the legislator provided for a right of appeal and gave the Professions Tribunal-an administrative (or quasi-judicial, if you prefer) tribunal-powers ordinarily associated with that function. The use of the term \"appeal\", both in the", "Act respecting the Barreau du Québec", "and the", "Professional Code", ", while not decisive, seems telling, especially in the context described by authors Pierre Issalys and Denis Lemieux:", "[translation]", "The scope of the intervention of the administrative tribunal and consequently the extent of its jurisdiction are therefore determined by the wording in the legislative provisions that create the proceeding before the tribunal. In federal law, they very often create a right to an \"appeal\" before the tribunal, without any other details. Such a proceeding thus presents, in principle, five characteristics:", "• It involves challenging a decision rendered by a body that is lower than the review body, by either party to the proceeding that led to that decision: those who had the right to participate in arriving at the initial decision have a right of appeal.", "• It is brought before a higher body, completely separate from the one that rendered the impugned decision: the appeal body must be an impartial third party and have a higher-level authority.", "• It must be brought within a set time frame: the existence of a right of appeal must not jeopardize legal certainty.", "• It is directed at the decision of the lower body, on the basis of the facts established before it and the applicable law: the appeal reopens the debate on the basis of the record as it was constituted at the time of the initial decision.", "• It includes the opportunity for the higher body to completely substitute its determination for that of the lower body: the appeal allows for a new determination of the matter.", "Fairly often, however, the jurisdiction of the administrative tribunal will be structured or interpreted in a manner that departs from that reference model.", "In Quebec law, since the adoption of", "An Act respecting administrative justice", ", the legislature systematically uses the word \"proceeding\" instead of \"appeal\" when conferring jurisdiction on an administrative tribunal. The legislature also reserves the right to specify the scope of jurisdiction in legislation conferring jurisdiction.", "Therefore, both in Quebec law and federal law, the wording of the provision creating the proceeding must be carefully examined to know which decision of which authorities are subject to an appeal, on what grounds the appeal may be founded, under what conditions-namely the time limit-it may be introduced, whether it suspends the application of the decision at issue, and what powers the administrative tribunal has with respect to receiving evidence and with respect to the content of its decision."], ["[30]", "In examining these indicators, the Court of Appeal found that there was appellate jurisdiction. It seems to have taken particular note of the power of intervention given to the Professions Tribunal to conclude that there was appellate jurisdiction:", "[translation]"], ["[76] The legislature gives the Professions Tribunal, a specialized administrative tribunal, an appeal function with respect to committees' decisions regarding discipline and admission or readmission to professional orders, according to the specific terms of the appeal. May we, in the absence of specific legislative guidance, transform this appeal into a quasi-judicial review? The legislature did not restrict the appellate function given to the Professions Tribunal and, in matters of discipline and in matters of admission and readmission, it conferred on it the broadest power of intervention, which is to \"confirm, alter or quash any decision submitted to it and render the decision which it considers should have been rendered in first instance\" (sections 175 and 182.6 of the", "Professional Code", "), wording with respect to which Justice Fish, in", "<FRAGMENT_SUPPRESSED>  intervention ... are difficult to conceive.\"", "In the case at bar, not only does the Act provide for an appeal, which is already an important indication, but it also clearly states the decisions that must be made. In my opinion, that is determinative. That led the Court of Appeal to come to the conclusion that I share and that, in my opinion, is also consistent with the legislative scheme enacted in the Act:", "[translation]"], ["[78] All of this, and primarily respect for legislative intent, not to mention the protection of the litigants to whom recourse is available, weighs against treating appeals before the Professions Tribunal as a form of judicial review and also weighs against developing a policy of deference the effect of which would be to turn appeals before this tribunal into pseudo-judicial reviews. In our opinion, the Professions Tribunal does exercise an appeal function and jurisdiction.", "In my view, the considerations raised by the Court of Appeal are in large part present in this case. The analysis carried out by the Court of Appeal applies to sections 110 and 111 of the Act."], ["[31]", "Furthermore, even though legislative debates have questionable weight in the interpretation of a statute (", "<FRAGMENT_SUPPRESSED>  created in 2001 and at the time of the amendments made to the legislative scheme in 2010 and 2012, even though the legislative provisions came into force finally on December 15, 2012."], ["[32]", "Those discussions, in my view, leave no place for an RAD jurisdiction that has the nature of a quasi-judicial review. Thus, in his appearance before the parliamentary committee of the House of Commons, Peter Showler, then Chairperson of the Immigration and Refugee Board, testified on Bill C-11, which became the", "Immigration and Refugee Protection Act", ", SC, 2001, c 27, regarding the RAD's jurisdiction:", "It is expected that the RAD will produce two different but complementary results. By reviewing individual RPD decisions on the merits, the RAD can efficiently remedy errors made by the RPD. That, if you will, is the safety net for the RPD. However, in addition the divisions will ensure consistency in refugee decision-making by developing coherent national jurisprudence in refugee law issues. As I said to this committee before, we don't see that as a benefit simply in that it will improve the quality of our decision-making. If there is more coherent, consistent jurisprudence, we think RPD decision-makers can actually make their decisions more quickly as well.", ". . .", "So there's a significant difference between them. We think the total result will end up the same as before. But as I've already indicated, we think we will have a better-quality decision-because we'll have had two goes, two kicks, at the can. There's not only been the original decision, but also a clear, authoritative, experienced review of that decision. (March 20, 2001)", "Nous croyons que la SAR obtiendra deux résultats différents, mais complémentaires. En examinant les décisions individuelles de la SPR sur le fond, la SAR pourra, de manière efficace, corriger les erreurs faites par la SPR. De plus, la Section assurer la cohérence dans le processus décisionnel grâce à la jurisprudence uniforme à l'échelle du pays que cette section établira sur les questions liées au droit des réfugiés. Comme je l'ai déjà dit devant votre comité, ce système n'aura pas selon nous pour seul avantage d'améliorer la qualité de nos décisions. Si la jurisprudence est plus cohérente et uniforme, les décideurs de la SPR pourront en fait également rendre leurs décisions plus rapidement.", "[...]", "Il y a donc une importante différence entre les deux. Nous pensons qu'en fin de compte le délai sera le même délai qu'auparavant. Mais comme je l'ai déjà dit, nous escomptons des décisions de meilleure qualité, parce que nous aurons bénéficié de deux essais. Il y aura en effet la décision originale, suivie d'une révision de cette décision par des personnes expérimentées et faisant autorité. (20 mars 2001)"], ["[33]", "Mr. Showler spoke again on May 8, 2001, and October 1, 2001, before the Senate Standing Committee on Social Affairs, Science and Technology. He stated the following:", "Let's clarify that the Refugee Appeal Division has two quite separate objectives. The first we've already discussed: it's the safety net, if you will, to catch the inevitable mistakes that are bound to occur at the first level. It is a full review on issues of fact, issues of law, issues of fact and law. In that sense, it's very different from the present judicial review process. It will be able to look substantively at the decisions, and if the RAD has a different view of the facts of the case, it can either overturn the decision or confirm it.", "I hope you're aware that ordinarily, judicial review is very limited. It's really only a review if there's been an error of law. The judicial review process decision does not replace that of the first-level decision makers. The Refugee Appeal Division performs a far more substantive review. (May 8, 2001)", "I would not be comfortable saying to you that a system of single-member decision makers, without the refugee appeal division, would be a better system. I could not say that, in good conscience. The refugee appeal division will have experienced refugee decision makers providing access to appeal for not only every negative claim, but also for the minister where she is unhappy with any of the positive decisions. That focused review is a full appeal, rather than the limited judicial review found in the current model. That is why it is a superior model. Again, my colleague might want to add something to that. (October 1, 2001)", "J'aimerais préciser tout d'abord que la Section d'appel des réfugiés vise deux objectifs bien distincts. Nous avons déjà parlé du premier: il s'agit du filet de sécurité, si vous voulez, pour attraper les erreurs inévitables qui se produiront sûrement en première instance. On procède à un examen complet des questions de fait, des questions de droit, des questions de fait et de droit. En ce sens, c'est une méthode très différente de celle du processus judiciaire actuel. On pourra procéder à une étude de fond des décisions, et si la SAR interprète les faits différemment, elle peut renverser la décision ou la confirmer.", "J'espère que vous savez que, ordinairement, le contrôle judiciaire est très limité. Le contrôle n'a lieu que dans le cas d'une erreur de droit. La décision issue du processus de contrôle judiciaire ne remplace pas celle qui a été prise au premier niveau. La Section d'appel des réfugiés procède à un examen beaucoup plus approfondi. (8 mai 2001)", "Ma conscience m'empêcherait d'affirmer que s'il n'y avait pas le recours à la section d'appel des réfugiés, la prise de décision par un commissaire unique serait plus efficace. Certainement pas. La section d'appel des réfugiés compte des commissaires d'expérience qui entendent les appels non seulement des réfugiés don't la demande a été rejetée mais aussi ceux de la ministre lorsqu'elle est insatisfaite des demandes acceptées. Il s'agit dans ce cas d'un appel complet plutôt que d'un contrôle judiciaire comme le prévoit le modèle actuel. Voilà pourquoi j'affirme que cette façon de faire est supérieure. Mon collègue voudra peut-être ajouter quelque chose. (1 octobre 2001)"], ["[34]", "The Chairperson of the Immigration and Refugee Board does not seem to be the only one to believe that one of the purposes of the RAD was to correct errors. The Minister responsible, the Honourable Elinor Caplan herself, stated the following on May 8, 2001, before the House of Commons Committee:", "Bill C-11 will create a new Refugee Appeal Division at the IRB to hear appeals on merit for decisions on refugee claims, rendering the system both faster and fairer by providing a mechanism to correct error in the first instance.", ". . .", "That board is now ten years old. It's gone through some growth, not only because of the volume but also because of the demands made on it. It has an outstanding international reputation, and we should be proud of it. It's not perfect, but I think we can make it better with this bill by having a Refugee Appeal Division so we can have faster and fairer decision-making, because where an error is made in the first instance, there will be an opportunity to correct it.", ". . .", "Also I want to clarify that the RAD, the Refugee Appeal Division is not a second hearing. It is a review on merit of the hearing that took place at the Refugee Protection Division.", "Le projet de loi C-11 créera, à la CISR, une nouvelle Section d'appel des réfugiés chargée d'entendre les appels au fond des décisions sur les demandes d'asile, cette section rendra le système plus rapide et plus équitable en servant de mécanisme pour corriger les erreurs du premier palier de décision.", "[...]", "La Commission a maintenant dix ans. Elle a pris de l'expansion non seulement à cause de la quantité de dossiers qu'elle a eu à traiter, mais également à cause des exigences auxquelles elle a dû répondre. Elle a une excellente réputation à travers le monde, et c'est un organisme don't nous devrions être fiers. Elle n'est pas parfaite, mais je pense que nous pouvons l'améliorer grâce à ce projet de loi, en établissant une Section d'appel des réfugiés, ce qui permettra de prendre des décisions plus justes plus rapidement car, si une erreur a été commise au départ, il y aura une possibilité de la réparer.", "[...]", "Je veux également préciser que la SAR, la Section d'appel des réfugiés, n'offre pas la possibilité d'une deuxième audience. Elle effectue un examen du bien-fondé des informations données lors de l'audience tenue par la Section de protection des réfugiés.", "I see nothing that would suggest that the appeal created in 2001 was anything other than an appeal."], ["[35]", "The amendments in 2010 (Bill C-11,", "Balanced Refugee Reform Act", ", SC 2010, c 8) do not seem to me to have changed the nature of the appeal. During second reading debate of the Bill, the Minister of Citizenship, Immigration and Multiculturalism stated the following on April 26, 2010:", "The proposed new system would also include, and this is very important, a full appeal for most claimants. Unlike the appeal process proposed in the past and the one dormant in our current legislation, this refugee appeal division, or RAD, would allow for the introduction of new evidence and, in certain circumstances, provide for an oral hearing.", "Il est très important de noter que le nouveau système proposé comprendrait également une procédure d'appel complète. Contrairement à la procédure d'appel proposée dans le passé et à celle qui est en veilleuse dans la loi actuelle, cette section d'appel pour les réfugiés permettrait la présentation de nouveaux éléments de preuve et, dans certains cas, la tenue d'une audience.", "In parliamentary committee on May 4, 2010, the Minister pointed out the following:", "This new appeal division would provide most claimants with a second chance, an opportunity to introduce new evidence about their claim and to do so in an oral hearing, if necessary. And, significantly, Mr. Chairman, the bill would make it possible to remove those who would abuse our system within a year of their final IRB decision.", "Cette nouvelle Section d'appel des réfugiés fournirait à la plupart des demandeurs une seconde chance, une possibilité de présenter de nouveaux éléments de preuve relativement à leur demande, et de le faire dans le cadre d'une audience, au besoin. Puis, il m'importe de mentionner que la loi permettra d'exécuter le renvoi des personnes qui feraient un usage abusif de notre système, et ce, dans un délai d'un an suivant une décision définitive défavorable de la CISR quant à leur demande.", "On June 22, 2010, the same Minister boasted before the senate committee in charge of examining C-11 about an appeal mechanism resulting from \"a new fact-based refugee appeal division that even surpasses what refugee advocates have requested for a long time\"."], ["[36]", "The Immigration and Refugee Board Chairperson, Brian Goodman, stated the following on May 6, 2010, before the House Committee:", "If a refugee claim is rejected by the RPD, all claimants except those from places or classes of nationals designated by the minister would have a right of appeal on the merits on all question to the IRB's new refugee appeal division, RAD, staffed by Governor in Council appointees. The RAD would receive new evidence and, in certain circumstances, would hold an oral hearing. In the event that a negative RPD decision is upheld on appeal, appellants would have the right to seek leave for judicial review of the appeal decision from the Federal Court. The RAD, in addition to upholding an RPD decision could substitute its own decision to avoid having it sent back to the RPD, or in rare cases may return the case for a rehearing before a new panel.", "Si une demande d'asile est rejetée par la SPR, tous les demandeurs d'asile, à l'exception de ceux provenant de pays ou appartenant à des catégories de ressortissants désignés par le ministre, auraient un droit d'appel sur le bien-fondé de toutes les questions à la nouvelle Section d'appel des réfugiés, SAR, dotée en personnes nommées par décret à la CISR. La SAR recevrait les nouveaux éléments de preuve et, dans certaines circonstances, pourrait tenir une audience. Dans l'éventualité où une décision défavorable de la SPR serait maintenue en appel, les appelants pourraient solliciter l'autorisation de demander un contrôle judiciaire par la Cour fédérale de la décision relative à l'appel. La SAR pourrait non seulement confirmer une décision de la SPR, mais elle pourrait la remplacer par sa propre décision afin d'éviter que celle-ci soit renvoyée à la SPR où, dans de rares cas, elle pourrait renvoyer l'affaire à la SPR afin qu'elle soit réexaminée par un nouveau tribunal.", "Again, nothing in 2010 would suggest that appeals would have the appearance of quasi-judicial review. I have the opposite impression that a clear distinction between appeals and judicial review was made."], ["[37]", "The same generous appeal theme was addressed by the Minister when he introduced Bill C-31, which became the", "Protecting Canada's Immigration System Act", ", SC 2012, c 17, for second reading in the House of Commons:", "I reiterate that the bill would also create the new refugee appeal division. The vast majority of claimants who are coming from countries that do normally produce refugees would for the first time, if rejected at the refugee protection division, have access to a full fact-based appeal at the refugee appeal division of the IRB. This is the first government to have created a full fact-based appeal. (March 6, 2012)", "What we are proposing in C-31 goes above and beyond our legal and humanitarian obligations under both the Charter of Rights and Freedoms and the UN convention on refugees. It proposes an asylum system that would be universally accessible and that would respect absolutely our obligation of non-refoulement of people deemed to be in need of our protection. It would provide access to a full and fair hearing at an independent quasi-judicial body, which again goes above and beyond our charter and UN convention obligations. It would create for the first time a full and fact-based appeal at the refugee appeal division, accessible to the vast majority of failed asylum claimants who lose at the first instance. (March 12, 2012)", "Je répète que le projet de loi créerait également la Section d'appel des réfugiés. La grande majorité des demandeurs qui viennent de pays qui ne produisent pas normalement de réfugiés auraient, pour la première fois, en cas de refus par la Section de la protection des réfugiés, accès à un appel fondé sur les faits devant la Section d'appel des réfugiés de la CISR. Nous sommes le premier gouvernement à avoir créé un véritable appel fondé sur l'établissement des faits. (6 mars 2012)", "Ce que nous préconisons dans le projet de loi C-31 excède nos obligations juridiques et humanitaires aux termes de la Charte des droits et libertés et de la Convention des Nations Unies sur les réfugiés. Cette mesure propose un système d'asile universellement accessible qui respecterait assurément notre obligation à l'égard du principe de non-refoulement des personnes qui ont besoin de la protection du Canada. Elle prévoit une audience complète et équitable devant un organisme quasi judiciaire indépendant, ce qui va bien au-delà de nos obligations en vertu de la Charte et de la Convention des Nations Unies. Le projet de loi permettrait, pour la première fois, à la grande majorité des demandeurs à qui on a refusé l'asile à la première instance d'interjeter appel et d'exposer leur situation à la Section d'appel des réfugiés. (12 mars 2012)"], ["[38]", "Of course, none of those paragraphs is decisive. In fact, the Minister of Citizenship, Immigration and Multiculturalism, during the second reading debate in 2012, even addressed appeals in Federal Court. Moreover, he provided reassurance that the scheme was generous, and he in no way presented it as being limited, like judicial review, based on the standard of reasonableness. Instead, some witnesses distinguished appeals from judicial review, clearly marking the difference between the two."], ["[39]", "If the appeal discussed in sections 110 and 111 of the Act must be dealt with as an appeal and not a quasi-judicial review, this does not mean that it will be an opportunity for a new trial or a reconsideration of the matter in its entirety. The Court of Appeal of Quebec makes a very attractive proposition in <FRAGMENT_SUPPRESSED> , above, that the appeal of an administrative decision before another administrative tribunal should be treated like any other appeal:", "[translation]"], ["[81] The Supreme Court and this Court have repeatedly indicated the following: the appeal tribunal may in principle rectify any error in law in the decision under appeal or any palpable and overriding error in the determination of the facts or in the application of the law (if it was correctly identified) to the facts. This standard is just as valid for appeals brought before administrative tribunals, and the standard of intervention developed for judicial review can certainly be transposed to quasi-judicial appeals, with the limitations and adjustments imposed by the particular legislation applicable to each case and according to the general rules of administrative law.", "An error of fact must be palpable and overriding to succeed on appeal. The standard of correctness prevails for questions of law. I do not see why it should not be so on an administrative appeal."], ["[40]", "My colleague Justice Phelan would have preferred in <FRAGMENT_SUPPRESSED> , above, to apply the standard of reasonableness to questions of credibility (paragraph 37). With respect, I am still concerned with the blurring of lines. It seems to be preferable to focus on the standard of palpable and overriding error in appeals on questions of fact. There is nothing new in proposing that an appeal tribunal show deference when a body whose decision is being appealed flows from considerable discretion such as assessing credibility. The law is clear: the RAD does not hear witnesses except in very exceptional and specific cases. The credibility to be given to the witnesses heard by the RPD is its responsibility and the RAD, on appeal, must show deference (", "<FRAGMENT_SUPPRESSED> ;", "R v Burke", ", [1996] 1 SCR 474)."], ["[41]", "The remaining issue is the nature of the appeal. Some would consider it an appeal", "de novo", ", as defined in", "Black's Law Dictionary", ", 10th ed: \"Appeal de novo. An Appeal in which the appellate court uses the trial court's record but reviews the evidence and law without deference to the trial court's rulings.\""], ["[42]", "With respect, in the statutory scheme under review, I cannot find any indicators providing for an appeal", "de novo", ". As such, the", "Criminal Code", ", RSC 1985, c C-46, for example, specifically sets out an appeal", "de novo", "in certain cases with respect to prosecuting offences punishable on summary conviction (see Part XXVII of the", "Criminal Code", ", sections 821", "et seq.", "). Parliament was clear. There is nothing of the kind in the Act."], ["[43]", "Instead, the scheme under review addresses appeals on specific questions, be it of fact, of law or of mixed law and fact (subsection 110(1)). In my view, that means that the appellant must identify the questions on which the appeal will focus. It will be on the basis of the record of proceedings before the RPD that the appeal will be heard based on the questions identified and raised, subject to the documentary evidence (subsection 110(3)) or evidence that is consistent with subsection 110(4). That new evidence on appeal is admissible essentially as new evidence on appeal under Rule 351 of the", "Federal Courts Rules", ", SOR/98-106. In their work entitled", "Recours et procédure devant les Cours fédérales", "(Montréal: LexisNexis Canada Inc, 2013), Letarte, Veilleux, Leblanc and Rouillard-Labbé provided a good summary of the conditions:", "[translation]", "6-49.", "New fact", "- By way of a new fact, a fact that was not known by the party that brought the motion and that it could not reasonably have known at the time of the trial. A due diligence test applies to determine whether the party should have reasonably discovered, before the trial, the fact that it is claiming to be new."], ["[44]", "There is nothing unusual in allowing new evidence on appeal. As stated above, Rule 351 provides for that. Article 509 of the Quebec", "Code of Civil Procedure", "(CCP) does so. The same is true for criminal matters (see", "<FRAGMENT_SUPPRESSED>  [2011] 1 SCR 628). In fact, it is unusual to allow it in a proceeding where the remedy is in the nature of judicial review (", "Association of Universities and  <FRAGMENT_SUPPRESSED> ). One might even think that the existence of an opportunity to present new evidence helps to confirm that the appeal at issue here must be treated like an appeal, purely and simply. That is another indication that Parliament did indeed intend a proper appeal in these matters."], ["[45]", "Finally, the remedies that may be imposed (section 111 of the Act) appear to fall more under appeals than judicial review or quasi-judicial review (section 52 of the", "Federal Courts Act", ")."], ["[46]", "Because the recourse described in the Act is an appeal, as it moreover is identified in the Act, the appellate standards will be those of \"correctness and palpable and overriding error\" (", "<FRAGMENT_SUPPRESSED> , at paragraph 45).", "V.", "Conclusion"], ["[47]", "In this case, the applicant did not have the appeal to which she is entitled under the Act since the RAD chose to apply a reasonableness standard of review corresponding to an application for judicial review. The matter must therefore be referred back to a differently constituted panel of the RAD for redetermination, and this time dealt with as an appeal."], ["[48]", "The parties are in agreement, and the Court concedes, that this is the type of case where there could very well be a \"serious question of general importance\" allowing an appeal to the Federal Court of Appeal under paragraph 74(", ") of the Act. Given that a question is supposed to be certified in <FRAGMENT_SUPPRESSED> , above, it was agreed that the parties in this case would be allowed to study these reasons and the question to be certified in that case. Given that Justice Phelan gave the parties in <FRAGMENT_SUPPRESSED> until September 22 to inform him of their submissions on the wording of the question(s), the Court gives the parties in this case until October 10, 2014, to make their submissions.", "JUDGMENT"], ["[49]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review is allowed. The decision of the Refugee Appeal Division is set aside and the matter is referred back to a differently constituted panel.", "Application allowed.", "Editor: Sharon McCartney/vnh"]]}