{"id_": "062394", "body_str": [["[1]", "Russell, J.", ": This is an application under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC- 2001, c 27 (Act) for judicial review of the decision of an immigration officer (Officer) at the Canadian High Commission in London, United Kingdom (Decision), dated 23 August 2011, which refused the Applicant's application for a study permit.", "BACKGROUND"], ["[2]", "The Applicant is a citizen of India who is currently studying in the United Kingdom (UK). His parents live in India, as do his three brothers. The Applicant's sister lives is Canada with her husband (Rainal)."], ["[3]", "The Applicant holds a diploma in Hotel Management, Catering Technology, and Tourism from Punjab Technical University in India. He is currently enrolled at the Ethames Graduate School in the UK, where he is working toward a Bachelor of Science (B.Sc.) in International Tourism and Hospitality Management. On 1 April 2011 the Applicant received an offer from George Brown College in Toronto (GBC) to study in the Hospitality, Tourism, and Leisure Diploma program there. He accepted the offer and paid his tuition fees, expecting to begin his studies on 6 September 2011."], ["[4]", "To study at GBC, the Applicant applied for a study permit to come to Canada. The Canadian High Commission in London, UK (High Commission) received his application on 10 August 2011. With his application, the Applicant included a letter from his sister's Member of Parliament, the Honourable Bal Gosal, which asked the Officer to consider the Applicant's case. The Applicant also submitted a letter in which he told the Officer why he wanted to study at GBC and an affidavit from Rainal. In the affidavit, Rainal said he would pay the Applicant's accommodation, travel, and living expenses in Canada and guaranteed the Applicant would return to India and would not be a liability to any level of government in Canada."], ["[5]", "The Officer considered the Applicant's submissions and refused his application on 23 August 2011. On that day, she wrote two letters to the Applicant informing him of her Decision.", "DECISION UNDER REVIEW"], ["[6]", "The Decision in this case consists of the two letters the Officer sent the Applicant on 23 August 2011 (Refusal Letters) and the Officer's notes on the file in the Global Case Management System (GCMS Notes)."], ["[7]", "The Refusal Letters indicate the Officer was not satisfied the Applicant met all the requirements of the Act. In particular, the Officer was not satisfied he would leave Canada at the end of his stay, given his travel history, immigration status, and family ties to Canada. The Officer also referred to the Applicant's general academic progression as a factor in her Decision to refuse his application."], ["[8]", "In the GCMS Notes, the Officer noted that the Applicant had been previously refused a study permit in August 2011. The Officer also noted he has a B.Sc. in International Tourism from Ethames Graduate School in London, UK and was enrolled in a Hospitality, Tourism, and Leisure Diploma program at GBC. Given his B.Sc. and earlier diploma in Hotel Management, Catering Technology and Tourism, the Officer found it was not logical for the Applicant to undertake studies at a lower level in Canada. She found he had not explained why he would not stay in the UK to complete his studies, which were scheduled to end in 2013."], ["[9]", "The Officer noted the Applicant's status in the UK was temporary; she was concerned his aim was to stay in Canada permanently. She found the Applicant's ties to India were not strong enough to motivate him to return there at the end of his stay in Canada. The Officer also found the Applicant had strong family ties to Canada and was young, single, and mobile. He had also never travelled internationally. The Officer was not satisfied the Applicant was a temporary student, so she refused his application for a study permit.", "STATUTORY PROVISIONS"], ["[10]", "The following provisions of the Act are applicable in this proceeding:", "11. (1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act.", "[...]", "32. The regulations may provide for any matter relating to the application of sections 27 to 31, may define, for the purposes of this Act, the terms used in those sections, and may include provisions respecting", "(a) classes of temporary residents, such as students and workers;"], ["[11]", "The following provisions of the", "Immigration and Refugee Protection Regulations", "SOR/2002-227 (Regulations) are also applicable in this proceeding:", "9. (1) A foreign national may not enter Canada to study without first obtaining a study permit.", "[...]", "179. An officer shall issue a temporary resident visa to a foreign national if, following an examination, it is established that the foreign national", "(a) has applied in accordance with these Regulations for a temporary resident visa as a member of the visitor, worker or student class;", "(b) will leave Canada by the end of the period authorized for their stay under Division 2;", "(c) holds a passport or other document that they may use to enter the country that issued it or another country;", "(d) meets the requirements applicable to that class;", "(e) is not inadmissible; and", "(f) meets the requirements of section 30", "[...]", "210. The student class is prescribed as a class of persons who may become temporary Residents", "[...]", "216. (1) Subject to subsections (2) and (3), an officer shall issue a study permit to a foreign national if, following an examination, it is established that the foreign national", "(a) applied for it in accordance with this Part;", "(b) will leave Canada by the end of the period authorized for their stay under Division 2 of Part 9;", "(c) meets the requirements of this Part; and", "(d) meets the requirements of section 30;", "ISSUES"], ["[12]", "The Applicant raises the following issues in this case:", "a. Whether the Officer breached his right to procedural fairness by not calling him for an interview;", "b. Whether the Officer ignored evidence in concluding he was not a genuine temporary student;", "c. Whether the Officer's reasons are inadequate.", "STANDARD OF REVIEW"], ["[13]", "The Supreme Court of Canada in", "FRAGMENT_SUPPRESSED, held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to a particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[14]", "The Officer's decision not to call the Applicant for an interview implicates his opportunity to respond, which is an aspect of the duty of fairness. In", "FRAGMENT_SUPPRESSED, the Supreme Court of Canada held FRAGMENT_SUPPRESSED Further, the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED held that the FRAGMENT_SUPPRESSED The standard of review on the first issue is correctness."], ["[15]", "The Officer's finding the Applicant is not a genuine temporary student is a finding of fact. In", "FRAGMENT_SUPPRESSED, the Supreme Court of Canada held that deference is generally to be given to decision-makers' findings of fact. The Supreme Court of Canada affirmed this holding in", "FRAGMENT_SUPPRESSED. The standard of review on the second issue is reasonableness."], ["[16]", "With respect to the adequacy of the Officer's reasons, the Supreme Court of Canada held, in", "FRAGMENT_SUPPRESSED, that the adequacy of reasons is not a stand-alone basis for quashing a decision. Rather, FRAGMENT_SUPPRESSED The adequacy of the Officer's reasons will be analysed along with the reasonableness of the Decision as a whole."], ["[17]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with FRAGMENT_SUPPRESSED See", "FRAGMENT_SUPPRESSED. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the FRAGMENT_SUPPRESSED", "ARGUMENTS", "The Applicant", "Officer Obligated to hold an Interview"], ["[18]", "The Applicant says the Officer was obligated to call him in for an interview to address concerns she had about his application. He points to", "FRAGMENT_SUPPRESSED where Justice Richard Mosley held a visa officer was required to call a visa applicant for an interview to address concerns raised by extrinsic evidence (see FRAGMENT_SUPPRESSED). Although the Officer was not obligated to give him a running score of his application, she was required to allow him the opportunity to respond to concerns about the credibility, accuracy, or genuine nature of the information he submitted (see", "FRAGMENT_SUPPRESSED). The Applicant points to Citizenship and Immigration Canada's (CIC) Manual,", "OP 12 - Students", "(OP-12 Manual) which says at page 40 that", "In certain circumstances, it may be necessary to interview the applicant. Applicants should not be scheduled for interviews for the sole purpose of obtaining straightforward information. Issues that may warrant the need for an interview would include:", "a) questions or doubts concerning applicant's reasons for wishing to come to Canada, the arrangements made for their care and support, and their ability or willingness to leave Canada; or", "b) circumstances when the officer needs more information or clarification before finalizing an application.", "This is not an exhaustive list. Other exceptional circumstances may warrant an interview."], ["[19]", "If the Officer had concerns about the Applicant's credibility or the credibility of the documents he submitted, she was obligated to call him for an interview to address those concerns. The Applicant's application was complete and supported by numerous documents. However, the Officer drew an adverse inference about his intent without any evidence to support it. When the Officer did not call the Applicant for an interview she breached his right to procedural fairness.", "Officer Ignored Evidence"], ["[20]", "The Applicant says the Officer concluded he was not a genuine temporary student in the face of all the documents he submitted that showed otherwise. This shows the Officer failed to consider all the evidence before her. When the Officer found he had no international travel experience, she ignored his current residence in the UK. She also ignored evidence when she concluded his family ties in India were not strong enough to motivate him to return there on the completion of his studies. The Applicant's application shows his mother, father, and three brothers live in India, which the Officer clearly ignored. Conversely, the Officer concluded that Canada's pull on the Applicant was strong, even though his application showed he only has one sister here. The Officer failed to account for the fact that, like the Applicant, most applicants for study permits are young, single, and highly mobile. To hold these characteristics against him would be to exclude most applicants for study permits from consideration."], ["[21]", "The Applicant also says the Officer ignored his submissions that he wanted to study at GBC because of the hands-on learning component GBC offers. The Officer clearly ignored this submission, as well as Rainal's affidavit.", "Inadequate Reasons"], ["[22]", "The Applicant also says the Officer's reasons are inadequate because they do not serve the purposes for which reasons are required (see", "FRAGMENT_SUPPRESSED). The Officer's reasons do not accurately reflect how the Officer came to her conclusion and do not explain why she concluded he is not a genuine student and would not leave Canada at the end of his stay. Her reasons also do not allow the Applicant to predict how he would fare on a subsequent application for a study permit.", "The Respondent", "No Breach of Procedural Fairness"], ["[23]", "The Respondent says the Officer was not obligated to call the Applicant for an interview, so she did not breach his right to procedural fairness when she did not do so. The content of the duty of fairness in an application for a study permit is low, given the onus on applicants to prove they meet the requirements and the fact there is no legal right to a visa. Officers are only obligated to give visa applicants the opportunity to respond to concerns where they rely on information of which applicants are not aware. The Respondent distinguishes", "FRAGMENT_SUPPRESSED", ", above, which teaches that where an officer's concerns arise directly out of the Act or Regulations there is no duty to give applicants the opportunity to respond (see FRAGMENT_SUPPRESSED)."], ["[24]", "In this case, the concerns which led the Officer to refuse the Applicant's application for a study permit arose directly out of the Act. The Officer was not concerned with the Applicant's credibility or with whether his documents were genuine; she simply assessed the information he submitted and concluded it did not satisfy her he met the requirements of the Act. The Officer was not required to put any tentative conclusions to the Applicant and his reliance on", "FRAGMENT_SUPPRESSED", ", above, is misplaced."], ["[25]", "The Respondent also says the OP-12 Manual shows only that the Officer had the discretion to call the Applicant for an interview. The language the Applicant has relied on is permissive, not mandatory. In this case, the Officer reasonably exercised her discretion and chose not to hold an interview.", "Officer Did Not Ignore Evidence"], ["[26]", "The Respondent further says the Officer did not ignore evidence when she concluded the Applicant is not a genuine temporary student. The GCMS Notes indicate the Officer was clearly aware the Applicant was living in the UK, so it is clear she was not referring to his time there when she said he had no international travel. Her conclusion on this point was reasonable in the context of the Decision and record as a whole."], ["[27]", "Although the Applicant disagrees with the Officer's findings about the strength of his ties to India and Canada, the Respondent says her findings were reasonable. It was reasonable for the Officer to conclude that a sister in Canada was a factor which showed he would not leave Canada at the end of his stay. Further, even though the Officer did not specifically mention the Applicant's reasons for studying at GBC, this does not mean she did not consider them. The Officer's reasons should not be read microscopically; on the whole, they show the Officer considered the totality of the evidence.", "Inadequacy of Reasons no Basis to Quash the Decision"], ["[28]", "Finally, the Respondent points to", "FRAGMENT_SUPPRESSED", ", above, and says the Court cannot quash the Decision solely because the reasons are inadequate. The Officer's Decision not to grant the Applicant a study permit was reasonable as shown by the reasons and the record, so the Decision meets the", "FRAGMENT_SUPPRESSED", "Association", "standard and the Court should not interfere.", "The Applicant's Reply"], ["[29]", "The Applicant says the Respondent is incorrect to distinguish", "FRAGMENT_SUPPRESSED", ", above. The Applicant points to FRAGMENT_SUPPRESSED", ", above, where Justice Mosley held that FRAGMENT_SUPPRESSED"], ["[30]", "The Decision shows the Officer was concerned about the Applicant's credibility, so she was obligated to call him for an interview. This was not a case where the application was incomplete, but rather a case where the Officer came to the conclusion the Applicant would not depart at the end of his studies. The Officer drew an adverse inference as to the Applicant's intent, but she was required to call him for an interview before doing so.", "ANALYSIS"], ["[31]", "As the Respondent points out, this Court should give considerable deference to the Officer's Decision not to grant a visa. Visa officers have recognized expertise in analyzing and assessing student visa applications. The decision on an application for a temporary student authorization is not judicial, or quasi-judicial in nature."], ["[32]", "The burden was on the Applicant to satisfy the Officer that he was not an immigrant. He was obliged to establish,", "inter alia", ", that his intentions were", "bona fide", ", and that he will leave Canada by the end of the period authorized. A visa officer should be able to make such an assessment on the face of the application."], ["[33]", "A visa officer's decision not to do grant a visa is highly discretionary. However, such discretion cannot be exercised in an arbitrary manner. There is a world of difference between discretion and whim. The issues before me in this case have been before the Court on many previous occasions and I think it would be helpful at the outset to examine some of the relevant case law before addressing the facts of the case."], ["[34]", "First of all, as regards the duty of fairness, Justice Francis C. Muldoon provided some general guidance in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[35]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal addressed the factors that limit the content of the duty of fairness in cases such as this one:", "FRAGMENT_SUPPRESSED"], ["[36]", "Justice Robert L. Barnes also addressed these issues in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[37]", "It is also well recognized that, to use the words of Justice Judith Snider in", "FRAGMENT_SUPPRESSED FRAGMENT_SUPPRESSED"], ["[38]", "It has to be borne in mind that the onus is on the Applicant to meet the evidentiary burden of satisfying the officer that he will leave Canada at the end of his authorized stay. The words of Justice Luc Martineau in", "FRAGMENT_SUPPRESSED, should be kept in mind:", "FRAGMENT_SUPPRESSED"], ["[39]", "Likewise, the words of Justice Russel Zinn in", "FRAGMENT_SUPPRESSED, are equally applicable to the case before me:", "FRAGMENT_SUPPRESSED"], ["[40]", "In the present case, the Officer said she refused the visa because:", "a. Taking into account the Applicant's travel history, immigration status and family ties in Canada and India, the Officer was not satisfied that the Applicant would leave Canada at the end of his stay; and", "b. She was suspicious about the Applicant's \"general academic progression.\""], ["[41]", "The notes provide further details of the Officer's reasoning:", "I reviewed PA's application and FOSS - Seen previous SP refusal in early August this year. PA is reapplying. 25 yr old single male from India. SP in the UK valid until 2013. Has BSc in International Tourism from Ethames Grad School in London. Accept at George Brown College in a Hospitality, Tourism and Leisure diploma program. Note that PA's sister resides in Canada. On file: Copy of the letter from Hon. Bal Gosal (Canadian Minister of State for Sports). LOFA with tuition fees of 11,961 CAD which appear to have been paid, letter of sponsorship from PA's brother-in-law in Canada, POF and docs relating to Canadian family, transcripts from PA's studies in India and proof of studies in the UK as well as various supporting docs. PA obtained a diploma from Punjab Technical University in Hotel Management, Catering Tech and Tourism in 2006, he is also currently undertaking a BSc (Hons) in International Tourism and Hospitality. It does not appear logical that PA would now undertake studies at a lower academic level in this field. It is not clearly explained why the Applicant would not remain in the UK to complete his current course which is due to end in 2013. Concerns that the main aim is to enter and remain in Canada. PA's status in the UK is temporary and with the information on file I am not satisfied that PA's ties to India are strong enough to motivate departure from Canada. Pull to Canada also appears strong due to family ties. PA has no international travel, he is young, single, with no dependents and is highly mobile. With the documents and information on file, I am not satisfied that PA is a genuine temporary student who would leave at the end of his stay. SP refused."], ["[42]", "So the basis for the negative Decision was that:", "a. It does not appear logical that the Applicant would now undertake studies at a lower academic level in this field;", "b. It is not clearly explained why the Applicant would not remain in the UK to complete his current course which is due to end in 2013;", "c. The Applicant's status in the UK is temporary and the information on file does not demonstrate that his ties to India are strong enough to motivate departure from Canada;", "d. The pull to Canada is strong because of family ties;", "e. The Applicant has no international travel;", "f. The Applicant is young, single, has no dependents and is highly mobile."], ["[43]", "It is possible to take issue with some of these grounds. For example, the Applicant points out that most students are single, have no dependents and are highly mobile. But this misses the point. The factors have to be looked at together and the Applicant's youth and mobility, even if he shares them with other students, are obviously relevant. After all, young people do sometimes come to Canada on visas and then stay at the end of the terms."], ["[44]", "The Applicant takes issue with these specific findings in the Decision and points out that", "The officer noted that the Applicant had no international travel, however the evidence indicated that the Applicant, who was from India, was studying in England;", "The officer noted that the Applicant's ties to India were not strong enough, however the evidence indicated that the Applicant's family, including his mother, father and three brothers were all residing in India;", "The officer noted that \"pull to Canada also appears strong due to family ties,\" however the evidence indicated that the Applicant only had one sister in Canada. It is perverse and capricious to conclude that the Applicant's ties to India, where the majority of his family lived, were not strong enough while at the same time his ties to Canada were \"strong\" enough because he had one sister here;", "The officer noted that the Applicant was \"young, single, with no dependants and is highly mobile\" and held this against him. The Applicant is applying for a student permit in Canada and students are generally \"young and single.\" In any event, it is an error for the officer to rely on generalizations in order to justify a refusal of a study permit. If being young and single represents reasonable grounds to refuse a study permit, then no international students should be allowed to come to Canada. (see", "FRAGMENT_SUPPRESSED)", "It is further submitted that the officer erred in law by failing to consider specific relevant evidence before [her]. Thus, the Applicant provided a statement explaining why he wanted to study Hospitality, Tourism and Leisure diploma program in George Brown College, namely that this program has the hands-on learning aspect in addition to class and theory time, and that the seven-week practical experience offered by George Brown College will be a great advancement and opportunity for the Applicant. This evidence was clearly ignored by the officer who had concerns as to the particular program the Applicant had decided to enrol in Canada. Furthermore, the Applicant also provided an affidavit from his brother-in-law, Mohinder Singh Rainal affirming accommodation and coverage of expenses in Canada, and that the Applicant would return to India at the end of his studies. This evidence was clearly relevant as to the issue of the Applicant's intent to return to India at the end of his studies but was also ignored by the officer."], ["[45]", "There is nothing to suggest that any evidence was ignored. The Officer obviously reviewed the whole package and then provided the reasons why she was not convinced the Applicant would leave Canada. She balanced the Applicant's reasons for wanting to attend GBC against the fact that this was an academic step down for him, then weighed both of these against his family ties in Canada and India and his youth, inexperience, and lack of international travel. Obviously, it is possible to disagree with her conclusions, but I do not think I can say they fall outside of the", "FRAGMENT_SUPPRESSED", "range."], ["[46]", "The reasons are clear as to why the visa was refused. The Officer was not satisfied that the Applicant was \"a genuine temporary student who would leave at the end of his stay\" given that it was not logical for him to abandon his course in the UK and come to Canada. The Officer gave reasons for this conclusion in the Decision. There were factors that favoured the Applicant, but looking at the evidence as a whole, I cannot say that the Officer's conclusions fall outside of the", "FRAGMENT_SUPPRESSED", "range.", "Procedural Fairness"], ["[47]", "The Applicant's strongest point on procedural fairness in the present case is that he was never given the opportunity to address the Officer's principal concern that", "It does not appear logical that PA would now undertake studies at a lower academic level in this field. It is not clearly explained why the Applicant would not remain in the UK to complete his current course, which is due to end in 2013."], ["[48]", "The Applicant says that he explained why he had chosen the course at George Brown College in Canada and that he could not have anticipated this subjective concern about his abandoning the UK and he should have been given an opportunity to address this issue. The Applicant places particular reliance upon Justice Mosley's decision in", "FRAGMENT_SUPPRESSED", "However, this principle of procedural fairness does not stretch to the point of requiring that a visa officer has an obligation to provide an applicant with a \"running score\" of the weaknesses in their application:", "FRAGMENT_SUPPRESSED. And there is no obligation on the part of a visa officer to apprise an applicant of her concerns that arise directly from the requirements of the former Act or Regulations:", "FRAGMENT_SUPPRESSED."], ["[49]", "In the present case, this was not a concern about the evidence submitted by the Applicant. The evidence revealed that the Applicant, who claimed to be looking for international experience, wanted to abandon his course in the UK and come to Canada to begin a course at George Brown College. The Applicant explained what he liked about the course at George Brown College, but he did not explain that what he was looking for was not available to him in England as part of his current course."], ["[50]", "The situation here has some similarity with", "FRAGMENT_SUPPRESSED, where Justice Richard Boivin dismissed an application that,", "inter alia", ", advanced the following argument:", "FRAGMENT_SUPPRESSED"], ["[51]", "FRAGMENT_SUPPRESSED, is also instructive in that the applicant in that case argued, as here, that the officer had failed to put his concerns to her and provide an opportunity to respond:", "FRAGMENT_SUPPRESSED"], ["[52]", "The Applicant appears to take the position that procedural fairness arises whenever an officer has concerns that the applicant could not reasonably have anticipated. I think the jurisprudence of this Court demonstrates otherwise. What applicants can reasonably anticipate is that officers will bring their own experience and expertise to bear upon the application and will draw inferences and conclusions from the evidence that is placed before them without necessarily alerting applicants on these matters. The onus is upon applicants to put together applications that are convincing and that anticipate possible adverse inferences contained in the evidence and local conditions and address them."], ["[53]", "Perhaps most instructive is", "FRAGMENT_SUPPRESSED, where Justice Snider had the following to say on point:", "FRAGMENT_SUPPRESSED"], ["[54]", "The Applicant says that he was denied procedural fairness because the Officer did not alert him to her concerns and give him an opportunity to address them. In my view, on the present facts, that would amount to the Officer telling the Applicant that he had not, on his evidence, convinced her he would leave at the end of his stay, and then giving him an opportunity to argue her out of that conclusion. There were no specific concerns with the evidence. It was just that, taken as a whole, - \"with the documents and information on file\" - the Officer was not satisfied he would leave at the end of his stay. The onus was on the Applicant to convince the Officer that he would leave. There was no obligation on the Officer to inform the Applicant that he had not discharged that onus and allow him more time and opportunity to convince her otherwise."], ["[55]", "I think the jurisprudence supports the conclusion that, in this kind of situation, there was no obligation on the Officer to bring her concerns to the attention of the Applicant and allow a response. There were no problems with the evidence. The Officer's concerns were that, given the evidence put forward by the Applicant and, in particular, the Applicant's failure to explain fully why his education required a move to Canada and could not be obtained where he was in the UK, she was not satisfied he would leave at the end of his stay. I do not think the Officer was obliged to alert the Applicant to her conclusions based upon her weighing of the evidence and provide him with a chance to change her mind."], ["[56]", "I can understand why the Applicant is unhappy with the Decision. I can understand why he feels he submitted strong evidence that he would leave at the end of his stay, and that the Officer should have preferred that evidence to the factors she does rely upon. However, it is not my role to step in and second-guess the Officer. Parliament has said that she is the one whose discretion is to apply and, provided she exercises that discretion in a reasonable way, the Court cannot intervene, even if it would have come to a different conclusion."], ["[57]", "Counsel agree there is no question for certification and the Court concurs.", "JUDGMENT"], ["[58]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", "Application dismissed.", "Editor: Sharon McCartney/vnh"]]}