{"id_": "062396", "body_str": [["[1]", "von Finckenstein, J.", "[orally]: The Applicant, Karla Ivette Quintero Poblano, made an application for permanent residence in Canada to the Embassy under the Federal Skilled Worker Class on December 4, 2003. The same day, counsel for the Applicant wrote to the Embassy stating that in its view she would be awarded 64 points out of the required 67 (she was actually awarded 62 points) and asked that favourable discretion be exercised in her favour. This is known as a \"substituted evaluation\"."], ["[2]", "In her request, the Applicant asked that the following points be considered:", "- she had been a visitor to Canada since March of 2003 and was in Canada when the application was filed,", "- she studied English in Mexico and received high marks,", "- she used her English skills to locate temporary housing,", "- she sought out prospective employers and obtained an offer of employment that would take effect once she obtained permanent residence status and returned to Canada,", "- she is conversant in both French and English."], ["[3]", "The application was turned down as she only reached 62 of the required 67 points. The Designated Immigration Officer (the \"Officer\") considered the letter of Applicants counsel but declined to exercise her discretion. The Applicant now seeks judicial review of refusal to exercise her discretion."], ["[4]", "It is well established the standard of review is patent unreasonableness. As Mackay, J. stated in", "<FRAGMENT_SUPPRESSED>  para. 8:", "In my view the standard of review of a discretionary decision of a visa officer in assessing experience of an intended immigrant in relation to a particular occupation is well settled. In accord with the decision of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> , a court will not intervene in regard to the exercise of discretion vested by statute merely because the court might have exercised the discretion differently if it had been charged with the responsibility. Where it has been exercised in good faith, without reliance on irrelevant or extraneous considerations the courts should not interfere. ...Where the decision in question is one of fact this Court will intervene only if it concludes the decision is patently unreasonable or in other words, as provided in s-s. 18.1(4)(d) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7 as amended, where the decision is based on an erroneous finding of fact made in a perverse or capricious manner."], ["[5]", "The Applicant submits that the Officer did not provide any reason for her decision in the refusal letter and the Officer did not consider the information the Applicant provided in her request for discretion."], ["[6]", "The affidavit of the officer (on which she was not cross examined) and the CAIPS notes clearly indicate that the officer considered the letter."], ["[7]", "As for written reasons, while they are always desirable, there is no requirement for them.  <FRAGMENT_SUPPRESSED> : The officer merely has to inform the applicant that she considered the request for substitution of evaluation. That was done in this case."], ["[8]", "While on the facts of this case, this court would have exercised its discretion differently, that is not relevant. The decision of the officer is neither patently unreasonable nor based on an erroneous finding of fact made in a perverse or capricious manner. Accordingly there is no basis for the court to set the decision aside.", "ORDER"], ["[9]", "THIS COURT ORDERS", "that this application be dismissed;", "[End of document]"]]}