{"id_": "062350", "body_str": [["[1]", "Shore, J.", ": In the case of", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 264, the court held that an administrative agency is presumed to have considered all of the material placed before it when making a decision. This presumption can be rebutted by an \"agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency\" (", "Cepeda-Gutierrez", "at para. 15)."], ["[2]", "In the case of", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 118, the court reviewed a decision of a visa officer which determined the applicant to not be a Convention refugee. The applicant had been recognized as a refugee by the UNHCR. The reasons, including the officer's CAIPS notes, did not indicate that the officer considered this piece of contrary evidence. As a result, the court quashed the decision ( <FRAGMENT_SUPPRESSED> at paras. 1, 4 and 11).", "II.", "Judicial Procedure"], ["[3]", "This is an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA) of a June 25, 2009 decision of a visa officer stationed in Damascus, Syria denying the Applicant a permanent residence visa as a member of the humanitarian-protected persons abroad class and the Convention refugees abroad class.", "III.", "Background"], ["[4]", "The Applicant, Mr. Esmat Elyasi, a citizen of Afghanistan. He is a Hazara, a member of an ethnic minority in that country. He moved to Syria subsequent to his departure from Afghanistan to the neighbouring border state of Iran. He has been recognized as a refugee by the United Nations High Commissioner for Refugees (UNHCR). The Applicant has no citizenship rights in Syria or Iran. In 2006, the Roman Catholic Diocese of Calgary had been granted approval with respect to sponsoring the Applicant as a Convention refugee abroad or humanitarian protected person abroad.", "IV.", "Decision under Review"], ["[5]", "The officer dismissed the Applicant's claim on the basis that there was no compelling reason for him to receive refugee protection in Canada."], ["[6]", "The Computer Assisted Immigration Processing System (CAIPS) notes show that the officer was not convinced that the Applicant's fear of the Taliban was grounded as he is originally from Kabul and Kabul is a place where Afghanis are safely returning.", "V.", "Issues"], ["[7]", "1) Did the officer provide adequate reasons?", "2) Did the officer err by failing to have regard to all of the evidence?", "VI.", "Standard of Review"], ["[8]", "Issues relating to the adequacy of reasons provided by an administrative decision-maker relate to the agency's duty of fairness. These questions are typically reviewed on a standard of correctness.  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada described the standard of correctness as a non-deferential standard where the reviewing court may substitute its own view for that of the decision-maker ( <FRAGMENT_SUPPRESSED> at para. 50)."], ["[9]", "The Applicant raises an issue of whether the officer made an error of fact by making her decision without regard to the totality of the evidence. Questions of fact are reviewable on a standard of reasonableness. In <FRAGMENT_SUPPRESSED> , above, the Supreme Court of Canada held that the standard of reasonableness is a deferential standard that is \"concerned mostly with the existence of justification, transparency and intelligibility with the decision making process\" ( <FRAGMENT_SUPPRESSED> at para. 47).", "VII.", "Pertinent Legislative Provisions"], ["[10]", "Section 96 of the IRPA states:", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", ") soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner."], ["[11]", "Section 145 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (Regulations) states:", "Member of Convention refugees abroad class", "145.", "A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee.", "Qualité", "145.", "Est un réfugié au sens de la Convention outre-frontières et appartient à la catégorie des réfugiés au sens de cette convention l'étranger à qui un agent a reconnu la qualité de réfugié alors qu'il se trouvait hors du Canada"], ["[12]", "Section 11 of the IRPA states:", "Application before entering Canada", "11.", "(1) A foreign national must, before entering Canada, apply to an officer for a visa or for any other document required by the regulations. The visa or document may be issued if, following an examination, the officer is satisfied that the foreign national is not inadmissible and meets the requirements of this Act", "Visa et documents", "11.", "(1) L'étranger doit, préalablement à son entrée au Canada, demander à l'agent les visa et autres documents requis par règlement. L'agent peut les délivrer sur preuve, à la suite d'un contrôle, que l'étranger n'est pas interdit de territoire et se conforme à la présente loi.", "VIII.", "Positions of the Parties", "Applicant's Position"], ["[13]", "The Applicant submits the officer erred by failing to refer to Mr. Elyasi's refugee status from the UNHCR. The Applicant cites the cases of", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 946 and", "<FRAGMENT_SUPPRESSED> , for the proposition that UN refugee documents are pieces of relevant, material evidence which should be considered when determining whether a claimant fits the definition of a Convention refugee."], ["[14]", "The Applicant also submits the officer provided inadequate reasons. The Applicant notes the standard-form refusal letter merely cites the applicable statutory provisions and state that Mr. Elyasi has not provided a compelling reason for Canada to extend protection to him.", "Respondent's Position"], ["[15]", "The Respondent submits it is inappropriate for the Applicant to argue that the reasons given were inadequate because he was under an obligation to obtain further reasons where decision letters are thought to be insufficient. The Respondent cites the case of", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 622 where the court held that a failure of an Applicant to ask for further reasons bars him or her from claiming on judicial review that adequate reasons were not provided."], ["[16]", "The Respondent also submits the Applicant is asking this Court to re-weigh the evidence that was before the officer. The Respondent contends the officer did not ignore, misconstrue or misunderstand any of the material before him. The Respondent argues the officer was not under an obligation to make the same refugee determination as was made by the UNHCR. Rather, the officer was only required to assess the Applicant's claim with regard to Canadian legislation.", "IX.", "Analysis"], ["[17]", "The Court notes the case of <FRAGMENT_SUPPRESSED> , above, where Justice Yvon Pinard held, after citing earlier cases, the fact that an applicant does not request further reasons bars him or her from claiming on judicial review that the reasons provided were inadequate ( <FRAGMENT_SUPPRESSED> at para. 13)."], ["[18]", "The Court notes that the Applicant's Record only contains the refusal letter and does not include the CAIPS notes. In <FRAGMENT_SUPPRESSED> , above, Justice Pinard reiterated that it is the letter as well as the CAIPS notes which constitute the reasons for a decision ( <FRAGMENT_SUPPRESSED> at para. 12)."], ["[19]", "That being said, the full decision is currently before this Court and the Applicant alleges a second ground for review, namely, that the officer made a decision without regard to the totality of the evidence."], ["[20]", "In the case of", "Cepeda- <FRAGMENT_SUPPRESSED> , the court held that an administrative agency is presumed to have considered all of the material placed before it when making a decision. This presumption can be rebutted by an \"agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency\" (", "Cepeda-Gutierrez", "at para. 15)."], ["[21]", "In the case of <FRAGMENT_SUPPRESSED> , above, the court reviewed a decision of a visa officer which determined the applicant to not be a Convention refugee. The applicant had been recognized as a refugee by the UNHCR. The reasons, including the officer's CAIPS notes, did not indicate that the officer considered this piece of contrary evidence. As a result, the court quashed the decision ( <FRAGMENT_SUPPRESSED> at paras. 1, 4 and 11)."], ["[22]", "In this case, the CAIPS notes relating to the officer's decision does not mention the UNHCR's recognition of the Applicant as a Convention refugee. Based on the ruling in <FRAGMENT_SUPPRESSED> , above, the Court finds the Applicant's status to be a highly relevant, material piece of contrary evidence which should have been considered by the officer.", "X.", "Conclusion"], ["[23]", "The officer's decision is unreasonable because it lacks proper analysis of the Applicant's claim."], ["[24]", "The officer erred by stating that \"[d] uring [the] interview, you were not able to provide a compelling reason for not returning to Afghanistan\" without providing any evidence that the totality of the Applicant's claim was analyzed. It is apparent from the evidence before the officer that the Applicant's claim is multifaceted and complex and therefore deserves greater analysis, especially regarding the continued discrimination against Hazaras in light of the unstable situation in Afghanistan."], ["[25]", "The UNHCR's Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees (Geneva, January 1992) (UNHCR Handbook) gives the following guidance when determining the grounds of a claim:", "66. In order to be considered a refugee, a person must show well-founded fear of persecution for one of the reasons stated above. It is immaterial whether the persecution arises from any single one of these reasons or from a combination of two or more of them.", "Often the applicant himself may not be aware of the reasons for the persecution feared. It is not, however, his duty to analyze his case to such an extent as to identify the reasons in detail.", "67.", "It is for the examiner, when investigating the facts of the case, to ascertain the reason or reasons for the persecution feared and to decide whether the definition in the 1951 Convention is met with in this respect", ". It is evident that the reasons for persecution under these various headings will frequently overlap. Usually there will be more than one clement combined in one person, e.g. a political opponent who belongs to a religious or national group, or both, and the combination of such reasons in his person may be relevant in evaluating his well-founded fear. (Emphasis added)."], ["[26]", "In the case at bar, the Applicant's narrative speaks of discrimination against the Hazara ethnic group in Afghanistan throughout his life and he would be immediately and easily identifiable as a Hazara if returned (AR at pp. 75-76). The UNHCR Handbook gives further guidance to officers when assessing claims based on a cumulative persecution:", "53. In addition, an applicant may have been subjected to various measures not in themselves amounting to persecution (e.g. discrimination in different forms), in some cases combined with other adverse factors (e.g. general atmosphere of insecurity in the country of origin).", "In such situations, the various elements involved may, if taken together, produce an effect on the mind of the applicant that can reasonably justify a claim to well-founded fear of persecution on \"cumulative grounds\"", ". Needless to say, it is not possible to lay down a general rule as to what cumulative reasons can give rise to a valid claim to refugee status.", "This will necessarily depend on all the circumstances, including the particular geographical, historical and ethnological context", ". (Emphasis added)."], ["[27]", "It is incumbent on officers to be sensitive to the fragility of the human condition when \"compelling reasons\", as legally defined in subsection 108(4) of the IRPA, may exist for refugee protection. The UNHCR Handbook states:", "136. ... It is frequently recognized that a person who--or whose family--has suffered under atrocious forms of persecution should not be expected to repatriate. Even though there may have been a change of regime in his country, this may not always produce a complete change in the attitude of the population, nor, in view of his past experiences, in the mind of the refugee.", "...", "198. A person who, because of his experiences, was in fear of the authorities in his own country may still feel apprehensive vis-à-vis any authority. He may therefore be afraid to speak freely and give a full and accurate account of his case."], ["[28]", "The Supreme Court of Canada has commented on the usefulness of the UNHCR Handbook in", "<FRAGMENT_SUPPRESSED> :", "While not formally binding on signatory states, the Handbook has been endorsed by the states which are members of the Executive Committee of the UNHCR, including Canada, and has been relied upon by the courts of signatory states."], ["[29]", "In this case, based on the background material specifically on the Hazara minority in Afghanistan, the Applicant fits the profile of a person at risk of persecution and the officer had the duty to examine all the evidence of the claim. The officer did not appear to have regard to all of the evidence and, more particularly, key elements of that evidence."], ["[30]", "For all of the above-reasons, the application for judicial review is allowed and the matter is remitted for redetermination by a differently constituted panel.", "Obiter", "It is important to specify that the information package from the Canadian Immigration and Refugee Board (IRB) on country conditions demonstrates that the Hazara ethnic group has continuously fought or been persecuted by the Taliban. (As per the National Documentation Package, Afghanistan - 18 March 2009 of the IRB). Although the new constitution gives the Hazaras equal rights, a significant margin of difference exists between the theory and reality on the ground. It is recognized that the Hazaras are not only considered the traditional enemy of the Taliban but the Pashtuns also consider them as outcasts. It is important also to note that the Allied forces in Afghanistan often employ the Hazaras for their knowledge of the country, language and fierce loyalty to values other than those opposed by the Allied forces. (Not to belabour the point but simply to mention that in popular best selling literature such as in The Kite Runner, by Khaled Hosseini, the Hazara minority is witnessed as an ethnic group that has been separate and apart from Pashtun society:", "HAZARAS", "20.16 The Minority Rights Group International further noted that:", "\"The Hazaras speak a dialect of Dari (Persian Dialect) called Hazaragi and the vast majority of them follow the Shi'a sect (twelve Imami). A significant number are also followers of the Ismaili sect while a small number are Sunni Muslim. Within Afghani culture the Hazaras are famous for their music and poetry and the proverbs from which their poetry stems ... The Hazaras are reported to have nuclear families with the husband considered the head of the family except in the case of husband's death, when the woman becomes the head. In the latter case the older wife in polygamous marriages succeeds the deceased husband until the eldest sun [", "sic", "] reaches maturity. At national level Hazaras tend to be more progressive concerning women's rights to education and public activities. Educated Hazara women, in particular ones who returned from exile in Iran are as active as men in civic and political arenas. Hazara families are eager to educate their daughters. U.N. officials in Bamian, 20 miles to the east, said that since the collapse of Taliban rule in late 2001, aid agencies have scrambled to build schools and have succeeded in attracting qualified female teachers to meet the demand.\" [76a]", "20.17 Minority Rights Group International also noted:", "\"Hazaras are one of the national ethnic minorities recognized in the new Afghan constitution and have been given full right to Afghan citizenship. Their main political party, Hizb-e Wahdat gained only one seat in the cabinet. Hazaras are concerned about the rising power of the warlords, who they feel pose a direct threat to their community. Also, given the suppression suffered by Hazaras under the Mujaheedin, the power of Northern Alliance (Mujaheedin leadership of 10 years ago) in the new leadership is a cause for worry.\" [76a]", "From a recent historical perspective, as the situation in Afghanistan is in continuous flux, it is recognized that the information package of 18 May 2007 of the IRB contained the following perspective which it appears should not be ignored:", "20.20 A Minority Rights Group (MRG) briefing dated November 2003 stated that Hazaras have been traditionally marginalised in Afghan society. MRG reported:", "\"The Hazaras are thought to be descendants of the Mongol tribes who once devastated Afghanistan, and are said to have been left to garrison the country by Genghis Khan. The Hazaras have often faced considerable economic discrimination - being forced to take on more menial jobs - and have also found themselves squeezed from many of their traditional lands by nomadic Pashtuns. Starting at the end of the nineteenth century, successive Pashtun leaders pursued active policies of land colonization, particularly in the northern and central regions, rewarding their supporters, often at the expense of the Hazaras. This policy was partially reversed during the Soviet occupation, but started again under the Taliban.\" [76] (p6)", "20.21 On 29 July 2004, the Pakistan Tribune reported on the position of Hazaras in Bamian [Bamiyan]:", "\"Armed with a new constitution that guarantees equal rights to minority groups, Hazaras are engaged in an intense campaign to grasp some power and lift themselves from the bottom of Afghan society. The Hazaras have a great stake in seeing that the Taliban does not return to power. When the extremist Islamic movement controlled Afghanistan in the 1990s, its fighters killed hundreds - by some estimates thousands - of Hazaras in an effort to break the back of resistance to Taliban rule.\" [30a]", "20.22 In a report dated 21 September 2004, the UN-appointed independent expert of the Commission on Human Rights in Afghanistan commented on a case of human rights violations, which the UNHCR had verified and brought to his attention. The case involved approximately 200 Hazara families (about 1,000 individuals) displaced from Daikundi over the last decade by local commanders and now living in Kabul. The independent expert noted:", "\"Some members of the community arrived during the past year, having fled ethnically based persecution, including the expropriation of land and property, killings, arbitrary arrests and a variety of acts of severe intimidation perpetrated by warlords and local commanders who control the Daikundi districts and who are directly linked to a major political party whose leader occupies a senior governmental post.\" [39k] (para. 72)", "20.24 The US State Department Report 2005 (USSD 2005), published on 8 March 2006, noted that \"The Shi'a religious affiliation of the Hazaras historically was a significant factor leading to their repression, and there was continued social discrimination against Hazaras.\" [2a] (section 2c) The USSD 2005 Report also recorded that; \"Ethnic Hazaras prevented some Kuchi nomads from returning to traditional grazing lands in the central highlands, in part because of allegations that the Kuchis were pro-Taliban and thus complicit in the massacres perpetrated against Hazaras in the 1990s. Hazaras also found difficulty in returning to the country. In December 2004 a local leader from Karukh district in Herat blocked the return of approximately 200 Hazara refugees from Iran.\" [2a] (section 2d)", "20.25 On 21 July 2005, Agence France-Presse (AFP) reported that:", "\"Suspected Taliban guerrillas attacked an ethnic Hazara village in the southcentral province of Uruzgan on Monday, killing 10 villagers, provincial governor Jan Mohammad Khan told AFP. A day later, Hazara tribesmen from Uruzgan's Kejran district-blaming the attack on their neighboring Pashtun-dominated village-launched a raid that killed four people, the governor said ...", "\"The governor said that tensions between the two tribes ceased after elders from the two villages launched an investigation and found that Monday's attack was carried out by Taliban fighters.\" [40u]", "The volatile situation in Afghanistan requires consideration as to whether \"a change in circumstances\", as juridically described by Justice Marc Nadon in", "<FRAGMENT_SUPPRESSED>  (QL), 69 F.T.R. 100, has occurred:"], ["[25] I have concluded that the Board erred in law by not applying the proper test for a consideration of changing country conditions. I have also concluded that the Board, in finding that the changes in circumstances were of an enduring nature, made a finding which it could not possibly have made based on the evidence before it. In other words, this finding was made without consideration of the material before it."], ["[26] In so concluding, I have adopted as the proper test of changing country conditions the one proposed by James Hathaway in The Law of Refugee Status, Butterworths, Toronto, 1991, at pages 200-203. Hathaway writes as follows:", "First, the change must be of substantial political significance, in the sense that the power structure under which persecution was deemed a real possibility no longer exists. The collapse of the persecutory regime, coupled with the holding of genuinely free and democratic elections, the assumption of power by a government committed to human rights, and a guarantee of fair treatment for enemies of the predecessor regime by way of amnesty or otherwise, is the appropriate indicator of a meaningful change of circumstances. It would, in contrast, be premature to consider cessation simply because relative calm has been restored in a country still governed by an oppressive political structure. Similarly, the mere fact that a democratic and safe local or regional government has been established is insufficient insofar as the national government still poses a risk to the refugee.", "Secondly, there must be reason to believe that the substantial political change is truly effective. Because, as noted in a dissenting opinion in Ruiz Angel Jesus Gonzales, \"...there is often a long distance between the pledging and the doing...\", it ought not to be assumed that formal change will necessarily be immediately effective:", "... there were free elections [in Uruguay] on March 1, 1985 that put an end to 12 years of military government. According to [the U.S. Country Reports], the reestablishment of democracy is complete. I may be permitted to express doubts that in a period of one or two years it would be possible to recover completely from the abuses of a military dictatorship. Good intentions may have existed, of course, but I refuse to believe that there were no chance mishaps.", "The formal political shift must be implemented in fact, and result in a genuine ability and willingness to protect the refugee. Cessation is not warranted where, for example, de facto executive authority remains in the hands of the former oppressors:", "The facts that there were \"above board\" elections in Peru in 1980-81, which sent members of various parties and factions to the parliament, does not prove that the applicant does not have a well-founded fear of returning to his country, which is still, as far as executive authority is concerned, a military dictatorship which tolerates no opposition. It is just another case of old wine in new bottles.", "Nor can it be said that there has truly been a fundamental change of circumstances where the police or military establishments have yet fully to comply with the dictates of democracy and respect for human rights:", "It was argued that the applicant need no longer be afraid of returning to his homeland as there has been a change in the government since he left. The applicant, however, adduced evidence to show that although the government has changed, members of the Peruvian police and armed forces are still violating human rights and as yet do not appear to be under control by the new government.", "In other words, the refugee's right to protection ought not to be compromised simply because progress is being made toward real respect for human rights, even where international scrutiny of that transition is possible. Two mid-1989 judgments of the Immigration and Refugee Board, relating to Poland and Sri Lanka respectively, demonstrate an appropriate concern to see evidence of the real impact of a formal transition of power:", "...Solidarity calculates that the Communist Party directly or indirectly controls about 900,000 appointments...the nomenklatura casts its own shadow. In other words, changing the government does not [necessarily] change much. The panel is of the view that the claimant's fear that the changes in Poland are still too uncertain is supported by the documentary evidence.", "Although it is alleged that the scale of military confrontation between the Indian Peacekeeping Force and the Tigers has diminished in recent months, there is still an intense rivalry between the Tamil militant groups for the control of the territory and the population. We agree with the points made by counsel, that the normalization process has not yet achieved political stability and peace for Sri Lanka.", "Third, the change of circumstances must be shown to be durable. Cessation is not a decision to be taken lightly on the basis of transitory shifts in the political landscape, but should rather be reserved for situations in which there is reason to believe that the positive conversion of the power structure is likely to last. This condition is in keeping with the forward-looking nature of the refugee definition, and avoids the disruption of protection in circumstances where safety may be only a momentary aberration."], ["[27] Although the author discusses changing country conditions in the context of cessation, the nature of the changing circumstances of a country must nonetheless be considered in the context of an application seeking convention refugee status. ( <FRAGMENT_SUPPRESSED> ], and  <FRAGMENT_SUPPRESSED>  the position which I have taken with regard to changing country conditions by adopting the essence of Hathaway's test. The two decisions were rendered for the Court by  <FRAGMENT_SUPPRESSED> ], Marceau J.A. was faced with changing country conditions in Nicaragua. The Applicant was a former contra who was seeking Convention refugee status in Canada. The Board refused the Applicant's claim primarily because of a change of circumstances in Nicaragua and more particularly the election of Mrs. Chamaro. Although the brother of the former Sandinista President of Nicaragua, Daniel Ortega, remained the Chief of the military, the Board concluded that the oppressive Sandinista regime did not remain in place. Although the Board recognized that the Applicant had received harsh treatment from the military in which the Sandinistas continued to play a leading role, the Board was of the view that the Chamaro government had taken \"positive steps\" to diminish the influence of the Sandinistas. As a result, the Board held that the Applicant's claim did not have an objective basis. At page 3 of his decision, after having decided that the Board's decision could not stand, Marceau J.A. writes as follows:", "Again, a more detailed analysis of the conflicting evidence in respect of a change in circumstances was necessary to meet the requirement that the change be meaningful and effective enough to render the genuine fear of the Appellant unreasonable and hence without foundation.", "JUDGMENT"], ["[31]", "THIS COURT ORDERS that", "the application for judicial review be allowed and the matter be remitted for redetermination by a differently constituted panel.", "[End of document]"]]}