{"id_": "062414", "body_str": [["[1]", "Le juge Pinard", ": Il s'agit d'une demande de contrôle judiciaire d'une décision, datée du 27 octobre 2009, d'un agent d'examen des risques avant renvoi (l'agent) présentée en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. (2001), ch. 27 (la Loi) par Guadalupe Herrera Rivera (la demanderesse) et ses enfants, Karla Esperanza Renteria Herrera et Diego Renteria Herrera. L'agent a rejeté leur demande de statut de résident permanent fondée sur des considérations humanitaires (« demande CH »).  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[2]", "Les demandeurs sont des citoyens mexicains. Ils sont entrés au Canada en septembre 2006, en compagnie de Jose Wenceslao Renteria Valerio, alors le conjoint de la demanderesse et père de ses enfants, demandant l'asile quelques jours plus tard. Leur demande d'asile a été jugée non-crédible. Une demande d'autorisation et de contrôle judiciaire de cette décision a été rejetée.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Le 19 avril 2008, la demanderesse a été victime d'un incident de violence conjugale de la part de son conjoint. Elle a rencontré les policiers à ce sujet, mais n'a pas porté plainte. Cependant, elle s'est séparée de son mari et, du 25 avril au 1er août 2008, elle et ses enfants ont séjourné dans un centre d'aide aux victimes de violence conjugale. Elle affirme, en fait, que son conjoint, dont elle est maintenant divorcée, a été violent envers elle dès la première année de leur mariage, et qu'il l'est demeuré par la suite. Ayant renoncé à un examen des risques avant renvoi (ERAR) suite au rejet de leur demande d'asile, l'ex-conjoint de la demanderesse a été déporté et réside maintenant à Los Reyes de la Paz, la même ville où la famille habitait avant de venir au Canada.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Le 27 octobre 2008, les demandeurs ont déposé une demande CH fondée sur leur établissement au Canada, l'intérêt supérieur des enfants, la violence conjugale et le risque qu'ils pourraient encourir au Mexique.  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[5]", "L'agent a rejeté cette demande, concluant que les demandeurs ne souffriraient pas de difficultés inhabituelles ou injustifiées et excessives en cas de renvoi.  <FRAGMENT_SUPPRESSED>"], ["[6]", "L'agent a noté que les demandeurs n'étaient au Canada que depuis trois ans, ce qui représentait peu pour la demanderesse, mais plus pour ses enfants. Hormis le fait que la demanderesse suivait des cours de français, il y avait peu d'autres renseignements concernant leur établissement. L'agent a reconnu que l'intégration des demandeurs a pu être retardée par leur séjour en centre d'hébergement, mais a conclu que vu le peu de liens qu'ils avaient au Canada, un retour au Mexique ne leur causerait pas de difficultés inhabituelles et injustifiées ou excessives.  <FRAGMENT_SUPPRESSED>"], ["[7]", "L'agent a également reconnu que la situation familiale « ait pu et peut continuer d'être difficile pour les jeunes enfants concernés ». Ils ont vécu difficilement la séparation de leurs parents. De plus, la séparation de leurs amis et la nécessité de s'intégrer au système scolaire mexicain leur causeront possiblement un stress. Cependant, l'agent a estimé « que l'impact sur leur éducation et leur développement futur sont limités (", "sic", ") puisque le principal est qu'ils demeurent avec leur mère ». L'agent a aussi conclu que puisque l'ex-conjoint de la demanderesse n'a jamais été violent envers les enfants, et que celle-ci en a la garde exclusive, leur « départ du Canada n'aura pas un impact négatif sur leur santé physique et psychologique ».  <FRAGMENT_SUPPRESSED>"], ["[8]", "Ensuite, reconnaissant que la demanderesse a été victime de violence et de menaces de la part de son ex-conjoint et se disant sensible au fait que les demandeurs ont dû chercher refuge dans un centre d'hébergement, l'agent a noté que de tels organismes existent également au Mexique. De plus, les demandeurs pourraient s'établir dans un autre endroit que celui où ils habitaient avant de quitter ce pays.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Finalement, quant au risque auquel les demandeurs seraient exposés au Mexique, l'agent a rejeté les allégations qu'ils avaient déjà présentées au soutien de leur demande d'asile. Celles-ci concernaient, d'une part, l'extorsion à laquelle se livraient des policiers contre l'ex-conjoint de la demanderesse, un commerçant, et la persécution dont il prétendait avoir été victime de la part de la famille d'un homme qu'il a tué dans un accident automobile. Ces allégations n'avaient pas été trouvées crédibles. De plus, malgré les problèmes de droits de la personne, et spécifiquement de violence conjugale, dont fait état la preuve documentaire concernant le Mexique, l'agent a conclu que la demanderesse et ses enfants n'y seraient pas à risque parce que leur famille et de nombreuses organisations pourraient leur venir en aide. De plus, ils pourraient s'établir dans une partie de Mexico autre que celle où habite l'ex-conjoint de la demanderesse, et rien n'indique que celui-ci a les ressources pour les retrouver dans cette ville immense ou ailleurs au Mexique.  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[10]", "Les questions qui se posent dans la présente demande de contrôle judiciaire sont:  <FRAGMENT_SUPPRESSED>", "1) L'agent a-t-il appliqué le mauvais critère à l'examen de la demande CH?  <FRAGMENT_SUPPRESSED>", "2) L'agent a-t-il erré en concluant que les demandeurs ne souffriraient pas de difficultés inhabituelles, injustifiées ou excessives, notamment en ce qu'il a rendu sa décision sans égard à la preuve devant lui?  <FRAGMENT_SUPPRESSED>"], ["[11]", "La première question, concernant le critère appliqué par l'agent, en est une de droit, et elle est sujette au contrôle selon la norme de la décision correcte (voir, par exemple,", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[12]", "Par contre, la décision de l'agent sur le bien-fondé de la demande est discrétionnaire et dépend de son évaluation de la preuve et la norme de contrôle qui s'y applique est donc celle de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED> et la jurisprudence qui y est citée).  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>", "Le critère applicable à une demande CH  <FRAGMENT_SUPPRESSED>"], ["[13]", "Les demandeurs soutiennent que l'agent a évalué leur demande CH en y appliquant un mauvais critère. Ils lui reprochent d'avoir mentionné le « risque [...] objectivement personnalisé pour leur vie ou leur sécurité » comme critère applicable à une demande CH. Ils soutiennent que l'agent chargé de l'étude d'une demande CH doit tenir compte de toutes sortes de risques, et non seulement du risque à la vie du demandeur ou d'un risque de subir des traitements cruels et inusités qui sont pertinents lors de l'étude d'une demande de protection fondée sur l'article 97 de la Loi ou d'une demande ERAR.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Le défendeur, quant à lui, fait valoir que l'agent a cité à répétition le critère applicable, soit celui de « difficultés inhabituelles et injustifiées ou excessives », et qu'il l'a appliqué. Il souligne que l'agent a même explicitement mentionné le fait que « [l] e processus CH ne se base pas sur les mêmes critères [qu'une demande d'asile] pour l'analyse du risque ». Enfin, le défendeur soutient que l'agent était conscient du fait que le risque était un de plusieurs facteurs dont il devait tenir compte, et c'est ce qu'il a fait.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Je suis d'accord avec le défendeur. L'agent connaissait le critère de « difficultés inhabituelles et injustifiées ou excessives ». Il savait aussi que le risque peut être une des causes de telles difficultés pour un demandeur. Cependant, pour qu'un risque cause des difficultés à un demandeur, il faut logiquement que ce demandeur y soit personnellement exposé. Il s'est posé la question de savoir si c'était le cas dans le dossier qu'il étudiait. Ce faisant, il n'a commis aucune erreur.  <FRAGMENT_SUPPRESSED>", "Le bien-fondé de la décision  <FRAGMENT_SUPPRESSED>"], ["[16]", "Selon les demandeurs, l'agent a erré dans son évaluation du risque auquel ils s'exposeraient au Mexique, notamment en ne tenant pas compte de la preuve pertinente.  <FRAGMENT_SUPPRESSED>"], ["[17]", "À cet égard, je ne peux retenir aucun des arguments des demandeurs.  <FRAGMENT_SUPPRESSED>"], ["[18]", "D'abord, je conviens avec le défendeur que l'erreur de l'agent quant au lieu de résidence des demandeurs avant leur départ n'est pas déterminante. Comme l'explique la Cour suprême dans", "<FRAGMENT_SUPPRESSED>  au paragraphe 56, une conclusion déraisonnable tirée par un décideur administratif ne rend pas sa décision déraisonnable pour autant « si les motifs, considérés dans leur ensemble, sont soutenables comme assise de la décision ». C'est, à mon avis, le cas en l'espèce. L'agent a estimé que les demandeurs pourraient se rendre dans une partie du district fédéral autre que celle qu'ils habitaient avant leur départ pour le Canada. a fortiori, s'ils habitaient auparavant une ville voisine, ils pourraient se rendre dans le district fédéral lui-même et y bénéficier d'un relatif anonymat et de la protection de lois et de règlements plus avancés.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Ensuite, la conclusion de l'agent que les demandeurs pouvaient se prévaloir de cette possibilité de refuge interne n'était pas déraisonnable.  <FRAGMENT_SUPPRESSED> , la Cour d'appel fédérale précise que « [l] a possibilité de refuge dans une autre partie du même pays ne peut pas être seulement supposée ou théorique; elle doit être une option réaliste et abordable. Essentiellement, cela veut dire que", "l'autre partie plus sûre du même pays doit être réalistement accessible au demandeur", "» (je souligne). De plus, il faut se demander « si on peut s'attendre à ce qu'il puisse se débrouiller dans ce lieu » (", "ibid", ".). La question de savoir si le district fédéral est accessible aux demandeurs en cas de leur renvoi du Canada doit, de toute évidence, recevoir une réponse affirmative. Quant à la possibilité pour les demandeurs de s'y débrouiller, l'agent explique ses conclusions à cet égard, notamment par le fait que la demanderesse pourra y trouver du travail correspondant à ses compétences.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Je ne peux, non plus, retenir l'argument des demandeurs voulant que l'agent ait rendu sa décision sans égard à la preuve. Il est bien établi qu'il appartient à une personne qui dépose une demande CH de présenter toute la preuve nécessaire à l'appui de cette demande (voir par exemple", "<FRAGMENT_SUPPRESSED> et les nombreuses décisions qui y sont citées). Si les demandeurs voulaient attirer l'attention de l'agent sur un document en particulier, ils pouvaient donc le mettre en preuve.  <FRAGMENT_SUPPRESSED>"], ["[21]", "De toute façon, les documents que l'agent aurait omis de consulter ou de discuter n'ont pas l'importance que leur donnent les demandeurs. En ce qui concerne celui de la Commission de l'immigration et du statut de réfugié, les informations qu'il contient sur l'État de Mexico ne sont guère déterminantes puisque l'agent avait conclu que les demandeurs pouvaient s'installer dans le district fédéral. Quant à l'information concernant l'adoption éventuelle du règlement mettant en œuvre la législation de lutte contre la violence faite aux femmes, elle n'était déjà plus courante au moment où l'agent prenait sa décision. Quant aux documents d'Amnesty International et de", "Freedom House", "et aux", "US Country Reports", ", l'agent a bien reconnu l'existence de problèmes en matière de droits de la personne au Mexique dont ils font état. Il a spécifiquement noté que la violence conjugale était au nombre de ces problèmes. Il ne lui était pas nécessaire de mentionner un passage spécifique de la preuve documentaire sur lequel s'appuyait cette observation. L'eût-il fait, cela n'aurait rien ajouté à son analyse.  <FRAGMENT_SUPPRESSED>"], ["[22]", "L'agent a simplement conclu que les mesures prises par le Mexique faisaient en sorte que les problèmes dont il a reconnu l'existence n'iraient pas jusqu'à occasionner aux demandeurs des difficultés inhabituelles et injustifiées ou excessives. En d'autres mots, si les demandeurs devaient éprouver des problèmes avec l'ex-conjoint de la demanderesse, les autorités et les organismes non-gouvernementaux seraient probablement en mesure de les aider. (C'est d'ailleurs dans cette optique qu'il faut comprendre les références de l'agent à la possibilité pour les demandeurs de se rendre dans un refuge. Il ne s'attendait certainement pas à ce qu'ils y résident en permanence.) Son raisonnement à cet égard est transparent, intelligible et justifié, et la Cour ne serait pas fondée d'intervenir (", "<FRAGMENT_SUPPRESSED>  au paragraphe 47).  <FRAGMENT_SUPPRESSED>"], ["[23]", "Enfin, l'agent a adéquatement considéré l'intérêt supérieur des enfants de la demanderesse. Il a tenu compte de tous les facteurs pertinents à cet égard qui ressortaient de la preuve qui lui avait été soumise. Si celle-ci était insuffisante, il revenait aux demandeurs de soumettre d'autres éléments qui auraient convaincu l'agent.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Somme toute, les demandeurs invitent la Cour à réexaminer leur demande et de substituer son opinion à celle de l'agent. Or, telle n'est pas la fonction d'un contrôle judiciaire. Pour les raisons qui précèdent, il n'y a aucun motif qui justifie la Cour d'intervenir.  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[25]", "En conséquence, la demande de contrôle judiciaire est rejetée.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[26]", "La demande de contrôle judiciaire visant la décision rendue par un agent d'examen des risques avant renvoi le 27 octobre 2009 est rejetée.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "Guadalupe Herrera Rivera, Karla Esperanza Renteria Herrera and  <FRAGMENT_SUPPRESSED>  an application for judicial review of a decision, dated October 27, 2009, of a pre-removal risk assessment officer (the officer) under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. (2001), c. 27 (the Act), by Guadalupe Herrera Rivera (the applicant) and her children, Karla Esperanza Renteria Herrera and Diego Renteria Herrera. The officer refused their application for permanent residence on humanitarian and compassionate grounds (''H&C application'').  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicants are Mexican citizens. They arrived in Canada in September 2006, accompanied by Jose Wenceslao Renteria Valerio, who was the applicant's spouse at the time and who is the father of her children. A few days later they claimed refugee protection. Their claim for refugee protection was judged not to be credible. An application for leave and judicial review of that decision was dismissed.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On April 19, 2008, the applicant was the victim of an incident of conjugal violence on the part of her spouse. She met with the police about the incident but did not file a complaint. She did, however, leave her husband and from April 25 to August 1, 2008, she and her children stayed at a shelter for victims of conjugal violence. She stated that, in fact, her spouse, from whom she is now divorced, had been violent with her from the first year of their marriage and had continued to be abusive toward her afterwards. After having waived a pre-removal risk assessment (PRRA) following the rejection of their refugee claim, the applicant's former spouse was deported and is now living in Los Reyes de la Paz, the same city where the family lived prior to coming to Canada.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On October 27, 2008, the applicants filed an H&C application based on their establishment in Canada, on the children's best interests, on the conjugal violence, and on the risk they might face in Mexico.  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[5]", "The officer dismissed this application, concluding that the applicants would not face unusual and undeserved or disproportionate hardship if they were to return.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The officer noted that the applicants had only been in Canada for three years, which was not a significant amount of time for the applicant, even though it would be for the children. Other than the fact that the applicant was taking French courses, there was little else in terms of information regarding their establishment. The officer recognized that the applicants' integration may have been delayed by their stay at the shelter, but found that, given their few ties to Canada, returning to Mexico would not cause them unusual and undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The officer also recognized that the family situation [translation] ''may have been and might continue to be difficult for the young children concerned'', given that their parents' separation had been a difficult experience for them to live through. In addition, being separated from their friends and having to adjust to the Mexican school system would probably be stressful for the children. However, the officer reasoned that [translation] ''the impact on their education and future development would be limited because, most importantly, they would be with their mother''. The officer also concluded that since the applicant's former spouse had never been violent toward the children and that it is she who has sole custody of them, their [translation] ''leaving Canada would not have a negative impact on their physical and psychological health''.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Subsequent to this, while recognizing that the applicant had been the victim of violence and threats on the part of her former spouse and being aware of the fact that the applicants had to seek refuge in a shelter, the officer noted that such shelters also exist Mexico. Furthermore, the applicants could establish themselves in a city other than the one in which they had been living before leaving that country.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Lastly, as for the risk the applicants would face in Mexico, the officer rejected the allegations that they had already submitted in support of their refugee claim. These were allegations regarding, on the one hand, police extortion against the applicant's former husband, a businessman, and on the other hand, his supposed persecution by the family of a man he had killed in an automobile accident. These allegations were found not to be credible. Furthermore, in spite of the fact that the documentary evidence on Mexico shows that there are problems with regard to human rights, and specifically, problems of conjugal violence, the officer concluded that the applicant and her children would not be at risk because they would be able to rely on their family and on numerous organizations for help. In addition, they could move to a part of Mexico City other than the area where the applicant's former spouse lives, and there is nothing to indicate that he would have the resources to find them in that vast city or elsewhere in Mexico.  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[10]", "The issues that arise from this application for judicial review are as follows:  <FRAGMENT_SUPPRESSED>", "1) Did the officer apply the wrong test in reviewing the H&C application?  <FRAGMENT_SUPPRESSED>", "2) Did the officer err in concluding that the applicants would not face unusual and undeserved or disproportionate hardship, in particular by making his decision without regard for the evidence before him?  <FRAGMENT_SUPPRESSED>"], ["[11]", "The first issue, regarding the test applied by the officer, is a question of law and is reviewable on a standard of correctness (see, for example,", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[12]", "However, the officer's decision with regard to the merits of the application is discretionary and depends on his or her assessment of the evidence; therefore, the applicable standard of review is reasonableness (see", "<FRAGMENT_SUPPRESSED> the case law cited therein).  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>", "Test applicable to an H&C application  <FRAGMENT_SUPPRESSED>"], ["[13]", "The applicants submit that the officer applied the wrong test when he assessed their H&C application. They criticized him for having mentioned the [translation] ''objectively identifiable personalized [...] risk to their lives or safety'' as the test applicable to an H&C application. They submit that an officer charged with reviewing an H&C application must consider different kinds of risk, and that it is not only the risk to the applicant's life or the risk of being subjected to cruel and unusual treatment or punishment that is relevant when reviewing a claim for protection under section 97 of the Act or a PRRA application.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The respondent, for his part, asserts that the officer repeatedly cited the applicable test, namely, the ''unusual and undeserved or disproportionate hardship'' test, and that he applied this test. He noted that the officer specifically mentioned the fact that [translation] '' [t] he H&C process is not based on the same criteria [as a refugee protection claim] for risk assessment''. Finally, the respondent submits that the officer was aware that risk was one of several factors that he had to consider, and that this was what he did.  <FRAGMENT_SUPPRESSED>"], ["[15]", "I concur with the respondent. The officer was familiar with the ''unusual and undeserved or disproportionate hardship'' test. He was also aware that the risk could be one of the causes of such hardship for an applicant. However, for a risk to cause hardship to an applicant, logic dictates that the applicant would necessarily be exposed to that risk. The officer inquired as to whether this was the case in the file he was reviewing and, in doing so, committed no error.  <FRAGMENT_SUPPRESSED>", "Merits of the decision  <FRAGMENT_SUPPRESSED>"], ["[16]", "According to the applicants, the officer erred in his assessment of the risk they would face in Mexico, in particular by failing to consider relevant evidence.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In this regard, I cannot accept any of the applicants' arguments.  <FRAGMENT_SUPPRESSED>"], ["[18]", "First, I agree with the respondent that the officer's error regarding the applicants' place of residence prior to their departure is not determinative. As the Supreme Court explained in", "<FRAGMENT_SUPPRESSED>  at paragraph 56, an unreasonable finding made by an administrative decision-maker does not render his or her decision unreasonable in itself if ''the reasons, taken as a whole, are tenable as support for the decision''. In my view, that is the case here. The officer was of the view that the applicants could move to another part of the Federal District than the one they were living in before they left for Canada. a fortiorari, if they had been living in a neighbouring city beforehand, they could move to the Federal District itself and benefit from the protection of its more advanced laws and regulations, and live in relative anonymity.  <FRAGMENT_SUPPRESSED>"], ["[19]", "Secondly, the officer's finding that the applicants could have availed themselves of this internal flight alternative was not unreasonable.  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal clearly stated that ''[a] n IFA cannot be speculative or theoretical only; it must be a realistic, attainable option. Essentially, this means that", "the alternative place of safety must be realistically accessible to the claimant", "'' (emphasis added). Furthermore, it is a matter of ''whether one should be expected to make do in that location'' (", "ibid", ".). The question as to whether the Federal District would be accessible to the applicants in the event of their removal from Canada must, by all accounts, be answered in the affirmative. As to whether the applicants would be able to make do there, the officer explained his finding in this regard by noting that the applicant would be able to find suitable work for herself.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Moreover, I cannot accept the applicants' argument that the officer made his decision without regard to the evidence. It is settled law that the onus is on the person making an H&C application to submit the necessary evidence in support of the application (see, for example,", "<FRAGMENT_SUPPRESSED> the numerous decisions cited therein). Had the applicants wished to draw the officer's attention to a particular document, they could have introduced it in evidence.  <FRAGMENT_SUPPRESSED>"], ["[21]", "At any rate, the documents the officer allegedly neglected to consult or discuss do not have the importance attached to them by the applicants. As for the Immigration and Refugee Board's document, the information it contains about the State of Mexico is not determinative because the officer had concluded that the applicants would be able to move to the Federal District. As for the information about the proposed adoption of regulations that would implement legislation to fight violence against women, it was already out of date at the time the officer made his decision. With regard to documents from Amnesty International,", "Freedom House", "and", "US Country Reports", ", the officer duly acknowledged that they revealed the existence of human rights problems in Mexico. He specifically noted that conjugal violence was one of these problems. It was not necessary for him to cite a specific passage from the documentary evidence in support of this observation. For him to have done so would have added nothing to his analysis.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The officer simply concluded that the measures taken by Mexico would help ensure that the problems he had acknowledged would not cause the applicants to face unusual and undeserved or disproportionate hardship. In other words, if the applicants were to have problems with the applicant's former spouse, they could probably rely on the help of the authorities or non-governmental organizations. (It is from this perspective that the officer's references to the possibility of the applicants seeking refuge in a shelter should be understood. He certainly did not expect the applicants to remain in such a shelter permanently.) The officer's reasoning is transparent, intelligible and justified, and the Court's intervention would not be warranted (", "<FRAGMENT_SUPPRESSED>  at paragraph 47).  <FRAGMENT_SUPPRESSED>"], ["[23]", "Lastly, the officer adequately considered the best interests of the applicant's children. He took into account all of the relevant factors that arose from the evidence that was before him. If this was insufficient, it was up to the applicants to submit additional evidence which might have satisfied the officer.  <FRAGMENT_SUPPRESSED>"], ["[24]", "In short, the applicants are asking the Court to re-examine their application and to substitute its opinion for that of the officer. That is not the function of a judicial review. For the foregoing reasons, there is no reason that would justify this Court's intervention.  <FRAGMENT_SUPPRESSED>", "* * * * * * * *  <FRAGMENT_SUPPRESSED>"], ["[25]", "Accordingly, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[26]", "The application for judicial review of the decision of the pre-removal risk assessment officer, dated October 27, 2009, is dismissed.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}