{"id_": "062528", "body_str": [["[1]", "Mandamin, J.", ": The Applicants apply for judicial review of the decision of the Refugee Protection Division of the Immigration and Refugee Board (RPD), dated August 18, 2011. The RPD refused the Applicants' claim for refugee protection pursuant to section 96 and subsection 97(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27."], ["[2]", "The Applicants are Pedro Ignacio Caceres Salazar, the father and principal applicant (PA), Maria Cristina Alonso Prieto, his wife, and their two sons, Kevin Stiven Caceres Alonso and Cristian Camilo Caceres Alonso. All are citizens of Colombia."], ["[3]", "The PA alleged that in 1998 he was targeted for extortion and threatened by the guerrillas of the Revolutionary Armed Forces of Colombia (FARC). He left Colombia for a time with his family for the United States of America (USA) but when he tried to re-settle in Colombia in 2010 he was again targeted by FARC. He came to Canada with his wife and sons and claimed refugee status in May 2010."], ["[4]", "The RPD determined that the Applicants are not Convention refugees and are not persons in need of protection."], ["[5]", "I conclude that the RPD's decision that the Applicants are neither Convention refugees nor persons in need of protection is reasonable and I dismiss the application for judicial review.", "Background"], ["[6]", "Since 1985, the PA had operated a business that designed and manufactures machinery for the poultry industry. Over a period of several months in 1998, he said he received approximately 15 threatening calls from FARC demanding that he pay $1000 US monthly or they would harm his family. The PA alleges he was warned by the callers not to go to the authorities and he did not contact the police."], ["[7]", "On November 28, 1998, the Applicants fled Colombia to the USA using visitor visas. The PA applied for and was granted E-1 investment visas for himself and his wife. His children were granted I-94 permits. When his daughter's I-94 expired, it was not renewed because she was by then married and over the age of 21. The PA's daughter went to Canada on September 30, 2008, filed for refugee status which was granted on July 14, 2009."], ["[8]", "When the PA's E-1 visa expired, he had to return to Colombia to have it renewed. The PA returned to Colombia in July 2009, but was twice denied the E-1 visas for himself and his wife. In January 2010, they obtained visitor visas and returned to the USA on January 26, 2010. The PA said, however, that he returned to Colombia in February 2010 to see if he could re-settle in Colombia."], ["[9]", "The PA claimed that on May 6, 2010 his secretary received a call from the FARC demanding that he pay them $10,000 US. The PA reported the incident to the CAI, the Immediate Attention Centre in Puente Aranda that same day."], ["[10]", "The next day, on May 7, 2010, the PA went to the police and they referred him to the United Action for Personal Freedom Group (GAULA). He spoke to a GAULA superintendent who confirmed his story with the secretary. The PA says the superintendent recommended the PA pay the demand and they, GAULA, would take care of the extortionists. The PA stated that GAULA said they could not give the PA anything in writing because they could not file a report based on a single call."], ["[11]", "The PA says on May 8, 2010 he stayed in hiding at his business warehouse some distance away. On May 9, 2010, he packed, went again to the police who referred him to the Extortion and Kidnapping Unit of the Paloquemao police department. The latter also said they would not write up a report because there was no evidence. He returned to the GAULA and again reported the threatening call. Although asked to stay, the PA then left Colombia for Panama."], ["[12]", "The PA said he left Colombia on May 9, 2010 for Panama, and continued to the USA on May 13, 2010. He came to Canada on May 14, 2010 with his family and filed for refugee status.", "Decision Under Review"], ["[13]", "The RPD considered the PA's credibility and subjective fear, the existence of an internal flight alternative (IFA) and state protection."], ["[14]", "The RPD accepted that the Applicants were Colombian, that the PA had a business in Colombia and that the PA has a daughter who obtained refugee status in Canada. The RPD also accepted the PA has a wife and children and is well travelled. Finally, the RPD believed that the PA spent a considerable length of time in the USA and that he had been granted an E-1 visa. Beyond this, the RPD believed very little of anything else the PA alleged."], ["[15]", "The RPD stated that it examined the inconsistencies and implausibilities in the PA's evidence and testimony. The RPD provided several examples."], ["[16]", "The RPD noted that the PA testified that he received about 15 threatening calls in 1998 from the FARC but never made any reports to the police because his family was threatened. The PA and his family went to the USA on November 28, 1998 seven or eight months after the threatening calls started. The RPD went on to note that when the PA returned to Colombia in February 2010, after receiving just one extortion call, the PA immediately made several reports to the police, all within a four-day period. The PA explained that he did not make a police report in 1998 because his family was then in Colombia but in 2010 his family was outside the country."], ["[17]", "The RPD raised its concern with the PA. The PA answered that the FARC are capable of obtaining personal information about people. The PA testified that the 2010 FARC caller stated that they were watching the PA and his family. The RPD found this explanation unreasonable because the PA's family was not in the country at that time. The RPD found the PA's inconsistent explanation of why he did not originally report the calls to the police in 1998 and why that changed in 2010 undermined the PA's credibility."], ["[18]", "The RPD also noted the PA did not provide objective evidence that the PA went to the police despite allegedly going to three levels of policing. The RPD rejected the allegation that the PA was not given copies of his complaints. The RPD found that the PA fabricated his story about the threats and extortion demand by the FARC."], ["[19]", "The RPD found that the PA's original intention for returning to Colombia in February 2010 was to make a complaint against the FARC to the police in order to help his refugee claim. However, any police documentation would not be helpful on the issue of state protection. The RPD found that the PA therefore simply did not submit police reports to the RPD, choosing rather to say that he made his complaints, but the authorities were so indifferent to his plight that they did not even record his complaint."], ["[20]", "The RPD also determined that the PA's actions did not support his allegation of a subjective fear. It was evident that the PA and his family had returned to Colombia at various times during the ten plus years after 1998. The RPD noted that the PA himself testified that he had stayed in Colombia at various times from 3 to 5 days, sometimes a week, and even up to a month. The RPD found that this did not demonstrate a subjective fear on the part of the PA."], ["[21]", "A further example of an implausibility identified by the RPD related to the lack of continuing extortion demands by the FARC against the PA's business in Colombia. The PA left his business in the hands of Mr. Garrote, his business manager. The RPD noted that there was no evidence that the FARC tried to extort money from Mr. Garrote who continued to run the PA's business. The RPD found it implausible that the FARC would call the PA at his business in 1998, make threatening calls, and then fail to call on the business again until 2010 when the PA decided to re-establish himself in Colombia."], ["[22]", "As a result, the RPD found that the PA was lacking in credibility."], ["[23]", "The RPD asked the PA if he considered moving to Medellin. The PA replied no because his life and those of his family would be endangered anywhere in the country. The RPD asked how the PA knew this to which the PA replied the FARC operate in the whole country. The FARC knew the names of the schools his children were studying at, his home address and his personal information because the FARC have confidential information of government, bank and companies from their informants. Again asked how he knew this, the PA stated he just knew. The RPD found this explanation to be unreasonably speculative and rejected it."], ["[24]", "The RPD was unconvinced by the PA's statement that the police in Medellin could not protect him because there were too many Colombians for the authorities to protect. The RPD concluded that there was a viable IFA in Medellin."], ["[25]", "The RPD noted that the evidence showed that the Applicants returned to Colombia many times and nothing happened to him and his family. The PA testified that he returned to Colombia in July 2009 and only returned to the USA in January 2010. During these five to six months in the country, the PA had no problems with FARC."], ["[26]", "The RPD found the PA's testimony regarding the ineffectiveness of state protection was not persuasive, since it was largely unsubstantiated and not consistent with the documentary evidence."], ["[27]", "The RPD noted that when the PA was asked why the callers would hang up the phone when his secretary attempted to pass the phone to him, he explained that normally when the caller (FARC) makes a call, they are brief because GAULA could be listening, so they do not want to take the risk of being detected on the recording system and then be able to be located by GAULA. The RPD found the PA`s testimony confirmed that the authorities had taken steps to combat the activities of the FARC."], ["[28]", "The RPD found that the PA had not rebutted the presumption of adequate state protection existed or establish that it would not be available to him. The RPD found that the PA left before the police could have made any attempt to investigate, despite being asked to remain in the country."], ["[29]", "The RPD found state protection existed. The PA could have obtained protection but left without giving the authorities time to investigate."], ["[30]", "The RPD determined that the Applicants had not satisfied the burden of establishing a serious possibility of persecution for a Convention ground, or that they would personally be subjected, on a balance of probabilities, to a danger of torture, or a risk to life or a risk of cruel and unusual treatment of punishment upon return to Colombia.", "Legislation"], ["[31]", "The", "Immigration and Refugee Protection Act", ", SC 2001, c 27 provides:", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "...", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them Personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "...", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats."], ["[32]", "The", "Federal Courts Act", ", RSC 1985, c F-7 provides:", "18.1(4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal", "...", "(d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;", "18.1(4) Les mesures prévues au paragraphe (3) sont prises si la Cour fédérale est convaincueque l'office fédéral, selon le cas:", "...", "d) a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont il dispose;", "Issues"], ["[33]", "The Applicants raise two issues in this judicial review. Were the RPD's findings reasonable and did the RPD ignore evidence?"], ["[34]", "In my view, these issues are essentially the same. The issue is whether the RPD's decision was reasonable or not.", "Standard of Review"], ["[35]", "The Supreme Court of Canada held in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) that there are only two standards of review: correctness for questions of law and reasonableness for questions of mixed fact and law and fact. The Supreme Court also held that where the standard of review has been previously determined, a standard of review analysis need not be repeated. <FRAGMENT_SUPPRESSED> at paras 50 and 53"], ["[36]", "This Court has held that implausibility and credibility determinations are factual in nature. The appropriate standard of review applicable to credibility and plausibility assessments is that of reasonableness with a high level of deference.", "<FRAGMENT_SUPPRESSED> (", "Wu"], ["[37]", "Questions of the adequacy of state protection are \"questions of mixed fact and law ordinarily reviewable against a standard of reasonableness.\"", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ). The RPD's determination regarding the viability of an IFA is also a question of mixed law and fact to be assessed on a standard of reasonableness.", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> )", "Analysis"], ["[38]", "The Applicants argue that the RPD's findings with regards to the PA's credibility and the finding of state protection and IFA are unreasonable."], ["[39]", "The Applicants submit the RPD based its decision, in part, on a finding that it was implausible that the FARC did not continue extorting the PA's business after he left Colombia in 1998. The Applicants submit the evidence was that the PA liquidated his company and formed a new company. The Applicants submit the PA's name did not appear in the registration or documentation concerning the new company and that this evidence had been provided to the RPD in a business certificate from the Bogota Chamber of Commerce, dated December 1999. The Applicants submit the RPD did not acknowledge this documentary evidence and did not discuss this point. The Applicants argue the RPD failed to consider whether the closing of one company and opening of another not registered in the PA's name could have provided an explanation for the failure of the FARC to continue with the extortion demands against the PA's business in his absence."], ["[40]", "In my view, the RPD did not err by not specifically mentioning the business certificate. First, the testimony of the PA was that the business was left in the hands of Mr. Garrote who continued as the business manager. Second, the business certificates and indeed a number of other documents are in Spanish. These documents were not fully translated into English. Instead, only selected portions are translated. The Applicants cannot rely on documents submitted in a language other than English or French. The RPD cannot be faulted for not specifically relying on nor mentioning these documents."], ["[41]", "The Applicants also submit the RPD did not confront the PA with its concern about the extortion demands not continuing after he left the country. The Applicants submit that this was a breach of the rules of natural justice."], ["[42]", "The Applicants rely on a decision by Chief Justice Lutfy in", "Martinez de la  <FRAGMENT_SUPPRESSED> where he stated:", "It is trite law that not every inconsistency must be put to a claimant. Here, however, the inconsistencies were directly related to the member's negative credibility finding. It was necessary, in the circumstances of this case, for the member to confront the claimants with the first narrative by raising her concerns during the hearing. The member failed to do so."], ["[43]", "As the Applicants have stated, this particular inconsistency was part of the RPD's determination that the PA was not credible. However, there is no legal or natural justice obligation for the RPD to confront a witness with inconsistencies in the evidence.", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] at para 26."], ["[44]", "While this specific implausibility may not have been brought to the attention of the PA, a number of others were. It was the cumulative effect of all the implausibilities and inconsistencies in the PA's testimony and documents that led the RPD to find that the PA was not credible."], ["[45]", "I find the RPD did not err by not confronting the PA with this inconsistency at the hearing."], ["[46]", "The Applicants also take issue with the RPD's treatment of the notarized statement from the PA's secretary stating that she received the threatening phone call from the FARC in 2010. The Applicants submit this evidence corroborated the PA's claim that he was targeted in 2010."], ["[47]", "It does appear the RPD's determination to afford Ms. Beltran's statement little weight is vague and not well explained. However, it is clear that the RPD had already determined, based on the evidence, that the PA's actions did not demonstrate a subjective fear because he often returned to Colombia. The RPD determined that the Beltran statement although corroborating the PA's claim, was not further corroborated by any police report. The Beltran statement was insufficient to outweigh the other inconsistencies and examples of re-availment. While it may have been more desirable for the RPD to have explained more clearly why Ms. Beltran's evidence was given little weight, I nevertheless conclude the RPD reasons clearly demonstrate that the inconsistencies and implausibilities in the PA's narrative are the reason the RPD found the PA to be not credible."], ["[48]", "The Applicants submit several of the RPD's credibility findings in relation to the Applicants' evidence were based on the RPD's view of the plausibility of events in Colombia, including the way it expected the FARC to behave in the circumstances. The Applicants submit this Court has often the point that FARC is a terrorist group whose actions cannot be predicted with any degree of certainty and that it is an error to require an applicant to prove that violent agents of persecution act rationally or justifiably."], ["[49]", "The Applicants submit there is nothing truly implausible about the following:", "a. the PA having complained to the authorities about his 2010 persecution but not about his persecution in 1998 given his explanation that the difference was that he was concerned about the safety of his family and in 2010 they were outside the country;", "b. the FARC not having interfered with his selling of his home in Columbia; and", "c. the police authorities refusing to provide a written report concerning the PA's 2010 extortion complaint."], ["[50]", "With regards to the first, the RPD found the testimony of the PA implausible because when the PA received the call in 2010, the FARC member stated that FARC was \"watching him and his family\". The RPD found that this allegation implausible because the PA's family was not in Colombia in 2010."], ["[51]", "With regards to the second, the RPD did not believe that the PA sold his home. The RPD stated:", "He also said that he sold his home, but he presented no documents of his house having been sold. The panel does not believe that he sold his home in Colombia; if he did, on a balance of probabilities, he would have presented documentation, but he did not.", "As such, the RPD had a basis for coming to the conclusion it did."], ["[52]", "With regards to the third, it was not unreasonable for the RPD to anticipate that the Colombian authorities would provide a written report concerning the PA's complaint. I do not agree that there is nothing implausible about the Colombian authorities not providing the PA with a copy of the police report when the PA testified the GUALA superintendent did followed up on his compliant, interviewing the secretary and viewing the business."], ["[53]", "In my view, the RPD's finding that the PA was not a credible witness was reasonable given the inconsistencies in the PA's evidence. The RPD has expertise in assessing the credibility of refugee claimants."], ["[54]", "I concur with Justice Mactavish when she stated in <FRAGMENT_SUPPRESSED> :", "As has often been observed, the Immigration and Refugee Board has a well-established expertise in the determination of questions of fact, including the evaluation of the credibility of refugee claimants. Indeed, such determinations lie at the very heart of the Board's jurisdiction. The RPD is to be afforded significant deference with regards to its credibility findings. I am not persuaded the RPD made any reviewable errors on these findings."], ["[55]", "The Applicants submit that if the Court sets aside the RPD's credibility determination, the RPD's alternative state protection and IFA findings should not be upheld. The Applicants submit that the errors in the RPD's credibility assessment tainted its state protection and IFA findings. As I have concluded that the RPD's credibility determination was reasonable, this particular argument of the Applicants does not stand."], ["[56]", "The Applicants also submit the RPD failed to consider evidence before it that was contrary to the RPD's finding that adequate state protection or a viable IFA was available. Specifically, the Applicants submit the RPD erred by not referring to reports made by Drs. Brittain and Chernick in", "<FRAGMENT_SUPPRESSED>  [", "Ortiz Rincon", "] at paragraphs 15-16 which suggest that state protection is not available and the extensive reach of the FARC means there is no safe IFA available."], ["[57]", "In my view, this case is distinguishable. In", "Ortiz Rincon", ", the RPD accepted that the applicant had been targeted, but found that the FARC had not located the applicant after he moved to Bogota. In that case, the RPD made several findings that were contrary to the evidence before the RPD. There was no issue in that the respondent in that case acknowledged there was contrary evidence. As a result the RPD there was necessarily to have regard to the documentary evidence contrary to the RPD's ultimate conclusion."], ["[58]", "In this case, no such errors were made by the RPD. The RPD reasonably found that the PA did not have a subjective fear of the FARC, that the PA did not receive the threatening phone call in 2010, and that the PA did not make a genuine attempt to seek state protection."], ["[59]", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ) this Court held that the RPD's duty to expressly refer to evidence that contradicted its key findings as per", "<FRAGMENT_SUPPRESSED>  (", "Cepeda-Gutierrez", ") does not apply where the contrary evidence in question is only general country documentary evidence."], ["[60] <FRAGMENT_SUPPRESSED> applies. The reports submitted by the Applicants are general country documents which are not specific to the Applicants. The RPD stated that it considered all the evidence submitted and acknowledged documentary evidence was mixed."], ["[61]", "I find the RPD reasonably found that the PA failed to rebut the presumption of adequate state protection not did the PA demonstrate a viable IFA did not exist in Medellin. These determinations were available to the RPD based on the evidence before it including both the country documentation as well as the PA's own testimony.", "Conclusion"], ["[62]", "I conclude that the RPD's decision that the Applicants are neither Convention refugees nor persons in need of protection is reasonable. I would dismiss the application for judicial review."], ["[63]", "The issues in this case generally involve questions of fact finding. As such I see no need to certify a question of general importance.", "JUDGMENT"], ["[64]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. No question of general importance is certified.", ".........................", "Pedro Ignacio Caceres Salazar, Maria Cristina Alonso Prieto, Kevin Stiven Caceres Alonso  and  <FRAGMENT_SUPPRESSED>  demandeurs sollicitent le contrôle de judiciaire de la décision rendue par la Section de la protection des réfugiés (SPR) de la Commission de l'immigration et de la protection des réfugiés le 18 août 2011. La SPR a rejeté les demandes d'asile des demandeurs fondées sur l'article 96 et sur le paragraphe 97(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27."], ["[2]", "Les demandeurs sont Pedro Ignacio Caceres Salazar, père de famille et demandeur principal (le DP), Maria Cristina Alonso Prieto, son épouse, et leurs deux fils, Kevin Stiven Caceres Alonso et Cristian Camilo Caceres Alonso. Tous sont des citoyens de la Colombie."], ["[3]", "Le DP a allégué avoir été la cible d'extorsion en 1998 et avoir été menacé par des guérilléros des Forces armées révolutionnaires de Colombie (FARC). Il a quitté la Colombie avec sa famille et ils ont vécu aux États-Unis (É.-U.) pendant un certain temps, mais lorsqu'il a tenté de se réinstaller en Colombie en 2010, il a de nouveau été la cible des FARC. Il est venu au Canada avec son épouse et ses fils et il a demandé l'asile en mai 2010."], ["[4]", "La SPR a conclu que les demandeurs n'avaient pas qualité de réfugiés au sens de la Convention ni celle de personnes à protéger."], ["[5]", "Je conclus que la décision de la SPR selon laquelle les demandeurs n'ont pas qualité de réfugiés au sens de la Convention ni celle de personnes à protéger est raisonnable et je rejette la demande de contrôle judiciaire.", "Contexte"], ["[6]", "Depuis 1985, le DP exploite une entreprise qui conçoit et fabrique de la machinerie destinée à l'industrie avicole. Il affirme avoir reçu environ 15 appels téléphoniques de menaces des FARC durant une période de plusieurs mois en 1998, dans lesquels son interlocuteur lui demandait de leur verser 1 000 $ US chaque mois, sinon il arriverait malheur à sa famille. Le DP allègue que les personnes qui lui ont téléphoné l'ont averti de ne pas aller voir les autorités, et il n'a pas communiqué avec la police."], ["[7]", "Le 28 novembre 1998, les demandeurs ont fui la Colombie et sont allés aux É.-U. munis de visas de visiteurs. Le DP a demandé et obtenu des visas E-1 d'investisseurs pour lui-même et son épouse. Ses enfants ont obtenu des permis I-94. Lorsque le permis I-94 de sa fille a expiré, il n'a pas été renouvelé parce qu'elle était alors mariée et âgée de plus de 21 ans. La fille du DP s'est rendue au Canada le 30 septembre 2008, y a demandé l'asile et l'a obtenu le 14 juillet 2009."], ["[8]", "Lorsque le visa E-1 du DP a expiré, le DP a dû retourner en Colombie pour le faire renouveler. Le DP est retourné en Colombie en juillet 2009, mais sa demande de renouvellement de visa E-1 pour son épouse et pour lui-même a été rejetée deux fois. En janvier 2010, ils ont obtenu des visas de visiteurs et sont retournés aux É.-U. le 26 janvier 2010. Le DP a cependant allégué qu'il était retourné en Colombie en février 2010 pour voir s'il pouvait s'établir de nouveau en Colombie."], ["[9]", "Le DP a affirmé que sa secrétaire a reçu un appel téléphonique des FARC le 6 mai 2010 au cours duquel son interlocuteur a exigé qu'il verse la somme de 10 000 $ US. Le DP a signalé l'incident à la brigade d'intervention rapide (Comandos de Atención Inmediata - CAI) à Puenta Aranda le jour même."], ["[10]", "Le lendemain, le 7 mai 2010, le DP est allé voir la police, qui l'a adressé aux groupes d'action unifiée pour la liberté individuelle (GAULA). Il s'est entretenu avec un membre des GAULA, qui a confirmé son histoire auprès de la secrétaire. Le DP affirme que le membre des GAULA lui a recommandé de verser les sommes exigées tandis qu'eux, les GAULA, s'occuperaient des extorqueurs. Le DP a déclaré que les membres des GAULA avaient dit qu'ils ne pouvaient rien lui donner par écrit parce qu'ils ne pouvaient pas rédiger un rapport à partir d'un seul appel."], ["[11]", "Le DP affirme que, le 8 mai 2010, il est resté caché dans l'entrepôt de son entreprise, un peu à l'écart. Le 9 mai 2010, il a fait ses valises et est retourné voir la police, qui l'a renvoyé à l'unité chargée des extorsions et des enlèvements du service de police de Paloquemao. Là, on lui a également dit qu'aucun rapport ne serait rédigé, faute de preuve. Il est retourné voir les GAULA et il leur a signalé l'appel de menaces. Bien qu'il lui ait été demandé de rester, le DP a alors quitté la Colombie pour se rendre au Panama."], ["[12]", "Le DP a affirmé qu'il avait quitté la Colombie le 9 mai 2010 pour se rendre au Panama, et qu'il s'était rendu aux É.-U. le 13 mai 2010. Il est arrivé au Canada le 14 mai 2010 avec sa famille, et ils ont fait une demande d'asile.", "Décision contrôlée"], ["[13]", "La SPR a examiné la crédibilité et la crainte subjective du DP, la possibilité d'un refuge intérieur (PRI) et la protection de l'État."], ["[14]", "La SPR a reconnu que les demandeurs étaient colombiens, que le DP avait une entreprise en Colombie et que le DP avait une fille qui avait obtenu le statut de réfugié au Canada. La SPR a également reconnu que le DP a une épouse et des enfants et qu'il a beaucoup voyagé. Enfin, la SPR a cru que le DP avait passé une longue période aux É.-U. et qu'il avait obtenu un visa E-1. Hormis ces éléments, la SPR a prêté foi à très peu d'autres allégations du DP."], ["[15]", "La SPR a déclaré avoir examiné les incohérences et les invraisemblances dans les éléments de preuve et dans le témoignage présentés par le DP. La SPR a fourni plusieurs exemples."], ["[16]", "La SPR a constaté que le DP avait déclaré qu'il avait reçu environ 15 appels de menaces en 1998 de la part des FARC, mais qu'il ne les avait jamais signalés à la police parce que sa famille était menacée. Le DP et sa famille se sont rendus aux É.-U. le 28 novembre 1998, sept ou huit mois après le début des appels de menaces. La SPR a ensuite noté que lorsque le DP était retourné en Colombie en février 2010, il avait, après n'avoir reçu qu'un seul appel de menaces d'extorsion, immédiatement signalé les incidents à plusieurs reprises à la police, tout cela dans une période de quatre jours. Le DP a expliqué qu'il n'avait pas signalé les incidents à la police en 1998 parce que sa famille se trouvait alors en Colombie, tandis qu'elle était à l'extérieur du pays en 2010."], ["[17]", "La SPR a fait part de ses interrogations au DP. Le DP a répondu que les FARC sont capables d'obtenir des renseignements personnels au sujet des gens. Le DP a affirmé dans son témoignage que le membre des FARC qui lui avait téléphoné en 2010 lui avait dit qu'ils les surveillaient, sa famille et lui. La SPR a jugé que cette explication n'était pas raisonnable, car la famille du DP était à l'extérieur du pays à ce moment-là. La SPR a conclu que l'explication incohérente que le DP avait donnée de la raison pour laquelle il n'avait pas signalé les appels à la police en 1998 et il l'avait fait en 2010 nuisait à la crédibilité du DP."], ["[18]", "La SPR a également constaté que le DP n'avait pas fourni d'éléments de preuve objectifs établissant qu'il était allé voir la police, même si, selon ses dires, il s'était adressé à trois paliers des services de police. La SPR a rejeté l'allégation selon laquelle le DP n'avait pas reçu copies de ses plaintes. La SPR a conclu que le DP avait fabriqué son histoire de menaces et d'extorsion de la part des FARC."], ["[19]", "La SPR a conclu que le principal motif du retour du DP en Colombie en 2010 était de porter plainte à la police contre les FARC en vue de servir sa demande d'asile. Toutefois, la documentation des autorités ne serait d'aucune aide pour ce qui concerne la protection de l'État. La SPR a conclu que le DP n'avait donc tout simplement pas présenté de rapports de police à la SPR, ayant plutôt choisi de dire qu'il avait porté plainte, mais que les autorités étaient si indifférentes à son triste sort qu'elles n'avaient même pas consigné sa plainte."], ["[20]", "La SPR a également conclu que les agissements du DP n'étayaient pas son allégation de crainte subjective. Le DP et sa famille étaient manifestement retournés en Colombie à plusieurs reprises au cours de la période de plus d'une décennie qui s'était écoulée depuis 1998. Selon les constatations de la SPR, le DP lui-même avait témoigné qu'il avait fait plusieurs séjours en Colombie, y demeurant de trois à cinq jours, parfois durant une semaine et même jusqu'à un mois. La SPR a conclu que ces séjours ne permettaient pas d'établir que le DP ressentait une crainte subjective."], ["[21]", "Un autre exemple d'invraisemblance relevé par la SPR a trait au fait que les menaces d'extorsion proférées par les FARC contre l'entreprise du DP en Colombie n'étaient pas continuelles. Le DP a laissé son entreprise entre les mains de M. Garrote, son gérant. La SPR a constaté qu'il n'existait aucune preuve montrant que les FARC avaient tenté d'extorquer de l'argent de M. Garrote, qui continuait d'assurer la marche de l'entreprise du DP. La SPR a jugé peu plausible que les FARC fassent des appels de menaces au DP à son entreprise en 1998, puis cessent leurs appels jusqu'en 2010, au moment où le DP décide de se réinstaller en Colombie."], ["[22]", "Par conséquent, la SPR a conclu que le DP n'était pas crédible."], ["[23]", "La SPR a demandé au DP s'il envisageait de déménager à Medellín. Le DP a répondu par la négative, car sa propre vie et celle des membres de sa famille seraient en danger n'importe où dans le pays. La SPR a demandé au DP comment il le savait, et le DP a répondu que les FARC sont présents dans l'ensemble du pays. Les FARC connaissaient le nom des écoles que fréquentaient ses enfants ainsi que des renseignements personnels le concernant, car les FARC ont accès à des renseignements confidentiels du gouvernement, de banques et d'entreprises par l'entremise de leurs informateurs. Interrogé de nouveau sur la façon dont il l'avait appris, le DP a déclaré qu'il le savait tout simplement. La SPR a estimé que cette explication était déraisonnablement spéculative et l'a rejetée."], ["[24]", "La SPR n'a pas été convaincue par la déclaration du DP selon laquelle la police ne pourrait pas le protéger à Medellín, car le nombre de Colombiens que les autorités doivent protéger y est trop élevé. La SPR a conclu qu'il existait une possibilité de refuge intérieur (PRI) viable à Medellín."], ["[25]", "La SPR a constaté que la preuve montrait que les demandeurs étaient retournés en Colombie à de nombreuses reprises et que rien n'était arrivé au DP ni à sa famille. Le DP a témoigné qu'il était rentré en Colombie en juillet 2009 et qu'il n'était retourné aux É.-U. qu'en janvier 2010. Durant ces cinq à six mois au pays, le DP n'avait eu aucun problème avec les FARC."], ["[26]", "La SPR a conclu que les déclarations du DP concernant l'inefficacité de la protection de l'État n'étaient pas convaincantes, car la plupart d'entre elles n'étaient pas corroborées et ne concordaient pas avec la preuve documentaire."], ["[27]", "La SPR a fait remarquer que le DP a expliqué, après qu'on lui eut demandé pourquoi ceux qui l'appelaient avaient raccroché lorsque sa secrétaire avait tenté de lui passer le téléphone, que normalement, lorsque les membres des FARC font un appel, ils sont brefs parce que le GAULA pourrait écouter, alors ils ne veulent pas prendre le risque d'être détectés sur le système d'enregistrement et ensuite retracés par les GAULA. La SPR a conclu que le témoignage du DP confirmait que les autorités avaient pris des mesures pour lutter contre les activités des FARC."], ["[28]", "La SPR a constaté que le DP n'avait pas réfuté la présomption de l'existence d'une protection adéquate de l'État ni établi qu'il ne pourrait s'en prévaloir. La SPR a noté que le DP avait quitté le pays avant que la police n'ait pu chercher à en savoir plus long, même s'il s'était fait demander de rester au pays."], ["[29]", "La SPR a conclu à l'existence de la protection de l'État. Le DP aurait pu obtenir la protection, mais il a quitté le pays avant de laisser aux autorités le temps de faire enquête."], ["[30]", "La SPR a conclu que les demandeurs ne s'étaient pas acquittés du fardeau d'établir qu'il existe une possibilité sérieuse qu'ils soient persécutés pour l'un des motifs prévus dans la Convention, ou qu'ils seraient personnellement exposés, selon la prépondérance des probabilités, au risque d'être soumis à la torture, à une menace à leur vie ou au risque de traitements ou peines cruels et inusités à leur retour en Colombie.", "Dispositions législatives"], ["[31]", "Voici les dispositions pertinentes de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27:", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", ") soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "[...]", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays dont elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "[...]", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them Personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care."], ["[32]", "Le paragraphe 18.1(4) de la", "Loi sur le Cours fédérales", ", LRC 1985, c F-7 dispose:", "18.1(4) Les mesures prévues au paragraphe (3) sont prises si la Cour fédérale est convaincue que l'office fédéral, selon le cas:", "[...]", "d) a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments dont il dispose;", "18.1(4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal", "[...]", ") based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;", "Questions en litige"], ["[33]", "Les demandeurs soulèvent deux questions dans le cadre de la présente demande de contrôle judiciaire. Les conclusions de la SPR étaient-elles raisonnables, et la SPR a-t-elle fait abstraction de certains éléments de preuve?"], ["[34]", "Je suis d'avis que ces questions reviennent essentiellement au même. La question à trancher est celle de savoir si la décision de la SPR était raisonnable ou non.", "Norme de contrôle"], ["[35]", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), la Cour suprême du Canada a conclu qu'il n'y avait que deux normes de contrôle: la norme de la décision correcte, en ce qui a trait aux questions de droit, et la norme de la raisonnabilité, en ce qui concerne les questions mixtes de fait et de droit ainsi que les questions de fait. La Cour suprême du Canada a aussi jugé que, lorsque la norme de contrôle a déjà été arrêtée, il n'est pas nécessaire de reprendre l'analyse relative à la norme de contrôle applicable: arrêt <FRAGMENT_SUPPRESSED> , aux paragraphes 50 et 53."], ["[36]", "La Cour fédérale a décidé que les conclusions en matière de vraisemblance et de crédibilité sont de nature factuelle. La norme de contrôle à appliquer aux évaluations en matière de crédibilité et de vraisemblance est la norme de la raisonnabilité, qui commande un degré très élevé de déférence:", "<FRAGMENT_SUPPRESSED> (", "Wu", ")."], ["[37]", "Les questions concernant le caractère adéquat de la protection de l'État sont des « des questions mixtes de fait et de droit habituellement susceptibles de contrôle selon la norme de la décision raisonnable »:", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ). La conclusion tirée par la SPR relativement à la viabilité de la PRI est également une question mixte de fait et de droit assujettie à la norme de raisonnabilité:", "<FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ).", "Analyse"], ["[38]", "Les demandeurs soutiennent que les conclusions de la SPR en ce qui concerne la crédibilité du DP et la conclusion relative à la protection de l'État et à la PRI sont déraisonnables."], ["[39]", "Les demandeurs avancent que la décision de la SPR repose en partie sur l'idée qu'il n'était pas vraisemblable que les FARC ne continuent pas d'extorquer l'entreprise du DP après son départ de la Colombie en 1998. Selon les demandeurs, la preuve montre que le DP a liquidé son entreprise et en a démarré une nouvelle. Les demandeurs affirment que le nom du DP n'apparaissait pas dans les enregistrements ou la documentation concernant la nouvelle entreprise et que ces éléments de preuve avaient été fournis à la SPR dans une attestation d'entreprise, datée de décembre 1999, délivrée par la chambre de commerce de Bogotá. Les demandeurs font valoir que la SPR n'a pas tenu compte de cette preuve documentaire et n'a pas traité de ce point. Les demandeurs prétendent que la SPR n'a pas cherché à savoir si la fermeture d'une entreprise et l'ouverture d'une autre, non enregistrée au nom du DP, aurait pu expliquer que les FARC n'avaient pas poursuivi leurs menaces d'extorsion contre l'entreprise du DP en l'absence de ce dernier."], ["[40]", "À mon avis, la SPR n'a pas commis d'erreur en ne mentionnant pas expressément l'attestation d'entreprise. Premièrement, selon le témoignage du DP, l'entreprise avait été remise entre les mains de M. Garrote qui avait repris les rênes en tant que gérant. Deuxièmement, l'attestation d'entreprise et de nombreux autres documents sont bien entendu en espagnol. Ces documents n'ont pas été intégralement traduits en anglais. Seuls certains extraits choisis l'ont été. Les demandeurs ne peuvent s'appuyer sur des documents soumis dans une autre langue que l'anglais ou le français. On ne peut reprocher à la SPR de ne pas s'être fondée sur ces documents en particulier ni d'en avoir fait mention."], ["[41]", "Les demandeurs font également valoir que la SPR n'a pas fait savoir au DP qu'il lui semblait douteux que les menaces d'extorsion ne se soient pas poursuivies après que le DP eût quitté le pays. Les demandeurs estiment qu'il s'agissait d'une violation des principes de justice naturelle."], ["[42]", "Les demandeurs s'appuient sur une décision rendue par le juge en chef Lutfy, qui affirmait ce qui suit dans la décision", "Martinez de la  <FRAGMENT_SUPPRESSED> :", "Il est bien établi en droit qu'il n'y a pas lieu d'informer un demandeur de toute contradiction perçue. En l'espèce, toutefois, les incohérences perçues étaient directement liées à la conclusion défavorable de la commissaire en matière de crédibilité. La commissaire avait l'obligation, eu égard les circonstances de l'espèce, de demander aux demandeurs de donner des explications quant au premier exposé circonstancié en leur faisant part de ses réserves au cours de l'audience. La commissaire ne l'a pas fait."], ["[43]", "Comme les demandeurs l'ont affirmé, cette incohérence en particulier est l'un des facteurs qui ont amené la SPR à conclure que le DP n'était pas crédible. Toutefois, la SPR n'est pas tenue en droit ou selon la justice naturelle de signaler les contradictions dans la preuve à un témoin:", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ], au paragraphe 26."], ["[44]", "S'il se peut que cette incohérence précise n'ait pas été portée à l'attention du DP, un certain nombre d'autres l'ont été. C'est l'effet cumulatif de toutes les invraisemblances et incohérences relevées dans le témoignage et dans les documents présentés par le DP qui ont amené la SPR à conclure que le DP n'était pas crédible."], ["[45]", "Je conclus que la SPR n'a pas commis d'erreur en ne mentionnant pas cette incohérence au DP à l'audience."], ["[46]", "Les demandeurs contestent également le traitement que la SPR a réservé à la déclaration notariée de la secrétaire du DP dans laquelle elle affirme avoir reçu l'appel téléphonique de menaces de la part des FARC en 2010. Les demandeurs soutiennent que cet élément de preuve corroborait l'allégation du DP selon laquelle il était ciblé en 2010."], ["[47]", "Il semble en effet que la décision de la SPR d'accorder peu de poids à la déclaration de Mme Beltran est vague et mal expliquée. Cela dit, il est clair que la SPR avait déjà estimé, à la lumière de la preuve, que les agissements du DP ne démontraient pas une crainte subjective parce qu'il retournait souvent en Colombie. La SPR a constaté que la déclaration de Mme Beltran, même si elle corroborait l'allégation du DP, n'était pas étayée par d'autres rapports de police. La déclaration de Mme Beltran n'était pas suffisante pour l'emporter sur les autres incohérences et sur les épisodes de retour au pays. Il aurait peut-être mieux valu que la SPR explique plus clairement pourquoi elle avait accordé peu de poids au témoignage de Mme Beltran, mais j'en conclus néanmoins que les motifs de la SPR démontrent sans équivoque que les incohérences et les invraisemblances qui truffent le récit du DP sont les raisons pour lesquelles la SPR a jugé le DP non crédible."], ["[48]", "Selon les demandeurs, plusieurs des conclusions de la SPR quant à la crédibilité des éléments de preuve des demandeurs étaient fondées sur l'idée que la SPR se faisait de la vraisemblance des événements en Colombie, y compris la façon dont elle s'attendait à ce que les FARC agissent dans les circonstances. Les demandeurs font valoir que la Cour a souvent affirmé que les FARC sont un groupe terroriste dont il est impossible de prédire les actes avec certitude, et que c'est une erreur que d'exiger qu'un demandeur prouve que des agents de persécution violents agissent rationnellement ou pour de justes raisons."], ["[49]", "Les demandeurs soutiennent que rien de ce qui suit n'est réellement invraisemblable:", "a. le DP s'est plaint aux autorités de la persécution qu'il avait subie en 2010, mais pas de la persécution subie en 1998, la différence étant, selon ses explications, qu'il se préoccupait de la sécurité de sa famille, et que celle-ci était à l'extérieur du pays en 2010;", "b. les FARC ne se sont pas immiscés dans la vente de sa maison en Colombie;", "c. les autorités policières ont refusé de remettre un rapport écrit concernant la plainte relative à l'extorsion déposée par le DP en 2010."], ["[50]", "En ce qui concerne le premier élément, la SPR a jugé que le témoignage du DP était invraisemblable, car lorsque le DP a reçu l'appel en 2010, le membre des FARC a déclaré que les FARC [traduction] « le surveillaient, sa famille et lui ». La SPR a conclu que cette allégation était invraisemblable étant donné que la famille du DP n'était pas en Colombie en 2010."], ["[51]", "En ce qui concerne le deuxième élément, la SPR n'a pas cru que le DP avait vendu sa maison. La SPR a déclaré ce qui suit:", "Le demandeur d'asile a également allégué avoir vendu sa maison, mais il n'a présenté aucun document pour prouver qu'il l'avait vendue. Le tribunal ne croit pas que le demandeur d'asile a vendu sa résidence en Colombie. S'il l'avait fait, selon la prépondérance des probabilités, il aurait soumis de la documentation, mais il ne l'a pas fait.", "La SPR était donc fondée à en arriver à cette conclusion."], ["[52]", "En ce qui concerne le troisième élément, il n'était pas déraisonnable pour la SPR de s'attendre à ce que les autorités colombiennes remettent un rapport écrit au sujet de la plainte déposée par le DP. Je ne suis pas d'accord avec le DP pour dire qu'il n'y ait rien d'invraisemblable dans le fait que les autorités colombiennes n'ont pas fourni au DP une copie du rapport de police, alors que le DP a témoigné que le membre des GAULA avait donné suite à sa plainte, en interrogeant la secrétaire et en se renseignant au sujet de l'entreprise."], ["[53]", "Je suis d'avis que la conclusion de la SPR selon laquelle le DP n'était pas un témoin crédible était raisonnable compte tenu des incohérences dans le témoignage du DP. La SPR possède une compétence spécialisée en matière d'évaluation de la crédibilité des demandeurs d'asile."], ["[54]", "Je souscris au raisonnement de la juge Mctavish, qui a déclaré ce qui suit dans l'arrêt <FRAGMENT_SUPPRESSED> :", "Comme cela a été noté à de nombreuses reprises, la Commission de l'immigration et du statut de réfugié a une expertise bien établie en ce qui concerne les questions de fait, y compris l'évaluation de la crédibilité de demandeurs d'asile. En fait, cette expertise est au cœur même de la compétence de la Commission. Les conclusions de la SPR en ce qui concerne la crédibilité doivent faire l'objet d'une grande déférence. Je ne crois pas que la SPR ait commis des erreurs susceptibles de contrôle en tirant ces conclusions."], ["[55]", "Les demandeurs soutiennent que si la Cour écarte la conclusion de la SPR quant à la crédibilité, les conclusions subsidiaires tirées par la SPR au sujet de la protection de l'État et la PRI ne devraient pas être confirmées. Selon les demandeurs, les erreurs que la SPR a commises lors de son évaluation de la crédibilité ont entaché ses conclusions relatives à la protection de l'État et à la PRI. Comme j'ai conclu que la décision de la SPR relative à la crédibilité était raisonnable, cet argument des demandeurs ne tient pas."], ["[56]", "Les demandeurs soutiennent en outre que la SPR a omis d'examiner certains éléments de preuve dont elle disposait qui contredisaient sa conclusion selon laquelle il existait une protection de l'État adéquate ou une PRI viable. Plus précisément, les demandeurs estiment que la SPR a commis une erreur en ne mentionnant pas les rapports établis par les professeurs  <FRAGMENT_SUPPRESSED>  [", "Ortiz Rincon", "], aux paragraphes 15-16, selon lesquels la protection de l'État est inexistante et il n'y a aucune PRI en raison de la forte présence des FARC."], ["[57]", "Je suis d'avis qu'il y a lieu d'établir une distinction entre cette décision et l'affaire en l'espèce. Dans", "Ortiz Rincon", ", la SPR a admis que le demandeur avait été ciblé, mais elle a conclu que les FARC n'avaient pas localisé le demandeur après qu'il eut déménagé à Bogotá. Dans cette affaire, la SPR a formulé plusieurs conclusions qui contredisaient les éléments de preuve dont elle disposait. Ces conclusions n'ont soulevé aucune contestation, car le défendeur avait reconnu l'existence d'éléments de preuve contradictoires. La SPR devait donc avoir nécessairement tenu compte de la preuve documentaire contredisant sa conclusion finale."], ["[58]", "En l'espèce, aucune erreur de ce genre n'a été commise par la SPR. La SPR a raisonnablement conclu que la crainte subjective des FARC alléguée par le DP n'était pas fondée, que le DP n'avait pas reçu l'appel téléphonique de menaces en 2010 et que le DP n'avait pas fait de réelles démarches pour obtenir la protection de l'État."], ["[59]", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), la Cour a jugé que l'obligation qu'a la SPR de mentionner expressément une preuve qui contredit ses conclusions principales, comme l'a établi la décision", "<FRAGMENT_SUPPRESSED>  (", "Cepeda-Gutierrez", "), ne s'applique pas lorsque la preuve en question se révèle être une preuve documentaire de nature générale sur la situation dans le pays."], ["[60]", "L'analyse exposée dans l'arrêt <FRAGMENT_SUPPRESSED> est applicable en l'espèce. Les rapports présentés par les demandeurs sont des documents généraux sur le pays qui ne se rapportent pas à leur situation particulière. La SPR a déclaré qu'elle avait tenu compte de tous les éléments de preuve présentés et a reconnu que la preuve documentaire était contradictoire."], ["[61]", "J'en viens à la conclusion qu'il était raisonnable pour la SPR de conclure que le DP n'avait pas réfuté la présomption de l'existence d'une protection adéquate de l'État ni établi qu'il n'y avait pas de PRI viable à Medellín. La SPR a pu tirer ces conclusions à la lumière de la preuve dont elle disposait, composée à la fois de la documentation sur le pays et du propre témoignage du DP.", "Conclusion"], ["[62]", "Je conclus que la décision de la SPR selon laquelle les demandeurs n'ont pas qualité de réfugiés au sens de la Convention ni celle de personnes à protéger est raisonnable. Je suis d'avis de rejeter la demande de contrôle judiciaire."], ["[63]", "Les questions en litige en l'espèce soulèvent de façon générale des questions factuelles. Par conséquent, je ne vois pas de question de portée générale à certifier.", "JUGEMENT"], ["[64]", "LA COUR STATUE que", "1. La demande de contrôle judiciaire est rejetée.", "2. Aucune question de portée générale n'est certifiée.", "[End of document]"]]}