{"id_": "062618", "body_str": [["[1]", "Shore, J.", "[Translation]: In", "FRAGMENT_SUPPRESSED, the Supreme Court of Canada set out the following principle, which is relevant to this case:", "FRAGMENT_SUPPRESSED", "II.", "Judicial procedure"], ["[2]", "This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA), of a decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board (IRB), dated September 7, 2011, in which it was determined that the Applicants were neither Convention refugees as defined in section 96 of the IRPA nor persons in need of protection under section 97 of the IRPA.", "III.", "Facts"], ["[3]", "The applicants, Betuel Hernandez Aguilar, his wife, Hayde Lobato Jorge, and their children, Adriadna Brigit Hernandez Lobato and Brandon Bethuel Hernandez Lobato , are citizens of Mexico."], ["[4]", "On May 31, 2011, the applicants appeared before the RPD without their solicitor of record. The applicants requested an adjournment at the beginning of the hearing on the basis that they wished to retain the services of different counsel. The RPD rejected the postponement request."], ["[5]", "Faced with the principal applicant's refusal to proceed, the RPD informed him that it could declare the claim abandoned pursuant to subsection 168(1) of the IRPA. It seems that the principal applicant told the RPD that he was prepared to proceed, and the hearing continued."], ["[6]", "At the end of the hearing, the RPD apparently granted the principal applicant leave to file certain untranslated documents the following day. It also granted an extension until June 17, 2011, to enable him to retain the services of counsel able to make submissions and explain the documentary evidence filed."], ["[7]", "On June 11, 2011, their new counsel filed a motion for recusal and for a", "de novo", "hearing, which the RPD denied on June 27, 2011. The RPD set a new deadline of July 29, 2011, for filing submissions. The submissions were filed on July 29, 2011, and were accompanied by a package of evidence that was later rejected by the RPD.", "IV.", "Decision that is the subject of this application for judicial review"], ["[8]", "The RPD's denial of the applicants' request to adjourn is based on subsection 48(4) of the", "Immigration and Refugee Protection Rules", ", SOR/2002-228 [Rules]."], ["[9]", "In dealing with this preliminary issue, the RPD held that the principal applicant had provided contradictory information. It found that the principal applicant had not acted reasonably in telling his former consultant just one week before the hearing that he would no longer be retaining his services. The RPD essentially criticized the principal applicant for not having made an effort to retain the services of new counsel to assist him during his hearing. The RPD based its decision on the fact that the case was not complicated and that the principal applicant's former counsel was not in possession of any of the documents."], ["[10]", "After reviewing the facts and dealing with the preliminary issues, the RPD concluded that the applicants were not credible on the basis of their late filing of documents that should have been filed on June 1, 2011.", "V.", "Issue"], ["[11]", "As nobody has challenged the RPD's findings with respect to credibility, the sole issue to be decided is the following:", "Did the RPD breach procedural fairness by refusing to adjourn the hearing?", "VI.", "Relevant statutory provisions"], ["[12]", "The following provisions of the Rules are applicable in this case:", "Application to change the date or time of a proceeding", "48. (1) A party may make an application to the Division to change the date or time of a proceeding.", "Form and content of application", "(2) The party must", "(a) follow rule 44, but is not required to give evidence in an affidavit or statutory declaration; and", "(b) give at least six dates, within the period specified by the Division, on which the party is available to start or continue the proceeding.", "If proceeding is two working days or less away", "(3) If the party wants to make an application two working days or less before the proceeding, the party must appear at the proceeding and make the application orally.", "Factors", "(4) In deciding the application, the Division must consider any relevant factors, including", "(a) in the case of a date and time that was fixed after the Division consulted or tried to consult the party, any exceptional circumstances for allowing the application;", "(b) when the party made the application;", "(c) the time the party has had to prepare for the proceeding;", "(d) the efforts made by the party to be ready to start or continue the proceeding;", "(e) in the case of a party who wants more time to obtain information in support of the party's arguments, the ability of the Division to proceed in the absence of that information without causing an injustice;", "(f) whether the party has counsel;", "(g) the knowledge and experience of any counsel who represents the party;", "(h) any previous delays and the reasons for them;", "(i) whether the date and time fixed were peremptory;", "(j) whether allowing the application would unreasonably delay the proceedings or likely cause an injustice; and", "(k) the nature and complexity of the matter to be heard.", "Duty to appear at the proceeding", "(5) Unless a party receives a decision from the Division allowing the application, the party must appear for the proceeding at the date and time fixed and be ready to start or continue the proceeding.", "Abandonment without hearing the claimant", "58. (1) A claim may be declared abandoned, without giving the claimant an opportunity to explain why the claim should not be declared abandoned, if", "(a) the Division has not received the claimant's contact information and their Personal Information Form within 28 days after the claimant received the form; and", "(b) the Minister and the claimant's counsel, if any, do not have the claimant's contact information.", "Opportunity to explain", "(2) In every other case, the Division must give the claimant an opportunity to explain why the claim should not be declared abandoned. The Division must give this opportunity", "(a) immediately, if the claimant is present at the hearing and the Division considers that it is fair to do so; or", "(b) in any other case, by way of a special hearing after notifying the claimant in writing.", "Factors to consider", "(3) The Division must consider, in deciding if the claim should be declared abandoned, the explanations given by the claimant at the hearing and any other relevant information, including the fact that the claimant is ready to start or continue the proceedings.", "Decision to start or continue the proceedings", "(4) If the Division decides not to declare the claim abandoned, it must start or continue the proceedings without delay.", "Demande de changement de la date ou de l'heure d'une procédure", "48. (1) Toute partie peut demander à la Section de changer la date ou l'heure d'une procédure.", "Forme et contenu de la demande", "(2) La partie:", "a) fait sa demande selon la règle 44, mais n'a pas à y joindre d'affidavit ou de déclaration solennelle;", "b) indique dans sa demande au moins six dates, comprises dans la période fixée par la Section, auxquelles elle est disponible pour commencer ou poursuivre la procédure.", "Procédure dans deux jours ouvrables ou moins", "(3) Si la partie veut faire sa demande deux jours ouvrable ou moins avant la procédure, elle se présente à la procédure et fait sa demande oralement.", "Éléments à considérer", "(4) Pour statuer sur la demande, la Section prend en considération tout élément pertinent. Elle examine notamment:", "a) dans le cas où elle a fixé la date et l'heure de la procédure après avoir consulté ou tenté de consulter la partie, toute circonstance exceptionnelle qui justifie le changement;", "b) le moment auquel la demande a été faite;", "c) le temps dont la partie a disposé pour se préparer;", "d) les efforts qu'elle a faits pour être prête à commencer ou à poursuivre la procédure;", "e) dans le cas où la partie a besoin d'un délai supplémentaire pour obtenir des renseignements appuyant ses arguments, la possibilité d'aller de l'avant en l'absence de ces renseignements sans causer une injustice;", "f) si la partie est représentée;", "g) dans le cas où la partie est représentée, les connaissances et l'expérience de son conseil;", "h) tout report antérieur et sa justification;", "i) si la date et l'heure qui avaient été fixées étaient péremptoires;", "j) si le fait d'accueillir la demande ralentirait l'affaire de manière déraisonnable ou causerait vraisemblablement une injustice;", "k) la nature et la complexité de l'affaire.", "Obligation de se présenter aux date et heure fixées", "(5) Sauf si elle reçoit une décision accueillant sa demande, la partie doit se présenter à la date et à l'heure qui avaient été fixées et être prête à commencer ou à poursuivre la procédure.", "Désistement sans audition du demandeur d'asile", "58. (1) La Section peut prononcer le désistement d'une demande d'asile sans donner au demandeur d'asile la possibilité d'expliquer pourquoi le désistement ne devrait pas être prononcé si, à la fois:", "a) elle n'a reçu ni les coordonnées, ni le formulaire sur les renseignements personnels du demandeur d'asile dans les vingt-huit jours suivant la date à laquelle ce dernier a reçu le formulaire;", "b) ni le ministre, ni le conseil du demandeur d'asile, le cas échéant, ne connaissent ces coordonnées.", "Possibilité de s'expliquer", "(2) Dans tout autre cas, la Section donne au demandeur d'asile la possibilité d'expliquer pourquoi le désistement ne devrait pas être prononcé. Elle lui donne cette possibilité:", "a) sur-le-champ, dans le cas où il est présent à l'audience et où la Section juge qu'il est équitable de le faire;", "b) dans le cas contraire, au cours d'une audience spéciale dont la Section l'a avisé par écrit.", "Éléments à considérer", "(3) Pour décider si elle prononce le désistement, la Section prend en considération les explications données par le demandeur d'asile à l'audience et tout autre élément pertinent, notamment le fait que le demandeur d'asile est prêt à commencer ou à poursuivre l'affaire.", "Poursuite de l'affaire", "(4) Si la Section décide de ne pas prononcer le désistement, elle commence ou poursuit l'affaire sans délai.", "VII.", "Positions of the parties"], ["[13]", "The applicants argue that the RPD committed a breach of procedural fairness by refusing to adjourn the hearing of May 31, 2011."], ["[14]", "The respondent, on the other hand, argues that the right to counsel is not absolute and that the tribunal acted in accordance with the law and jurisprudence in refusing the applicants' request.", "VIII.", "Analysis"], ["[15]", "The standard of review to be applied is reasonableness, as established by", "FRAGMENT_SUPPRESSED."], ["[16]", "It is well established that the decision to adjourn is within the discretion of the RPD, which, in making its decision, must take into account all the relevant factors and particular circumstances of the case (", "FRAGMENT_SUPPRESSED)."], ["[17]", "In this case, however, the RPD's statements urging the applicant to proceed in order to avoid the abandonment of his claim for refugee protection demonstrate a level of pressure to proceed that could represent a breach of the duty of fairness. The climate of the hearing was not conducive to receiving the testimony of a refugee protection claimant, as indicated by the following excerpt from the hearing transcript:", "[translation]", "BY THE PRESIDING MEMBER (to the applicant)", "- Sir, all you need to do is answer. There is no need to be on the defensive. You are on the defensive right now. I can see it in your demeanour. I would like you to relax a little bit, please.", "BY THE APPLICANT (to the presiding member)", "- But it is difficult for me. I need the help of a lawyer. I don't feel comfortable continuing.", "BY THE PRESIDING MEMBER (to the applicant)", "- I do not understand sir.", "Why do you need a lawyer? Right now, I'm asking you questions about your history. It is what you have experienced. Why do you say that you don't feel comfortable and that you need a lawyer? It isn't complicated. These are questions about your experiences. Why do you need a lawyer to answer these questions?", "BY THE APPLICANT (to the presiding member)", "- Because you are telling me that I am on the defensive. That is not the case. But telling me all that, it makes me nervous, and it is not easy for us. [Emphasis added.]", "(Tribunal Record (TR) at page 359)"], ["[18]", "Furthermore, it is difficult to understand, on the one hand, the RPD's position on the complexity of the case, based on which it decided that the principal applicant could proceed without counsel, and, on the other hand, its position on the time that had passed since the date of the claim for refugee protection, which led it to conclude that a further delay would not be advisable.", "As the following statements show, the RPD did not hesitate, at the end of the hearing, to recommend that the applicant consult with counsel, in contradiction with its initial decision to refuse to adjourn", "[translation]", "BY THE PRESIDING MEMBER (to the applicant)", "- . . .", "- So, sir, what we are going to do, generally, once I finish my questions, counsel may ask other questions if he wants to and may then - then makes submissions. You said earlier that you had contacted some lawyers, the consultant Hoyos-Tello, among others. I am going to give you an extension so that you can familiarize yourself with the documentation on Mexico, and should you wish to make submissions, comments in writing in your case, I will give you time for that.", "So, perhaps you can contact one of the lawyers you have already spoken with or a consultant, ask him if he can give you a hand in looking at the documentation and making your submissions. So I am going to give you time to prepare written submissions. Okay?", "[Emphasis added.]", "(TR at page 373)"], ["[19]", "Consequently, the RPD, through its conduct at the hearing, committed a breach of procedural fairness. In light of this finding, the Court will not analyze the credibility issue.", "IX.", "Conclusion"], ["[20]", "For the above reasons, the applicants' application for judicial review is allowed and the matter is referred to a differently constituted panel for redetermination."], ["[21]", "To avoid additional delays, the Court suggests that the hearing be scheduled on a peremptory basis.", "ORDER"], ["[22]", "THE COURT ORDERS that", "the applicant's application for judicial review be allowed and the matter be referred to a differently constituted panel for redetermination. No question is certified.", "Application allowed.", "Editor: E. Joanne Oley/vnh"]]}