{"id_": "062820", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision by an immigration officer (the Officer), dated August 9, 2010, refusing the applicant's application for permanent residence in Canada as a member of the \"Convention refugee abroad\" class or as a member of the \"Humanitarian-protected persons abroad\" class because the applicant did not face persecution, as opposed to general insecurity, in Somalia, and had a viable Internal Flight Alternative (IFA) in Somaliland.", "FACTS", "Background"], ["[2]", "The applicant is a 23 year-old citizen of Somalia. He was born in a village in Mogadishu in 1988, into a large family. His family is part of the Rer-Hamar tribe, which is a minority tribe from southern Somalia, existing mainly in Mogadishu."], ["[3]", "In 1991, in the midst of political power struggles and ethnic violence, the applicant's house was attacked by members of the United Somali Congress militia. His aunt and uncle were killed and their house was looted. The applicant's parents fled with their children, including the then-three-year-old applicant, and other villagers, to Kismayo."], ["[4]", "The applicant's family lived with a family friend in Kismayo for 13 years, until 2004. In January of 2004, militiamen from the Juba Valley Alliance militia attacked the house in which the applicant's family was staying. They killed the applicant's 18 year-old brother. The rest of the family fled for their lives, and were all separated. The applicant, who was then 16 years old, was able to stay together with an elder brother, with whom he fled to Kenya. He does not know what happened to the rest of his family. It was a long journey, but by February 8, 2004, the applicant and his brother, who made a refugee claim together with the applicant, arrived in Nairobi, Kenya."], ["[5]", "In Kenya, the applicant and his brother face the travails of living without status - they cannot freely work, study or travel in Kenya. They are forced to rely on charity in order to survive. The applicant states that Kenyan police regularly harass him. The applicant states that he was lucky enough, however, to undertake some computer studies in 2007 and 2008 in Kenya. In September 2009, the applicant received a refugee scholarship from the Platinum School of Business, which offers scholarships to UNHCR-recognized refugees. In August of 2010, the applicant completed a Diploma in Information Technology. He remains, however, unable to be employed in Kenya."], ["[6]", "On October 10, 2007, the applicant applied for permanent residence in Canada as a member of the Convention refugee abroad or a member of the humanitarian-protected persons abroad classes. Included in the applicant's application were the following documents:", "1. Documentation from the United Nations High Commissioner for Refugees in Kenya, confirming his prima facie status as a Convention refugee;", "2. A sworn affidavit attesting that the applicant has no status in Kenya despite having sought refugee protection there; and", "3. A joint sponsorship undertaking from an uncle of his who lives in Toronto and four other Canadians, undertaking to sponsor the applicant and his brother."], ["[7]", "The applicant and his brother were interviewed together on August 9, 2010.", "Decision under review"], ["[8]", "In a letter dated August 9, 2010, the Officer informed the applicant that his application for a permanent resident visa as a member of the Convention refugee abroad class or as a member of the humanitarian-protected persons abroad designated class was refused."], ["[9]", "The Officer outlined the applicable law:", "1. Section 96 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act) defines a \"Convention refugee\";", "2. Section 145 of the Regulations defines the \"Convention refugee abroad\" class as the encompassing those foreign nationals determined, from outside Canada, to be Convention refugees.", "3. Section 139(1)(e) of the Regulations provides that a permanent residence visa shall be issued to a foreign national if it is established that the foreign national is a member of the \"Convention refugee abroad\" class, the \"asylum class\" or the \"source country class.\"", "4. Section 16(1) of the Act requires applicants to answer all interview questions truthfully and to provide visa officers with all reasonably required documentation."], ["[10]", "The Officer found that the applicant was not a member of either the Convention refugee abroad class or the country of asylum class - the two classes relevant to his application."], ["[11]", "With regard to whether the applicant is a member of the Convention refugee abroad class, the Officer found that the applicant faced only a generalized risk of insecurity and not persecution on a Convention ground. The Officer found that the applicant's stated reason for his fear of returning to Somalia was that his father was not able to properly care for his family. The Officer stated that although the applicant had referred to his membership in a minority clan, he did not establish that he faced persecution on that basis. There was no other Convention ground upon which the applicant faced persecution."], ["[12]", "With regard to whether the applicant is a member of the country of asylum class, the Officer considered whether the applicant had demonstrated that he would be personally and seriously affected by ongoing violence and insecurity in Somalia, and had no IFA. The Officer found that Somaliland would be a safe and reasonable IFA. The Officer quoted from a Human Rights Watch report on the Human Rights Watch website, \"Hostages to Peace\", dated July 13, 2009, stating that Somaliland has largely been at peace and has a relatively good human rights record as compared with \"any country in the region.\" The Officer also quoted from an article posted on the Human Rights Watch website, \"Horn of Africa, A Ray of Hope\", dated July 21, 2010, stating that Somaliland had undergone a free, fair, and peaceful election and, against all odds, had been a relatively peaceful and democratic place for 19 years."], ["[13]", "The Officer stated that the applicant was unable to explain why he could not go to Somaliland:", "You stated that you could not return to Hargeisa because you had no family there. When asked to confirm if the only reason you would not relocate to Hargeisa was due to a lack of presence of family members, you stated that you feared for your life, and again that you had no family there. You did not establish what caused you to fear for your life if you returned to Hargeisa."], ["[14]", "The Officer acknowledged that there is a degree of criminality in Somaliland, but stated that this was not grounds for granting refugee status."], ["[15]", "The Officer concluded, therefore, that the applicant was not credible and did not meet the requirements of the Act and the Regulations for being granted a visa.", "LEGISLATION"], ["[16]", "The text of the relevant legislation is attached as Appendix 1. Here, I summarize the applicable legislative scheme."], ["[17]", "Section 139(1) of the Regulations states that a permanent resident visa shall be issued to a foreign national in need of protection if the foreign national is a member of a prescribed class and has no reasonable prospect of a \"durable solution\" in a country other than Canada. Section 139(1)(d) describes \"durable solutions\" as (i) voluntary repatriation or resettlement in their country of nationality, or (ii) resettlement in another country."], ["[18]", "The prescribed classes referred to in section 139(1) are the following:", "1. the onvention refugee abroad class, described in section 144 and 145 of the Regulations;", "2. the \"humanitarian-protected persons abroad\" class, described in section 146;", "3. the \"country of asylum class,\" one of two sub-classes of the humanitarian-protected persons abroad class, prescribed in section 146(1)(a), and described in section 147, which states that the country of asylum class is for foreign nationals who must be resettled because they are outside their country of nationality and \"have been and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights\"; and", "4. the \"source country class,\" the second of the two sub-classes of the humanitarian-protected persons abroad class, prescribed in section 146(1)(b) of the Regulations and described in section 148 and Schedule 2 of the Regulations. This class is not relevant to this application."], ["[19]", "The definition of the \"source country class\" could not include the applicant, including because Somalia is not a recognized source country in Schedule 2 of the Regulations. Thus, to be successful on his application the applicant had to show that he was a member of the Convention refugee abroad class or the country of asylum class and had no \"durable solution\" in a county other than Canada.", "ISSUES"], ["[20]", "The applicant raises the following seven issues in his application:", "1. Did the Officer err in law by refusing to exercise his jurisdiction by failing to consider a core ground of the applicant's claim for refugee protection, namely, membership in a social group?", "2. Did the Officer err by applying the wrong test to the determination of the applicant's refugee claim?", "3. Was the decision based on erroneous findings of fact made in a perverse or capricious manner without regard to the evidence on all key aspects of the case, including failing to apply the evidence to the assessment of the definitions of Convention refugee and IFA, or, alternatively, failing to undersand those definitions?", "4. Did the Officer err in law in failing to assess the country of asylum class?", "5. Did the officer breach a duty of fairness owed to the applicant by providing inadequate reasons?", "6. Did the Officer's conduct in conducting the assessment amount to bad faith?", "7. Should costs be awarded to the applicant?"], ["[21]", "I will deal with those issues in the following manner:", "1. Did the Officer commit an error of law in either misconstruing or failing to assess the legal tests for determination of membership in either of the two relevant classes, or in misconstruing the legal test for a valid IFA?", "2. Was the Officer's decision reasonable based on the evidence?", "3. Did the Officer breach the duty of fairness by providing inadequate reasons?", "4. Does the Officer's assessment demonstrate bad faith or other misconduct?", "STANDARD OF REVIEW"], ["[22]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see also", "<FRAGMENT_SUPPRESSED>  per Justice Binnie at para. 53."], ["[23] <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> establish that issues of fact or mixed fact and law are generally to be reviewed on a standard of reasonableness. Past jurisprudence has determined that an officer's decision about whether an applicant falls within the Convention refugee abroad or country of asylum classes is a question of fact and mixed fact and law to be determined on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> cases cited therein."], ["[24]", "In reviewing the Board's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> , supra, at paragraph 47; <FRAGMENT_SUPPRESSED> , supra, at para. 59."], ["[25]", "Questions of procedural fairness are reviewed on a standard of correctness: <FRAGMENT_SUPPRESSED> , at paras. 55 and 90; <FRAGMENT_SUPPRESSED> , at paragraph 43; and <FRAGMENT_SUPPRESSED> at paragraph 18.", "ANALYSIS", "Issue 1", ": Did the Officer commit an error of law in either misconstruing or failing to assess the legal tests for determination of membership in either of the two relevant classes, or in misconstruing the legal test for a valid IFA?"], ["[26]", "The applicant submits that the Officer made three errors or law. First, the applicant submits that the Officer failed to exercise his legal duty to consider all of the grounds for recognition of a refugee claim that may be inferred from the evidence, even if the grounds are not raised by a claimant.  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada considered whether the ground of political opinion could support the applicant's claim for refugee protection, even though the ground had been raised for the first time by an intervener at the Supreme Court hearing. In so doing, the Court stated, at pages 745-6, that it is the examiner's and not the claimant's duty to raise and consider the relevant grounds:", "I note that the UNHCR Handbook, at p. 17, paragraph 66, states that it is not the duty of a claimant to identify the reasons for the persecution. It is for the examiner to decide whether the Convention definition is met; usually there will be more than one ground (idem, paragraph 67)."], ["[27]", "<FRAGMENT_SUPPRESSED> Justice Dawson affirmed this duty: \"the Board must consider all of the grounds for making a claim to refugee status, even if the grounds are not raised during a hearing by a claimant.\""], ["[28]", "The applicant submits that although the Officer acknowledged that membership in a minority clan in Somalia constitutes membership in a social group-a recognized ground of persecution-the Officer did not assess this ground of the applicant's claim. Instead, in his decision, the Officer stated that the applicant had not stated any persecution, but only generalized risk:", "You have not stated any persecution in your refugee claim, rather you stated that you left Somalia because your father was not able to properly care for the family. The refugee application hinges on general insecurity, not persecution. . . . You made reference to the fact that you were a member of a minority clan, although you did not state nor establish that you faced persecution based on this membership in a social group."], ["[29]", "The respondent submits that the Officer did not fail to exercise his duty to consider all grounds. The respondent submits that the obligation to assess all potential grounds arises only when the claimant presents evidence that he has a fear that could come within a particular ground. The respondent submits that the applicant stated that he feared being a victim of criminal activity, and not attacks because of his membership in a minority clan. Moreover, the respondent submits that the applicant did not present evidence tying his alleged fear to any potential ground, so the Officer cannot be faulted for failing to consider whether the evidence supported such a connection."], ["[30]", "The Court agrees with the applicant.", "Ward", "establishes that it is a visa officer's duty to consider all potential grounds of persecution raised by a claimant's application. In this case, the applicant's answers to the Officer's questions, as detailed below, indicate that he fears being targeted because of his membership in a minority clan. It is difficult to see how the Officer could have concluded that the applicant did not provide evidence of persecution, even if he failed to use the precise language of the legislation. The Officer appears instead to have relied entirely upon the applicant's written application, in which the applicant states, in response to the question of whether he is able to return to his home country, that he cannot:", "We are not be able to return to our home country Because of insecurity persist on our country and we are afraid to be killed if we go back to our country because there is no law and order in our homeland."], ["[31]", "The Court finds that the Officer had a legal duty to consider whether the evidence given by the applicant, including at his interview, supported a finding of persecution on a Convention ground. The Officer's reasons demonstrate that the Officer failed to conduct such an assessment."], ["[32]", "Second, the applicant submits that the Officer failed to assess the \"country of asylum\" class. Relying on", "<FRAGMENT_SUPPRESSED>  the applicant submits that the country of asylum class is distinct from the Convention refugee class, and a claimant need not demonstrate a well-founded fear of persecution based on a Convention ground in order to meet the requirements of that class. Instead, a \"country of asylum\" claimant must demonstrate that (1) they are displaced outside of their country of nationality, and (2) have been and continue to be seriously affected by civil war, armed conflict, or massive violations of civil rights with no \"durable solution\" elsewhere."], ["[33]", "The Court finds that the Officer committed no error of law in this regard. He stated the correct criteria for membership in that class:", "Secondly, I have assessed if you are eligible for country of asylum class processing, if you have demonstrated that you would be personally and seriously affected by ongoing violence and insecurity in your country of nationality. Before making this finding, it is the responsibility of the interviewing officer to determine if an internal flight alternative exists, that is, ascertaining if you can relocate to another region in the country of nationality that would be considered safe and to which relocation would be reasonable. Open source research shows that Somaliland, a northern region of Somalia, and its capital Hargeisa, forms a safe and reasonable internal flight alternative for yourself."], ["[34]", "Although the Officer did not use the language of \"durable solution,\" it is clear from his reasons that the Officer found that Hargeisa represented a \"durable solution\" that excluded the applicant from membership in the country of asylum class. Whether this conclusion was reasonable based on the evidence before the Officer will be discussed below."], ["[35]", "Third, the applicant submits that the Officer erred by imposing an incorrect legal burden on the applicant to prove that he faced persecution. Section 96 of the Act provides that a Convention refugee is \"a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,\" cannot return to his country of origin. A claimant always has the burden of establishing this claim on a balance of probabilities. However, a \"well-founded fear\" of persecution may exist where the danger of persecution is demonstrated on less than a balance of probabilities. As the Federal Court of Appeal explained in", "<FRAGMENT_SUPPRESSED>  the standard of proof on a balance of probabilities should not be confused with the legal test to establish the claim. In this case, the legal test is whether there is a \"reasonable chance\" of persecution, which may be less than a 50% chance:", "¶10. However, the standard of proof must not be confused with the legal test to be met. The distinction was recognized in", "<FRAGMENT_SUPPRESSED>  (Fed. C.A.), in the context of a claim for Convention refugee status.", ". . . . .", "¶11. At page 682 of Adjei, McGuigan J.A. stated:", "It was common ground that the objective test is not so stringent as to require a probability of persecution. In other words,", "although an applicant has to establish his case on a balance of probabilities", ", he does not nevertheless have to prove that persecution would be more likely than not. (Emphasis added.)", "¶12. McGuigan J.A. adopted the \"reasonable chance [of] persecution\" test as the legal test to meet to obtain Convention refugee status, i.e. not necessarily more than a fifty percent chance but more than a minimal possibility of persecution."], ["[36]", "The applicant submits that the Officer required the applicant to show a more than 50% chance of persecution in order to establish that he had a well-founded fear of persecution. The applicant basis this submission on answers that the Officer gave on cross-examination."], ["[37]", "The respondent submits that the Officer was not stating that he was applying such a burden but rather requiring only \"clear evidence\" of the risk."], ["[38]", "As stated above, the Court finds that the Officer failed to assess the applicant's claim to protection as a Convention refugee. The Officer therefore failed to apply any test at all. The Officer did not consider the applicant's evidence in support of any such claim. Thus, the Court finds that the question of what test the Officer would have applied had he considered the evidence is irrelevant."], ["[39]", "In conclusion, the Court agrees with the applicant that the Officer committed an error of law by failing to exercise his legal duty to consider whether the applicant's claim supported a finding of persecution based on his membership in a minority clan, even though the applicant did not explicitly raise that ground himself. The Officer had a duty to explore the applicant's responses with a view to discovering whether the evidence could support that ground."], ["[40]", "Moreover, as will be discussed below, even if the Court were to consider the Officer's statement recognizing that the applicant stated that he is a member of a minority group as constituting the exercise of the Officer's legal duty, the Court would find that the Officer's assessment of the evidence was unreasonable.", "Issue 2", ": Was the Officer's decision reasonable based on the evidence?"], ["[41]", "The Officer found that the applicant did not face persecution in Somalia on a Convention ground and that he was not a member of the country of asylum class because he had a durable solution in Somaliland."], ["[42]", "The applicant submits that each of these findings was unreasonable. Whereas the Officer found that the applicant did not face persecution on a Convention ground, the applicant submits that the evidence clearly demonstrated that the applicant faced persecution based on his membership in a minority social group-a recognized Convention ground. The applicant submits that the record demonstrates that the applicant had been attacked because he was a member of a minority clan, in both the 1991 and the 2004 attacks. Moreover, the applicant submits that the same evidence demonstrates that he would not be safe in Somaliland. In particular, the applicant notes the following evidence:", "1. The applicant stated in his application and at his interview that his family had been attacked by powerful clans - the United Somali Congress in 1991 and the Juba Valley Alliance in 2004.", "2. At his interview, the applicant clearly described his dangerous position as arising because of his membership in a minority group:", "Q: Is there any other safe place in your country? Why won't you move to Somaliland?", "A: in Somaliland, the big tribes are the ones that are ruling there, it is not easy for a person from a minor tribe to go there, that's why we can't go to Somaliland.", "Q: what do you mean it's not easy to go there", "A: I am from a very minor tribe and the tribe is not as superior, compared to other tribes so maybe we would be targeted, so that's why we can't go.", "Q: why would they target you?", "A: it's not about me as an individual, its about the tribe, they will attack the family or individual, if they kill you, there is no one who will ask for your rights.", "Q: how would they know what tribe you are in?", "A: in Somalia, each and everybody knows what tribe you are in and if you go there, they will know what tribe you are in.", "Q: have you been there before.", "A: never been.", "Q: so how do you know what would happen", "A: I have seen so many people from Somaliland and that's what they say", "Q: who have you seen from Somaliland", "A: from minority clans, who ran away from Somaliland and came to Kenya", "Q: you've seen them in Nairobi", "A: yes", "Q: do you think you will be killed if you go to Hargesia", "A: yes.", "Q: why would you be killed", "A: because if I go to Hargeisa, I think I will be killed because I'm from a minority clan, if I am killed no one will ask or say anything.", "Q: why would you be killed", "A: they will kill me because I'm from a minority clan", "Q: you are stating that you will be killed for no other reason other than that someone will recognize you as a member of another clan and kill you, and that's it.", "A: yeah, I might be targeted for the tribe because I'm from a minor tribe and they normally do that, they kill people from minor tribes, because they will not be asked.", "Q: so they will just kill you for fun or for sport or as part of some genocide?", "A: I don't know why, just that the major tribes kill people from the minor tribes.", "3. Country conditions documents support the applicant's testimony that he would be targeted as a member of the Rer Hamar minority tribe.", "4. Country conditions documents further support the applicant's testimony that he would not be safe in Somaliland because he would continue to be targeted as a member of the minority tribe."], ["[43]", "Finally, the applicant submits that the Officer's findings are not supported by the evidence that was before him. Specifically, the Officer stated in his decision that the applicant testified that he left Somalia because his father could not support them. The applicant submits that he never gave that answer and that it is not reflected in any notes or transcripts. Second, the Officer stated in his decision that the applicant said that he would not be safe in Somaliland because he has no family there. The applicant denies that he ever said that, either, and states that he stated at his interview that he feared being targeting because he is from a minority clan, which testimony is supported by the objective documentary evidence."], ["[44]", "The respondent submits that the Officer, as an expert tribunal, is entitled to deference. The respondent submits that the applicant's testimony did not support the positions now put forward by the applicant. Instead, the respondent submits that the Officer was reasonable in concluding that the basis for the applicant's claim was that he and his brother left the country due to economic instability."], ["[45]", "The Court agrees with the applicant that the Officer was unreasonable in his assessment of the evidence that was before him. First, while the Officer found that the applicant had \"not stated any persecution in your refugee claim, rather you stated that you left Somalia because your father was not able to properly care for the family\", the Officer's own interview notes and the above-quoted transcript do not support this statement. The bulk of the applicant's interview is quoted above, and it is clear that not only does the applicant not mention the economic circumstances of his family, but also he states that he left Somalia because of attacks:", "Q: Why did you leave Somalia?", "A: there were these men who came to the home, they attacked the family, they killed the brother and each of the family ran away so we [the applicant and his brother, who was at the interview] decided to come to Kenya.", "Moreover, in his application, the applicant stated that his family's property in Mogadishu continues to be occupied by the tribe that initially caused them to flee in 1991."], ["[46]", "The Court cannot see how the applicant's answer at the interview nor his other evidence could have supported the Officer's decision."], ["[47]", "Second, while the Officer found that \"You made reference to the fact that you were a member of minority clan [sic], although you did not state nor establish that you faced persecution based on this membership in a social group\", the Court finds that the above-quoted section of the interview transcript, which constitutes the bulk of the entire interview, clearly shows the applicant's fear of persecution as a result of his membership in a minority group. The Court finds that the Officer failed to consider the applicant's evidence in this regard."], ["[48]", "Finally, while the Officer found that the applicant had a valid IFA in Hargeisa, Somaliland, the Court agrees with the applicant that the Officer failed to consider both the applicant's evidence that he did not because he feared persecution as a member of a minority clan, and the substantial objective documentary evidence that supported the applicant's testimony that he would not be safe in Hargeisa. The Officer found that \"You stated that you could not return to Hargeisa because you had no family there.\" The Court cannot find support for this conclusion in the evidence. As the above excerpt of the interview transcript shows, the applicant repeatedly stated that he could not return to Hargeisa because he is a member of a minority clan, and will be attacked because of that."], ["[49]", "Moreover, the applicant has pointed this Court to considerable objective documentary evidence that the Officer should have considered and that supports that applicant's position. For example, a US Department of State report, \"2009 Human Rights Reports: Somalia\", still current as of May 11, 2010, explicitly mentioned the applicant's Rer Hamar tribe as an example of a minority group that is persecuted in Somaliland at page 26:", "Minority groups and low-caste clans include the ...Rer Hamar .... Intermarriage between minority groups and mainstream clans was restricted by customs. Minority groups had no armed militias and continued to be disproportionately subject to killings, torture, rape, kidnapping for ransom, and looting of land and property with impunity by faction militias and majority clan members. Many minority communities continued to live in deep poverty and suffer from numerous forms of discrimination and exclusion."], ["[50]", "The", "UNHCR Eligibility Guidelines for Assessing the International Protection needs of Asylum-Seekers from Somalia", ", dated May 5, 2010, specifically consider whether Somaliland can be considered an IFA:", "Furthermore, in the absence of clan protection and support, a Somali originating from another territory in Somali would face the general fate of IDPs, including lack of protection, limited access to education and health services, vulnerability to sexual exploitation or rape, forced labour, perpetual threat of eviction, and destruction or confiscation of assets.", ". . . . .", "Whether an IFA/IRA exists in Puntland or Somaliland will depend on the circumstances of the individual case, including whether the individual is a member of a majority or minority clan and whether the individual originate from the territory where IFA/IRA is being considered. The generally deplorable living conditions of displaced persons in Punland and Somaliland, however, indicate that an IFA/IRA is generally not available for individuals from southern and central Somalia in these territories."], ["[51]", "The Officer referenced only two sources in his finding that the documentary evidence supported Somaliland as a viable IFA. The Officer had a duty to be knowledgeable of the country conditions of the country for which he is making a determination. As Justice Mainville stated in <FRAGMENT_SUPPRESSED> , above, \"It would indeed be unconscionable if Canadian visa officers were making a refugee claim determination without any reference to or knowledge of country conditions.\""], ["[52]", "Considering the applicant's testimony and the objective documentary evidence indicating the dangers potentially faced by the applicant in Somalia, the Court finds that the Officer's conclusions were unreasonable in light of the evidence.", "Issue 3", ": Did the Officer breach the duty of fairness by providing inadequate reasons?"], ["[53]", "The applicant submits that the Officer's reasons are not adequate because they contradict his interview notes and fail to provide any analysis with regard to what constitutes persecution, and why the applicant is not being persecuted as a member of a social group."], ["[54]", "Because the Court has found that the Officer's decision was wrong in law and unreasonable based on the evidence, the Court will not separately consider whether the reasons were themselves \"adequate\" from the perspective of procedural fairness.", "Issue 4", ": Does the Officer's assessment demonstrate bad faith or other misconduct"], ["[55]", "The applicant submits that the Officer has demonstrated bad faith in his handling of the applicant's claim for the following reasons:", "1. The Officer made no \"serious attempts\" to elicit relevant information from the applicant at his interview, and the joint interview lasted a total of only 33 minutes;", "2. The Officer did not have the experience and attitude necessary to properly dispose of Somali visa applications:", "i. The applicant stated that \"has heard that everyone interviewed on the same day by the same officer was refused. He has also met other people who were interviewed by a different officer and were accepted, but were in nearly identical circumstances;", "ii. The Officer in this case was posted to the Nairobi visa post for only one-and-a-half months, as a short-term assignment away from his usual base in Ottawa. The Officer stated on cross examination that his training consisted of one afternoon of one-on-one refugee determination training by another Citizenship and Immigration Canada employee, and several weeks of self-directly study, both of which occurred prior to his departure to Nairobi. Prior to being posted to Nairobi, the Officer had only one month of experience determining refugee claims, which experience came from a month in Syria.", "3. The Officer ignored or was dismissive about evidence given by the applicant, including evidence that related to the applicant's claim and failed to refer to objective documentary evidence that contradicted his findings,", "4. The Officer's answers and general conduct at his cross-examination demonstrate that he failed to act in good faith."], ["[56]", "The respondent submits that the applicant has only shown evidence of potential errors in the Officer's assessment and that this cannot support a claim of bad faith. The respondent submits that bad faith requires intentional or negligent misrepresentation of the evidence, or some improper intent on the part of the visa officer."], ["[57]", "In his affidavit, the Officer contradicted some of the applicant's pleadings. The specific factual disputes raised by the parties - which relate to the length of time of the applicant's interview and the Officer's acceptance rate - need not be considered by the Court. Allegations of bad faith are serious, and must be pleaded expressly and unequivocally:", "<FRAGMENT_SUPPRESSED>  (aff'd", "<FRAGMENT_SUPPRESSED> . What constitutes bad faith depends on the circumstances of the individual decision and the power being exercised by the decision-maker. But bad faith is a serious allegation that can give rise to civil liability of public officials.  <FRAGMENT_SUPPRESSED> , at pages 316-17, the Supreme Court of Canada recognized that the concept of bad faith is flexible:", "No problem arises when the bad faith test is applied in civil law. That concept is not unique to public law. In fact, it applies to a wide range of fields of law. The concept of bad faith is flexible, and its content will vary from one area of law to another. As LeBel J. noted in", "<FRAGMENT_SUPPRESSED>  the content of the concept of bad faith may go beyond intentional fault (at para. 39):", "Bad faith certainly includes intentional fault, a classic example of which is found in the conduct of the Attorney General of Quebec that was examined in", "<FRAGMENT_SUPPRESSED> . Such conduct is an abuse of power for which the State, or sometimes a public servant, may be held liable. However, recklessness implies a fundamental breakdown of the orderly exercise of authority, to the point that absence of good faith can be deduced and bad faith presumed. The act, in terms of how it is performed, is then inexplicable and incomprehensible, to the point that it can be regarded as an actual abuse of power, having regard to the purposes for which it is meant to be exercised ... .", "Based on this interpretation, the concept of bad faith can encompass not only acts committed deliberately with intent to harm, which corresponds to the classical concept of bad faith, but also acts that are so markedly inconsistent with the relevant legislative context that a court cannot reasonably conclude that they were performed in good faith. What appears to be an extension of bad faith is, in a way, no more than the admission in evidence of facts that amount to circumstantial evidence of bad faith where a victim is unable to present direct evidence of it."], ["[58]", "Although the Court is concerned at the lack of attention to the evidence that the Officer's decision suggests, the Court agrees with the respondent that the applicant has not shown evidence of bad faith. The Court has accepted that the Officer made errors of both fact and law. But these errors are not such as to support the applicant's very serious impugning of the Officer's competence and intentions. For these reasons, they are not \"special reasons\" which would warrant an award of costs.", "CONCLUSION"], ["[59]", "The Court concludes that the Officer committed errors of law and made a decision that was unreasonable based on the evidence before him. This application for judicial review is granted.", "JUDGMENT"], ["[60]", "THIS COURT'S JUDGMENT is that", "This application for judicial review is allowed, the decision of the immigration officer dated August 9, 2010 is set aside, and this matter is referred to another immigration officer for redetermination in accordance with these reasons with a special direction from the Court that the respondent expedite this matter.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/vnh", "APPENDIX 1", "Section 139(1) of the Regulations defines prescribes the relevant classes:", "139. (1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that", "(a) the foreign national is outside Canada;", "(b) the foreign national has submitted an application in accordance with section 150;", "(c) the foreign national is seeking to come to Canada to establish permanent residence;", "(d) the foreign national is a person in respect of whom there is no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada, namely", "(i) voluntary repatriation or resettlement in their country of nationality or habitual residence, or", "(ii) resettlement or an offer of resettlement in another country;", "(e) the foreign national is a member of one of the classes prescribed by this Division;", "(f) one of the following is the case, namely", "(i) the sponsor's sponsorship application for the foreign national and their family members included in the application for protection has been approved under these Regulations,", "(ii) in the case of a member of the Convention refugee abroad or source country class, financial assistance in the form of funds from a governmental resettlement assistance program is available in Canada for the foreign national and their family members included in the application for protection, or", "(iii) the foreign national has sufficient financial resources to provide for the lodging, care and maintenance, and for the resettlement in Canada, of themself and their family members included in the application for protection;", "(g) if the foreign national intends to reside in a province other than the Province of Quebec, the foreign national and their family members included in the application for protection will be able to become successfully established in Canada, taking into account the following factors:", "(i) their resourcefulness and other similar qualities that assist in integration in a new society,", "(ii) the presence of their relatives, including the relatives of a spouse or a common-law partner, or their sponsor in the expected community of resettlement,", "(iii) their potential for employment in Canada, given their education, work experience and skills, and", "(iv) their ability to learn to communicate in one of the official languages of Canada;", "(h) if the foreign national intends to reside in the Province of Quebec, the competent authority of that Province is of the opinion that the foreign national and their family members included in the application for protection meet the selection criteria of the Province; and", "(i) subject to subsection (3), the foreign national and their family members included in the application for protection are not inadmissible.", "139. (1) Un visa de résident permanent est délivré à l'étranger qui a besoin de protection et aux membres de sa famille qui l'accompagnent si, à l'issue d'un contrôle, les éléments suivants sont établis:", "a) l'étranger se trouve hors du Canada;", "b) il a présenté une demande conformément à l'article 150;", "c) il cherche à entrer au Canada pour s'y établir en permanence;", "d) aucune possibilité raisonnable de solution durable n'est, à son égard, réalisable dans un délai raisonnable dans un pays autre que le Canada, à savoir:", "(i) soit le rapatriement volontaire ou la réinstallation dans le pays dont il a la nationalité ou dans lequel il avait sa résidence habituelle,", "(ii) soit la réinstallation ou une offre de réinstallation dans un autre pays;", "e) il fait partie d'une catégorie établie dans la présente section;", "f) selon le cas:", "(i) la demande de parrainage du répondant à l'égard de l'étranger et des membres de sa famille visés par la demande de protection a été accueillie au titre du présent règlement,", "(ii) s'agissant de l'étranger qui appartient à la catégorie des réfugiés au sens de la Convention outre-frontières ou à la catégorie de personnes de pays source, une aide financière publique est disponible au Canada, au titre d'un programme d'aide, pour la réinstallation de l'étranger et des membres de sa famille visés par la demande de protection,", "(iii) il possède les ressources financières nécessaires pour subvenir à ses besoins et à ceux des membres de sa famille visés par la demande de protection, y compris leur logement et leur réinstallation au Canada;", "g) dans le cas où l'étranger cherche à s'établir dans une province autre que la province de Québec, lui et les membres de sa famille visés par la demande de protection pourront réussir leur établissement au Canada, compte tenu des facteurs suivants:", "(i) leur ingéniosité et autres qualités semblables pouvant les aider à s'intégrer à une nouvelle société,", "(ii) la présence, dans la collectivité de réinstallation prévue, de membres de leur parenté, y compris celle de l'époux ou du conjoint de fait de l'étranger, ou de leur répondant,", "(iii) leurs perspectives d'emploi au Canada vu leur niveau de scolarité, leurs antécédents professionnels et leurs compétences,", "(iv) leur aptitude à apprendre à communiquer dans l'une des deux langues officielles du Canada;", "h) dans le cas où l'étranger cherche à s'établir dans la province de Québec, les autorités compétentes de cette province sont d'avis que celui-ci et les membres de sa famille visés par la demande de protection satisfont aux critères de sélection de cette province;", "i) sous réserve du paragraphe (3), ni lui ni les membres de sa famille visés par la demande de protection ne sont interdits de territoire.", "Sections 145 and 146 of the Regulations define the Convention Refugee Abroad class:", "144. The Convention refugees abroad class is prescribed as a class of persons who may be issued a permanent resident visa on the basis of the requirements of this Division.", "145. A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee.", "144. La catégorie des réfugiés au sens de la Convention outre-frontières est une catégorie réglementaire de personnes qui peuvent obtenir un visa de résident permanent sur le fondement des exigences prévues à la présente section.", "145. Est un réfugié au sens de la Convention outre-frontières et appartient à la catégorie des réfugiés au sens de cette convention l'étranger à qui un agent a reconnu la qualité de réfugié alors qu'il se trouvait hors du Canada.", "Section 96 of the Act defines Convention refugees:", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays dont elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Sections 146 and 147 of the Regulations define the Country of Asylum class:", "146. (1) For the purposes of subsection 12(3) of the Act, a person in similar circumstances to those of a Convention refugee is a member of one of the following humanitarian-protected persons abroad classes:", "(a) the country of asylum class; or", "(b) the source country class.", "(2) The country of asylum class and the source country class are prescribed as classes of persons who may be issued permanent resident visas on the basis of the requirements of this Division.", "147. A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because", "(a) they are outside all of their countries of nationality and habitual residence; and", "(b) they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries.", "146. (1) Pour l'application du paragraphe 12(3) de la Loi, la personne dans une situation semblable à celle d'un réfugié au sens de la Convention appartient à l'une des catégories de personnes protégées à titre humanitaire outre-frontières suivantes:", "a) la catégorie de personnes de pays d'accueil;", "b) la catégorie de personnes de pays source.", "(2) Les catégories de personnes de pays d'accueil et de personnes de pays source sont des catégories réglementaires de personnes qui peuvent obtenir un visa de résident permanent sur le fondement des exigences prévues à la présente section.", "147. Appartient à la catégorie de personnes de pays d'accueil l'étranger considéré par un agent comme ayant besoin de se réinstaller en raison des circonstances suivantes:", "a) il se trouve hors de tout pays dont il a la nationalité ou dans lequel il avait sa résidence habituelle;", "b) une guerre civile, un conflit armé ou une violation massive des droits de la personne dans chacun des pays en cause ont eu et continuent d'avoir des conséquences graves et personnelles pour lui.", "[End of document]"]]}