{"id_": "062926", "body_str": [["[1]", "Phelan, J.", ": The sole issue left in this Judicial Review is whether the Applicants are entitled to costs, and if so, what amount. The Respondent consented, after leave was granted, to allow the judicial review on its merits. The judicial review at issue was a review of an immigration officer's decision denying the Applicants permanent residence status."], ["[2]", "The Applicants, Ubaid and Nadia Iftikhar Jalil, are the children of Iftikhar Shoaq Jalil and Shahida Jalil (Mr. and Mrs. Jalil respectively). The parents came to Canada in 1996 and were granted refugee status."], ["[3]", "In 1997, each parent applied for permanent residence status. As a result of long delay in processing these applications, the parents brought mandamus proceedings in 2004. The Respondent consented to the mandamus order and agreed to pay $1,500 in costs. Those costs have not been paid because of some dispute over the terms of settlement."], ["[4]", "However, despite this dispute, the Respondent acted on the permanent residence applications. Mr. Jalil's application was denied on security grounds. Mrs. Jalil's application was subsequently approved."], ["[5]", "The Applicant children were denied permanent residence status on the grounds that the \"head of the family\" (Mr. Jalil) had been denied similar status. The immigration officer cited a paragraph of the", "Immigration and Refugee Protection Act", "(\"", "IRPA", "\") which apparently had no relevance to the case - the next paragraph arguably might be relevant but not legally applicable. The applicable paragraphs are ss. 42(a) and (b):", "\"42. A foreign national, other than a protected person, is inadmissible on grounds of an inadmissible family member if", "(a) their accompanying family member or, in prescribed circumstances, their non-accompanying family member is inadmissible; or", "(b) they are an accompanying family member of an inadmissible person.\"", "\"42. Emportent, sauf pour le résident permanent ou une personne protégée, interdiction de territoire pour inadmissibilité familiale les faits suivants:", "a) l'interdiction de territoire frappant tout membre de sa famille qui l'accompagne ou qui, dans les cas réglementaires, ne l'accompagne pas;", "b) accompagner, pour un membre de sa famille, un interdit de territoire.\""], ["[6]", "It appears that the immigration officer forgot that Mrs. Jalil had succeeded on her own permanent residence application and that the children's applications could have fallen under her sponsorship."], ["[7]", "After the Applicant children filed for leave for judicial review, the Respondent indicated that it would not contest leave but reserved its rights to file a record if leave was granted."], ["[8]", "After leave was granted, the Respondent indicated that it was not contesting the judicial review. The parties entered into correspondence to settle the case and resolved everything but whether costs should be paid to the Applicants."], ["[9]", "The Applicants make the following points:", "- that the history of this litigation and related litigation exhibits a strategy of delay;", "- that the immigration officer's decision was so blatantly wrong that to resist judicial review was tantamount to bad faith; and", "- that the conduct of this particular litigation, principally the delay in conceding the merit of the Applicants' case, was unreasonable.", "ANALYSIS"], ["[10]", "The Applicants concede that Rule 22 of the", "Federal Court Immigration Rules", "does not permit cost awards unless the Court finds special reasons."], ["[11]", "The Applicants admit that there was nothing untoward about the conduct of this judicial review. There were no unnecessary proceedings, no \"piling on\" of affidavits and documents or frivolous cross-examinations. In fact, there was nothing unusual about the conduct of this litigation except perhaps that the Respondent did not resist leave."], ["[12]", "I can find nothing in the Respondent's conduct of this litigation that would give rise to any grounds for costs."], ["[13]", "There is no evidence of bad faith in the immigration officer's decision. The officer may have been wrong but that is not enough to overturn the basic \"no cost\" regime of immigration judicial reviews."], ["[14]", "The Court considered the history of the litigation involving all family members which is no more than one successful judicial review and a pending judicial review. There is nothing in that history to justify an order for costs as there is no real evidence of a delay strategy adopted by the Respondent's counsel, even if that was a grounds for a cost award."], ["[15]", "The Applicants allege that the immigration officer's decision was blatantly wrong and rely on the decision in", "FRAGMENT_SUPPRESSED, where costs were awarded. Even if blatant error was a ground for a special costs order, the circumstances of this case do not reveal such a blatant error. The immigration officer's error was to cite the arguably incorrect statutory provision and/or to apply the wrong provision to facts which were not exactly straightforward. If a clear legal error were grounds for costs, the effect of Rule 22 would be rendered nugatory."], ["[16]", "Lastly, a delay of one month, after leave is granted for the Respondent to agree with the Applicants on the merits of this case, is hardly evidence of bad faith in the conduct of this litigation."], ["[17]", "There is a policy behind the \"no cost\" rule. Costs were not to be a deterrent factor for those engaged in immigration litigation. The rule was to apply to applicants and respondents equally. If the Applicants' submissions were correct, the very purpose of the rule would be undermined."], ["[18]", "The Applicants' own resistance in this costs matter would, but for Rule 22, have entitled the Respondent to costs, as there is no merit in the Applicants' position."], ["[19]", "Therefore, the application for judicial review, on the basis of consent, is granted without costs to the Applicants. The parties did not ask that any order incorporate the terms of the settlement (such as it is). No such order will be made."], ["[20]", "No question will be certified.", "Order accordingly.", "Editor: Elizabeth M.A. Turgeon/gs", "[End of document]"]]}