{"id_": "063427", "body_str": [["[1]", "Le juge Harrington", ": La Cour est saisie d'une demande de contrôle judiciaire présentée par les demandeurs en vertu de l'article 18.1 de la Loi sur la Cour fédérale, L.R.C. (1985), ch. F-7, modifiée, relativement à une décision en date du 23 mai 2003 par laquelle la Commission de l'immigration et du statut de réfugié, section de la protection des réfugiés (\"tribunal\"), a conclu que les demandeurs n'étaient pas des réfugiés au sens de la Convention, tel que défini à l'article 96 de la Loi sur l'immigration et la protection des réfugiés (ci-après appelée la Loi). Le tribunal a également conclu que les demandeurs n'avaient pas la qualité de personnes à protéger conformément aux alinéas 97 (1) (a) et (b) de la Loi.", "CONTEXTE FACTUEL"], ["[2]", "Le demandeur et son épouse, demanderesse, sont tous les deux citoyens de l'Albanie, pays qu'ils auraient quitté en mars 2001 pour venir au Canada en raison d'une crainte bien fondée de persécution en raison de leurs opinions politiques et de leur appartenances à un groupe social (la famille). Ils allèguent être des \"personnes à protéger\" en ce qu'ils sont exposés au risque d'être soumis àla torture au sens de l'article premier de la Convention contre la torture, à une menace à leur vie et au risque de traitements ou peines cruels et inusités en cas de retour dans leur pays."], ["[3]", "En 1974, le père de la demanderesse, qui était alors ministre de la Défense et Vice-premier ministre de l'Albanie, a été accusé d'être un ennemi du peuple et a été assassiné."], ["[4]", "Le demandeur, qui était alors professeur à l'université, a subi la pression du conseil pédagogique lui demandant de divorcer son épouse, ce qu'il a refusé de faire. On a alors mis fin à sa carrière de professeur, lui-même et son épouse ont perdu le bénéfice de leurs diplômes, et le ministre de l'Intérieur les a transférés à Mirdite, au nord de l'Albanie, à la fin de l'année 1974 oùils sont devenus de simples ouvriers."], ["[5]", "Ils ont été par la suite transférés à Kurbnesh oùils sont restés jusqu'en 1990. Cette année-là, on leur a permis de retourner à Tirana où ils ont vécu chez la mère de la demanderesse puisqu'on leur refusait un logement."], ["[6]", "Après la chute du régime communiste, le demandeur est devenu membre du Parti démocratique dès le 15 août 1991. Il a participé aux rencontres et rassemblements du parti. Lorsque le Parti a pris le pouvoir, il a obtenu un poste à la facultéde médecine de l'Universitéde Tirana."], ["[7]", "A cause de ses activités politiques au sein du parti, il a reçu de nombreux appels téléphoniques et des lettres anonymes menaçant sa vie et celle de sa famille s'il ne mettait pas fin à ses activités politiques."], ["[8]", "En 1997, les communistes ont repris le pouvoir et en avril 1999, il a été maltraitépar des agents du service secret et des policiers en civils. Cet événement l'a décidé à envoyer son fils au Canada, où celui-ci a depuis obtenu le statut de réfugié."], ["[9]", "En novembre 2000, sa fille a été violée par des gens qui s'étaient identifiés comme étant du Parti socialiste. Le 8 mars 2001, alors qu'il sortait d'une réunion du Parti en compagnie d'un collègue, on a tiré des balles en sa direction, mais il n'a pas été touché."], ["[10]", "C'est donc dans ce contexte que, craignant pour leur vie et celle de leur famille, les demandeurs ont décidé de venir au Canada, ce qu'il ont pu réaliser le 15 mars 2001. En même temps, ils ont envoyé leur fille en France, où elle a obtenu le statut de réfugié.", "DÉCISION CONTESTÉE"], ["[11]", "Après avoir analysé toute la preuve, tant testimoniale que documentaire, le tribunal a conclu que ni le demandeur, ni son épouse ne sont des réfugiés ou des \"personne àprotéger\", pour les motifs suivants:", "- le témoignage du demandeur comporte tellement d'incohérences, de réticences et d'ajustements, qu'on ne peut y ajouter foi;", "- pendant tout le temps qu'il a témoigné, son épouse lui a soufflé des réponses et ce, malgré plusieurs mises en garde du tribunal;", "- après avoir écrit dans son FRP qu'il avait été arrêté et maltraité, il a dû au cours de l'audience corriger ses propos pour dire qu'il n'avait pas été arrêté, mais seulement maltraité par des agents du service secret;", "- le demandeur a déclaré que ses problèmes en tant que membre du Parti démocratique ont commencé en 1997 du fait qu'il organisait des réunions à l'université et avait une très grande influence auprès des étudiants. Cependant, il a oublié de dire que dès 1993, il avait pris sa retraite de l'université. Quand il a été confronté à ce fait, il a déclaré que même si officiellement, il était à la retraite, il était toujours à l'université. Le tribunal a rejeté cette explication car il paraissait manifeste que le demandeur avait improvisé cette réponse dans le seul but de se sortir d'embarras;", "- le demandeur a aussi déclaré que lors des manifestations qu'il avait organisées pour le Parti, il était le premier à prendre la parole contre le gouvernement du Parti socialiste. Pourtant, il s'agit d'un fait important qui ne figure pas dans son FRP. Quand on lui a fait remarquer, il a expliqué qu'il ne voulait pas faire un texte trop long, et ensuite, il a dit \"C'est un manque d'expérience\". Le tribunal a rejeté cette explication, car le demandeur aurait pu le dire facilement dans son FRP où il a présenté un récit de six pages et demie;", "- après l'attaque en 1999, il avait décidé avec sa femme de faire voyager son fils et sa fille dans la ville de Korça en Albanie. Il a dit qu'il avait compris que les agresseurs avaient mis les noms de son fils et de sa fille sur une liste noire. Toutefois, ce renseignement ne figure pas dans son FRP. Quand le tribunal lui a fait remarquer, il n'a pas pu donner d'explications et il a simplement dit qu'il s'agissait d'un manque d'expérience, explication qui selon le tribunal ne tenait pas et que le tribunal a rejeté;", "- en ce qui concerne sa crainte subjective, selon son témoignage, il était la personne principalement visée dans la famille, mais il a déclaré avoir plutôt fait partir son fils et sa fille pour rester en Albanie, avec son épouse, jusqu'en mars 2001. Il a eu de la difficulté à justifier cette position et il a donné une explication vague voulant qu'il pensait que la démocratie allait finir par l'emporter. S'il croyait effectivement que sa vie était en danger dès août 1999, il n'aurait sûrement pas continué à s'exposer à un tel risque;", "- le demandeur est arrivé au Canada le 15 mars 2001, et ce n'est que le 22 mars qu'il a formulé sa demande d'asile. Appelé à s'expliquer à ce sujet, il a tout simplement dit qu'il ne savait pas comment faire, même si, en arrivant, ils sont allés vivre chez le frère de la demanderesse et chez leur propre fils, qui lui était au Canada en qualité de réfugié.", "QUESTION EN LITIGE"], ["[12]", "La décision du tribunal est-elle manifestement déraisonnable ou a-t-elle été tirée sans tenir compte de l'ensemble de la preuve?", "ANALYSE"], ["[13]", "La décision du tribunal n'est pas manifestement déraisonnable. La demande de contrôle judiciaire doit donc être rejetée.", "Norme de contrôle judiciaire"], ["[14]", "La norme de contrôle judiciaire en matière de questions de faits est le critère de la décision manifestement déraisonnable. Dans l'arrêt  <FRAGMENT_SUPPRESSED>  au para. 51 a écrit:", "La Cour doit exercer une retenue judiciaire importante face aux conclusions de fait d'une formation de la Section du statut de réfugié. La norme de contrôle des décisions de la Section du statut de réfugié est généralement celle de la décision manifestement déraisonnable, sauf pour les questions qui portent sur l'interprétation d'une loi, auquel cas la norme devient celle de la décision correcte ..."], ["[15]", "A l'audience, les demandeurs ont allégué que le tribunal devrait faire droit à leur demande parce que leur fils et leur fille s'étaient vus reconnaître le statut de réfugié sur la base de leur récit. Cependant, le tribunal s'est prononcé sur cet élément et a conclu que la revendication d'un membre de famille dans une autre instance importe peu puisque le tribunal rend sa décision sur les faits au dossier. Je suis d'accord avec ce raisonnement, parce que les faits dans ces autres dossiers ne sont pas devant la Cour. Le contrôle judiciaire porte sur la reconnaissance du statut de réfugié des demandeurs, non de leurs enfants. Le juge  <FRAGMENT_SUPPRESSED>  (en ligne: QL) a écrit au para. 8:", "Avant de conclure, par ailleurs, je désire faire les commentaires suivants. Au paragraphe 31 de son mémoire, le requérant allègue que la Section du statut a reconnu le bien-fondé de la revendication de sa soeur par une décision en date du 9 avril 1992.", "Le fait de simplement prouver que sa soeur avait été déclarée réfugiée ne porte pas beaucoup de poids puisque les membres de la Section qui ont rendu cette décision l'ont rendue compte tenu des faits au dossier", ". Pourquoi le requérant n'a-t-il pas fait témoigner sa soeur et son beau-frère pour démontrer sa nationalité Kurde?", "La Section n'était pas liée par une décision rendue par un autre panel puisqu'il est possible que l'autre panel ait rendue une décision erronée", ". [je souligne]"], ["[16]", "Le concept de l'unité de la famille dans des affaires de revendication a été rejeté encore une fois par le juge Nadon, lorsqu'il écrit dans l'arrêt  <FRAGMENT_SUPPRESSED> , au para. 35:", "...Ce dernier a conclu que le principe de l'unité de la famille ne retire pas à un revendicateur le fardeau de démontrer qu'il est visé par la définition de \"réfugié au sens de la Convention\" énoncée au paragraphe 2(1) de la Loi."], ["[17]", "En conséquence, l'argument des demandeurs que le tribunal aurait dûfaire droit à leur demande parce que leur fils avait obtenu le statut de réfugié ne peut être retenu.", "Appréciation de la preuve dans son ensemble"], ["[18]", "Il est clair que le tribunal a tenu compte de la preuve dans son ensemble. Le fait que le tribunal n'ait pas accordé à leur preuve autant de poids qu'auraient souhaité les demandeurs n'est pas suffisant pour justifier l'intervention de la Cour. Il est clair d'après l'affaire Canada (Ministre de l'Emploi et de l' <FRAGMENT_SUPPRESSED>  que le tribunal n'a pas à mentionner dans sa décision chacun des éléments de preuve qu'il avait devant lui."], ["[19]", "Le tribunal n'a donc pas fait erreur sur cet aspect et il appartenait aux demandeurs de combler les lacunes dans la preuve, le cas échéant, puisque le fardeau de la preuve incombe aux demandeurs:  <FRAGMENT_SUPPRESSED> .", "Préférence de la preuve"], ["[20]", "Les demandeurs allèguent que le tribunal n'a pas pris en considération la preuve A-3.15 \"Albania: Opinions of three specialists on a series of questions related to the current situation in Albania\" qui décrit la situation politique en Albanie. Par contre, il n'est pas inutile de rappeler que la preuve documentaire portant sur la situation générale existant dans le pays d'un revendicateur ne permet pas, à elle seule, d'établir le bien-fondé de la revendication. Dans l'arrêt  <FRAGMENT_SUPPRESSED> , le juge Noël a écrit ce qui suit:", "Il est bien établi qu'un requérant doit démontrer une crainte objective et subjective de persécution. En l'occurrence, il n'était pas suffisant de simplement déposer de la preuve documentaire. Il fallait tout au moins démontrer que le requérant lui-même avait une crainte réelle de persécution. En l'absence de cette preuve, les membres de la Section étaient en droit de conclure comme ils l'ont fait."], ["[21]", "Le tribunal a aussi le pouvoir de retenir la preuve documentaire qu'il préfère lorsque la preuve dont il est saisi comporte des divergences:  <FRAGMENT_SUPPRESSED> .", "Comportement des demandeurs"], ["[22]", "Les demandeurs contestent le fait que le tribunal ait signalé que la demanderesse \"soufflait\" les réponses au demandeur lorsqu'il avait de la difficulté à témoigner. Ala lecture du procès verbal de l'audience, il est clair que la demanderesse est intervenue à plusieurs reprises pour aider le demandeur à relater les faits. Or, notre Cour a déjà statué que le tribunal peut prendre en compte le comportement d'un demandeur pendant son témoignage. Lorsque le témoin a de la difficulté à fournir des réponses adéquates et directes, le tribunal peut en tirer des conclusions défavorables. Dans la décision  <FRAGMENT_SUPPRESSED>  (en ligne: QL), le juge Pinard a écrit:", "En plus de mentionner les contradictions mal expliquées entre le FRP et le témoignage verbal des requérants, le tribunal a aussi noté le comportement, le manque de spontanéité et le manque de collaboration des requérants et a considéré que ces facteurs confirmaient son évaluation selon laquelle le récit des événements qui ont eu lieu en Israël n'était pas crédible. Il est bien établi que la Commission est en droit de tirer des inférences défavorables au niveau de la crédibilité à partir de tels facteurs et que, à moins que la conclusion concernant la crédibilité soit déraisonnable, la Cour ne doit pas intervenir."], ["[23]", "S'agissant d'une décision portant sur l'appréciation des faits, et devant l'absence du moindre indice quant à la nature \"déraisonnable\" de la décision, je ne vois pas comment la Cour pourrait justifier une intervention.", "LA CONCLUSION"], ["[24]", "Pour tous ces motifs, je rejette la présente demande de contrôle judiciaire. Les demandeurs n'ont présenté aucun élément de preuve permettant de conclure que le tribunal a rendu une décision manifestement déraisonnable.", "....................", "Gjergji Gjergo and  <FRAGMENT_SUPPRESSED>  Harrington, J.", "[Translation]: This is an application for judicial review under section 18.1 of the Federal Court Act, R.S.C. 1985, c. F-7, as amended, of a decision by the Refugee Protection Division of the Immigration and Refugee Board (panel), dated May 23, 2003, that the applicants were not Convention refugees within the meaning of section 96 of the Immigration and Refugee Protection Act (hereinafter the Act). The panel also found that the applicants were not persons in need of protection pursuant to paragraphs 97(1)(a) and (b) of the Act.", "FACTUAL BACKGROUND"], ["[2]", "The male applicant and his wife, the female applicant, are both citizens of Albania, the country that they left in March 2001 to come to Canada because of a well-founded fear of persecution by reason of their political opinion and their membership in a social group (the family). They allege that they are \"persons in need of protection\" in that they are in danger of being subjected to torture within the meaning of the first section of the Convention against Torture, to a risk to their life or to a risk of cruel and unusual treatment or punishment if they were to return to their country."], ["[3]", "In 1974, the female applicant's father, who was, at the time, Minister of Defence and Deputy Prime Minister of Albania, was accused of being an enemy of the people and was assassinated."], ["[4]", "The male applicant, who was then a university professor, was pressured by the academic council to divorce his wife, which he refused to do. His career as a professor was then put to an end, he and his wife lost the benefit of their diplomas, and the Minister of the Interior transferred them to Mirdite, in northern Albania, at the end of 1974, where they became ordinary workers."], ["[5]", "They were then transferred to Kurbnesh, where they stayed until 1990. That year, they were allowed to return to Tirana where they lived with the female applicant's mother because they had been refused housing."], ["[6]", "After the fall of the Communist regime, the male applicant became a member of the Democratic Party, as of August 15, 1991. He participated in the party's meetings and rallies. When the party came into power, he obtained a position at the faculty of medicine of the University of Tirana."], ["[7]", "Because of his political activities with the party, he received numerous telephone calls and anonymous letters threatening his life and the lives of his family if he did not put an end to his political activities."], ["[8]", "In 1997, the Communists came back into power and, in April 1999, he was mistreated by secret service agents and plainclothes police officers. This event prompted him to send his son to Canada, where he has since been granted refugee status."], ["[9]", "In November 2000, his daughter was raped by individuals who identified themselves as being from the Socialist Party. On March 8, 2001, while he was leaving a Party meeting in the company of a colleague, shots were fired in his direction, but he was not hit."], ["[10]", "It is therefore in this context that, fearing for their lives and the lives of their family, the applicants decided to come to Canada, which they managed to do on March 15, 2001. At the same time, they sent their daughter to France, where she was granted refugee status.", "IMPUGNED DECISION"], ["[11]", "After analysing all of the evidence -testimonial as well as documentary -the panel determined that neither the applicant or his wife were refugees or \"persons in need of protection\", for the following reasons:", "- The claimant's testimony is so full of inconsistencies, hesitations and changes that it is not reliable;", "- during the whole time he was testifying, his wife was whispering answers in his ear, despite being warned several times by the panel;", "- he wrote that he had been arrested and roughed up, but at the hearing he had to correct himself and say that he had not been arrested but only roughed up by secret service agents;", "- the claimant clearly stated that his problems as a member of the Democratic Party began in 1997 because of the fact that he organized meetings at the university and had a very big influence on the students. However, he had neglected to say that he had retired from the university in 1993. When he was confronted with that fact, he said that officially he had retired, but he was still at the university. The panel rejected that explanation, since it is obvious that the claimant made it up to get out of a tight spot;", "- the applicant also stated that at demonstrations that he had organized for the Party, he was the first to speak against the government of the Socialist Party. This is an important fact that is not in his PIF. When that was pointed out to him, he said he had not wanted to write a long text and then said, [TRANSLATION] \"It is for lack of experience.\" The panel rejected that explanation, because he could have easily said so in his PIF, where he had written a six-and-a-half-page narrative;", "- after the attack in 1999, he and his wife decided to send their son and daughter away to the town of Korca in Albania. He said that he had understood that the attackers had put the names of his son and daughter on a blacklist. But this detail is not in his PIF. When the panel pointed this out to him, he could not give an explanation and simply said it was because of a lack of experience, an explanation which, according to the panel, did not bear examination and which the panel rejected;", "- on the matter of subjective fear, according to his testimony, he was the main person targeted in the family, but he said he sent his son and daughter away and stayed in Albania, with his wife, until March 2001. He had trouble justifying this position and he gave a vague explanation that he had thought democracy would finally win out. If he had indeed felt that his life was in danger in August 1999, he would certainly not have continued to expose himself to such a risk;", "- the applicant arrived in Canada on March 15, 2001, but did not claim refugee protection until March 22. When asked why, he simply said he had not known how to go about it, even though, on arriving in Canada, they went to stay with his wife's brother and with their own son, who is in Canada as a refugee.", "ISSUE"], ["[12]", "Is the panel's decision patently unreasonable or was it made without regard to all of the evidence before it?", "ANALYSIS"], ["[13]", "The panel's decision is not patently unreasonable. The application for judicial review must therefore be dismissed.", "Standard of review"], ["[14]", "The standard of review in matters of questions of fact is the test of patent unreasonableness.  <FRAGMENT_SUPPRESSED> wrote:", "The Court must show significant deference to findings of fact made by a panel of the Refugee Division. The standard of review of decisions of the Refugee Division is generally patent unreasonableness except for questions involving the interpretation of a statute, in which case, the standard becomes one of correctness."], ["[15]", "At the hearing, the applicants alleged that the panel should have granted their claim because their son and their daughter were granted refugee status based on their story. However, the panel addressed this element and found that the claim of another family member in another case has little bearing, since the panel makes its decision on the facts in the record. I agree with this reasoning, because the facts of these other cases are not before the Court. The judicial review is concerned with the applicants' refugee status, not that of their children. Nadon J.A. in  <FRAGMENT_SUPPRESSED>  (QL) wrote at paragraph 8:", "Before concluding, however, I would like to make the following comments. In paragraph 31 of his memorandum, the applicant asserts that the Refugee Division accepted his sister's refugee claim on April 9, 1992.", "The mere fact of proving that his sister had been found to be a refugee does not carry a lot of weight, since the members of the Division who made that decision made it on the basis of the facts in the record", ". Why did the applicant not call his sister and brother-in-law to testify to establish that he is of Kurdish nationality?", "The Division was not bound by a decision made by another panel since it may be that the other panel made an incorrect decision", ". [Emphasis added]"], ["[16]", "The concept of family unity in matters involving refugee claims was dismissed once again by Nadon J.A., writing in  <FRAGMENT_SUPPRESSED> , at paragraph 35:", ". . . He concluded that the principle of family unity does not relieve a claimant of the onus of demonstrating that he falls within the definition of \"Convention refugee\" set out in subsection 2(1) of the Act."], ["[17]", "Accordingly, the applicants' argument, that the panel should have granted their claim because their son had been granted refugee status, must fail.", "Assessment of the evidence as a whole"], ["[18]", "It is clear that the panel took the evidence, as a whole, into consideration. The fact that the panel did not give their evidence as much weight as the applicants would have liked is not sufficient to warrant the intervention of the Court. It is clear, according to Canada (Minister of Employment and  <FRAGMENT_SUPPRESSED> , that the panel need not mention, in its decision, every piece of evidence that it has before it."], ["[19]", "The panel did not, therefore, err on this point and it was up to the applicants to fill the evidentiary gap, if need be, because the burden of proof lies on the applicants:  <FRAGMENT_SUPPRESSED> .", "Preferred evidence"], ["[20]", "The applicants allege that the panel did not consider exhibit A-3.15, \"Albania: Opinions of three specialists on a series of questions related to the current situation in Albania\", which describes the political situation in Albania. However, it is worth mentioning that the documentary evidence bearing on the general situation existing in the country of a claimant is not sufficient, in itself, to establish the merits of the claim.  <FRAGMENT_SUPPRESSED> , Noël J. wrote the following:", "It is settled law that an applicant must demonstrate an objective and subjective fear of persecution. In this case, it was not sufficient simply to file documentary evidence. It was necessary at the very least to establish that the applicant himself had a real fear of persecution. In the absence of such evidence, the Board members were entitled to conclude as they did."], ["[21]", "The panel also has the power to accept the documentary evidence that it prefers when the evidence before it contains discrepancies:  <FRAGMENT_SUPPRESSED> .", "Behaviour of the applicants"], ["[22]", "The applicants contest the fact that the panel pointed out that the female applicant \"was whispering\" the answers to the male applicant when he was having difficulty testifying. Upon review of the hearing transcript, it is clear that the female applicant intervened several times to help the male applicant in relating the facts. This Court has previously held that the panel may take into account the demeanor of an applicant during his testimony. When the witness has difficulty giving adequate and direct answers, the panel may make a negative credibility finding.  <FRAGMENT_SUPPRESSED>  (QL), Pinard J. wrote:", "In addition to noting the unsatisfactorily explained contradiction between the PIF and the applicants' oral testimony, the Tribunal noted the demeanour, lack of spontaneity and uncooperative behaviour of the applicants as factors contributing to its assessment that their account of the events they suffered in Israel lack credibility. It is well established that the Board is entitled to draw negative credibility inferences from such factors, and that unless the credibility finding is unreasonable, this Court ought not to interfere."], ["[23]", "As this is a decision concerning the assessment of the facts and, without any evidence of the \"unreasonableness\" of the decision, I do not see how the Court could justify its intervention.", "CONCLUSION"], ["[24]", "For all of these reasons, I dismiss this application for judicial review. The applicants have not presented any evidence that would support a finding that the panel made a patently unreasonable decision.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}