{"id_": "063561", "body_str": [["[1]", "Campbell, J.", ": The Applicant, a citizen of China, claims refugee protection in Canada as a Christian because of subjective and objective fear that should she be required to return to China she will suffer more than a mere possibility of persecution under s. 96 of the", "IRPA", ", or probable risk under s. 97. The present Application concerns the rejection of her claim on what is argued by the Applicant to be highly contentious factual findings with respect to the Applicant's credibility."], ["[2]", "In the decision under review the Applicant's evidence that she is a Christian is rejected on the basis of conclusions drawn with respect to two inextricably linked features: the validity of her identity documents; and the believability of her evidence that she is a widowed factory worker. In my opinion, if an erroneous finding is made on one of the features, the decision is made in reviewable error. A set out below, the decision fails on the first feature."], ["[3]", "The Applicant's identity documents in question are: passport; resident identity card; Hukou, marriage certificate; death certificate of her husband; and employment identity card. With respect to the first three principal means of identification, the RPD found the passport and resident identity card to be genuine, but came to the following conclusion on the Hukou:", "The claimant provided a Hukou in support of her family composition and personal identity. The panel noted that a forensic examination did not reveal any problems on the face of the Hukou; however, based on the concerns with the claimant's testimony, and concerns with the provenance of the Hukou, the panel finds that it cannot place weight on the Hukou as a document in support of the claimant's identity as presented. The panel found that, while it has stamps on it, the Hukou does not contain security features. The panel noted that the documentary evidence indicates that fraudulent documents, including Hukous, are available throughout China. Chinese officials also issue genuine documents to individuals who obtain such documents in a fraudulent fashion. The claimant testified that the Hukou was sent to her separately at the end of August; however, she was not able to provide evidence such as an envelope to attest to when and how the Hukou was sent to Canada. The panel also noted that the claimant provided a marriage certificate that had been tampered with. As outlined above, submitting a false or irregular document can have an effect on the remaining documents submitted and the claimant's overall credibility. Given the arguments above, the panel finds that it cannot place significant weight on the Hukou in support of the claimant's personal identity.", "(Decision, para. 12)"], ["[4]", "In my opinion the paragraph quoted exposes four significant reviewable errors. First, the genuineness of the Hukou, and, indeed, all of the identity documents are placed under suspicion by the introduction of an extraneous consideration namely the possibility that fraud is connected to documents obtained in China. There is no evidentiary basis for applying this fact in the present case and, accordingly, I find that overriding suspicion was unfairly introduced into the hearing of the Applicant's claim."], ["[5]", "Second, the RPD appears to be introducing inadmissible specialized knowledge about what to expect on the face of a genuine Hukou."], ["[6]", "Third, the forensic analysis of the marriage certificate did not conclude that it had been tampered with; the finding was that because of \"some misalignment ...the photo", "may have", "been tampered with\" (Tribunal Record, p. 511). This expert statement does not prove a fact on a balance of probabilities. Therefore, the RPD erroneously found that the marriage certificate was\"fraudulent\" (Decision, paras. 17 and 23)."], ["[7]", "And fourth, in my opinion, the finding that identity documents found to be false or irregular can have an effect on a claimant's overall credibility must be cautiously approached. In light of the errors just described, the RPD certainly did not take this approach when it unfairly concluded that the Applicant is not a Christian:", "For the reasons listed above, the panel finds that the claimant was not a wanted person in China. The panel also finds that the claimant was not a credible witness given her use of a fraudulent identity as the basis for her claim; and her submission of a fraudulent marriage certificate. Given this, the panel cannot place weight on the claimant's allegations that she was a practicing Christian in China."], ["[8]", "As a result, I find that the RPD's decision to be unreasonable.", "ORDER"], ["[9]", "THIS COURT ORDERS that", "the decision under review is set aside and the matter is referred back to a differently constituted panel for redetermination."], ["[10]", "There is no question to certify.", ".........................", "<FRAGMENT_SUPPRESSED>  [Traduction]: La demanderesse, citoyenne de la Chine, demande l'asile au Canada à titre de chrétienne, parce qu'elle craint subjectivement et objectivement d'être exposée, si elle était renvoyée en Chine, à plus qu'une simple possibilité de persécution au sens de l'article 96 de la LIPR, ou parce qu'il est probable qu'elle soit exposée à un risque au sens de l'article 97. La présente demande porte sur le rejet de sa demande d'asile, rejet qui serait fondé, selon elle, sur des conclusions de fait très contestables au regard de sa crédibilité."], ["[2]", "Dans la décision faisant l'objet du contrôle, les éléments de preuve que la demanderesse a présentés pour établir qu'elle est chrétienne sont rejetés sur la base de conclusions tirées quant à deux éléments inextricablement liés: la validité des pièces d'identité de la demanderesse, et la crédibilité des éléments de preuve selon lesquels la demanderesse est une veuve travaillant dans une usine. À mon avis, si une conclusion erronée a été tirée sur un de ces éléments, la décision est entachée d'une erreur susceptible de contrôle. Pour les motifs exposés ci-dessous, la décision est mal fondée en ce qui concerne le premier élément."], ["[3]", "Les pièces d'identité de la demanderesse sont les suivantes: passeport, carte d'identité de résident,", "hukou", ", certificat de mariage, certificat de décès de l'époux et carte d'emploi. En ce qui concerne les trois premiers principaux moyens d'identification, la SPR a déterminé que le passeport et la carte d'identité de résident étaient authentiques, mais elle a tiré la conclusion suivante à propos du", "hukou", "La demandeure d'asile a présenté un", "hukou", "à l'appui de la composition de sa famille et de son identité. Le tribunal a constaté qu'un examen judiciaire du", "hukou", "n'avait révélé aucun problème apparent. Cependant, à la lumière des réserves émises à l'égard du témoignage de la demandeure d'asile et de la provenance du", "hukou", ", le tribunal est d'avis qu'il ne peut accorder de valeur au", "hukou", "en tant que document présenté à l'appui de l'identité de la demandeure d'asile. Il estime en outre que, même s'il y a des timbres sur le", "hukou", ", ce dernier ne contient aucune caractéristique de sécurité. Le tribunal a constaté que la preuve documentaire démontre que les documents frauduleux, y compris les", "hukou", "s, peuvent être obtenus partout en Chine. Les autorités chinoises délivrent également des documents authentiques aux personnes qui obtiennent de tels documents de façon frauduleuse. La demandeure d'asile a déclaré que son", "hukou", "lui avait été envoyé séparément à la fin d'août. Or, elle n'a présenté aucun élément de preuve à cet égard, par exemple une enveloppe, pour confirmer quand et comment le", "hukou", "lui avait été envoyé au Canada. Qui plus est, le tribunal a constaté que la demandeure d'asile avait présenté un certificat de mariage falsifié. Comme il a été mentionné précédemment, la présentation d'un document faux ou comportant des irrégularités peut avoir une incidence sur les autres documents présentés ainsi que sur la crédibilité générale d'un demandeur d'asile. Compte tenu des arguments exposés ci-dessus, le tribunal conclut qu'il ne peut accorder une grande valeur au", "hukou", "présenté à l'appui de l'identité de la demandeure d'asile.", "(Décision, au paragraphe 12.)"], ["[4]", "À mon avis, le paragraphe reproduit ci-dessus contient quatre importantes erreurs susceptibles de contrôle. Premièrement, l'authenticité du", "hukou", ", et, en réalité, de toutes les pièces d'identité fait l'objet de soupçons fondés sur une considération extrinsèque, à savoir la possibilité de fraude liée aux documents obtenus en Chine. Rien dans la preuve ne laisse croire que cette possibilité s'applique en l'espèce et, par conséquent, j'estime que des soupçons dominants ont été injustement introduits dans l'audition de la demande d'asile de la demanderesse."], ["[5]", "Deuxièmement, la SPR semble introduire des connaissances spécialisées non admissibles sur ce que devrait montrer un authentique", "hukou"], ["[6]", "Troisièmement, après analyse judiciaire du certificat de mariage, l'examinateur n'a pas conclu que le document avait été falsifié; il a conclu qu'en raison d'un [traduction] « mauvais alignement [...] la photographie a", "peut-être", "été falsifiée » (dossier du tribunal, p. 511). Cette déclaration d'expert n'établit pas un fait selon la prépondérance des probabilités. Par conséquent, la SPR a commis une erreur en concluant que le certificat de mariage était « frauduleux » (décision, aux paragraphes 17 et 23)."], ["[7]", "Quatrièmement, à mon avis, la conclusion selon laquelle des pièces d'identité jugées fausses ou irrégulières peuvent miner la crédibilité globale d'un demandeur d'asile commande la prudence. À la lumière des erreurs décrites ci-dessus, la SPR n'a certainement pas agi avec prudence lorsqu'elle a inéquitablement conclu que la demanderesse n'est pas chrétienne:", "Pour les motifs susmentionnés, le tribunal estime que la demandeure d'asile n'était pas recherchée en Chine. En outre, il est d'avis qu'elle n'était pas un témoin crédible étant donné qu'elle a eu recours à des pièces d'identité frauduleuses pour établir le bien-fondé de sa demande d'asile et qu'elle a présenté un certificat de mariage frauduleux. Par conséquent, le tribunal ne peut accorder de valeur aux allégations de la demandeure d'asile selon lesquelles elle était une chrétienne pratiquante en Chine."], ["[8]", "Je conclus donc que la décision de la SPR est déraisonnable.", "ORDONNANCE"], ["[9]", "LA COUR ORDONNE que", "la décision faisant l'objet du contrôle soit annulée et que l'affaire soit renvoyée à un tribunal différemment constitué pour qu'une nouvelle décision soit rendue."], ["[10]", "Il n'y a pas de question à certifier.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}