{"id_": "063547", "body_str": [["[1]", "Rothstein, J.", ": The Reasons for Order in these interlocutory injunction applications were issued on July 21, 1994. In those Reasons, counsel for the plaintiff was asked to submit an Order agreed to as to form. However, on July 22, 1994, a reconsideration application was made by the plaintiff. The reconsideration application could not be heard until August 22, 1994 and was not completed until there was a further conference call on August 31, 1994. In the meantime, on August 5, 1994, in order that the time for appeal could commence to run, I issued an Order without input from counsel, giving effect to the July 21, 1994 Reasons."], ["[2]", "These Reasons on Reconsideration deal with the following matters.", "1. the defendants' 75 mg diclofenac slow release tablets;", "2. the form of Order;", "3. costs;", "4. plaintiff's undertaking.", "1. The Defendants' 75 Mg", "Diclofenac Slow Release Tablets"], ["[3]", "The plaintiff sought a reconsideration on the basis that the court's refusal to grant interlocutory injunctions against the defendants' 75 mg diclofenac slow release tablets must have been due to an oversight by the court. In the Conclusion section of the Reasons issued on July 21, 1994, the Reasons stated:", "\"There is no evidence before me as to the appearance of the defendants' 75 mg tablets and, as I understand the evidence, the defendants are some years away from marketing this dosage. While I acknowledge that this is a 'quia timet' application, I think that there must be some evidence of confusion or deception and without evidence of the appearance of the defendants' products, an essential component of passing off in respect of the 75 mg dosage is missing at this time. However, my disposition in respect of the defendants' 75 mg tablets is without prejudice to the right of the plaintiff to bring fresh interlocutory injunction applications if and when it is faced with the introduction of such dosage by one or both defendants in what the plaintiff considers to be a look-alike of its Voltaren SR 75 mg dosage.\"", "Counsel for the plaintiff submitted that there was evidence in the record as to the defendants' intention respecting their 75 mg tablets. He argued that this evidence described the defendants' 75 mg tablets and was sufficient to support interlocutory injunctions in respect of these tablets."], ["[4]", "As I indicated to counsel during the August 22, 1994 conference call, I was aware that the defendants had made no secret of their desire and intention to market look-alike tablets generally and specifically with respect to their diclofenac slow release products in both 100 mg and 75 mg dosages. The difficulty that I had, and continue to have, is that, while there was some explanation of the appearance of the defendants' 75 mg tablets in the record, I did not have the defendants' 75 mg products before me as I did in the case of their 100 mg products. I was therefore unable to make my own assessment as to the similarity or otherwise of the defendants' 75 mg products to the plaintiff's 75 mg product."], ["[5]", "An interlocutory injunction, being an extraordinary remedy, I was not satisfied that I could or should rely solely on the defendants' intentions or their explanations of the appearance of their tablets. Had I seen the defendants' 75 mg tablets, it would have been open to me to conclude that, for interlocutory injunction purposes, there was no serious issue that they were deceptive. Without seeing them, I could not make such a determination. I was not satisfied that, in the circumstances of this case, it was appropriate to grant what would be tantamount to a prospective interlocutory injunction enjoining the defendants from marketing 75 mg look-alike products at some time in the future without at least seeing the defendants' products. Further, because the defendants are some time away from marketing their 75 mg diclofenac slow release tablets, I was not satisfied that, at this time, the plaintiff would suffer irreparable harm or that the balance of convenience favoured the plaintiff in respect of these tablets. Indeed, the matter could come to trial before the defendants are in a position to market tablets in the 75 mg dosage. For these reasons, I would dismiss this aspect of the reconsideration application."], ["[6]", "However, the plaintiff should be at liberty, if and when either of the defendants' 75 mg diclofenac slow release tablets become available, and should the plaintiff consider them to be look-alikes of the plaintiff's 75 mg Voltaren SR tablets, to bring a fresh application for an interlocutory injunction in respect of such tablets at that time, should the matter not already have proceeded to trial. Upon such application, the parties may rely upon the record in Court files T-2582-93 and T-2583-93 and on such further evidence as they may choose to adduce.", "2. Form Of Order"], ["[7]", "As part of the reconsideration process, the parties made submissions as to the form of the Order made on August 5, 1994, for the purpose of correcting matters that should have been dealt with in the Order that were overlooked or were accidentally omitted. The plaintiff proposes the following wording for the Order giving effect to the interlocutory injunction respecting the defendants' 100 mg diclofenac slow release tablets.", "\"The defendant is restrained by its officers, directors, servants, agents, employees, and otherwise, until final disposition of this matter after a trial or otherwise, from advertising, marketing, selling, shipping and distribution 100 mg diclofenac slow release tablets that have a look-alike appearance to that of the plaintiff's 100 mg Voltaren SR brand tablets.\"", "The defendants prefer the following wording, which they say is taken directly from the relief requested by the plaintiff in its notice of motion:", "\"An interlocutory injunction is granted until the trial of this matter restraining the defendant from directing public attention to the appearance of its 100 mg diclofenac slow release tablets in such a way as to cause or to be likely to cause confusion in Canada between its tablets and the Voltaren SR brand diclofenac 100 mg tablets to the plaintiff.\"", "The defendants point out that their choice of wording is \"standard\" wording. They say that the term \"look-alike\" is not a term that is well recognized and that the plaintiff's wording would, for example, purport to preclude them from marketing look-alike tablets in locations other than Canada. They say that the words \"and otherwise\" are excessive."], ["[8]", "I agree with counsel for the defendants that, in the circumstances of this case, the Order should not purport to be operative extra-territorially and should be restricted to Canada only. Removing the reference to \"shipping\" and referring expressly to \"in Canada\" is something that should have been dealt with in the August 5, 1994 Order. However, I find the defendants' proposed wording, although in some respects, perhaps broader than the plaintiff's wording, somewhat less clear. It seems to me that the intent of the interlocutory injunction is to preclude the defendants, pending trial, from advertising, marketing, selling or distributing their look-alike 100 mg tablets and there is no reason that the Order should not reflect that intention expressly."], ["[9]", "I am satisfied from the physical appearance of the defendants' 100 mg tablets that they are look-alikes to the plaintiff's 100 mg Voltaren SR tablets. The term \"look-alike\" is one that is well understood by the defendants. It has been their practice up to this time to market generic products in a look-alike form to the products of originating manufacturers. Use of this term in the Order is, in my opinion, appropriate."], ["[10]", "The word \"otherwise\" in the context in which it is used is, I think, used in an abundance of caution to ensure that the defendants will not in any way at all, do what the injunction is intended to preclude them from doing."], ["[11]", "While the plaintiff asked for relief in the form proposed by the defendants, the plaintiff also asked for \"such further or other order as to this Honourable Court may seem just\". I do not think that the court is precluded from adopting wording in its Order that, at least in the view of the court, more clearly reflects its intention than the words originally proposed by the successful party. Having regard to the submissions of counsel on reconsideration, paragraph 1 of the Order shall be worded as follows:", "\"The defendant is restrained by its officers, directors, servants, agents, employees or otherwise, until final disposition of this matter and after trial or otherwise, from advertising, marketing, selling and distributing in Canada 100 mg diclofenac slow release tablets that have a look-alike appearance to that of the plaintiff's 100 mg Voltaren SR brand tablets.\""], ["[12]", "Paragraph 2 of the Order is agreed upon and reflects my refusal of the plaintiff's reconsideration application in respect of the defendants' 75 mg tablets. Paragraph 2 shall be worded as follows:", "\"The application in respect of the defendant's 75 mg tablets is dismissed, without prejudice to the right of the plaintiff to bring a fresh application for an interlocutory injunction if and when a sample of the defendant's said tablets is available and, upon such application, the parties may rely upon the record herein and in Court file T-2582-93 and such further evidence as they may choose to adduce.\""], ["[13]", "Paragraphs 3 and 4 deal with costs to which I now turn.", "3. Costs"], ["[14]", "In the August 5, 1994 Order, the matter of costs was left open for submission during the reconsideration process."], ["[15]", "As I indicated in my Reasons issued on July 21, 1994, the jurisprudence is clear that upon an interlocutory injunction application, a court should refrain from a detailed consideration of the merits. Once satisfied that a serious issue has been established by a plaintiff, the court should concentrate on the questions of irreparable harm and balance of convenience. Notwithstanding high judicial approval for this approach, there was extensive time taken with the merits on these applications. In my view, much of the time taken was at the instance of the defendants. Perhaps it was because of the importance of this case. Nonetheless, in my view, the defendants should bear some of the plaintiff's costs which pertain to the \"excess\" arguments on the merits. Otherwise, the costs of these proceedings should be in the cause."], ["[16]", "Over six days were consumed on the merits. Allowing that one day was necessary in any event, the excess would be five days. Preparation time is not precisely clear but I accept that plaintiff's counsel took at least six days in excess of what would otherwise have been necessary to prepare to respond to the defendants."], ["[17]", "Having regard to the seriousness of this case, the specialized area of practice involved and the experience and expertise of all counsel, I do not think that a per diem counsel fee of $1,000 per day for plaintiff's principal counsel and $500 per day for assisting counsel is excessive. Counsel for the defendants did not disagree with the appropriateness of these rates. I am satisfied that they are well below the fees charged on a solicitor and client basis. Counsel for the plaintiff indicated that disbursements in respect of the excess time included an attendance at Ottawa involving disbursements of approximately $2,000. Based on 11 days for plaintiff's principal counsel and eight days for assisting counsel, plus $2,000 for disbursements, I would fix the party-party costs that should be payable by the defendants to the plaintiff for this motion, in any event of the cause, at $17,000. The plaintiff is entitled only to one set of costs for these motions. The sum of $17,000 should be divided equally between the defendants and as these costs are payable in any event of the cause, payment should be made in the near future and should not await the trial of the action."], ["[18]", "All other costs of this motion shall be in the cause.", "4. Form Of Undertaking"], ["[19]", "The wording for the plaintiff's undertaking shall be as follows:", "Undertaking", "\"Whereas this Honourable Court by order dated August 5, 1994 as corrected by order dated September 2, 1994, granted an interlocutory injunction until the trial of this matter whereby Apotex Inc./Novopharm Limited is enjoined from advertising, marketing, selling or distributing, in Canada, its 100 mg diclofenac slow release tablets in a look-alike appearance to the plaintiff's Voltaren SR 100 mg tablets;", "\"And whereas it is a condition of the granting of this interlocutory injunction that the plaintiff provide an undertaking as to damages in writing satisfactory to the court;", "\"The plaintiff hereby undertakes to abide by any order concerning damages that this Honourable Court may make by reason of the grant of the interlocutory injunction herein.", "\"Dated at Mississauga, Ontario, this __ day of September, 1994.\"", "5. Conclusion"], ["[20]", "The Order issued concurrently with these reasons reflects those changes that arise out of the reconsideration proceedings commenced by the plaintiff.", "Order accordingly.", "Editor: Angela E. McKay/dlr", "[End of document]"]]}