{"id_": "063644", "body_str": [["[1]", "Strickland, J.", ": This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the Board), dated October 11, 2012, in which it concluded that the Applicants were not Convention refugees nor persons in need of protection under sections 96 or 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (IRPA). This application is brought pursuant to section 72 of the IRPA.", "Background"], ["[2]", "The Applicants, Julie Canteros Licao (the Principal Applicant), his wife, Melida Asuncion Licao, and their children, Chariz Vania Asuncion Licao, and Trooper Jim Asuncion Licao (collectively, the Applicants) are citizens of the Philippines."], ["[3]", "They claim that in 2004 the Principal Applicant, who ran a trucking business, entered into a contract with the Pepsi Cola Company to transport bottles from a plant to distribution centres around the Philippines. In the course of his operations he was routinely hijacked by individuals who would steal parts of his load. He reported this to the police who were reluctant to respond. The Principal Applicant later purchased additional trucks and expanded his business."], ["[4]", "In May 2006, three individuals carrying rifles came to his home in Dabong and informed him that they were from the New People's Army (NPA) and were collecting donations for their group. The Principal Applicant advised them that he did not have any money at his home. They gave him two months to pay and said that they would take action against his family if he failed to do so. The Principal Applicant had knowledge of the NPA and believed they were serious about carrying out their threats."], ["[5]", "Two weeks later the family left their residence in Dabong and moved to the city of Cagayan De Oro. Their former home was subsequently vandalized which they reported to the police who responded that this sort of thing was to be expected if the home was unoccupied."], ["[6]", "In 2006 the Principal Applicant dismissed an employee who, in response, threatened to kill the Applicant and his family and who also identified himself as an active member of the NPA. The employee stated that he applied for the job for the purposes of determining if the Principal Applicant had money to pay to the NPA and that most of the thefts from the Principal Applicant's trucks had been arranged by him and carried out by the NPA. The Principal Applicant reported this event to the police. No arrests were made despite the fact that the police knew the identity of the individual responsible."], ["[7]", "The Principal Applicant and his wife arrived in Canada on February 12, 2007 on visitor visas. Their children followed on May 25, 2007, also on visitor visas. The Applicants applied for refugee protection on December 22, 2009."], ["[8]", "The Applicants claim that they are at risk of harm from the NPA as a result of these events. On October 11, 2012, the Board denied their claims for refugee protection (Decision). This is the judicial review of that Decision.", "Decision under Review"], ["[9]", "The Board found that the Applicants were not Convention refugees or persons in need of protection pursuant to sections 96 and 97, respectively, of the IRPA primarily because of their delay in claiming protection which they filed two and a half years after arrival in Canada. The Board found that this delay was inconsistent with an allegation of being at risk."], ["[10]", "While the Board was satisfied that the Principal Applicant had the commercial profile that he alleged and was subject to financial demands from time to time by the NPA, it was not satisfied that the Applicants came to Canada to claim refugee protection for that reason. The Board noted their conduct during times material to their claims, namely the period between when they arrived in Canada and when they filed their refugee claim, as well as their delay in claiming protection, which it found was inconsistent with persons at risk."], ["[11]", "The Board noted the Applicants' explanations for the delay being that in the intervening period they learned from their family members in the Philippines that, should they return, their lives continued to be at risk. Prior to this they had not wanted to remain in Canada permanently. Further, that they had the protection of valid visitor visas during this time. The Board did not accept this as an adequate explanation for their failure to claim refugee protection at the port of entry or for the exceptional and significant delay in making their claim in the context of their circumstances."], ["[12]", "The Board further noted the female Applicant's oral testimony that they came to Canada to relax because of the difficult situation they were facing in the Philippines."], ["[13]", "The Board found that the family was familiar with refugee status and the general criteria for advancing refugee claims in Canada, yet did not file protection until it became clear that they remained at a risk. The Board found that it had not been established on sufficient reliable evidence that the Applicants had a credible reason to believe that their circumstances in the Philippines would improve so substantially that they would no longer be at a risk of serious harm. Since the Applicants had the benefit of staying in Canada for six months by way of their initial visitor visas, this would have been sufficient for them to \"go beyond undertaking internet research in order to obtain more definitive and reliable guidance on how best to safeguard their interests in Canada for the longer term\"."], ["[14]", "The Board also noted interpretation issues including that several scheduled dates for the hearing were postponed due to the unavailability of a Cebuano dialect interpreter. The interpreter requested for the day of the subject hearing was a Cebuano interpreter, however, a Tagalog interpreter was present. The Board declined counsel's request to postpone the hearing based on its own examination of the level of proficiency and facility of the Applicants in the various languages which they used to communicate with counsel at his office in the absence of a Cebuano translator. The Board found that the Applicants would be able to provide testimony and participate meaningfully with the assistance of the Tagalog language interpreter because the only issue that had to be addressed was delay in seeking refugee status in Canada and because the Applicants confirmed during the hearing that they were able to follow the examination and understood the questions asked and answers provided. The Board noted that the Principal Applicant's wife was able to respond to questions around the issue of delay, that no questions needed to be asked with respect to any of the events alleged in the PIF and that the Principal Applicant's wife was therefore in an equal position to be the representative witness."], ["[15]", "The Board briefly addressed state protection and found that the country documentation reflected that state authorities are making serious efforts to protect their citizens and to correct and address the forms of mistreatment alleged in the Applicants' claims. The Board found that the Applicants' conduct in Canada and the declarations they made on their arrival supported its finding that state protection in the Philippines for persons similarly situated, while not perfect, was adequate and effective in most cases. The Applicants had not established a serious possibility that they would continue to face acts of mistreatment. The Board concluded that they did not have a well-founded fear of persecution on any Convention ground or a risk to their lives, risk of cruel and unusual punishment or treatment or danger of torture.", "Issues"], ["[16]", "In my view, the issues can be framed as follows:", "1. Did the Board breach its duty of procedural fairness?", "2. Did the Board err in making a negative credibility finding because of delay and in disposing of the refugee claims on this basis?", "3. Is the Board's state protection finding reasonable?", "Standard of Review"], ["[17]", "<FRAGMENT_SUPPRESSED>  at para 57 [ <FRAGMENT_SUPPRESSED> ], the Supreme Court of Canada held that reviewing courts need not conduct a full standard of review analysis if prior jurisprudence has established a standard of review applicable for a given decision-maker in the circumstances."], ["[18]", "To the extent that the Applicants' submissions on the first issue raise issues of procedural fairness such as interpretation, prior jurisprudence has established that these are reviewed on a correctness standard ( <FRAGMENT_SUPPRESSED> , above, at para 59;", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at para 43 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). No deference is owed to decision-makers on these issues (", "<FRAGMENT_SUPPRESSED> , at para 50)."], ["[19]", "It is also established jurisprudence that credibility findings, described as the \"heartland of the Board's jurisdiction\", are essentially pure findings of fact that are reviewable on a reasonableness standard (", "<FRAGMENT_SUPPRESSED>  (QL) (CA)). The Board's review of the facts to support a section 96 and 97 claim, including that of state protection, is also reviewed on a reasonableness standard (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). Therefore, the remaining issues are reviewed on a reasonableness standard."], ["[20]", "When reviewing a decision on a standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process\" ( <FRAGMENT_SUPPRESSED> , above, at para 47; <FRAGMENT_SUPPRESSED> , above, at para 59).", "Issue 1: Did the Board breach its duty of procedural fairness?", "Applicants' Submissions"], ["[21]", "The Applicants submit that the Board breached its duty of procedural fairness, section 14 of the", "Canadian Charter of Rights and Freedoms", ", the", "Bill of Rights", "and the", "Refugee Protection Division Rules", ", SOR/2012-256 (Rules) as they had requested a \"Cebuan (dialect of) Tagalog interpreter\" but the interpreter that was provided at the hearing only spoke Tagalog. The Board is required to provide an interpreter where a party does not understand or speak the language in which the hearing is conducted. Further, the Board considered an irrelevant consideration being that the Applicants' communicated with their counsel, in his office, without a Cebuan interpreter. The criteria for acceptable interpretation are that it must be continuous, precise, competent, impartial and contemporaneous. Further, no actual prejudice need be demonstrated to make out a claim for a breach of a right to an interpreter (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[22]", "The ability to understand the proceeding is not sufficient to permit a matter to proceed absent an interpreter (", "<FRAGMENT_SUPPRESSED>  (TD) at para 12 (QL) [ <FRAGMENT_SUPPRESSED> ]). Here, the interpretation was not continuous because of the differences in dialect. The Applicants submit that they did not waive their right to interpretation. The fact that the children understood the interpreter is not a reason to relax the interpretation standards for the other claimants.", "Respondent's Submissions"], ["[23]", "The Respondent submits that the quality of translation did not compromise the fairness of the Applicants' hearing. <FRAGMENT_SUPPRESSED> , above, does not excuse the Applicants from demonstrating that translation fell below a reasonable standard. The right to adequate translation is not a right to perfect translation; the fundamental value is linguistic understanding ( <FRAGMENT_SUPPRESSED> , above;", "R v Tran", ", [1994] 2 SCR 951 [", "Tran", "];", "<FRAGMENT_SUPPRESSED> [", "Singh", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). Further, that the Applicants must demonstrate a material failure of understanding (", "<FRAGMENT_SUPPRESSED> [", "Fu", "])."], ["[24]", "The Respondent submits that the Applicants have adduced no evidence that the hearing was compromised. While the interpreter spoke a different dialect which at times may have made their understanding challenging, the Applicants' evidence was that, on balance, they understood the interpreter."], ["[25]", "The Applicants' reliance on <FRAGMENT_SUPPRESSED> , above, is misplaced. There, the Board forced the claimant to provide evidence without any interpretation and without being satisfied that he could understand the language of the inquiry. Here, prior to commencing the hearing, the Board made inquiries to satisfy itself that the Applicants could understand the Tagalog interpreter and confirmed this on more than one occasion throughout the hearing. The Applicants have also not demonstrated any translation errors or instances in which they were unable to understand or communicate meaningfully at the hearing or, arising later upon review of the transcript. Accordingly, they have not demonstrated a material failure of understanding ( <FRAGMENT_SUPPRESSED> , above; <FRAGMENT_SUPPRESSED> , above). The Board cannot be faulted for proceeding with the hearing and there is no basis for this Court's intervention.", "Analysis"], ["[26]", "Singh", ", above, summarizes the principles of law applicable to issues of interpretation and translation:", "Both counsel agree the question of the quality of the interpretation is governed by the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED> . In my view, the principles enunciated in <FRAGMENT_SUPPRESSED> may be briefly summarized as follows:", "a. The interpretation must be precise, continuous, competent, impartial and contemporaneous.", "b. No proof of actual prejudice is required as a condition of obtaining relief.", "c. The right is to adequate translation not perfect translation. The fundamental value is", "linguistic understanding", "d. Waiver of the right results if an objection to the quality of the translation is not raised by a claimant at the first opportunity in those cases where it is reasonable to expect that a complaint be made.", "e. It is a question of fact in each case whether it is reasonable to expect that a complaint be made about the inadequacy of interpretation.", "f. If the interpreter is having difficulty speaking an applicant's language and being understood by him is a matter which should be raised at the earliest opportunity.", "[Emphasis in original]"], ["[27]", "The standard is not perfection as interpretation is, as noted by Chief Justice Lamer (as he then was) in", "Tran", ", above, at 987, an \"inherently human endeavour which takes place in less than ideal circumstances.\""], ["[28]", "Further, the right to interpretation can also be waived as the Federal Court of Appeal stated in <FRAGMENT_SUPPRESSED> , above, at paras 18-19, if an applicant fails to object to the quality of the interpretation at the first opportunity."], ["[29]", "The Applicants met the requirement of subsection 19(1) of the Rules which states that if a claimant requires an interpreter for a proceeding, he or she must indicate the language or dialect of the interpreter in the PIF. They indicated in their PIFs that their first language was Tagalog and that the language and dialect that they spoke most fluently was Cebuan. Each requested an interpreter for the proceeding in \"Cebuan/Tagalog\" or \"Cebuan or Tagalog.\" However, each Applicant also declared that they were able to read English and understood the entire content of their PIFs and their attachments. Subsequently, the Principal Applicant also amended his PIF to state that he also spoke English."], ["[30]", "At the start of the hearing, the Principal Applicant again stated that they required a Cebuan interpreter. The interpreter who was present interpreted for Tagalog, but not Cebuan. The Board asked if any of the other claimants spoke or understood Tagalog and was advised that all of them did. He then asked if there was something different about the Principal Applicant's understanding, and was advised that Cebuan was used for communication within the family and was the Principal Applicant's \"real language\". The Principal Applicant also confirmed that he spoke some English, but could not understand difficult words. He also confirmed when asked by the Board during the hearing that he was able to follow the proceeding."], ["[31]", "The Board stated that it had only one issue to address which concerned the delay in making the refugee claims. The Board inquired of counsel as to how he and his staff had been communicating with the Applicants in preparing for the hearing and was advised that the female Applicant acted as the principal narrator and would translate his questions into Cebuan and the answers back to English. The Board stated that its approach during the hearing was not different than that undertaken by counsel. Further, that while the female Applicant was a party with an interest in the outcome of the proceeding, the Board was satisfied that the hearing could proceed because of the brief and general nature of the questions to be asked concerning the delay. The Board found that its inquiries could be just as appropriately and easily answered by one of the other Applicants. It proceeded over the objection of counsel who submitted that the interpretive environment in his office was completely different from that of a refugee hearing and that the Principal Applicant would have only a basic understanding of the proceeding in the absence of a Cebuan interpreter. The Board proceeded and examined the female Applicant as she testified that she could understand and speak Tagalog."], ["[32]", "The Certified Tribunal Record (CTR) indicates that the hearing was originally scheduled to be heard on March 2, 2011 but was postponed because a Cebuan interpreter was requested. On the next hearing date, October 19, 2011, the matter was again postponed because an interpreter of the Cebuan dialect was required. On the next hearing date, December 21, 2011, the matter was again postponed this time due to illness of counsel; the hearing information sheet noted that a Cebuano interpreter was to be booked for the rescheduled hearing. The matter was next scheduled for March 19, 2012 but was again postponed this time due to unavailability of counsel; the same notation for the need for a Cebuan interpreter was affixed."], ["[33]", "Given this, the Boards' frustration in facing yet another delay given the absence of a Cebuan interpreter is understandable as is the need to process refugee claims as quickly as possible ( <FRAGMENT_SUPPRESSED> , above, para 17;", "<FRAGMENT_SUPPRESSED> ). It is also quite clear, given that the Principal Applicant raised the issue at the start of the hearing and counsel's objection, that the Applicants did not waive their right to a Cebuan interpreter."], ["[34]", "In these circumstances, it really becomes a question of whether, on a practical level, a Cebuan rather than a Tagalog translator was needed in order to preserve procedural fairness."], ["[35]", "In", "Tran", ", above, the Supreme Court of Canada considered the need for an interpreter as the first step in an analysis as to whether a breach of section 14 of the", "Charter", "had occurred and stressed that courts should be generous and open-minded when assessing an accused's need for an interpreter."], ["[36]", "In the present case, the female Applicant's affidavit filed in support of the judicial review states:", "3. I understand English well enough to understand this affidavit but I need an interpreter for a hearing or interview. We could understand the interpreter only after a lot of effort and changing the words that we used, and the same for the interpreter. We were extremely stressed during the hearing as a result and could not concentrate. This affected how we answered. This was not a fair hearing. We told the member that we understood but this was after a lot of back and forth between the interpreter and us. My children understood much better and speak English well."], ["[37]", "In <FRAGMENT_SUPPRESSED> , above, the applicants therein submitted that the translation was not adequate as they did not understand some of the terms of the interpreter, thus breaching their right to procedural fairness. Justice Zinn found each of the alleged errors and failures in translation were not material and did not impact the Board's understanding of their testimonies."], ["[38]", "Here, the female Applicant's affidavit does not point to any material errors in the interpretation that impacted the decision. Nor does it state how the answers given by the female Applicant would have differed if a Cebuan translator had been provided. Nor do the Applicants point to any aspects of the hearing they could not understand or identify any portion of the hearing that could have been better explained by the Principal Applicant than by his wife. Significantly, the Principal Applicant did not file any affidavit evidence in support of the judicial review. He did not assert that he did not understand the proceeding or that, had he been responding to the questions posed by the Board, he would have given answers that in any way differed from the evidence given by the female Applicant. I would also note that the documentation filed by the Applicants in support of their claim, such as the certificate of business name registration, the application for sole proprietorship, the business permit, the contract with Pepsi-Cola, were all written in English and signed by the Principal Applicant. And, importantly, the Board confirmed the Applicants' understanding on several occasions during the hearing."], ["[39]", "In", "Fu", ", above, the applicant therein asserted that an error in translation deprived him of procedural fairness. Justice Rennie looked at the legal effect of the translation error and whether, assessed in the light of the decision as a whole, the applicant was denied procedural fairness. He concluded:"], ["[10] The fact that there was an error in translation, which in turn formed the incorrect foundation of one of the adverse findings of credibility does not mean that the decision should be set aside. It is clear that the IRB rejected Mr. Fu's claim because it found him, over the course of his testimony, not to be credible - not just because the IRB thought he had not mentioned Jesus Christ by name. In sum, Mr. Fu's right to procedural fairness was not breached as the breach could not, once again in regard to the decision as a whole, have affected the outcome of the decision under review:", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , p. 228. Despite the translation error, and the inference drawn from it, the IRB findings with respect to Mr. Fu's credibility are reasonable ..."], ["[40]", "Applicants are entitled to the interpreter of the language that they have requested and it is not the role of the Board to determine whether or not an applicant needs an interpreter of a different dialect than the one provided. Thus, a decision to proceed in the absence of a translator of the dialect requested by an applicant would, in most cases, comprise a breach of procedural fairness. However, I do not think that it amounts to such on the particular facts and the evidence in this matter."], ["[41]", "In this case, the Applicants have failed to demonstrate how the hearing was compromised by the lack of a Cebuan interpreter. Specifically, they have not demonstrated how their factual evidence concerning the sole issue addressed at the hearing, which was delay, would have differed if they had a Cebuan translator and have not identified any errors in the interpretation that impacted the decision ( <FRAGMENT_SUPPRESSED> , above, at para 28;", "Singh", ", above, at para 24). Therefore, in my view, they have not established that they were denied procedural fairness.", "Issue 2: Did the Board err in making a negative credibility finding because of delay and in disposing of the refugee claims on this basis?", "Applicants' Submissions"], ["[42]", "The Applicants appear to suggest that the Board did not make its credibility findings in clear and unmistakable terms (", "<FRAGMENT_SUPPRESSED>  Additionally, that a delay in making a refugee claim is insufficient to negate a subjective fear pursuant to section 96 and is not determinative (", "<FRAGMENT_SUPPRESSED>  (QL)(CA) [", "Hue", "];", "<FRAGMENT_SUPPRESSED>  (QL)(CA) [ <FRAGMENT_SUPPRESSED> ]). Further, that the Board erred in law in rejecting their section 97 claim on the basis of delay because this, and subjective fear, is not relevant to that analysis (", "<FRAGMENT_SUPPRESSED> )."], ["[43]", "The Applicants submit that their explanations for the delay were reasonable. If an individual fearing a risk acts according to their understanding, the Board cannot substitute its understanding of the situation (", "<FRAGMENT_SUPPRESSED> ;", "Hue", ", above). There is jurisprudence which has held that the Board erred in failing to consider the existence of a student visa as an acceptable explanation for delay which is equally applicable in this case (", "<FRAGMENT_SUPPRESSED> [", "El Balazi", "]). The Applicants submit that the Board's reasons are not entirely clear and are contradictory."], ["[44]", "The Applicants submit that only one of the cases cited by the Respondent to justify that credibility is determinative under both section 96 and 96 was decided after section 97 was enacted which is", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. The Applicants also submit that the Respondent attempts to supplement the Board's reasons on risk by clarifying its Decision.", "Respondent's Submissions"], ["[45]", "The Respondent submits that the Board was entitled to draw a negative inference from the Applicants' failure to claim protection at an early opportunity. Further, absent a reasonable explanation, the delay undermines an applicant's subjective fear and, consequently, their credibility ( <FRAGMENT_SUPPRESSED> ;", "Singh", "; both above;", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[46]", "The Applicants had a relatively sophisticated understanding of Canada's immigration and refugee system even before leaving the Philippines. The parents left the Philippines \"for a holiday\" leaving their children behind to join them later. Taken together with the delay in seeking refugee status, the Board reasonably found that the delay undermined the credibility of their claim and, therefore, that they did not claim refugee status as a result of risk but as an alternate means of immigrating to Canada. The existence of an alternative explanation does not mean that the Board's decision is unreasonable (", "<FRAGMENT_SUPPRESSED> ; <FRAGMENT_SUPPRESSED> , above)."], ["[47]", "The Respondent submits that the Board's findings on the Applicants' credibility were determinative of both their sections 96 and 97 claims. The Board did not entirely accept their allegation of risk, nor did it reject it solely for a failure to evidence a subjective fear. The Board found that the delay in claiming protection was inconsistent with the alleged mistreatment and risk that the Applicants claimed to face in the Philippines. While it accepted that the Principal Applicant had been subjected to financial demands from time to time, the Board did not believe that the Applicants had consequently been threatened or that their lives were at a risk as a result. Their lack of urgency in seeking to remain in Canada reasonably cast doubt on the seriousness of their situation in the Philippines.", "Analysis"], ["[48]", "The Decision does not question the credibility of the Applicants other than in the context of their delay in claiming refugee protection. The Board was satisfied that the Principal Applicant had the commercial profile that he alleged and had been subject to the financial demands from the agents of persecution that he had identified. However, the Board found that there was insufficient reliable evidence to establish that the Applicants left the Philippines and came to Canada for that reason. Their conduct and the delay in making their refugee claims were inconsistent with the actions of persons facing the risk, experience and fear alleged by the Applicants."], ["[49]", "In <FRAGMENT_SUPPRESSED> , above, Justice Near had occasion to review and apply the relevant jurisprudence of the Court concerning delay:"], ["[19] Delay in making a refugee claim \"is not a decisive factor in itself\" but it is a \"relevant element which the tribunal may take into account in assessing both the statements and the actions and deeds of a claimant\" (", "<FRAGMENT_SUPPRESSED>  (CA)). It is reasonable to expect that the Applicants would make a claim at the first possible opportunity (see", "<FRAGMENT_SUPPRESSED>  [2009] FCJ no 965 at para 15)."], ["[20] Recent jurisprudence also suggests that while the delay itself is not determinative, it \"may, in the right circumstances, constitute sufficient grounds upon which to dismiss a claim\" (", "<FRAGMENT_SUPPRESSED>  [2003] FCJ no 1259 at para 14). Absent a satisfactory explanation for the delay, it \"can be fatal to such claim, even where the credibility of an applicant's claims has not otherwise been challenged\" (", "<FRAGMENT_SUPPRESSED>  [2011] FCJ no 1138 at para 28)."], ["[50]", "There is case law which indicates that a delay in making a claim can ground both a negative credibility finding and a lack of subjective fear (", "<FRAGMENT_SUPPRESSED> [", "Ortiz Garzon", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[51]", "There is also case law that indicates that delay itself is insufficient to cause a refugee claim to fail (", "<FRAGMENT_SUPPRESSED> )."], ["[52]", "<FRAGMENT_SUPPRESSED> Justice Kelen noted that, \"Whether a delay in claiming refugee protection will on its own be sufficient for finding a lack of subjective fear of persecution and disposing of a refugee claim depends upon the facts of the case.\""], ["[53]", "As the Court stated in", "<FRAGMENT_SUPPRESSED> what is fatal to a refugee claim is an inability to provide a satisfactory explanation for the delay (see also", "<FRAGMENT_SUPPRESSED> )."], ["[54]", "The Applicants cite", "El  <FRAGMENT_SUPPRESSED> , for the proposition that the Board errs if it fails to consider the existence of a visa as an acceptable explanation for delay. Indeed, there is jurisprudence that indicates that the possession of a visa is a factor that has led the Court to determine that such a delay was reasonable (", "El  <FRAGMENT_SUPPRESSED> ;", "Hue", ", above;", "<FRAGMENT_SUPPRESSED> ). However, in", "El Balazi", ", Justice Pinard also stated that in some circumstances, a claimant's conduct may be enough to deny a refugee claim:", "The respondent correctly says that the IRB may take into account a claimant's conduct when assessing his or her statements and actions, and that in certain circumstances a claimant's conduct may be sufficient, in itself, to dismiss a refugee claim (", "<FRAGMENT_SUPPRESSED>  the existence of the Applicants' visas and noted that they extended them several times. In fact, at the time the Applicants applied for refugee status, their visas were about to expire and they were in the process of renewing them the fourth time."], ["[56]", "The Applicants arrived in Canada on February 12, 2007 and filed for refugee protection on December 22, 2009, approximately two years later. The female Applicant explained their delay in seeking refugee status as follows:", "Member: ...Why did you not make refugee claims until December 2009, almost 2010?", "Co-Claimant: Our primary purpose of coming to Canada was just basically to rest and relax ...", ".....", "Co-Claimant: ....And to be able to forget the situation back home.", "We were waiting for the situation in the Philippines to calm down and we kept waiting and we wanted to go back home as soon as it did.", "But we came to know that through telephone calls we regularly make to our relatives in the Philippines like my father and my brother that up to this time they are still looking for us in the Philippines.", "So we were, so we were advised by my brother and my parents who is there [ph] not to come home meantime, or not to go home at all. Our lives were at risk that we might be killed by the people who are looking for us. It was at that time that we decided to file a claim."], ["[57]", "The female Applicant gave evidence that they utilized the internet and learned that they could not stay in Canada without status and, therefore, always filed for an extension before their visas expired. They were familiar with the concept of a refugee claim, either before or after leaving the Philippines, and knew that refugees were persons in need of protection. When the female Applicant was questioned about why they sought and renewed their visitors visas, she replied:", "Co-Claimant: We really wanted to go back home because our family is there, our kids grew up there. It will be ...and we understood and knew that it could be very difficult for us to stay here for good. But our choices are actually limited; we really do not know what choice to make: it is either stay there and die or stay in Can ...or to move on here."], ["[58]", "She also testified that upon their entry to Canada, they stated that the purpose of their visit was to have a vacation and let the situation in the Philippines calm down."], ["[59]", "The Board concluded that there was an unreasonable delay in the Applicants claiming refugee status after their arrival in Canada. It found that as a result of this delay, the Applicants did not have a subjective fear of persecution. It did not find their explanation for the delay to be acceptable and also found that \"the evidence on the material issue raised in the claims, delay in making a refugee claim in Canada, has not been credible.\""], ["[60]", "In essence, the Board did not accept that a family who had left the Philippines because of fear for their lives as they described would take the chance that their visitor visas would be renewed on four occasions, prior to seeking refugee status. That is, their conduct was inconsistent with that of persons exposed to the risk, experience and fear that they alleged. As stated in <FRAGMENT_SUPPRESSED> , above, at para 10, \"It was open to the RPD to rely on the delay to question his fear and draw an adverse credibility inference\". Delay is also a relevant element which the Board may take into account in assessing the statements and the actions of a claimant ( <FRAGMENT_SUPPRESSED> , above). The Applicants' credibility, in the circumstances of this case, was therefore sufficient to dispose of their refugee claims under both sections 96 and 97 ( <FRAGMENT_SUPPRESSED> , above, at para 22)."], ["[61]", "Thus, while I may have found differently, the Board's finding was reasonably open to it based on the authorities above and the facts of this specific case.", "Issue 3: Did the Board err in its state protection analysis?", "Applicants' Submissions"], ["[62]", "The Applicants submit that the Board's state protection analysis is flawed because it did not consider their evidence that they made reports to the police which were dismissed despite being aware of the agent of persecution. Further, the Board erred in failing to evaluate the Applicants' own risk and the actions of the state. \"Serious efforts\" is not the test for adequate state protection (", "<FRAGMENT_SUPPRESSED> ).", "Respondent's Submissions"], ["[63]", "The Respondent submits that the Board is entitled to rely on evidence that the state is making serious efforts to provide protection and it is the Applicants' onus to demonstrate they are inadequate. Neither the persistence of criminality nor local failures in policing are sufficient ( <FRAGMENT_SUPPRESSED> , above at paras 40-46,", "<FRAGMENT_SUPPRESSED> )."], ["[64]", "The Board reasonably treated the Applicants' minimal efforts to obtain protection and the evidence of violent crime in Philippines as not determinative of state protection. The Board reasonably found that there was insufficient evidence to rebut the presumption of state protection.", "Analysis"], ["[65]", "The Board indicated at the hearing and in its Decision that the only issue to be addressed concerned the Applicants' delay in seeking refugee status. It did not include a state protection analysis other than stating that the country conditions documentation reflected that state authorities are making serious efforts to protect its citizens and serious efforts are being made to correct and address the forms of mistreatment alleged in the Applicants' claims. Further, that the Applicants' conduct in Canada and the declarations made on their arrival supported its finding that state protection in the Philippines for persons similarly situated to the claimants, while not perfect, is adequate and effective in most cases. The Applicants had not established a serious possibility that they would continue to face acts of mistreatment."], ["[66]", "As the Board found that the Applicants had not established evidence to ground their fears and to demonstrate that they left the Philippines and came to Canada for the reasons cited in their refugee claims, its state protection finding was unnecessary. As stated in", "<FRAGMENT_SUPPRESSED> :"], ["[9] In view of the Court's conclusion, it is not necessary to address whether there is adequate state protection in the parts of the Philippines where the rebel groups operate. The Court acknowledges that selected excerpts from the documentary evidence show that the Abu-Sayaff group and New People's Army control parts of the Philippines, not the police. However, other evidence shows that the police, aided by the United States military, are trying to control the rebel and communist groups. The fact remains that neither applicant has established the evidence necessary to support either a subjective or objective fear of persecution."], ["[67]", "Therefore, while there may be potential flaws in the Board's analysis on state protection, in this case they are not determinative in view of the Board's findings on credibility and the Applicants' section 96 and 97 claims (see also", "<FRAGMENT_SUPPRESSED> )."], ["[68]", "For these reasons, the application for judicial review is dismissed.", "JUDGMENT"], ["[69]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed. No question of general importance for certification was proposed and none arises.", ".........................", "Licao, Julie Canteros, Licao, Trooper Jim Asuncion, Licao, Melida Asuncion et  <FRAGMENT_SUPPRESSED>  Cour est saisie d'une demande de contrôle judiciaire de la décision, datée du 11 octobre 2012, par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) a conclu que les demandeurs n'avaient qualité ni de réfugié au sens de la Convention ni de personne à protéger, respectivement au sens des articles 96 et 97 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (LIPR). Cette demande est présentée en vertu de l'article 72 de la LIPR.", "Contexte"], ["[2]", "Les demandeurs, Julie Canteros Licao (le demandeur principal), son épouse, Melida Asuncion Licao, et leurs enfants, Chariz Vania Asuncion Licao et Trooper Jim Asuncion Licao (collectivement, les demandeurs) sont des citoyens des Philippines."], ["[3]", "Ils soutiennent qu'en 2004, le demandeur principal, qui exploitait une entreprise de camionnage, a passé un contrat avec la société Pepsi-Cola pour transporter des bouteilles d'une usine à divers centres de distribution des Philippines. Dans le cadre de ses activités, il y avait régulièrement des détournements de camions accompagnés de vols d'une partie du chargement. Il a signalé les incidents à la police, qui s'est montrée réticente à intervenir. Le demandeur principal a ultérieurement acheté d'autres camions et étendu ses activités."], ["[4]", "En mai 2006, trois individus armés se sont présentés à son domicile à Dabong et l'ont informé qu'ils appartenaient à la Nouvelle armée du peuple (NAP) et qu'ils recueillaient des dons pour leur groupe. Le demandeur principal leur a dit qu'il n'avait pas d'argent chez lui. Les individus lui ont donné deux mois pour payer, faute de quoi ils s'en prendraient à sa famille. Le demandeur principal connaissait la NAP et était convaincu qu'elle n'hésiterait pas à mettre ses menaces à exécution."], ["[5]", "Deux semaines plus tard, la famille a quitté sa résidence à Dabong et déménagé dans la ville de Cagayán de Oro. L'ancienne résidence familiale a par la suite été vandalisée; la famille a signalé le méfait à la police, qui a répondu qu'on peut s'attendre à ce genre de chose quand on laisse une résidence inoccupée."], ["[6]", "En 2006, le demandeur principal a congédié un employé qui a réagi en le menaçant de le tuer, lui et sa famille, et qui s'est déclaré par ailleurs membre de la NAP. L'employé a dit qu'il avait postulé dans cette entreprise afin de découvrir si le demandeur principal avait les moyens financiers de payer la NAP et que la plupart des vols de marchandises dans les camions avaient été organisés par lui et exécutés par la NAP. Le demandeur principal a signalé cet incident à la police. Celle-ci n'a procédé à aucune arrestation, même si elle connaissait l'identité de l'individu responsable."], ["[7]", "Le demandeur principal et son épouse sont arrivés au Canada le 12 février 2007, munis de visas de visiteurs. Leurs enfants ont suivi le 25 mai 2007, munis aussi de visas de visiteurs. Les demandeurs ont revendiqué le statut de réfugié le 22 décembre 2009."], ["[8]", "Les demandeurs affirment qu'ils risquent d'être pris à partie par la NAP en raison de ces événements. Le 11 octobre 2012, la Commission a rejeté leurs demandes d'asile. Le présent contrôle judiciaire vise cette décision de la Commission (la décision).", "La décision faisant l'objet du contrôle"], ["[9]", "La Commission a jugé que les demandeurs n'avaient ni qualité de réfugié au sens de la Convention ni qualité de personne à protéger, au titre des articles 96 et 97 de la LIPR respectivement, principalement en raison du temps qu'ils ont laissé s'écouler avant de présenter leurs demandes d'asile, soit deux ans et demi après leur arrivée au Canada. La Commission a jugé que ce délai ne concordait pas avec l'allégation voulant qu'ils soient exposés à un risque."], ["[10]", "La Commission a reconnu que le demandeur principal avait les moyens financiers qu'il prétendait avoir et qu'il faisait parfois l'objet d'extorsions de la part de la NAP, mais elle n'a pas cru que les demandeurs étaient venus demander asile au Canada pour cette raison. La Commission s'est interrogée sur leur comportement durant une période pertinente au regard de leurs demandes, soit la période entre leur arrivée au Canada et le dépôt de leurs demandes d'asile, et sur le fait qu'ils ont tardé à demander une protection, ce qui ne concordait pas avec la situation de personnes exposées à un risque."], ["[11]", "La Commission a pris acte des explications des demandeurs sur leur retard, à savoir que dans l'intervalle, ils avaient appris de membres de leur famille restés aux Philippines que s'ils y retournaient, leur vie serait à nouveau menacée. Avant cet avertissement, ils n'avaient pas eu le désir de demeurer au Canada de façon permanente. Ils bénéficiaient d'ailleurs de la protection offerte par leurs visas de visiteur valides. La Commission n'a pas jugé que ces explications justifiaient adéquatement leur omission de demander l'asile au point d'entrée ou la présentation exceptionnellement tardive et importante de leurs demandes d'asile compte tenu de leur situation."], ["[12]", "De plus, la Commission a mis en doute le témoignage oral de l'épouse du demandeur principal, qui a déclaré qu'ils étaient venus au Canada pour relaxer en raison de la situation difficile à laquelle ils étaient confrontés aux Philippines."], ["[13]", "La Commission a conclu que les demandeurs connaissaient l'existence du statut de réfugié et les critères généraux nécessaires à la présentation d'une demande d'asile au Canada; pourtant, ils n'ont déposé leurs demandes d'asile que lorsqu'il est devenu évident qu'ils étaient encore exposés à des risques. La Commission a estimé que les demandeurs n'avaient pas établi, avec suffisamment de preuves fiables à l'appui, qu'ils avaient une raison crédible de croire que leur situation aux Philippines s'améliorerait à tel point qu'ils ne seraient plus exposés à un risque de préjudices graves. La chance que les demandeurs ont eu, grâce à leurs visas de visiteur initiaux, de demeurer au Canada pendant six mois aurait dû suffire à les pousser à « aller au-delà d'une recherche [...] sur Internet afin d'obtenir des renseignements précis et fiables quant à la façon dont ils devraient s'y prendre pour protéger leurs intérêts au Canada à long terme »."], ["[14]", "La Commission a aussi constaté des problèmes d'interprétation, notamment le report de plusieurs dates d'audience prévues en raison de la non-disponibilité d'un interprète parlant le dialecte cebuano. L'interprète demandé pour le jour de l'audience en question était un interprète s'exprimant en cebuano, alors que c'est un interprète parlant le tagalog qui s'est présenté. Se fondant sur son évaluation du niveau des connaissances linguistiques des demandeurs et de leur aisance à s'exprimer dans les diverses langues qu'ils utilisaient pour communiquer avec le conseil à son bureau en l'absence d'un interprète parlant le cebuano, la Commission a rejeté la demande du conseil de reporter l'audience. Elle a estimé que les demandeurs pouvaient comparaître et témoigner utilement avec l'aide d'un interprète parlant le tagalog puisque la seule question qui devait être examinée était celle de la présentation tardive de leurs demandes d'asile au Canada et que les demandeurs avaient confirmé durant l'audience être en mesure de suivre et de comprendre les questions et les réponses. La Commission a constaté que l'épouse du demandeur principal était capable de répondre aux questions au sujet du retard, qu'aucune question sur les événements allégués dans le formulaire de renseignements personnels (FRP) n'était nécessaire et que l'épouse du demandeur principal pouvait donc tout aussi bien constituer un témoin représentatif."], ["[15]", "La Commission a brièvement abordé la question de la protection étatique et estimé que, selon ce qu'indiquait la documentation sur le pays, les autorités de l'État font de sérieux efforts pour protéger leurs citoyens et corriger les formes de maltraitance alléguées dans les témoignages des demandeurs. La Commission a estimé que la conduite des demandeurs au Canada et les déclarations qu'ils ont faites à leur arrivée étayaient sa conclusion selon laquelle, aux Philippines, la protection offerte par l'État aux personnes aux prises avec une situation semblable était, bien qu'imparfaite, adéquate et efficace dans la plupart des cas. Les demandeurs n'avaient pas établi de possibilité sérieuse qu'ils soient à nouveau exposés à des mauvais traitements. La Commission a conclu qu'il n'y avait chez eux ni crainte fondée de persécution pour un motif prévu par la Convention, ni menace à la vie ou risque de torture ou de traitements ou peines cruels ou inusités.", "Les questions en litige"], ["[16]", "À mon sens, les questions en litige peuvent se formuler comme suit:", "1. La Commission a-t-elle manqué à son obligation d'équité procédurale?", "2. La Commission a-t-elle commis une erreur en tirant une conclusion négative relative à la crédibilité en raison du retard dans le dépôt des demandes d'asile et en rejetant celles-ci sur cette base?", "3. La conclusion de la Commission touchant la protection de l'État est-elle raisonnable?", "La norme de contrôle"], ["[17]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED> , au paragraphe 57 [ <FRAGMENT_SUPPRESSED> ], la Cour suprême du Canada a déclaré qu'il n'est pas nécessaire que les cours de révision se livrent à une analyse exhaustive pour arrêter la bonne norme de contrôle si la jurisprudence a déjà établi une norme de contrôle qui, dans les circonstances, peut être appliquée à un décideur donné."], ["[18]", "Dans la mesure où les observations des demandeurs sur la première question en litige soulèvent des questions d'équité procédurale, comme l'assistance d'un interprète, la jurisprudence a établi que ces questions doivent être contrôlées selon la norme de la décision correcte (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 59;  <FRAGMENT_SUPPRESSED> , au paragraphe 43 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). Il n'est pas nécessaire de faire preuve de déférence envers les décideurs sur ces questions (arrêt", "Dunsmuir,", "précité, au paragraphe 50)."], ["[19]", "De plus, il est établi dans la jurisprudence que les conclusions relatives à la crédibilité, décrites comme « l'essentiel de la compétence de la Commission », sont essentiellement de pures conclusions de fait qui sont susceptibles de contrôle selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED>  (QL) (CA)). L'examen des faits par la Commission pour la revendication au titre des articles 96 et 97, notamment celle de la protection de l'État est aussi contrôlée selon la norme de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> ). Les autres questions en litige seront donc contrôlées selon la norme de la décision raisonnable."], ["[20]", "Lorsque l'on examine une décision selon la norme de la décision raisonnable, l'analyse s'intéressera « à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel » (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47; arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 59).", "La première question en litige: La Commission a-t-elle manqué à son obligation d'équité procédurale?", "Les observations des demandeurs"], ["[21]", "Les demandeurs soutiennent que la Commission a manqué à son obligation d'équité procédurale, prévue à l'article 14 de la", "Charte canadienne des droits et libertés", "et dans la", "Déclaration canadienne des droits", "et les Règles de la Section de la protection des réfugiés, DORS/2012-256 (les Règles), car ils avaient demandé l'assistance d'un [traduction] « interprète tagalog parlant le dialecte cebuano », alors que l'interprète présent à l'audience ne parlait que le tagalog. La Commission est tenue d'offrir les services d'un interprète lorsqu'une partie ne comprend pas ou ne parle pas la langue dans laquelle se déroule l'audience. De plus, la Commission a tenu compte d'une considération non pertinente, soit le fait que les demandeurs communiquaient avec leur avocat, à son bureau, sans l'aide d'un interprète cebuano. Les critères pour une interprétation acceptable sont que l'interprétation doit être continue, fidèle, compétente, impartiale et concomitante. Par ailleurs, il n'est pas nécessaire de démontrer qu'un préjudice réel a été subi pour prouver le bien-fondé d'une revendication pour violation du droit à un interprète (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ])."], ["[22]", "La capacité de comprendre la procédure ne saurait suffire à justifier la tenue de l'instance en l'absence d'un interprète (", "<FRAGMENT_SUPPRESSED>  (TD) (QL) [ <FRAGMENT_SUPPRESSED> ], au paragraphe 12). En l'espèce, l'interprétation n'était pas continue à cause des différences entre les dialectes. Les demandeurs soutiennent qu'ils n'avaient pas renoncé à leur droit à l'interprétation. Le fait que les enfants comprenaient l'interprète n'est pas une raison pour assouplir les normes pour les autres demandeurs d'asile.", "Les observations du défendeur"], ["[23]", "Le défendeur soutient que la qualité de la traduction ne compromettait pas l'équité de l'audition des demandeurs. L'arrêt <FRAGMENT_SUPPRESSED> , précité, ne dispense pas les demandeurs de démontrer que la traduction n'était pas d'un niveau raisonnable. Le droit à une traduction adéquate n'est pas un droit à une traduction parfaite; la valeur fondamentale ici est la compréhension linguistique (arrêt <FRAGMENT_SUPPRESSED> , précité;", "R c Tran", ", [1994] 2 RCS 951 [", "Tran", "];", "<FRAGMENT_SUPPRESSED> [", "Singh", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ]). De plus, les demandeurs doivent prouver un manque de compréhension patent (", "<FRAGMENT_SUPPRESSED> [", "Fu", "])."], ["[24]", "Le défendeur avance que les demandeurs n'ont présenté aucune preuve que l'audition était compromise. L'interprète parlait un dialecte différent qui, parfois, pouvait leur être difficile à comprendre, mais il s'est avéré que, tout compte fait, les demandeurs comprenaient l'interprète."], ["[25]", "Il était injustifié de la part des demandeurs de se fonder sur la décision <FRAGMENT_SUPPRESSED> , précitée. Dans cette affaire, la Commission a obligé le demandeur d'asile à témoigner, et ce, sans l'assistance d'un interprète et sans s'assurer qu'il pouvait comprendre la langue des questions. En l'espèce, la Commission a posé des questions en début d'audition pour s'assurer que les demandeurs pouvaient comprendre l'interprète et a veillé à confirmer cette compréhension tout au long de l'audition. Les demandeurs n'ont indiqué ni erreur de traduction, ni exemple où il leur était impossible de comprendre ou de communiquer de façon utile au cours de l'audition, ni erreur découverte ultérieurement, à l'examen de la transcription. Par conséquent, ils n'ont pas démontré un manque de compréhension patent (arrêt <FRAGMENT_SUPPRESSED> , précité; décision <FRAGMENT_SUPPRESSED> , précitée). On ne saurait reprocher à la Commission d'avoir procédé à l'audience, et rien ne justifie une intervention de notre Cour à cet égard.", "L'analyse"], ["[26]", "La décision", "Singh", ", précitée, résume les principes de droit applicables aux questions d'interprétation et de traduction:", "Les deux conseils conviennent que la question de la qualité de l'interprétation a été tranchée par la Cour d'appel fédérale dans", "<FRAGMENT_SUPPRESSED> . À mon avis, les principes énoncés dans <FRAGMENT_SUPPRESSED> peuvent être brièvement résumés comme suit:", "a. L'interprétation doit être continue, fidèle, compétente, impartiale et concomitante.", "b. Il n'est pas nécessaire de prouver l'existence d'un préjudice réel pour obtenir une réparation.", "c. L'interprétation doit être adéquate, mais n'a pas à être parfaite. Le principe le plus important est la", "compréhension linguistique", "d. Il y a renonciation au droit lorsque la qualité de l'interprétation n'est pas contestée par le demandeur à la première occasion, chaque fois qu'il est raisonnable de s'y attendre.", "e. La question de savoir s'il est raisonnable de s'attendre à ce qu'une plainte soit présentée à l'égard de la mauvaise qualité de l'interprétation est une question de fait, qui doit être déterminée dans chaque cas.", "f. Si l'interprète a de la difficulté à parler la langue du demandeur ou à se faire comprendre par lui, il est clair que la question doit être soulevée à la première occasion.", "[Souligné dans l'original.]"], ["[27]", "Certes, la norme est loin d'être parfaite, puisque, comme l'a noté le juge Lamer (alors juge en chef) dans l'arrêt", "Tran", ", précité, à la page 987, l'interprétation est « fondamentalement une activité humaine qui s'exerce rarement dans des circonstances idéales »."], ["[28]", "D'ailleurs, comme l'a reconnu la Cour d'appel fédérale dans l'arrêt <FRAGMENT_SUPPRESSED> , précité, aux paragraphes 18 et 19, un demandeur peut être réputé avoir renoncé à son droit à l'assistance d'un interprète s'il ne s'oppose pas, dès qu'il en la possibilité, à la qualité de l'interprétation."], ["[29]", "Les demandeurs se sont conformés à l'exigence du paragraphe 14(1) des Règles, qui dispose que si un demandeur d'asile a besoin des services d'un interprète dans le cadre des procédures, il doit indiquer dans le FRP la langue et, le cas échéant, le dialecte à interpréter. Les demandeurs ont indiqué dans leur FRP que leur langue maternelle était le tagalog et que la langue ou le dialecte qu'ils parlaient le plus couramment était le cebuano. Chacun a demandé un interprète [traduction] « cebuano/tagalog » ou [traduction] « cebuano ou tagalog » pour l'instance. Toutefois, chaque demandeur s'est déclaré capable de lire l'anglais et de comprendre l'intégralité du contenu de son FRP et des pièces jointes. Subséquemment, le demandeur principal a en outre modifié son FRP pour indiquer qu'il parlait aussi l'anglais."], ["[30]", "Au début de l'audience, le demandeur principal a réitéré le fait que les demandeurs avaient besoin d'un interprète cebuano. L'interprète qui était présent interprétait le tagalog, mais non le cebuano. La Commission a demandé aux demandeurs si l'un d'entre eux parlait ou comprenait le tagalog, et ceux-ci l'ont informée que c'était le cas pour tous. Elle a ensuite demandé si le demandeur principal en avait une compréhension différente, ce à quoi il lui a été répondu que le cebuano était sa [traduction] « vraie langue » et que les membres de la famille parlaient le cebuano entre eux. Il a aussi confirmé qu'il parlait un peu l'anglais, mais qu'il ne comprenait pas les mots difficiles. À l'audience, lorsque la Commission lui a demandé s'il était capable de suivre la procédure, il a également répondu par l'affirmative."], ["[31]", "La Commission a indiqué qu'elle se proposait de n'examiner qu'une seule question, soit la présentation tardive des demandes d'asile. La Commission a demandé au conseil comment lui et son personnel s'y étaient pris pour communiquer avec les demandeurs afin de se préparer à l'audience. Il a répondu que l'épouse du demandeur principal avait agi comme principale narratrice, qu'elle traduisait ses questions en cebuano et traduisait en retour les réponses en anglais. La Commission a fait observer que son approche durant l'audience n'était pas différente de celle adoptée par le conseil. Certes, l'épouse du demandeur principal constituait une partie ayant des intérêts dans l'issue de l'instance, mais la Commission était convaincue que l'audience pouvait se dérouler, étant donné la brièveté et la nature générale des questions à poser concernant le dépôt tardif des demandes. La Commission a estimé que l'un des autres demandeurs pouvait tout aussi bien répondre avec exactitude et facilité à ses questions. Elle a donc instruit l'affaire, malgré l'objection du conseil qui a fait observer que l'environnement d'interprétation dans son bureau était complètement différent de celui d'une salle d'audience et que le demandeur principal n'aurait qu'une compréhension minimale de la procédure en l'absence d'un interprète parlant le cebuano. La Commission a commencé l'audience et a interrogé l'épouse du demandeur principal puisque celle-ci avait déclaré comprendre et parler le tagalog."], ["[32]", "Le dossier certifié du tribunal (DCT) indique que l'audition, qui devait à l'origine avoir lieu le 2 mars 2011, a cependant été reportée parce que la présence d'un interprète parlant le cebuano avait été demandée. À la date d'audience suivante, le 19 octobre 2011, l'audition de l'affaire a de nouveau été reportée parce que la présence d'un interprète du dialecte cebuano était requise. À la date d'audience suivante, le 21 décembre 2011, l'audition a encore été reportée, cette fois-ci pour cause de maladie du conseil; la fiche de renseignements sur l'audience comporte une note indiquant que les services d'un interprète cebuano devaient être retenus en vue de l'audience reprogrammée. L'audience était prévue pour le 19 mars 2012, mais elle a encore une fois été reportée, en raison cette fois de la non-disponibilité du conseil; la même note sur la nécessité d'un interprète cebuano a été ajoutée à la fiche de renseignements."], ["[33]", "Compte tenu de ces circonstances, on peut comprendre la frustration du commissaire, qui était confronté encore à un nouveau délai en raison de l'absence d'un interprète parlant le cebuano, ainsi que la nécessité de traiter le plus rapidement possible les demandes d'asile (arrêt <FRAGMENT_SUPPRESSED> , précité, au paragraphe 17;", "<FRAGMENT_SUPPRESSED> ). De plus, étant donné que le demandeur principal a soulevé la question en début d'audience et vu l'objection du conseil, il est très clair que les demandeurs n'avaient pas renoncé à leur droit à un interprète parlant le cebuano."], ["[34]", "Dans ces circonstances, il s'agit donc en fait de chercher à savoir si, sur un plan pratique, il fallait recourir à un interprète cebuano plutôt qu'à un interprète tagalog pour préserver l'équité procédurale."], ["[35]", "Dans l'arrêt", "Tran", ", précité, la Cour suprême du Canada estime que pour déterminer si l'article 14 de la Charte a été violé, il faut d'abord évaluer le besoin de recourir à un interprète; elle ajoute que les tribunaux devraient être généreux et avoir l'esprit ouvert lorsqu'ils évaluent le besoin qu'a un accusé de recourir à l'assistance d'un interprète."], ["[36]", "En l'espèce, l'affidavit de l'épouse du demandeur principal déposé à l'appui de la demande de contrôle judiciaire apporte les précisions suivantes:", "[traduction]", "3. Je comprends l'anglais suffisamment bien pour comprendre le présent affidavit, mais je dois recourir à l'assistance d'un interprète pour une audience ou une entrevue. Nous avons été en mesure de comprendre l'interprète, mais seulement après beaucoup d'efforts et après avoir employé des mots différents, et il en a été de même pour l'interprète. Nous étions extrêmement tendus durant l'audience, de sorte que nous n'arrivions pas à nous concentrer. Notre façon de répondre aux questions en a été affectée. Nous avons dit au commissaire que nous comprenions, mais c'était après beaucoup d'échanges entre l'interprète et nous. Mes enfants comprennent beaucoup mieux l'anglais et le parlent bien."], ["[37]", "Dans l'affaire <FRAGMENT_SUPPRESSED> , précitée, les demandeurs ont fait observer que la traduction n'était pas adéquate, puisqu'ils n'avaient pas compris certains termes employés par l'interprète, ce qui constituait une atteinte à leur droit à l'équité procédurale. Le juge Zinn a jugé que les erreurs alléguées et les défauts de traduction n'étaient pas d'une importance déterminante pour la décision et n'avaient eu aucune incidence sur la compréhension des témoignages par la Commission."], ["[38]", "En l'espèce, dans son affidavit, l'épouse du demandeur principal ne désigne aucune erreur d'interprétation d'importance qui aurait influé sur la décision, pas plus qu'elle n'indique en quoi les réponses qu'elle a données auraient été différentes si un interprète parlant le cebuano avait été présent. Les demandeurs ne relèvent non plus aucun aspect de l'audience qu'ils aient été incapables comprendre et n'indiquent aucune portion de leurs déclarations qui aurait pu être mieux expliquée par le demandeur principal que par son épouse. Fait significatif, le demandeur principal n'a déposé aucun affidavit à l'appui de la demande de contrôle judiciaire. Il n'a pas affirmé n'avoir pas compris la procédure, ni déclaré que s'il avait répondu aux questions posées par la Commission, il aurait donné des réponses qui auraient été différentes du témoignage donné par son épouse. Je note aussi que les documents déposés par les demandeurs pour étayer leurs demandes d'asile, comme le certificat d'enregistrement du nom commercial, le formulaire d'entreprise individuelle, le permis d'exploitation d'entreprise et le contrat avec Pepsi-Cola, ont tous été rédigés en anglais et signés par le demandeur principal. Fait important encore, à plusieurs occasions au cours de l'audience, la Commission s'est assurée que les demandeurs comprenaient la procédure."], ["[39]", "Dans l'affaire", "Fu", ", précitée, le demandeur a affirmé qu'une erreur de traduction avait compromis son droit à l'équité procédurale. Le juge Rennie a apprécié l'effet juridique de cette erreur et s'est penché sur la question de savoir si elle avait entraîné, pour le demandeur, un manquement à l'équité procédurale, compte tenu de l'ensemble de la décision. Le juge conclut ainsi:"], ["[10] L'existence d'une erreur d'interprétation, qui a ensuite servi de fondement erroné à l'une des conclusions négatives en matière de crédibilité ne signifie pas qu'il faille annuler la décision. Il est manifeste que la CISR a rejeté la demande de M. Fu parce qu'elle a jugé ce dernier non crédible à l'issue de son témoignage et non simplement parce que la SPR pensait qu'il n'avait pas parlé de Jésus Christ. En somme, il n'y a pas eu d'atteinte au droit à l'équité procédurale puisque l'atteinte ne pouvait influer sur la décision contestée, compte tenu - encore une fois - de l'ensemble de celle-ci:", "Canada (Ministre de la Citoyenneté et de l' <FRAGMENT_SUPPRESSED> , p. 228. En dépit de l'erreur d'interprétation, et de l'inférence qui en a découlé, les conclusions de la CISR relatives à la crédibilité de M. Fu sont raisonnables. [...]"], ["[40]", "Les demandeurs ont droit aux services d'un interprète dans la langue qu'ils ont demandée, et il n'appartient pas à la Commission de déterminer si un demandeur a besoin d'un interprète dans un dialecte différent de celui de l'interprète fourni. Partant, la décision de tenir l'audience en l'absence d'un interprète parlant le dialecte demandé par un demandeur comporterait, dans la plupart des cas, un manquement à l'équité procédurale. Toutefois, je ne crois pas que ce soit le cas ici au vu de la preuve et des faits particuliers de l'espèce."], ["[41]", "Dans la présente affaire, les demandeurs n'ont pas démontré en quoi l'audition était compromise par l'absence d'un interprète parlant le cebuano. En particulier, ils n'ont pas démontré que la preuve factuelle touchant la seule question abordée à l'audience, à savoir le dépôt tardif des demandes, aurait été différente s'ils avaient eu un interprète s'exprimant en cebuano. De plus, ils n'ont relevé aucune erreur d'interprétation qui aurait influé sur la décision (décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 28; décision", "Singh", ", précitée, au paragraphe 24). À mon sens, ils n'ont donc pas établi que leur droit à l'équité procédurale avait été lésé.", "La deuxième question en litige: La Commission a-t-elle commis une erreur en tirant une conclusion négative relative à la crédibilité en raison du retard dans le dépôt des demandes d'asile et en rejetant celles-ci sur cette base?", "Les observations des demandeurs"], ["[42]", "Les demandeurs semblent soutenir que la Commission n'a pas formulé en termes clairs et explicites ses conclusions relatives à la crédibilité (", "<FRAGMENT_SUPPRESSED>  plus, ils font observer qu'une présentation tardive d'une demande d'asile ne suffit pas pour démontrer l'absence de crainte subjective selon les termes de l'article 96, et ne constitue pas un facteur déterminant (", "<FRAGMENT_SUPPRESSED>  (QL)(CA) [", "Hue", "];", "<FRAGMENT_SUPPRESSED>  (QL)(CA) [ <FRAGMENT_SUPPRESSED> ]). Ils ajoutent que la Commission a commis une erreur de droit en rejetant leur demande fondée sur l'article 97 sur la base de sa présentation tardive parce que ce facteur ainsi que la crainte subjective ne devraient pas être pris en considération dans cette analyse (", "<FRAGMENT_SUPPRESSED> )."], ["[43]", "Les demandeurs prétendent que leurs explications touchant le dépôt tardif de leurs demandes étaient raisonnables. Si une personne éprouve une crainte à l'égard d'un risque et agit en fonction de la compréhension qu'elle en a, la Commission ne peut substituer sa compréhension de la situation (", "<FRAGMENT_SUPPRESSED> ; décision", "Hue", ", précitée). La Cour a déjà jugé que la Commission avait commis une erreur en ne tenant pas compte de l'existence d'un visa d'étudiant pour justifier un retard, et ce précédent est valable en l'espèce (", "<FRAGMENT_SUPPRESSED> à 10 [", "El Balazi", "]). Par ailleurs, les demandeurs soutiennent que les motifs de la Commission ne sont pas des plus clairs et sont contradictoires."], ["[44]", "Les demandeurs font observer qu'un seul des jugements cités par le défendeur à l'appui de leur prétention que la crédibilité est un facteur déterminant au titre tant de l'article 96 et que de l'article 96 a été rendu après la promulgation de l'article 97: il s'agit de la décision", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. Les demandeurs font aussi observer que le défendeur essaie de compléter les motifs de la Commission en clarifiant sa décision.", "Les observations du défendeur"], ["[45]", "Pour sa part, le défendeur avance que la Commission était fondée à tirer une conclusion négative de l'omission des demandeurs de demander protection à la première occasion. De plus, en l'absence d'explication raisonnable, le temps qu'ils ont laissé s'écouler ébranle leur allégation de crainte subjective et, partant, leur crédibilité (décisions <FRAGMENT_SUPPRESSED> et", "Singh", ", précitées;", "<FRAGMENT_SUPPRESSED> et 20 [ <FRAGMENT_SUPPRESSED> ])."], ["[46]", "Avant même d'avoir quitté les Philippines, les demandeurs avaient une compréhension relativement bonne du système canadien d'immigration et de protection des réfugiés. Les parents ont quitté les Philippines [traduction] « pour partir en vacances », y laissant leurs enfants qui devaient les rejoindre ultérieurement. Ces vacances, conjuguées au retard à demander l'asile, permettaient à la Commission de conclure de façon raisonnable que le retard affaiblissait la crédibilité de leurs demandes; ils n'avaient donc pas demandé l'asile parce qu'ils étaient exposés à un risque, mais bien parce qu'ils y voyaient un autre moyen d'immigrer au Canada. Par ailleurs, l'existence d'une autre explication ne signifie pas que la décision de la Commission est déraisonnable (", "<FRAGMENT_SUPPRESSED> à 46; arrêt <FRAGMENT_SUPPRESSED> , précité)."], ["[47]", "Le défendeur soutient que les conclusions de la Commission sur la crédibilité des demandeurs sont déterminantes au regard de leurs demandes d'asile fondées tant sur l'article 96 que sur l'article 97. La Commission n'a pas accepté entièrement leur allégation de risque, mais ne l'a pas rejetée non plus pour la seule raison qu'ils n'avaient pas prouvé une crainte subjective. Elle a estimé que la présentation tardive des demandes d'asile ne cadrait pas avec les mauvais traitements allégués et le risque auquel les demandeurs disaient être exposés aux Philippines. Certes, la Commission a reconnu que le demandeur principal avait fait l'objet de pressions financières à l'occasion, mais elle n'a pas cru que les demandeurs avaient par la suite subi des menaces ou que leur vie était de ce fait menacée. L'absence d'urgence à demander l'asile pour rester au Canada jette un doute raisonnable sur la gravité de leur situation aux Philippines.", "Analyse"], ["[48]", "La décision ne met pas en doute la crédibilité des demandeurs autrement que dans le contexte de leur présentation tardive de leurs demandes d'asile. La Commission a estimé que le demandeur principal présentait le profil commercial qu'il disait avoir et qu'il avait fait l'objet de pressions financières de la part des agents de persécution qu'il avait identifiés. Toutefois, elle a estimé que les éléments de preuve étaient insuffisants pour établir que les demandeurs avaient quitté les Philippines et étaient venus au Canada pour cette raison. Leur conduite et leur présentation tardive des demandes d'asile n'étaient pas des actions que poseraient des personnes exposées à un risque et à la crainte dans laquelle les demandeurs disaient vivre aux Philippines."], ["[49]", "Dans la décision <FRAGMENT_SUPPRESSED> , précitée, le juge Near a eu l'occasion d'analyser et d'appliquer la jurisprudence pertinente de notre Cour concernant le retard:"], ["[19] Le fait de tarder à présenter une demande d'asile « n'est pas un facteur déterminant en soi », mais c'est « un élément pertinent dont le tribunal peut tenir compte pour apprécier les dires ainsi que les faits et gestes d'un revendicateur » (", "<FRAGMENT_SUPPRESSED>  (CA)). Il est raisonnable de penser que les demandeurs présenteraient une demande d'asile à la première occasion possible (voir la décision", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 965, au paragraphe 15)."], ["[20] La jurisprudence récente donne aussi à penser que, bien que la lenteur à déposer une demande d'asile ne soit pas déterminante, elle « peut, dans les cas appropriés, constituer un motif suffisant de rejet de la demande » (", "<FRAGMENT_SUPPRESSED>  [2003] ACF no 1259, au paragraphe 14). Sans une explication satisfaisante du demandeur pour justifier sa lenteur à agir, la demande d'asile « peut être déclarée irrecevable, même si les allégations de son auteur sont jugées par ailleurs crédibles » (", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 1138, au paragraphe 28)."], ["[50]", "Selon certaines décisions, une présentation tardive d'une demande d'asile peut fonder une conclusion négative au sujet de la crédibilité et une absence de crainte subjective (", "<FRAGMENT_SUPPRESSED> [", "Ortiz Garzon", "];", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ])."], ["[51]", "De plus, d'autres décisions indiquent qu'en soi la présentation tardive d'une demande d'asile n'est pas suffisante pour justifier le rejet de la demande ( <FRAGMENT_SUPPRESSED> et 40;", "<FRAGMENT_SUPPRESSED> )."], ["[52]", "Dans la décision  <FRAGMENT_SUPPRESSED> le juge Kelen écrit ceci: « C'est en fonction des faits d'espèce qu'on déterminera si le caractère tardif d'une demande d'asile antérieure est suffisant pour pouvoir conclure en l'absence de crainte subjective de persécution et rejeter une demande d'asile. »"], ["[53]", "Comme la Cour le fait remarquer dans la décision", "<FRAGMENT_SUPPRESSED> ce qui porte le coup fatal à une demande d'asile, c'est l'incapacité du demandeur d'expliquer ce retard de manière satisfaisante (voir aussi la décision", "<FRAGMENT_SUPPRESSED> )."], ["[54]", "Les demandeurs citent la décision", "El Balazi", ", précitée, à l'appui de leur affirmation que la Commission commet une erreur du fait en ne tenant pas compte de l'existence d'un visa comme une explication acceptable de la présentation tardive des demandes. Dans certaines décisions, la possession d'un visa a été un facteur qui a amené la Cour à conclure qu'une telle présentation tardive était raisonnable (décisions", "El Balazi", "et", "Hue", ", précitées;", "<FRAGMENT_SUPPRESSED> ). Toutefois, dans la décision", "El Balazi", ", le juge Pinard a aussi déclaré que dans certaines circonstances, le comportement d'un demandeur pouvait être suffisant pour que la Cour rejette une demande d'asile:", "Le défendeur a raison de dire que la CISR peut tenir compte du comportement d'un demandeur pour apprécier ses dires ainsi que ses faits et ses gestes et que, dans certaines circonstances, le comportement d'un demandeur peut être suffisant, à lui seul, pour rejeter une demande d'asile (", "<FRAGMENT_SUPPRESSED>  Commission a tenu compte de l'existence des visas des demandeurs et a constaté qu'ils les avaient prorogés à plusieurs reprises. En fait, au moment où les demandeurs ont revendiqué le statut de réfugié, leurs visas étaient sur le point d'échoir et ils s'apprêtaient à les renouveler pour la quatrième fois."], ["[56]", "Les demandeurs sont arrivés au Canada le 12 février 2007 et ont demandé l'asile le 22 décembre 2009, environ deux ans plus tard. L'épouse du demandeur principal a expliqué ainsi leurs demandes tardives:", "[traduction]", "Commissaire: Pourquoi n'avez-vous pas fait de demandes d'asile avant décembre 2009, presque en 2010?", "Co-demandeure d'asile: Notre intention initiale en venant au Canada était simplement de nous reposer et de relaxer ...", "[...]", "Co-demandereure d'asile: [...] et d'arriver à oublier la situation chez nous.", "Nous attendions que la situation aux Philippines se calme et nous avons continué d'attendre; nous voulions y retourner dès qu'elle se calmerait.", "Mais nous avons appris, par des appels téléphoniques que nous faisions régulièrement chez des parents aux Philippines comme mon père et mon frère, que pendant tout ce temps, nous étions encore recherchés aux Philippines.", "Mon frère et mes parents, restés aux Philippines, nous ont donc avertis de ne pas rentrer au pays tout de suite, ou de ne pas rentrer du tout. Nos vies étaient en danger, nous risquions d'être tués par ceux qui nous recherchaient. C'est à ce moment-là que nous avons décidé de faire une demande d'asile."], ["[57]", "L'épouse du demandeur principal a témoigné qu'ils avaient utilisé Internet et appris qu'ils ne pouvaient rester au Canada sans statut; ils ont donc toujours demandé une prorogation de leur visa avant son échéance. Avant ou après leur départ des Philippines, ils savaient ce qu'était une demande d'asile et que les réfugiés étaient des personnes nécessitant une protection. Lorsque l'épouse du demandeur principal a été interrogée sur les raisons pour lesquelles ils avaient demandé et renouvelé leurs visas de visiteur, elle a répondu:", "[traduction]", "Co-demandeure d'asile: Nous voulions vraiment rentrer au pays parce que nous y avons de la famille, nos enfants y ont grandi. Ce sera ... et nous savions pertinemment que ce serait très difficile pour nous de rester ici pour de bon. Mais en fait, nos options sont limitées; nous ne savons vraiment pas quoi choisir: ou nous restons là-bas et sommes tués, ou nous restons au Can ... ou nous continuons ici."], ["[58]", "Elle a aussi ajouté qu'à leur arrivée au Canada, ils avaient déclaré que le but de leur voyage était d'y passer des vacances, le temps que la situation aux Philippines se calme."], ["[59]", "La Commission a conclu que les demandeurs avaient tardé déraisonnablement à présenter leurs demandes d'asile après leur arrivée au Canada. Elle a par conséquent jugé que les demandeurs n'avaient pas de crainte subjective d'être persécutés. Elle n'a pas trouvé acceptable leur explication du retard et a de plus estimé que [traduction] « la preuve concernant la question substantielle en l'espèce, soit que les demandeurs ont tardé à présenter leurs demandes d'asile au Canada, n'est pas crédible »."], ["[60]", "Essentiellement, la Commission n'a pas accepté qu'une famille qui avait quitté les Philippines parce que ses membres craignaient pour leur vie, comme ils l'ont prétendu, coure le risque de ne pas voir renouveler ses visas de visiteurs à quatre reprises avant de demander le statut de réfugié. La conduite des demandeurs n'était pas celle de personnes exposées à un risque et à la crainte dans laquelle ils disaient vivre aux Philippines. Comme la Cour l'a déclaré dans la décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 10, « [l] a SPR pouvait mettre en question la crainte de M. Niyas et tirer une conclusion défavorable concernant la crédibilité à cause de ces délais ». De plus, la présentation tardive d'une demande est un élément pertinent dont la Commission doit tenir compte dans l'examen des déclarations et des actions d'un demandeur (arrêt <FRAGMENT_SUPPRESSED> , précité). Dans les circonstances de l'espèce, la crédibilité des demandeurs était donc un motif suffisant pour que la Cour rejette leurs demandes d'asile sur le fondement tant de l'article 96 que de l'article 97 (décision <FRAGMENT_SUPPRESSED> , précitée, au paragraphe 22)."], ["[61]", "Ainsi donc, bien que j'eusse tiré une conclusion différente, il était raisonnablement loisible à la Commission de tirer la sienne, compte tenu de la jurisprudence précitée et des faits particuliers de l'espèce.", "La troisième question en litige: La conclusion de la Commission touchant la protection de l'État est-elle raisonnable?", "Les observations des demandeurs"], ["[62]", "Les demandeurs soutiennent que l'analyse de la protection de l'État par la Commission est entachée d'erreurs parce qu'elle n'a pas tenu compte de leur preuve selon laquelle ils avaient fait des signalements à la police, signalements que la police a rejetés même si elle connaissait l'identité de l'agent de persécution. Par ailleurs, la Commission a commis une erreur en ne soupesant pas les propres risques des demandeurs et en n'évaluant pas les actions de l'État. De « sérieux efforts » ne constituent pas le critère pour une protection adéquate de l'État (", "<FRAGMENT_SUPPRESSED> ).", "Les observations du défendeur"], ["[63]", "Le défendeur soutient que la Commission est fondée à ajouter foi à la preuve selon laquelle l'État fait de sérieux efforts pour apporter sa protection et qu'il incombe aux demandeurs de démontrer que ces efforts sont insuffisants. Ni la persistance de la criminalité ni les carences locales dans les activités de police ne sont suffisantes (arrêt <FRAGMENT_SUPPRESSED> , précité, aux paragraphes 40 à 46,", "<FRAGMENT_SUPPRESSED> )."], ["[64]", "La Commission a raisonnablement apprécié les efforts minimaux des demandeurs pour obtenir de la protection ainsi que la preuve des crimes violents aux Philippines comme facteur non déterminant de la protection de l'État. La Commission a estimé avec raison que la preuve était insuffisante pour réfuter la présomption de la protection de l'État.", "Analyse"], ["[65]", "À l'audience et dans sa décision, la Commission a indiqué que la seule question sur laquelle elle devait statuer était la présentation tardive des demandes d'asile des demandeurs. La décision ne comprend pas une analyse de la protection de l'État, mais note que, selon la documentation sur les conditions du pays, les autorités font de sérieux efforts pour protéger les citoyens et que des efforts sérieux sont déployés pour corriger les formes de mauvais traitements allégués dans les demandes d'asile des demandeurs. La Commission ajoute que la conduite des demandeurs au Canada et les déclarations qu'ils ont faites à leur arrivée étayent sa conclusion selon laquelle la protection étatique aux Philippines pour les personnes dans une situation similaire à celle des demandeurs, bien qu'imparfaite, est adéquate et efficace dans la plupart des cas. Les demandeurs n'ont pas démontré l'existence d'une possibilité sérieuse qu'ils continuent d'être exposés à des mauvais traitements."], ["[66]", "Puisque la Commission avait jugé que les demandeurs n'avaient ni prouvé leurs craintes ni démontré qu'ils avaient quitté les Philippines et étaient venus au Canada pour les raisons mentionnées dans leurs demandes d'asile, son analyse de la protection étatique n'était pas nécessaire. Comme il est statué dans la décision", "<FRAGMENT_SUPPRESSED> :"], ["[9] Vu la conclusion de la Cour, il n'est pas nécessaire de se pencher sur la question de savoir si l'État assure une protection adéquate dans les régions des Philippines où les groupes rebelles agissent. La Cour convient que certains extraits de la preuve documentaire montrent que le groupe Abu-Sayaff et la Nouvelle armée du peuple contrôlent certaines régions des Philippines, et non pas la police. Cependant, d'autres éléments de preuve montrent que la police, aidée par des militaires des États-Unis, essaie de contrôler les groupes rebelles et communistes. Le fait demeure qu'aucun des demandeurs n'a produit les preuves nécessaires pour étayer une crainte de persécution, subjective ou objective."], ["[67]", "Par conséquent, bien que l'analyse de la protection de l'État par la Commission comporte peut-être des erreurs, elles ne sont pas en l'espèce déterminantes au regard des conclusions de la Commission sur la crédibilité des demandeurs au titre des articles 96 et 97 (voir aussi", "<FRAGMENT_SUPPRESSED> )."], ["[68]", "Pour ces motifs, la demande de contrôle judiciaire est rejetée.", "JUGEMENT"], ["[69]", "LA COUR REJETTE la", "présente demande de contrôle judiciaire. Les parties n'ont proposé aucune question d'importance générale à certifier et l'affaire n'en soulève aucune.", "[End of document]"]]}