{"id_": "063659", "body_str": [["[1]", "Le juge Shore", ": La jurisprudence est évaluée à travers l'histoire par la manière qu'elle traite la condition humaine, comme un pays est jugé par la manière qu'il traite ses minorités (résumé de l'œuvre d'Émile Zola (1840-1902) à l'égard du système de justice et son cri de conscience qui évoque la voix de ceux qui sont sans voix). Jurisprudence is evaluated throughout history in the manner it treats the human condition, as is a country judged in the manner it treats its minorities (summary of the writings of Emile Zola (1840-1902) on the system of justice and his cry of conscience for a voice of the voiceless).", "II.", "Introduction"], ["[2]", "Il s'agit d'une demande de contrôle judiciaire en vertu du paragraphe 72 (1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (LIPR) à l'encontre de la décision de l'agente d'examen des risques avant renvoi (ERAR), rendue le 17 février 2010, à l'effet que le demandeur ne serait pas exposé au risque d'être persécuté, ni mis en péril, s'il était renvoyé dans son pays de nationalité au sens des articles 96 et 97 de la LIPR."], ["[3]", "Le demandeur, ainsi que les membres de sa famille, sont des Roms et leur appartenance à ce groupe ethnique n'a pas été contestée.", "Situation des Roms - Historique", "(Avant le 21e siècle - basée en grande partie sur un article du Courrier international, intitulé « Abandonnés sur le bord du chemin », daté du 12 novembre 2009, tel que cité par le défendeur comme étant devant l'agente d'ERAR)"], ["[4]", "C'est vers l'an 1000 que les Roms quittèrent l'Inde dont ils sont originaires pour se rendre en Perse. (Or, dans nombre de pays, on les appela, selon une erreur d'histoire, des gitanes, en pensant que leurs origines étaient en Égypte. C'est aussi faux que les indigènes du Canada sont des Indiens suite à l'erreur de Christophe Colomb). Dans les Balkans, on les a appelés par un nom qui avait été donné à l'origine à une secte manicheï de prêtres, Athiganoie - Atsiganos, d'où un nouveau groupe de noms - Zingaro (en italien), Tsigane (en français), Zigeuner (en allemand), Ciganie (en langues slaves) et Cikani (en tchèque)."], ["[5]", "Quant à la question à savoir qui sont les Roms, la réponse a été donnée par hasard, en 1763, par Stefan Vali, étudiant hongrois en théologie, qui a rencontré à Leyden en Hollande, plusieurs Indiens, Malabars, étudiants en médecine. Vali a été étonné par leur ressemblance avec les Roms qu'il avait connus en Hongrie. Ne se contentant pas d'une impression extérieure, il a noté plus de mille mots malabars qu'ils utilisaient et leurs significations. De retour dans sa patrie, il s'est adressé aux Roms pour connaître la signification de ces mots. Il a été surpris par la ressemblance de leurs langues. Par la suite, des linguistes, historiens et ethnologues ont constaté l'origine indienne des Roms."], ["[6]", "Les Roms atteignirent les Balkans vers le 14e siècle. En se dispersant à travers l'Europe, ils adoptent la religion majoritaire de la population européenne. C'est en Europe de l'Ouest qu'ils connaîtront leur plus grande vague de migration au 16e siècle, où certains pays les ont déportés dans les colonies africaines et américaines."], ["[7]", "Jusqu'au 19e siècle, les Roms étaient considérés, dans les pays de l'Europe de l'Est, comme des personnes non libres, souvent traitées comme des esclaves."], ["[8]", "Dès 1930, ils ont été victimes de la politique raciale des nazis par l'extermination et le génocide. Entre 250 000 et 500 000 les Roms ont été déportés et tués dans des chambres à gaz sur les 700 000 qui vivaient en Europe. Cette période porte pour les Roms le nom de Samudaripen, c'est à dire « meurtre total » en langue Romani."], ["[9]", "En 1982, l'Allemagne a reconnu officiellement ses responsabilités envers les Roms; en France en 1997, le Président de la République a fait référence à leur sort dans une cérémonie en mémoire des victimes de la déportation."], ["[10]", "Les documents, cités directement", "à l'intérieur de la liste des 19 documents soumis à l'agente d'ERAR", ", tels qu'énumérés par le défendeur dans son Mémoire supplémentaire, démontrent si oui ou non la situation a changé au cours des dernières années (cette même preuve est citée par la Cour ci-dessous à l'intérieur de l'analyse de la preuve)."], ["[11]", "Le «", "Macleans", "», du 10 septembre 2009, spécifie:", "Hungary's Roma population is so afraid of attacks by right-wing groups that they have started protecting their neighbourhoods through nighttime patrols. Their fear is justified: six Roma have been murdered in violent assaults since last November. After a huge police investigation, four men, alleged Roma haters who carefully planned their crimes, were detained for the deadly attacks in late August.", "One of the worst attacks occurred in Tatárszentgyörgy last February. Erzsebet Csorba woke up to the sound of gunfire outside her house. She discovered her mortally wounded son not far from his firebombed house. Her grandson was nearby. \"His whole small body was full with holes from the bullets,\" she told Voice of America. The child soon died.", "Many fear the violence directed at the nation's 660,000 Roma will continue, despite the arrests. For the poor ethnic minority, segregation and discrimination increased after the fall of Communism when unskilled and unemployed Roma tended to concentrate in rural villages. Life was cheaper than the cities, but with little chance of work.", "Tomás Polgár, a popular right-wing blogger, voices a common refrain among Hungarians: \"They are criminals and they are a threat to us, the majority. They make more children, they're taking over.\" Ominously, he states, \"It's a war.\" In June, Jobbik, a far-right party with a platform of getting tough on \"Gypsy criminality,\" captured 15 per cent of the vote in European elections.", "The intimidation can be frightening. Viktória Mohácsi, a former Roma European politician, receives countless email threats. \"I feel like I'm in a war,\" she told a Dutch newspaper. While she isn't sure if patrols of Roma areas are a good idea, she concedes there are few alternatives: \"We can either set up an army or flee.\""], ["[12]", "L'article du Reuters, intitulé «", "As crisis deepens, Roma a powderkeg in Hungary", "», mercredi, le 12 août 2009, rapporte:", "...", "But in Hungary, both the crisis and the violence are particularly drastic. The country was the first nation in the European Union to turn to the IMF for help last year, and faces deep recession and mounting unemployment.", "The economic slowdown has especially hurt the Roma, who account for", "6 to 7 percent of the population", "and find it hard getting jobs even in prosperous times.", "The crisis has reinforced social tensions, and the recent brutal attacks on the Roma have brought the country to the brink of open conflict, according to its president.", "\"We know that the situation is tense to the point of explosion,\" Laszlo Solyom told a news conference this week, urging Hungarians to feel compassion for Roma, or gypsies: more than half a dozen, including children, have died in recent violent attacks.", ". . . . .", "\"Employers seal the gates,\" said Istvan Szirmai, an official at Hungary's Labor Ministry. \"They have the right to choose ... and they do not accept Gypsies.\" ... (La Cour souligne)."], ["[13]", "En ce qui concerne la protection de l'État pour les Roms en Hongrie, celle-ci a été rapportée comme étant inefficace à travers la documentation soumise; selon «", "Amnesty International Report 2009", "- Hungary", "Legal, constitutional or institutional developments", "In June, the Constitutional Court rejected amendments to the civil code and penal code passed by parliament in November 2007 and February 2008 respectively. The amendments represented the fourth attempt by parliament since 1992 to change the law on hate speech. They would have criminalized incitement targeted against a minority group and allowed a maximum two-year prison sentence for anyone using inflammatory expressions about specific ethnic groups or offending their dignity. The Court considered these amendments to be unconstitutional as they would curtail freedom of expression."], ["[14]", "De plus, l'article intitulé «", "Racist Crime Wave - Hungary's Roma Bear Brunt of Downturn", "», en date du 24 février 2009, précise:", "...", "ERRC director Kushen says that while the Hungarian government has made some efforts to address the issues of the social marginalization suffered by the Roma, not enough has been done and whatever programs are in place are not sufficiently funded. \"It is a failure of political will to introduce programs that require a higher level of investment,\" he says, adding that officials are often unwilling to take the heat for supporting unpopular measures.", "On Tuesday Hungary's ombudsman on minority affairs, Erno Kallai, took the unprecedented step of addressing the national parliament about the spate of attacks on Roma families. \"I strongly urge you to come up with an ethnic peace plan,\" he said. \"Not hollow statements but concrete measures that can be implemented immediately and understood by the whole of society.\" He also criticized the police for failing to catch the perpetrators of Monday's murders. ...", "III.", "Faits"], ["[15]", "Le demandeur, monsieur Gabor Kovacs, est né le 30 mai 1989, à Szigetvar, en Hongrie. Il est citoyen de la Hongrie."], ["[16]", "Sa mère s'appelle Erzsébet Kalànyos et sa grand-mère, Karolyne Bors. Ses deux frères se nomment Christopher Rolland Nagy et Reno Nico Nagy et son oncle est Jànos Bors."], ["[17]", "Le demandeur et sa famille appartiennent au groupe ethnique des Roms."], ["[18]", "Le demandeur est arrivé au Canada pour la première fois avec sa famille en février 2001. Il a alors revendiqué le statut de réfugié avec les membres de sa famille, soit sa grand-mère, sa mère, ses deux frères et son oncle."], ["[19]", "En octobre 2001, il est retourné en Hongrie avec les membres de sa famille."], ["[20]", "En décembre 2001, le demandeur est revenu au Canada et la famille a repris sa demande pour le statut de réfugié. Il était alors accompagné de sa mère, sa grand-mère et ses deux frères."], ["[21]", "Le 17 juillet 2002, la Section de la protection des réfugiés (SPR) a accordé la demande d'asile au demandeur et à sa famille."], ["[22]", "Le 10 février 2004, le demandeur, ainsi que sa famille, s'est présenté devant Citoyenneté et Immigration Canada (CIC) pour manifester leur intention de quitter le Canada. La mère, Erzsébet Kalànyos, a expliqué que son fils Reno Nico Nagy était malade et qu'elle souhaitait le faire soigner en Hongrie."], ["[23]", "Le 23 février 2004, le demandeur, alors qu'il était âgé de 15 ans, a accompagné les autres membres de sa famille lors de leur retour en Hongrie. Également, le demandeur allègue que sa famille avait pris la décision de retourner en Hongrie pour accompagner son oncle, Jànos Bors, dont la demande de statut de réfugié avait été rejetée. Monsieur Bors était gravement malade; et, selon la famille, il avait besoin de soins urgents."], ["[24]", "Le 7 avril 2004, une demande de constat de perte de qualité de réfugié a été déposée devant la SPR. La demande était fondée sur le fait que le demandeur et sa famille étaient retournés à nouveau en Hongrie."], ["[25]", "Le 28 juin 2004, la SPR a accueilli la demande, entraînant la perte du statut de réfugiés pour le demandeur et les membres de sa famille."], ["[26]", "Depuis leur retour en Hongrie, en 2004, le demandeur allègue que lui et sa famille furent victimes de violentes agressions physiques et d'insultes de la part de skinheads."], ["[27]", "Les skinheads auraient battu Jànos Bors à plusieurs reprises. Il serait tombé dans le coma suite à une attaque des skinheads qui auraient incendié sa maison en lançant des cocktails molotov. Ils auraient également fusillé la maison."], ["[28]", "La grand-mère du demandeur aurait également été blessée lorsque les skinheads seraient entrés par effraction dans son domicile et l'auraient battue. Elle aurait par la suite été hospitalisée et aurait dû subir des interventions chirurgicales."], ["[29]", "Le demandeur a allégué ne pas pouvoir revenir plus tôt au Canada en raison de difficultés financières."], ["[30]", "Le demandeur a fondé une famille en Hongrie. Sa conjointe de fait se nomme Mónika Jozsa et leur enfant, Kira."], ["[31]", "Le 29 octobre 2009, le demandeur est revenu au Canada, accompagné de sa grand-mère, de sa conjointe et de leur enfant mineur. Il a déposé une demande d'asile."], ["[32]", "Les parents, ainsi que les deux frères du demandeur habitent toujours à Szigetvar."], ["[33]", "S'agissant de la première demande de sa conjointe et de sa fille, celles-ci ont été déférées devant la SPR."], ["[34]", "Le même jour, la demande d'asile du demandeur et de sa grand-mère est jugée irrecevable en vertu de l'alinéa 101(1)", ") de la LIPR, en raison de sa demande antérieure devant la SPR. Le demandeur et sa grand-mère ont dû faire une demande d'ERAR."], ["[35]", "La décision négative d'ERAR a été rendue le 17 février 2010. L'agente a conclu que le demandeur ne s'était pas déchargé de son fardeau d'établir que l'État hongrois n'était pas en mesure de le protéger."], ["[36]", "Le demandeur a présenté une requête pour surseoir à son renvoi qui était prévu pour le 15 avril 2010. La requête était greffée à la présente demande d'autorisation et de contrôle judiciaire. La requête en sursis fut accordée par la juge Danièle Tremblay-Lamer, le 12 avril 2010.", "IV.", "La décision faisant l'objet de la demande"], ["[37]", "Après avoir analysé l'ensemble de la preuve, l'agente d'ERAR a jugé qu'il n'y avait pas de possibilité raisonnable de persécution envers le demandeur dans l'éventualité de son retour en Hongrie."], ["[38]", "L'agente d'ERAR a conclu que le demandeur ne s'est pas déchargé de son fardeau de renverser la présomption qui existe par rapport à la protection étatique dans son pays. Sur ce point, une partie de la décision de l'agente d'ERAR se lit comme suit:", "Dans ce dossier, l'importance de la discrimination des « rom », la présence d'un groupe d'extrême droite dénommée « Hungarian guards » et la recrudescence marquée de la violence envers cette communauté entre janvier 2008 et septembre 2009 ne sont pas litigieuses. La preuve documentaire objective et récente dont celle soumise par le représentant du demandeur démontre la présence de ces problématiques au sein de la société hongroise. Malgré l'absence d'éléments de preuve pour établir que le demandeur fut victime de violence et d'agression en raison de son origine « rom », la preuve documentaire démontre que même dans cette éventualité, il aurait pu obtenir la protection de l'État, même si cette protection est imparfaite. Tel qu'établit par", "Ward", ", à moins de l'effondrement de l'État, il appartient au demandeur de démontrer de manière claire et convaincante qu'il ne peut obtenir la protection de l'Etat. Le demandeur ne s'est pas déchargé de son fardeau de preuve. La Hongrie est un pays démocratique, membre de l'Union Européenne, qui a un système judiciaire fonctionnel et prend les mesures nécessaires pour protéger ses citoyens dont sa minorité « roms ».", "(Décision de l'agente d'ERAR à la p. 5).", "V.", "Questions en litige"], ["[39]", "(1) L'agente d'ERAR a-t-elle erré dans son évaluation de la preuve documentaire portant sur la protection en Hongrie pour les personnes qui font partie du groupe ethnique des Roms?", "(2) L'agente d'ERAR a-t-elle commis une erreur en faisant abstraction de la preuve ou en omettant de l'apprécier convenablement ?", "(3) Dans les circonstances, la discrimination à l'égard du demandeur équivaut-elle à de la persécution?", "VI.", "Les dispositions législatives pertinentes et l'interprétation à leur égard"], ["[40]", "Le Haut Commissariat des Nations Unies pour les réfugiés (HCR) a publié un ouvrage intitulé", "Guide des procédures et critères à appliquer pour déterminer le statut de réfugié au regard de la Convention de 1951 et du Protocole de 1967 relatifs au statut des réfugiés", "(réédité à Genève en janvier 1992) (Guide). Ce Guide fournit notamment des conseils relativement à l'interprétation de l'article 96 de la LIPR. La Cour suprême a elle-même souligné l'importance du Guide comme instrument d'interprétation de la Convention:"], ["[27] [...] Bien qu'il ne lie pas officiellement les États signataires, ce guide a été approuvé par les États membres du comité exécutif du HCNUR, dont le Canada, et les tribunaux des États signataires se sont fondés sur lui. [...]", "Canada (Procureur général)", "c.", "Ward", ", [1993] 2 R.C.S. 689, 103 D.L.R. (4th) 1)."], ["[41]", "Dans l'arrêt", "<FRAGMENT_SUPPRESSED> , la Cour suprême a utilisé le Guide dans son analyse relative à l'admission d'un réfugié:"], ["[46] [...] Au contraire, comme je l'ai indiqué, je suis d'avis que l'appelant a droit au réexamen de sa revendication par un tribunal de la Commission, conformément au Guide des procédures et critères à appliquer pour déterminer le statut de réfugié du Haut Commissariat des Nations Unies pour les réfugiés, le « Guide du HCNUR ». Comme je l'ai signalé dans l'arrêt", "Ward", ", aux pp. 713 et 714, bien qu'il ne lie pas officiellement les États signataires, dont fait partie le Canada, le Guide du HCNUR résulte de l'expérience acquise relativement aux procédures et critères d'admission appliqués par les États signataires. Ce guide, souvent cité, a été approuvé par les États membres du comité exécutif du HCNUR, y compris le Canada, et il est utilisé, à titre indicatif, par les tribunaux des États signataires.", "En conséquence, le Guide du HCNUR doit être considéré comme un ouvrage très pertinent dans l'examen des pratiques relatives à l'admission des réfugiés. Il va de soi que les observations qui précèdent valent non seulement pour la Commission mais également pour les cours chargées d'examiner le bien-fondé des décisions de celle-ci", ". (La Cour souligne)."], ["[42]", "Récemment, le Guide est repris et utilisé d'une façon formelle par la Cour fédérale dans", "<FRAGMENT_SUPPRESSED>  F.T.R. 169."], ["[43]", "Les paragraphes suivants du Guide sont pertinents:", "b) Persécutions", "[. . . . .]", "52. La question de savoir si d'autres actions préjudiciables ou menaces de telles actions constituent des persécutions dépendra des circonstances de chaque cas, compte tenu de l'élément subjectif dont il a été fait mention dans les paragraphes précédents. Le caractère subjectif de la crainte d'être persécuté implique une appréciation des opinions et des sentiments de l'intéressé. C'est également à la lumière de ces opinions et de ces sentiments qu'il faut considérer toute mesure dont celui-ci a été effectivement l'objet ou dont il redoute d'être l'objet. En raison de la diversité des structures psychologiques individuelles et des circonstances de chaque cas, l'interprétation de la notion de persécution ne saurait être uniforme.", "53. En outre, un demandeur du statut de réfugié peut avoir fait l'objet de mesures diverses qui en elles-mêmes ne sont pas des persécutions (par exemple, différentes mesures de discrimination), auxquelles viennent s'ajouter dans certains cas d'autres circonstances adverses (par exemple une atmosphère générale d'insécurité dans le pays d'origine). En pareil cas, les divers éléments de la situation, pris conjointement, peuvent provoquer chez le demandeur un état d'esprit qui permet raisonnablement de dire qu'il craint d'être persécuté pour des «motifs cumulés». Il va sans dire qu'il n'est pas possible d'énoncer une règle générale quant aux «motifs cumulés» pouvant fonder une demande de reconnaissance du statut de réfugié.", "Toutes les circonstances du cas considéré doivent nécessairement entrer en ligne de compte, y compris son contexte géographique, historique et ethnologique", "c) Discrimination", "54. Dans de nombreuses sociétés humaines, les divers groupes qui les composent font l'objet de différences de traitement plus ou moins marquées. Les personnes qui, de ce fait, jouissent d'un traitement moins favorable ne sont pas nécessairement victimes de persécutions. Ce n'est que dans des circonstances particulières que la discrimination équivaudra à des persécutions. Il en sera ainsi lorsque les mesures discriminatoires auront des conséquences gravement préjudiciables pour la personne affectée, par exemple de sérieuses restrictions du droit d'exercer un métier, de pratiquer sa religion ou d'avoir accès aux établissements d'enseignement normalement ouverts à tous.", "55. Lorsque les mesures discriminatoires ne sont pas graves en elles-mêmes, elles peuvent néanmoins amener l'intéressé à craindre avec raison d'être persécuté si elles provoquent chez lui un sentiment d'appréhension et d'insécurité quant à son propre sort.", "La question de savoir si ces mesures discriminatoires par elles-mêmes équivalent à des persécutions ne peut être tranchée qu'à la lumière de toutes les circonstances de la situation", "Cependant, il est certain que la requête de celui qui invoque la crainte des persécutions sera plus justifiée s'il a déjà été victime d'un certain nombre de mesures discriminatoires", "telles que celles qui ont été mentionnées ci-dessus et que, par conséquent,", "un effet cumulatif intervient", ". (La Cour souligne).", "VII.", "Prétention des parties"], ["[44]", "Le défendeur soutient que le demandeur n'a pas démontré que l'agente d'ERAR a erré en fait ou en droit. Il soutient que la décision est raisonnable et que les documents déposés par le demandeur au soutien de sa demande ne font valoir aucun motif sérieux susceptible de permettre à cette Cour d'intervenir au présent dossier afin d'annuler la décision de l'agente d'ERAR."], ["[45]", "Le demandeur soumet que l'agente d'ERAR a commis une erreur en concluant à une insuffisance de preuve sans accorder de poids à la preuve testimoniale, et sans tenir compte de toute la preuve documentaire soumise à son attention à l'effet que l'État hongrois ne fournit pas une protection efficace à la population rome.", "VIII.", "Norme de contrôle"], ["[46]", "La norme de contrôle à appliquer en l'espèce est celle de la raisonnabilité. Tel que l'a expliqué le juge Maurice Lagacé dans la décision", "<FRAGMENT_SUPPRESSED>  [2008] A.C.F. no 1705 (QL), l'agent d'ERAR, dans la détermination de ses conclusions sur les risques avant renvoi, procède essentiellement à une analyse des faits qui lui sont soumis. Une grande déférence doit être accordée à ces conclusions de faits:"], ["[12] La détermination des risques avant renvoi par l'agente ERAR repose essentiellement sur une appréciation de faits à laquelle cette Cour doit accorder une grande déférence. En conséquence, la norme de la « déraisonnabilité » s'applique aux conclusions de fait de la décision de l'agente ERAR, et d'ailleurs le demandeur ne conteste pas la norme applicable (", "<FRAGMENT_SUPPRESSED> )."], ["[47]", "Ainsi, cette Cour ne pourra intervenir que si la décision de l'agente d'ERAR est déraisonnable.", "IX.", "Analyse"], ["[48]", "La décision de l'agente d'ERAR portait sur deux points en particulier: le manque de preuve corroborative au dossier et la protection efficace de l'État hongrois. L'agente d'ERAR a donc conclu à l'inexistence d'un risque dans l'éventualité d'un retour dans le pays de nationalité.", "(1)", "L'agente d'ERAR a-t-elle erré dans son évaluation de la preuve documentaire portant sur la protection en Hongrie pour les personnes qui font partie du groupe ethnique des Roms", "Portrait des Roms en Hongrie", "(Pour les cinq prochains paragraphes inclusivement le contenu tel que vu dans le document soumis à l'agente d'ERAR « Hongrie: information sur le traitement réservé aux Roms: mesures prises par l'État pour protéger les Roms (2006-septembre 2009) » datée du 15 octobre 2009, démontre les données officielles décrivant le climat qui règne à l'égard des Roms, appuyé par les 19 documents soumis directement et également à l'attention de l'agente d'ERAR par le demandeur tels que cités par le défendeur dans son Mémoire supplémentaire)."], ["[49]", "La communauté ethnique rome constitue une minorité ethnique considérable en Hongrie:", "Selon le directeur de la Fondation hongroise pour l'autonomie, les ONG comme la Fondation pour les droits civils des Roms (Roma Civil Rights Foundation - RPA), le Bureau de défense juridique des minorités nationales et ethniques (Legal Defence Bureau for National and Ethnic Minorities - NEKI) et le Bureau de consultation juridique du parlement rom (Legal Counselling Office of the Roma Parliament) jouissent d'une meilleure réputation que les organismes gouvernementaux pour ce qui est d'aider les Roms victimes de discrimination (22 août 2009). Des ONG offrent également une formation sur la lutte contre la discrimination aux membres du système judiciaire (Nations Unies 4 janv. 2007, paragr. 49). D'après le HHC, [traduction] « les ressources financières et humaines limitées » du NEKI et de la RPA restreignent le nombre de dossiers sur lesquels elles peuvent se pencher annuellement (HHC juin 2009, 3). En date de juin 2009, une coalition d'ONG financées par l'OSI serait en voie d'établir un programme d'aide juridique à l'intention des victimes de crimes haineux (ibid.) [...]"], ["[50]", "Quant à la violence à caractère raciste envers les Roms en Hongrie, il n'existe pas de données précises nationales hongroises à ce sujet à cause de l'interdiction de la loi hongroise concernant la signalisation d'un peuple particulier dans les données statistiques répertoriées par l'État. Selon Amnistie internationale (citée dans le document ci-dessus), la multiplication des attaques visant des Roms et leur domicile a créé un climat de peur et d'intimidation.", "Les Roms et la police"], ["[51]", "Selon un rapport de la Commission européenne contre le racisme et l'intolérance (ECRI) du Conseil de l'Europe,", "les Roms", "qui sont", "victimes de violence éprouvent", "de la", "réticence", "signaler", "les", "agressions perpétrées contre eux pour diverses raisons", ", notamment la", "honte", ", la", "crainte de représailles", "ou le sentiment que leur", "plainte ne mènera à aucun résultat positif"], ["[52]", "Des", "rapports du Conseil de l'Europe", "ont", "rapporté plusieurs cas de brutalité policière envers les Roms", ". En 2008, un comité indépendant de", "cinq juristes", "a été formé par le", "Parlement hongrois", "afin que des", "recommandations", "soient déposées en vue d'améliorer le travail des policiers."], ["[53]", "À l'instar de cette démarche, le gouvernement de la Hongrie a pris des mesures d'ordre juridique et institutionnel pour améliorer la situation des Roms. Cependant, un", "document de mai 2008 publié par le bureau du vérificateur de l'État de Hongrie indiquait que « les ressources ne parviennent souvent pas jusqu'aux groupes dont les besoins sont les plus criants", "». C'est dans ce climat que sont survenus les événements entourant les Roms qui découlent de la preuve soumise à l'agente d'ERAR.", "La norme de protection de l'État"], ["[54]", "Dans sa décision, l'agente d'ERAR a conclu que même dans l'éventualité où le demandeur aurait été persécuté, « il aurait pu obtenir la protection de l'État, même si cette protection est imparfaite » (Décision de l'agente d'ERAR, p. 5). L'agente a souligné l'existence de plusieurs éléments dans le système hongrois visant à protéger spécifiquement la communauté rome. Les mesures relevées par l'agente comprennent l'arrestation de quatre suspects suite à des meurtres perpétrés dans la communauté rome, la prise de conscience générale du climat de violence par l'État hongrois, la multiplication des investigations policières, ainsi que l'implication des autorités policières relativement à la violence envers les Roms."], ["[55]", "Tel qu'établi par l'arrêt", "Ward", ", ci-dessus, il appartient au demandeur de réfuter la présomption à l'effet que l'État peut protéger ses ressortissants en démontrant qu'il n'aurait pas pu obtenir la protection de l'État. Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 146, la Cour d'appel fédérale explique que la preuve d'une allégation d'insuffisance ou d'inexistence de la protection de l'État envers un de ses citoyens requiert que le réfugié:"], ["[38] [...] supporte la charge de présentation de produire des éléments de preuve en ce sens et la charge ultime de convaincre le juge des faits que cette prétention est fondée. La norme de preuve applicable est celle de la prépondérance des probabilités, sans qu'il soit exigé un degré plus élevé de probabilité que celui que commande habituellement cette norme. Quant à la qualité de la preuve nécessaire pour réfuter la présomption de la protection de l'État, cette présomption se réfute par une preuve claire et convaincante de l'insuffisance ou de l'inexistence de ladite protection."], ["[56]", "À l'appui de son allégation à l'effet que la protection de l'État est insuffisante, l'agente d'ERAR a eu versé au dossier une considérable preuve documentaire", ", ainsi qu'une lettre signée par monsieur Dezsö Nömös, vice-président du Conseil de la minorité tzigane de Svitgetvar, datée du 27 octobre 2009, qui atteste des événements de violence dont les Roms étaient victimes à cette époque."], ["[57]", "L'agente d'ERAR n'a pas l'obligation de mentionner ni de réfuter chaque élément de preuve dans sa décision. Il est de la compétence de l'agente d'ERAR d'accorder plus de poids à une partie de la preuve documentaire qu'à une autre.", "La décision doit néanmoins refléter la prise en compte de cette preuve", ".  <FRAGMENT_SUPPRESSED>  (QL), 157 F.T.R. 35, la Cour fédérale affirme que:"], ["[15] La Cour peut inférer que l'organisme administratif en cause a tiré la conclusion de fait erronée « sans tenir compte des éléments dont il [disposait] » du fait qu'il n'a pas mentionné dans ses motifs certains éléments de preuve dont il était saisi et qui étaient pertinents à la conclusion, et en arriver à une conclusion différente de celle de l'organisme", "[...]", "[. . . . .]"], ["[17] Toutefois, plus la preuve qui n'a pas été mentionnée expressément ni analysée dans les motifs de l'organisme est importante, et plus une cour de justice sera disposée à inférer de ce silence que l'organisme a tiré une conclusion de fait erronée « sans tenir compte des éléments dont il [disposait] »:", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.). Autrement dit, l'obligation de fournir une explication augmente en fonction de la pertinence de la preuve en question au regard des faits contestés. Ainsi, une déclaration générale affirmant que l'organisme a examiné l'ensemble de la preuve ne suffit pas lorsque les éléments de preuve dont elle n'a pas discuté dans ses motifs semblent carrément contredire sa conclusion. Qui plus est, quand l'organisme fait référence de façon assez détaillée à des éléments de preuve appuyant sa conclusion, mais qu'elle passe sous silence des éléments de preuve qui tendent à prouver le contraire, il peut être plus facile d'inférer que l'organisme n'a pas examiné la preuve contradictoire pour en arriver à sa conclusion de fait."], ["[58]", "Dans son étude de la preuve documentaire relativement aux actions prises par les autorités pour assurer la protection des Roms, l'agente d'ERAR ne cite sélectivement que la preuve suivante: un article de la revue Macleans, un court extrait d'un rapport d'Amnistie internationale de 2009, avec un article paru dans le Time, ainsi qu'un article de la BBC News. L'agente d'ERAR ne se base que sur cette preuve d'extraits isolés pour conclure à deux reprises que suite aux arrestations de suspects en août 2009, « les agressions ont vraisemblablement cessé » (Décision de l'agente d'ERAR, p. 5) et que « depuis ces arrestations effectuées en août 2009 la preuve documentaire ne fait pas mention que de telles agressions se seraient produites » (Décision de l'agente d'ERAR, p. 6)."], ["[59]", "Ce constat deux fois réitéré de la part de l'agente d'ERAR dénote une erreur dans son étude de la preuve documentaire contradictoire versée au dossier."], ["[60]", "Suite à l'envergure de l'ensemble de la preuve, l'agente d'ERAR n'a pas pu raisonnablement conclure qu'aucune autre agression n'a été commise à l'encontre des Roms en Hongrie suite à la période de janvier 2008 à août 2009. Elle n'explique pas non plus pourquoi elle rejette ou omet de prendre en compte le contenu de la lettre de monsieur Nömös, datée d'", "octobre", "2009, qui affirme que « [...] Les Tziganes vivent dans la terreur, ils ont peur des attaques et des assassinats, ils n'osent plus sortir » (Lettre, traduite du hongrois, p. 2). À la date de la décision, il semblait prématuré, en se basant sur la preuve documentaire, de conclure que les événements de janvier 2008 à août 2009 constituaient une recrudescence momentanée et passagère de la violence contre les Roms."], ["[61]", "L'agente d'ERAR doit au moins évaluer la preuve significative portant sur la détérioration des conditions de vie du peuple rom. Il était déraisonnable pour l'agente d'ERAR de conclure que les agressions envers les Roms ont cessé en Hongrie, en n'expliquant pas comment elle en est arrivée à cette conclusion. Cette constatation est centrale dans la prise de décision, car une décision d'ERAR sert à déterminer s'il existe un risque à renvoyer la personne dans son pays de nationalité,", "et non s'il y avait un risque au moment de son départ vers le Canada.", "Le changement de circonstances"], ["[62]", "L'agente d'ERAR a affirmé que le demandeur aurait pu obtenir la protection de l'État, même si cette protection est imparfaite. En énumérant les changements souhaités dans l'État hongrois au cours des dernières années, l'agente d'ERAR semble venir à la conclusion que l'État hongrois aurait subi un changement de circonstances. Dans son livre « The Law of Refugee Status », le professeur James Hathaway énumère les trois conditions pour que l'on puisse conclure à un changement de circonstances dans un pays donné: le changement de circonstances doit être substantiel, effectif et durable, comme spécifié par le demandeur dans son mémoire (James Hathaway, « The Law of Refugee Status », Butterworths, Toronto, 1991, p. 199 et suiv.)"], ["[63]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  CarswellNat 2342, cette Cour traitait de la protection d'État dans le cadre d'une demande d'ERAR et de la norme à remplir pour qu'il existe une protection efficace dans un État donné:"], ["[15] La demanderesse soutient que l'agent d'ERAR a commis une erreur en prenant comme critère juridique les « mesures sérieuses ». Dans la décision", "<FRAGMENT_SUPPRESSED>  (1re inst.) (QL), au paragraphe 15,", "la Cour a établi que, pour qu'il existe une protection de l'État adéquate, un gouvernement doit avoir la volonté et la capacité de mettre en œuvre sa législation et ses programmes", "[...] Non seulement le pouvoir protecteur de l'État doit-il comporter un encadrement légal et procédural efficace, mais également la capacité et la volonté d'en mettre les dispositions en œuvre. (La Cour souligne)."], ["[64]", "Dans un contexte similaire traitant de la situation des Roms en Hongrie, le juge Yvon Pinard, dans la décision", "<FRAGMENT_SUPPRESSED>  F.T.R. 203,", "a souligné que la preuve de l'amélioration et des progrès réalisés par l'État ne constitue pas une preuve que les mesures actuelles équivalent à une protection efficace"], ["[37] [...] je suis d'avis que le tribunal a commis une erreur lorsqu'il a donné à entendre que la volonté de régler la situation de la minorité rome en Hongrie pouvait être assimilée à une protection d'État [...]"], ["[65]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  F.T.R. 35, le juge Luc Martineau s'est également exprimé sur la question de la protection de l'État:"], ["[27] Pour déterminer si le revendicateur d'asile a rempli son fardeau de preuve, la Commission doit procéder à une véritable analyse de la situation du pays et des raisons particulières pour lesquelles le revendicateur d'asile soutient qu'il « ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection » de son pays de citoyenneté ou de résidence habituelle (alinéas 96", ") et", ") et sous-alinéa 97(1)", ")(i) de la Loi). La Commission doit considérer non seulement la capacité effective de protection de l'État mais également sa volonté d'agir. À cet égard, les lois et les mécanismes auxquels le demandeur peut avoir recours pour obtenir la protection de l'État peuvent constituer des éléments qui reflètent la volonté de l'État. Cependant, ceux-ci ne sont pas en eux-mêmes suffisants pour établir l'existence d'une protection", "à moins qu'ils ne soient mis en œuvre dans la pratique", ": voir", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.);", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.). (La Cour souligne)."], ["[66]", "Ainsi, il ne suffit pas de démontrer les changements et les améliorations contenues dans l'État hongrois, notamment l'existence de plusieurs recours et la possibilité d'obtenir une protection de l'État hongrois. Encore faut-il prouver que les changements sont mis en œuvre de façon efficace dans la pratique. La preuve d'une volonté d'amélioration et des progrès tentés par l'État ne devrait pas constituer, pour le décideur, un indice décisif à l'effet que les mesures potentielles équivalent à une protection efficace dans le pays sous étude. Comme la jurisprudence ci-dessus le démontre, la volonté, aussi bonne qu'elle pourrait l'être, n'équivaut pas à l'action."], ["[67]", "Dans l'affaire", "<FRAGMENT_SUPPRESSED>  CarswellNat 3439, le décideur devait apprécier la preuve documentaire contradictoire indiquant un risque pour le demandeur:"], ["[22] Le demandeur affirme qu'il était loisible à l'agente d'ERAR de faire sa propre analyse de la protection offerte par l'État. Toutefois, elle a commis une erreur en ne tenant pas compte d'une preuve documentaire volumineuse qui corrobore fortement l'allégation selon laquelle le demandeur sera exposé à de la persécution sans espoir de se voir protéger par l'État, si on le force à retourner en Hongrie. [...]"], ["[68]", "Dans le cas présent, la preuve documentaire démontre que la conclusion selon laquelle la protection de l'État hongrois envers les Roms serait efficace ne fait pas l'unanimité parmi les organisations internationales. Par exemple, en 2009, l'article «", "Racist Crime Wave - Hungary's Roma Bear Brunt of Downturn", "», ci-dessus, rapportait les paroles du directeur de l'« European Roma Right Center » (ERRC):", "ERRC director Kushen says that while the Hungarian government has made some efforts to address the issues of the social marginalization suffered by the Roma, not enough has been done and whatever programs are in place are not sufficiently funded. \"It is a failure of political will to introduce programs that require a higher level of investment,\" he says, adding that officials are often unwilling to take the heat for supporting unpopular measures."], ["[69]", "Dans l'arrêt", "Ward", ", ci-dessus, le juge Gerard V. La Forest a déclaré que « le fait que le demandeur doive mettre sa vie en danger en sollicitant la protection inefficace d'un État, simplement pour démontrer cette inefficacité, semblerait aller à l'encontre de l'objet de la protection internationale. » (par. 55)"], ["[70]", "Le fait que l'État hongrois fait des efforts pour se diriger vers une amélioration de la situation des Roms est perçu par la preuve; néanmoins, dans le cas présent, la gravité du danger et des événements de violence à laquelle le demandeur et sa famille auraient dû faire face, les extrémités auxquelles la famille aurait dû se réduire en cachette, en plus de la fréquence ou de la continuité des événements vécus et le laps de temps sur lesquels les événements auraient dû se produire manifestent que l'État ne semble pas avoir démontré une protection efficace à leur égard."], ["[71]", "La Cour conçoit, selon la preuve, que le demandeur ou sa famille n'auraient pas directement demandé la protection de la police. Après des événements non contredits incluant un domicile incendié par un cocktail molotov, l'utilisation d'armes à feu et l'hospitalisation de deux personnes pour blessures graves, le demandeur et sa famille auraient pu penser que la police, ou du moins les autorités étatiques concernées, auraient été au courant de l'état de détresse dans lequel se trouvait leur famille, et de leur situation de crise. De plus, tel que discuté ci-dessus, la preuve documentaire démontre la précarité du lien de confiance entre les autorités policières et les communautés romes. Comme spécifié par le Guide, une crainte des autorités peut provoquer un manque de confiance dans l'appareil étatique suite aux antécédents qui auraient marqué des individus concernés. (Voir le par. 198 du Guide: « 198. Une personne qui, par expérience, a appris à craindre les autorités de son propre pays peut continuer à éprouver de la défiance à l'égard de toute autre autorité. Elle peut donc craindre de parler librement et d'exposer pleinement et complètement tous les éléments de sa situation »).", "(2)", "L'agente d'ERAR a-t-elle commis une erreur en faisant abstraction de la preuve ou en omettant de l'apprécier convenablement"], ["[72]", "L'agente d'ERAR a déploré l'absence d'éléments de preuve au dossier pour établir les faits sur lesquels repose l'existence de risque de retour du demandeur en Hongrie. Dans la décision d'ERAR, le seul passage qui traite de l'insuffisance de la preuve est le suivant:", "Au niveau des risques allégués, on note l'absence au dossier d'éléments de preuve pour établir les faits sur lesquels repose l'existence de risque de retour. Ainsi, le demandeur qui déclare avoir vécu caché avec sa famille en Hongrie ne soumet pas d'éléments de preuve pour établir sa situation personnelle en Hongrie suite à son retour en 2004. On note aussi cette absence d'élément de preuve personnel sur les faits soumis par sa grand-mère, Karolyne Bors (4385-5515) et auxquels le demandeur fait référence en appui de cette demande. On note aussi l'absence au dossier d'éléments de preuve, rapport de police ou autres indiquant que le demandeur, sa grand-mère ou autre membre de sa famille ont tenté d'obtenir la protection auprès des autorités hongroises, suite aux agressions alléguées.", "(Décision de l'agente d'ERAR, p. 4)."], ["[73]", "La Cour est attentive au fait que des cas de brutalité policière envers les Roms ont été si marquants que les autorités hongroises elles-mêmes, ont pris note de la gravité de la situation. Donc, est-ce que dans ce cas particulier de l'enfant et de sa famille, leurs esprits les auraient menés à signaler leurs difficultés aux autorités plutôt que de s'occuper de la crainte de toute la famille, qu'en famille !"], ["[74]", "Le demandeur a soumis un témoignage portant sur les événements de violence survenus contre lui et contre sa famille en Hongrie. Il base sa demande sur sa déclaration contenue dans son Formulaire de renseignements personnels (FRP), ainsi que sur la déclaration de sa grand-mère, madame Karolyne Bors, dont le témoignage corrobore les événements de violence desquels sa famille a été victime."], ["[75]", "La preuve subjective contenue dans le témoignage du demandeur s'harmonise avec l'ensemble de la preuve documentaire objective portant sur la protection offerte par la Hongrie, déposée dans le dossier. En ce sens, la preuve documentaire pourrait corroborer le récit du demandeur, si les faits de ce récit avaient été évalués dans leur ensemble par le décideur. L'agente d'ERAR a commis une erreur en ne prenant pas au moins en compte les faits contenus dans le témoignage du demandeur, ni le témoignage de madame Karolyne Bors, qui a été déposé devant la même agente d'ERAR."], ["[76]", "La déposition du demandeur spécifiant les sévices subis par lui et sa famille alors qu'ils se trouvaient en Hongrie aurait dû être au moins prise en compte par l'agente d'ERAR. L'agente d'ERAR ne fournit pas de justification pour mettre la preuve par témoignage de côté autre que pour la question de savoir que le demandeur aurait pu demander la protection de l'État sans avoir démontré l'appréciation de la preuve entière convenablement.", "(3)", "Dans les circonstances, la discrimination à l'égard du demandeur équivaut-elle à de la persécution"], ["[77]", "Étant donné que la décision de l'agente d'ERAR traite principalement de la question de la capacité de l'État de protéger le demandeur, l'analyse de l'agente d'ERAR quant à la persécution semble en apparence être inexistante compte tenu de la maison incendiée, des graves agressions physiques à l'égard des membres de la famille et de leur hospitalisation; même suite à ces événements non contredits, aucune mention n'a été faite d'une démonstration d'action de la part des autorités qui seraient intervenues suite aux graves événements. La preuve documentaire relate d'une façon approfondie le contexte dans lequel le peuple rom a été traité et les situations qu'il a vécues; l'agente d'ERAR, elle-même, n'a pas remis en doute « l'importance de la discrimination des 'rom' » (Décision d'ERAR, p. 5)."], ["[78]", "Pour ce qui est de ce qui constitue de la persécution au sens de l'article 96 de la LIPR, le Guide prévoit que des circonstances adverses qui s'ajoutent à des mesures diverses, telles que de la discrimination, peuvent faire en sorte qu'un demandeur craigne d'être persécuté « pour des motifs cumulés » (par. 53 du Guide). La", "discrimination équivaut à de la persécution lorsque « les mesures discriminatoires auront des conséquences gravement préjudiciables pour la personne affectée", "» (par. 54 du Guide) qui donc par le cumul devient de la persécution."], ["[79]", "L'ensemble de la preuve met en relief toutes les circonstances du cas, notamment le contexte géographique, historique et ethnologique; les allégations de crainte de persécution exprimées par le demandeur doivent être appréciées en s'assurant que le décideur aurait tenu compte de la preuve documentaire. Pour cela, il faudrait que l'étude approfondie de la preuve documentaire, en elle-même, démontre s'il existe une possibilité de persécution dans ce cas."], ["[80]", "Les décideurs des faits ont l'obligation par leur mandat d'entreprendre une analyse individuelle, puisque la protection de l'État dépend de la possibilité pour l'État de fournir une protection efficace à l'égard de la personne sous étude qui revendique la protection, selon la preuve, la loi et la jurisprudence, cas par cas."], ["[81]", "Dans l'affaire", "<FRAGMENT_SUPPRESSED>  (C.F. 1re inst.), la demande de révision des Roms en question fut accueillie par la Cour:"], ["[56] La Commission commet aussi une erreur de droit en adoptant une approche « systémique » qui peut avoir comme résultat net le rejet de demandes particulières de statut de réfugié pour le seul motif que la preuve documentaire indique généralement que le gouvernement hongrois fait certains efforts pour protéger les Roms de la persécution ou de la discrimination exercée par les autorités policières, les autorités chargées du logement et les autres groupes qui les ont persécutés jusqu'ici.", "L'existence de mesures contre la discrimination ne constitue pas en soi une preuve que la protection de l'État est disponible en fait. [...] Par conséquent, il y a lieu dans tous les cas de confronter la situation théorique avec le vécu de chaque revendicateur", ". (La Cour souligne)."], ["[82]", "Comme pour la protection de l'État qui devait être analysée à la lumière des faits en présence, les risques que court le demandeur doivent également être évalués selon l'ensemble de la preuve soumise devant le décideur. Dans le cas présent, la preuve non contredite démontre que les actes récurrents auraient ciblé la famille du demandeur d'une violence extrême, au point de mener deux individus à l'hôpital; et, l'intimité de leur domicile aurait été gravement violée. Le témoignage du demandeur reflète qu'il s'agit d'événements répétés, qui ont mis la vie de Jànos Bors et Karolyne Bors en péril."], ["[83]", "L'agente aurait dû analyser et évaluer la notion de la persécution dans les motifs de sa décision. La situation vécue par les Roms telle qu'étayée dans la preuve documentaire doit être soupesée avec la preuve de la situation personnelle du demandeur. Dans le cas présent, l'agente d'ERAR n'a pas effectué une étude de la preuve du demandeur en conjonction avec la preuve documentaire dans le but de déterminer si les faits permettaient de croire qu'il était persécuté en raison de sa race, et si l'État hongrois était en mesure de lui fournir une protection.", "X.", "Conclusion"], ["[84]", "À la lumière de ces faits, le demandeur semble avoir démontré que, dans sa situation, il n'est pas protégé et donc, la décision d'ERAR ne peut être raisonnable sans analyse plus approfondie à l'égard de l'ensemble de la preuve. Ce cas nécessite une nouvelle considération complète avec une analyse plus pondérée pour en arriver à une conclusion qui harmoniserait la preuve subjective avec la preuve objective.", "JUGEMENT"], ["[85]", "LA COUR ACCUEILLE", "la demande de contrôle judiciaire et soumet le dossier à un autre agent d'immigration pour une nouvelle considération. Aucune question n'est certifiée.", "Obiter"], ["[86]", "L'historique du peuple rom dans le passé, même récent, est imprégné d'ostracisme, d'exclusion, de marginalisation, de discrimination et, dans certains cas, de persécution en raison de leur race.", "La situation des Roms exige que le décideur évalue la protection à l'égard de chaque individu qui réclame la protection suite à la preuve de traitements subis par des ressortissants qui réclament la protection du pays", ".........................", "<FRAGMENT_SUPPRESSED>  Jurisprudence is evaluated throughout history in the manner it treats the human condition, as is a country judged in the manner it treats its minorities (summary of the writings of Emile Zola (1840-1902) on the system of justice and his cry of conscience for a voice of the voiceless).", "La jurisprudence est évaluée à travers l'histoire par la manière qu'elle traite la condition humaine, comme un pays est jugé par la manière qu'il traite ses minorités (résumé de l'œuvre d'Émile Zola (1840-1902) à l'égard du système de justice et son cri de conscience qui évoque la voix de ceux qui sont sans voix).", "II.", "Introduction"], ["[2]", "This is an application for judicial review, pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA), of the decision by the pre-removal risk assessment (PRRA) officer, rendered on February 17, 2010, that the applicant would not be subject to a risk of persecution or to a risk to his life if he were to be removed to his country of nationality within the meaning of sections 96 and 97 of the IRPA."], ["[3]", "The applicant and his family members are Roma and their ethnicity was not disputed.", "Situation of the Roma - History", "(Prior to the 21st century - based in large part on an article from the", "Courrier international", ", entitled [translation] \"Abandoned on the side of the road,\" dated November 12, 2009, as quoted by the respondent before the PRRA officer)"], ["[4]", "It was approximately in the year 1000 that the Roma left India, where they were from originally, to go to Persia. (And, in a number of countries, as a result of a historical error, they were called gypsies because they were thought to have come from Egypt. This is as incorrect as the Aboriginal people of Canada being called Indians as a result of Christopher Columbus's error.) In the Balkans, the Roma were called by a name originally given to a sect of Manichean monks, Athiganoi or Atsiganos, from which came another group of names - Zingaro (in Italian), Tsigane (in French), Zigeuner (in German), Ciganie (in Slavic languages) and Cikani (in Czech)."], ["[5]", "The question \"who are the Roma?\" was answered by chance in 1763 by a Hungarian theology student named Stefan Vali, who met several Indians, Malabars, in Leyden, Holland, where they were studying medicine. Vali was intrigued by their similarity to the Roma he had known in Hungary. He continued beyond these external similarities, writing down more than a thousand Malabar words they used, along with their meanings. When he returned to Hungary and discovered the meanings of the words among the Roma, he was surprised at the similarity of the two languages. Afterwards, linguists, historians and ethnologists confirmed the Indian origins of the Roma."], ["[6]", "The Roma reached the Balkans in around the 14th century. In dispersing throughout Europe, they adopted the religion of the majority of the European population. It was in Western Europe that their largest wave of migration occurred in the 16th century, from where some countries deported them to the African and American colonies."], ["[7]", "Up until the 19th century, the Roma were considered, in the Eastern European countries, to be people without freedom, often treated as slaves."], ["[8]", "Starting in 1930, they were victims of the racial policies of the Nazis by extermination and genocide. Of the 700,000 Roma living in Europe, 250,000 to 500,000 were deported and killed in gas chambers. For the Roma, this period is called Samudaripen, i.e. \"the murder of all\" in the Romani language."], ["[9]", "In 1982, Germany officially recognized its responsibilities toward the Roma. In France, in 1997, the President of the Republic referred to their situation in a ceremony in memory of the victims of the deportation."], ["[10]", "The documents, directly quoted", "in the list of 19 documents submitted to the PRRA officer", ", as listed by the respondent in his supplementary memorandum, show whether the situation has changed over recent years (this evidence is quoted by the Court below, as part of the analysis of the evidence)."], ["[11]", "Macleans", "article from September 10, 2009, elaborates:", "Hungary's Roma population is so afraid of attacks by right-wing groups that they have started protecting their neighbourhoods through night time patrols. Their fear is justified: six Roma have been murdered in violent assaults since last November. After a huge police investigation, four men, alleged Roma haters who carefully planned their crimes, were detained for the deadly attacks in late August.", "One of the worst attacks occurred in Tatárszentgyörgy last February. Erzsebet Csorba woke up to the sound of gunfire outside her house. She discovered her mortally wounded son not far from his firebombed house. Her grandson was nearby. \"His whole small body was full with holes from the bullets,\" she told", "Voice of America", ". The child soon died.", "Many fear the violence directed at the nation's 660,000 Roma will continue, despite the arrests. For the poor ethnic minority, segregation and discrimination increased after the fall of Communism when unskilled and unemployed Roma tended to concentrate in rural villages. Life was cheaper than the cities, but with little chance of work.", "Tomás Polgár, a popular right-wing blogger, voices a common refrain among Hungarians: \"They are criminals and they are a threat to us, the majority. They make more children, they're taking over.\" Ominously, he states, \"It's a war.\" In June, Jobbik, a far-right party with a platform of getting tough on \"Gypsy criminality,\" captured 15 per cent of the vote in European elections.", "The intimidation can be frightening. Viktória Mohácsi, a former Roma European politician, receives countless email threats. \"I feel like I'm in a war,\" she told a Dutch newspaper. While she isn't sure if patrols of Roma areas are a good idea, she concedes there are few alternatives: \"We can either set up an army or flee.\""], ["[12]", "Reuters", "article, entitled \"As crisis deepens, Roma a powderkeg in Hungary,\" from Wednesday, August 12, 2009, reports:", "...", "But in Hungary, both the crisis and the violence are particularly drastic. The country was the first nation in the European Union to turn to the IMF for help last year, and faces deep recession and mounting unemployment.", "The economic slowdown has especially hurt the Roma, who account for", "6 to 7 percent of the population", "and find it hard getting jobs even in prosperous times.", "The crisis has reinforced social tensions, and the recent brutal attacks on the Roma have brought the country to the brink of open conflict, according to its president.", "\"We know that the situation is tense to the point of explosion,\" Laszlo Solyom told a news conference this week, urging Hungarians to feel compassion for Roma, or gypsies: more than half a dozen, including children, have died in recent violent attacks.", "...", "\"Employers seal the gates,\" said Istvan Szirmai, an official at Hungary's Labour Ministry. \"They have the right to choose ... and they do not accept Gypsies.\"", "...", "(emphasis added.)"], ["[13]", "As regards state protection for the Roma in Hungary, it was reported as ineffective throughout the documentation submitted; according to the \"Amnesty International Report 2009 - Hungary\":", "Legal, constitutional or institutional developments", "In June, the Constitutional Court rejected amendments to the civil code and penal code passed by parliament in November 2007 and February 2008 respectively. The amendments represented the fourth attempt by parliament since 1992 to change the law on hate speech. They would have criminalized incitement targeted against a minority group and allowed a maximum two-year prison sentence for anyone using inflammatory expressions about specific ethnic groups or offending their dignity. The Court considered these amendments to be unconstitutional as they would curtail freedom of expression."], ["[14]", "Furthermore, the article entitled \"Racist Crime Wave - Hungary's Roma Bear Brunt of Downturn,\" dated February 24, 2009, explains:", "...", "ERRC director Kushen says that while the Hungarian government has made some efforts to address the issues of the social marginalization suffered by the Roma, not enough has been done and whatever programs are in place are not sufficiently funded. \"It is a failure of political will to introduce programs that require a higher level of investment,\" he says, adding that officials are often unwilling to take the heat for supporting unpopular measures.", "On Tuesday, Hungary's ombudsman on minority affairs, Erno Kallai, took the unprecedented step of addressing the national parliament about the spate of attacks on Roma families. \"I strongly urge you to come up with an ethnic peace plan,\" he said. \"Not hollow statements but concrete measures that can be implemented immediately and understood by the whole of society.\" He also criticized the police for failing to catch the perpetrators of Monday's murders.", "...", "III.", "Facts"], ["[15]", "The applicant, Gabor Kovacs, was born on May 30, 1989, in Szigetvar, Hungary. He is a citizen of Hungary."], ["[16]", "His mother's name is Erzsébet Kalànyos and his grandmother's name is Karolyne Bors. His two brothers' names are Christopher Rolland Nagy and Reno Nico Nagy, and his uncle is called Jànos Bors."], ["[17]", "The applicant and his family are members of the Roma ethnic group."], ["[18]", "The applicant first came to Canada with his family in February 2001. At that time he claimed refugee status with his family members: his grandmother, mother, two brothers and uncle."], ["[19]", "In October 2001, he returned to Hungary with his family members."], ["[20]", "In December 2001, the applicant returned to Canada and the family re-submitted their refugee claim. At that time, he was accompanied by his mother, grandmother and two brothers."], ["[21]", "On July 17, 2002, the Refugee Protection Division (RPD) allowed the refugee claim of the applicant and his family."], ["[22]", "On February 10, 2004, the applicant and his family appeared before Citizenship and Immigration Canada (CIC) to show their intention of leaving Canada. The mother, Erzsébet Kalànyos, explained that her son, Reno Nico Nagy, was ill and that she wanted to have him treated in Hungary."], ["[23]", "On February 23, 2004, the applicant, who was then 15 years old, accompanied the other members of his family when they returned to Hungary. Also, the applicant alleges that his family had decided to return to Hungary to accompany his uncle, Jànos Bors, whose refugee claim had been rejected. Mr. Bors was gravely ill and, according to the family, he needed urgent care."], ["[24]", "On April 7, 2004, an application to cease refugee protection was filed with the RPD. The basis of the application was that the applicant and his family had again returned to Hungary."], ["[25]", "On June 28, 2004, the RPD allowed the application, resulting in the loss of refugee status for the applicant and his family members."], ["[26]", "Since their return to Hungary in 2004, the applicant alleges that he and his family have been the victims of violent physical attacks and insults from skinheads."], ["[27]", "The skinheads allegedly beat Jànos Bors a number of times. He purportedly fell into a coma after an attack by skinheads who allegedly set fire to his house by throwing Molotov cocktails at it. They also apparently shot at the house."], ["[28]", "The applicant's grandmother was also apparently injured when the skinheads allegedly broke into her home and beat her. She was then purportedly hospitalized and had to have surgery."], ["[29]", "The applicant alleged that he could not return to Canada earlier because of financial difficulties."], ["[30]", "The applicant started a family in Hungary. His common-law spouse's name is Mónika Jozsa and their child's name is Kira."], ["[31]", "On October 29, 2009, the applicant returned to Canada with his grandmother, his spouse and their child, who is a minor. He filed a refugee claim."], ["[32]", "The applicant's parents and two brothers still live in Szigetvar."], ["[33]", "As this is the first application for his spouse and daughter, their hearing before the RPD was postponed."], ["[34]", "The same day, the claim for refugee protection by the applicant and his grandmother was determined to be ineligible under paragraph 101(1)(", ") of the IRPA because of his prior claim with the RPD. The applicant and his grandmother had to file a PRRA application."], ["[35]", "The negative PRRA decision was rendered on February 17, 2010. The officer found that the applicant had not discharged his burden of establishing that the state of Hungary was unable to protect him."], ["[36]", "The applicant filed a motion to stay his removal, which was scheduled for April 15, 2010. The motion was stapled to the application for leave and judicial review. The motion for a stay was granted by Justice Danièle Tremblay-Lamer on April 12, 2010.", "IV.", "The impugned decision"], ["[37]", "After analyzing all of the evidence, the PRRA officer found that there was no reasonable possibility of the applicant's persecution were he to return to Hungary."], ["[38]", "The PRRA officer found that the applicant had not discharged his burden of rebutting the presumption of state protection in his country. On this point, part of the PRRA officer's decision reads as follows:", "[translation]", "In this case, the significance of the discrimination against the \"Roma,\" the presence of an extreme right group called the \"Hungarian guards\" and the marked increase of violence toward this community between January 2008 and September 2009 are not in dispute. The objective and recent documentary evidence such as was submitted by the applicant's representative shows the existence of these problems within Hungarian society. Despite the lack of evidence to establish that the applicant was a victim of violence and attacks because of his \"Roma\" ethnicity, the documentary evidence shows that, even so, he could have obtained state protection, although this protection may be imperfect. As set out in", "Ward", ", except in situations of complete breakdown of the state apparatus, the claimant must provide clear and convincing evidence that the state is unable to protect him. The applicant has not discharged his burden of proof. Hungary is a democratic country, a member of the European Union, which has a functioning judicial system and takes the necessary measures to protect its citizens, including its \"Roma\" minority.", "(PRRA officer's decision, p. 5)", "V.", "Issues"], ["[39]", "(1) Did the PRRA officer err in her assessment of the documentary evidence on the protection of people from the Roma ethnic group in Hungary?", "(2) Did the PRRA officer err in ignoring the evidence or failing to properly assess it?", "(3) In the circumstances, does the discrimination against the applicant amount to persecution?", "VI.", "The relevant legislative provisions and their interpretation"], ["[40]", "The UN High Commissioner for Refugees (HCR) published a book entitled", "Handbook on Procedures and Criteria for Determining Refugee Status under the 1951 Convention and the 1967 Protocol relating to the Status of Refugees", "(Reedited, Geneva, January 1992) (Handbook). This Handbook provides, among other things, guidance on the interpretation of section 96 of the IRPA. The Supreme Court itself emphasized the importance of the Handbook as an instrument for interpreting the Convention:"], ["[27] ...While not formally binding on signatory states, the Handbook has been endorsed by the states which are members of the Executive Committee of the UNHCR, including Canada, and has been relied upon by the courts of signatory states. ...", "Canada", "Attorney General", "v. Ward", ", [1993] 2 S.C.R. 689, 103 D.L.R. (4th) 1)"], ["[41]", "<FRAGMENT_SUPPRESSED> , the Supreme Court referred to the Handbook in its analysis relating to the admission of a refugee:"], ["[46] ... Instead, as I noted, I believe the appellant is entitled to have his claim reheard before a Refugee Board in accordance with the guidelines of the United Nations High Commissioner for Refugees", "Handbook on Procedures and Criteria for Determining Refugee Status", ", the \"UNHCR Handbook.\" As I noted in", "Ward", ", at pp. 713-14, while not formally binding upon signatory states such as Canada, the UNHCR Handbook has been formed from the cumulative knowledge available concerning the refugee admission procedures and criteria of signatory states. This much-cited guide has been endorsed by the Executive Committee of the UNHCR, including Canada, and has been relied upon for guidance by the courts of signatory nations.", "Accordingly, the UNHCR Handbook must be treated as a highly relevant authority in considering refugee admission practices. This, of course, applies not only to the Board but also to a reviewing court", ". (emphasis added.)"], ["[42]", "Recently, the Handbook was adopted and used formally by the Federal Court in", "<FRAGMENT_SUPPRESSED>  F.T.R. 169."], ["[43]", "The following paragraphs of the Handbook are relevant:", "(b) Persecution", "...", "52. Whether other prejudicial actions or threats would amount to persecution will depend on the circumstances of each case, including the subjective element to which reference has been made in the preceding paragraphs. The subjective character of fear of persecution requires an evaluation of the opinions and feelings of the person concerned. It is also in the light of such opinions and feelings that any actual or anticipated measures against him must necessarily be viewed. Due to variations in the psychological make-up of individuals and in the circumstances of each case, interpretations of what amounts to persecution are bound to vary.", "53. In addition, an applicant may have been subjected to various measures not in themselves amounting to persecution (e.g. discrimination in different forms), in some cases combined with other adverse factors (e.g. general atmosphere of insecurity in the country of origin). In such situations, the various elements involved may, if taken together, produce an effect on the mind of the applicant that can reasonably justify a claim to well-founded fear of persecution on \"cumulative grounds\". Needless to say, it is not possible to lay down a general rule as to what cumulative reasons can give rise to a valid claim to refugee status.", "This will necessarily depend on all the circumstances, including the particular geographical, historical and ethnological context", "(c) Discrimination", "54. Differences in the treatment of various groups do indeed exist to a greater or lesser extent in many societies. Persons who receive less favourable treatment as a result of such differences are not necessarily victims of persecution. It is only in certain circumstances that discrimination will amount to persecution. This would be so if measures of discrimination lead to consequences of a substantially prejudicial nature for the person concerned, e.g. serious restrictions on his right to earn his livelihood, his right to practise his religion, or his access to normally available educational facilities.", "55. Where measures of discrimination are, in themselves, not of a serious character, they may nevertheless give rise to a reasonable fear of persecution if they produce, in the mind of the person concerned, a feeling of apprehension and insecurity as regards his future existence.", "Whether or not such measures of discrimination in themselves amount to persecution must be determined in the light of all the circumstances. A claim to fear of persecution will of course be stronger where a person has been the victim of a number of discriminatory measures", "of this type and where there is thus", "a cumulative element involved", ". (emphasis added.)", "VII.", "Parties' allegations"], ["[44]", "The respondent submits that the applicant did not show that the PRRA officer erred in fact or in law. He submits that the decision is reasonable and that the documents filed by the applicant in support of his application do not raise any serious grounds that would warrant this Court's intervention in this case so as to set aside the PRRA officer's decision."], ["[45]", "The applicant submits that the PRRA officer erred in finding that there was insufficient evidence without giving weight to the testimonial evidence and without considering all the documentary evidence submitted for her attention to the effect that the Hungarian state does not provide effective protection to the Romani people.", "VIII.", "Standard of review"], ["[46]", "The standard of review applicable in this case is reasonableness. As explained by Justice Maurice Lagacé in", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1705 (QL), the PRRA officer, in determining his or her findings on the pre-removal risks, essentially conducts an analysis of the facts submitted to him or her. Great deference is owed to these findings of fact:"], ["[12] The pre-removal risk assessment of the PRRA officer rests essentially on an assessment of the facts to which this Court must afford great deference. Accordingly, the standard of \"unreasonableness\" applies to the PRRA officer's findings of fact, and indeed the applicant does not dispute the appropriate standard (", "<FRAGMENT_SUPPRESSED> )."], ["[47]", "Therefore, this Court cannot intervene unless the PRRA officer's decision is unreasonable.", "IX.", "Analysis"], ["[48]", "The PRRA officer's decision involved two specific points: the lack of corroborative evidence in the record and the effectiveness of state protection in Hungary. On this basis, the PRRA officer found that there was no risk if the applicant were to return to his country of nationality.", "(1)", "Did the PRRA officer err in her assessment of the documentary evidence on the protection of people from the Roma ethnic group in Hungary?", "Portrait of the Roma in Hungary", "(The following five paragraphs, including the contents as seen in the document submitted to the PRRA officer \"Hungary: Treatment of Roma; state protection efforts (2006-September 2009)\" dated October 15, 2009, shows the official data describing the prevailing climate toward the Roma, supported by the 19 documents submitted directly and also for the attention of the PRRA officer by the applicant, as quoted by the respondent in his supplementary memorandum.)"], ["[49]", "The Roma ethnic community is a large ethnic minority in Hungary:", "According to the Director of the Autonómia Foundation, NGOs such as the Roma Civil Rights Foundation (RPA), the Legal Defence Bureau for National and Ethnic Minorities (NEKI) and the Legal Counselling Office of the Roma Parliament have a better reputation than government organizations for assisting Romani victims of discrimination (22 Aug. 2009). NGOs with legal expertise also provide anti-discrimination training for members of the judiciary (UN 4 Jan. para. 49). According to the HHC, organizations like NEKI and the RPA have \"limited financial and human resources,\" which restricts the number of cases that they can take per year (HHC June 2009, 3). As of June 2009, a coalition of NGOs funded by the OSI was reportedly in the process of establishing a legal aid program for victims of hate crimes (", "ibid", ".). ..."], ["[50]", "Hungarian data protection laws prohibit the gathering of data disaggregated on an ethnic basis. Thus, concrete statistics on racially motivated violence specifically targeting the Roma are unavailable. According to Amnesty International (quoted in the document above), the increasing number of attacks against Romani individuals and their homes has created a climate of fear and intimidation in that community.", "The Roma and the police"], ["[51]", "According to a report from the European Commission Against Racism and Intolerance (ECRI) of the Council of Europe,", "Romani victims of violence are reluctant to report attacks directed against them for a variety of reasons", ", such as", "shame", "fear of retribution", "or the perception that their", "complaint will not lead to positive action"], ["[52]", "Reports from the Council of Europe", "noted that", "there have been a number of cases of police brutality against the Roma", ". In 2008, an independent board of", "five legal experts", "was created by the", "Hungarian Parliament", "to provide", "recommendations", "to improve the work of the police."], ["[53]", "Similarly, the Hungarian government has taken a number of legal and institutional measures to improve the situation of the Roma. However, a", "May 2008 document published by the State Audit Office of Hungary indicated that resources \"routinely failed to reach the groups with the greatest needs", ".\" It is in this climate that the incidents involving the Roma occurred, which were revealed in the evidence given to the PRRA officer.", "Standard of state protection"], ["[54]", "In her decision, the PRRA officer found that even in the event that the applicant had been persecuted, [translation] \"he could have obtained state protection, although this protection may be imperfect\" (PRRA officer's decision, p. 5). The officer pointed out that there are a number of measures in the Hungarian system to specifically protect the Romani community. The measures outlined by the officer include the arrest of four suspects following murders committed in the Romani community, the state of Hungary's general awareness of the climate of violence, the increasing number of police investigations, and police involvement in relation to the violence toward the Roma."], ["[55]", "As set out in", "Ward", ", above, the burden is on the applicant to rebut the presumption of the state's protection of its nationals by demonstrating that the applicant could not have obtained state protection.  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 146, the Federal Court of Appeal explained that evidence of an allegation that the state's protection of one of its citizens is inadequate or non-existent requires that the refugee:"], ["[38] ... bears the evidentiary burden of adducing evidence to that effect and the legal burden of persuading the trier of fact that his or her claim in this respect is founded. The standard of proof applicable is the balance of probabilities and there is no requirement of a higher degree of probability than what that standard usually requires. As for the quality of the evidence required to rebut the presumption of state protection, the presumption is rebutted by clear and convincing evidence that the state protection is inadequate or non-existent."], ["[56]", "In support of her allegation that the state protection is inadequate, the PRRA officer had considerable documentary evidence filed", ", including a letter signed by Dezsö Nömös, Vice Chair of the Roma minority council of Szigetvár, dated October 27, 2009, which attests to the violent incidents that the Roma were victims of at that time."], ["[57]", "The PRRA officer has no obligation to mention or rebut each piece of evidence in her decision. It is within the PRRA officer's jurisdiction to give more weight to one part of the documentary evidence than to another.", "The decision must nevertheless reflect that this evidence was considered", ".  <FRAGMENT_SUPPRESSED>  (QL), 157 F.T.R. 35, the Federal Court states that:"], ["[15] The Court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. ...", "..."], ["[17] However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion; it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact."], ["[58]", "In her review of the documentary evidence in relation to the actions taken by the authorities to protect the Roma, the PRRA officer selectively cited the following evidence only: an article from", "Macleans", "magazine, a short excerpt from a 2009 Amnesty International report, along with an article that appeared in", "Time", "magazine, and a BBC News article. The PRRA officer relied only on this evidence, comprising selective excerpts, to find on two occasions that after the arrest of suspects in August 2009, [translation] \"the attacks have apparently stopped\" (PRRA officer's decision, p. 5) and that [translation] \"since these arrests in August 2009, the documentary evidence does not mention that such attacks took place\" (PRRA officer's decision, p. 6)."], ["[59]", "This finding, reiterated twice by the PRRA officer, shows an error in her review of the contradictory documentary evidence in the record."], ["[60]", "In light of the scope of the evidence as a whole, the PRRA officer could not have reasonably found that no other attack was committed against the Roma in Hungary after the period of January 2008 to August 2009. Nor does she explain why she rejected or failed to consider the contents of the letter from Mr. Nömös, dated", "October", "2009, which states that [translation] \"... the Gypsies live in terror, they are afraid of attacks and murder. They no longer dare to go out\" (Letter, translated from Hungarian, p. 2). On the date of the decision, it seemed premature, on the basis of the documentary evidence, to find that the incidents from January 2008 to August 2009 were a momentary and temporary increase in violence against the Roma."], ["[61]", "The PRRA officer must at least assess the meaningful evidence concerning the deterioration of living conditions for the Romani people. It was unreasonable for the PRRA officer to find that the attacks against the Roma have stopped in Hungary", "without explaining how she reached that finding. This finding is pivotal to making the decision, because a PRRA decision is used to determine whether there is a risk in removing an individual to his or her country of nationality", "and not whether there was a risk at the time he or she left for Canada.", "Change in circumstances"], ["[62]", "The PRRA officer stated that the applicant could have obtained state protection, even if this protection is imperfect. In listing the desired changes in the state of Hungary during the past few years, the PRRA officer seems to find that the circumstances in Hungary had changed. In his book,", "The Law of Refugee Status", ", Professor James Hathaway sets out the three conditions for there to be a finding of change in circumstances in a given country: the change in circumstances must be substantial, effective and durable, as specified by the applicant in his memorandum (James Hathaway,", "The Law of Refugee Status", ", Butterworths, Toronto, 1991, pp. 199 and following)."], ["[63]", "<FRAGMENT_SUPPRESSED>  CarswellNat 2342, this Court dealt with state protection in the context of a PRRA application and the standard to meet for there to be effective protection in a given state:"], ["[15] The Applicant submits that the PRRA Officer has erred in viewing the legal test as one of \"serious measures\". The Federal Court in", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL), at paragraph 15,", "established, that for adequate state protection to exist, a government must have both the will and the capacity to effectively implement its legislation and programs", "... Ability of a state to protect must be seen to comprehend not only the existence of an effective legislative and procedural framework but the capacity and the will to effectively implement that framework.", "(emphasis added.)"], ["[64]", "In a context similar to the situation facing the Roma in Hungary, Justice Yvon Pinard, in", "<FRAGMENT_SUPPRESSED>  F.T.R. 203,", "pointed out that the evidence of improvement and progress made by the state is not proof that the current measures amount to effective protection"], ["[37] ... I am of the view the tribunal erred when it suggested a willingness to address the situation of the Roma minority in Hungary can be equated to adequate state protection. ..."], ["[65]", "<FRAGMENT_SUPPRESSED>  F.T.R. 35, Justice Luc Martineau also addressed the issue of state protection:"], ["[27] In order to determine whether a refugee protection claimant has discharged his burden of proof, the Board must undertake a proper analysis of the situation in the country and the particular reasons why the protection claimant submits that he is \"unable or, because of that risk, unwilling to avail [himself] of the protection\" of his country of nationality or habitual residence (paragraphs 96(", ") and (", ") and subparagraph 97(1)(", ")(i) of the", "Act", "). The Board must consider not only whether the state is actually capable of providing protection but also whether it is willing to act. In this regard, the legislation and procedures which the applicant may use to obtain state protection may reflect the will of the state. However, they do not suffice in themselves to establish the reality of protection", "unless they are given effect in practice", ": see", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). [Emphasis added.]"], ["[66]", "Thus, it cannot be sufficient to show the changes and improvements in the Hungarian state, including a number of options for recourse and the possibility to obtain state protection. It still remains to be proven that the changes have been effectively implemented in practice. Proof of the state's willingness to improve and its progress should not be, for the decision-maker, a decisive indication that the potential measures amount to effective protection in the country under consideration. As the case law above shows, willingness, as sincere as it may be, does not amount to action."], ["[67]", "<FRAGMENT_SUPPRESSED>  CarswellNat 3439, the decision-maker was required to assess the contradictory documentary evidence that indicated a risk for the applicant:"], ["[22] The applicant submits that it is open to the PRRA Officer to make her own assessment of state protection. However, the PRRA Officer erred by ignoring voluminous documentary evidence that is highly corroborative of the applicant's claim that he will face persecution without hope of state protection should he be forced to return to Hungary. ..."], ["[68]", "In this case, the documentary evidence shows that the finding that Hungary's state protection of the Roma is effective is not unanimous among international organizations. For example, in 2009, the article \"", "Racist Crime Wave - Hungary's Roma Bear Brunt of Downturn", ",\" above, quoted the director of the European Roma Rights Center (ERRC):", "ERRC director Kushen says that while the Hungarian government has made some efforts to address the issues of the social marginalization suffered by the Roma, not enough has been done and whatever programs are in place are not sufficiently funded. \"It is a failure of political will to introduce programs that require a higher level of investment,\" he says, adding that officials are often unwilling to take the heat for supporting unpopular measures."], ["[69]", "In", "Ward", ", above, Justice Gerard V. La Forest stated that \"it would seem to defeat the purpose of international protection if a claimant would be required to risk his or her life seeking ineffective protection from a state, merely to demonstrate that ineffectiveness.\" (para. 55)"], ["[70]", "The fact that the Hungarian state is making efforts to head toward improving the situation of the Roma is clear from the evidence. Nevertheless, in this case, the seriousness of the danger and the incidents of violence that the applicant and his family have had to face, the extremes to which the family has had to reduce itself by hiding, in addition to the frequency or continuation of the incidents and the span of time over which the incidents had to have taken place show that the state does not seem to have shown that it can effectively protect them."], ["[71]", "The Court understands that, according to the evidence, the applicant or his family did not directly request police protection. Following uncontradicted incidents, including a house burned down by a Molotov cocktail, the use of firearms and the hospitalization of two people with serious injuries, the applicant and his family could have considered that the police, or at least the state authorities in question, would have been aware of his family's distress and their crisis situation. In addition, as discussed above, the documentary evidence shows how precarious the relationship of trust is between the police authorities and the Romani communities. As explained in the Handbook, fear of authorities may cause a lack of faith in the state apparatus as a result of past experiences that affected the individuals concerned (see para. 198 of the Handbook: \"198. A person who, because of his experiences, was in fear of the authorities in his own country may still feel apprehensive vis-à-vis any authority. He may therefore be afraid to speak freely and give a full and accurate account of his case.\").", "(2)", "Did the PRRA officer err in ignoring the evidence or failing to properly assess it"], ["[72]", "The PRRA officer deplored the lack of evidence in the record establishing the facts underlying the risk of returning the applicant to Hungary. In the PRRA decision, the only passage that deals with insufficient evidence is the following:", "[translation]", "As far as the alleged risks are concerned, the absence of evidence in the record establishing the facts underlying the risk of return is noted. Thus, the applicant, who claims to have lived in hiding with his family in Hungary, has not submitted any evidence establishing his personal circumstances in Hungary after his return in 2004. This absence of personal evidence is also noted in the facts submitted by his grandmother, Karolyne Bors (4385-5515), and to which the applicant refers in support of this application. There is also an absence of evidence in the record, police reports or other documents, indicating that the applicant, his grandmother or other members of his family tried to obtain protection from the Hungarian authorities after the alleged attacks.", "(PRRA officer's decision, p. 4)"], ["[73]", "The Court is mindful of the fact that cases of police brutality toward the Roma have been so significant that the Hungarian authorities themselves have noted the seriousness of the situation. Therefore, in this particular case of the son and his family, was it likely that they would have reported their difficulties to the authorities rather than to deal with the entire family's fear exclusively within the family?"], ["[74]", "The applicant submitted testimony on the incidents of violence against him and his family in Hungary. He bases his application on his statement contained in his Personal Information Form (PIF) and on the statement by his grandmother, Karolyne Bors, whose testimony corroborates the incidents of violence his family has been a victim of."], ["[75]", "The subjective evidence in the applicant's testimony is consistent with the objective documentary evidence as a whole, filed in the record, pertaining to the protection provided by Hungary. In this regard, the documentary evidence could corroborate the applicant's narrative if the facts of this narrative had been considered as a whole by the decision-maker. The PRRA officer erred by not at least considering the facts in the applicant's testimony or in Karolyne Bors's testimony, which was given before the same PRRA officer."], ["[76]", "The applicant's deposition describing the abuse suffered by him and his family when they were in Hungary should have at least been considered by the PRRA officer. The PRRA officer does not provide any justification for ignoring the testimony other than to say that the applicant could have sought state protection, without having satisfactorily shown her assessment of the evidence in its entirety.", "(3)", "In the circumstances, does the discrimination against the applicant amount to persecution?"], ["[77]", "Given that the PRRA officer's decision deals mainly with the issue of the state's ability to protect the applicant, the PRRA officer's analysis in relation to persecution appears to be non-existent considering the burned-down house and the serious physical attacks and hospitalization of the family; even following these uncontradicted events, there was no mention of action demonstrated by the authorities following the serious events. The documentary evidence gives an in-depth account of the background of the treatment of the Romani people and the circumstances they have experienced; the PRRA officer herself did not doubt [translation] \"the significance of the discrimination against the 'Roma'\" (PRRA decision, p. 5)."], ["[78]", "As for what constitutes persecution within the meaning of section 96 of the IRPA, the Handbook provides that adverse circumstances added to various measures, such as discrimination, can result in an applicant having a \"fear of persecution on 'cumulative grounds'\" (para. 53 of the Handbook).", "Discrimination amounts to persecution when \"measures of discrimination lead to consequences of a substantially prejudicial nature for the person concerned\"", "(para. 54 of the Handbook), which, cumulatively, become persecution."], ["[79]", "The evidence as a whole highlights all the circumstances of the case, such as the geographical, historical and ethnological context; the allegations of fear of persecution expressed by the applicant must be assessed by ensuring that the decision-maker has considered the documentary evidence. For that, the in-depth review of the documentary evidence, in itself, would have to demonstrate whether a possibility of persecution exists in this case."], ["[80]", "The triers of fact are required to conduct an individual analysis, since state protection depends on the possibility for the state to provide effective protection to the person claiming protection in the case under review, according to the evidence, the legislation and the case law, on a case-by-case basis."], ["[81]", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.), the application for judicial review of the Roma in question was allowed by the Court:"], ["[56] It is also wrong in law for the Board to adopt a \"systemic\" approach which may have the net effect of denying individual refugee claims on the sole ground that the documentary evidence generally shows the Hungarian government is making some efforts to protect Romas from persecution or discrimination by police authorities, housing authorities and other groups that have historically persecuted them.", "The existence of anti-discrimination provisions in itself is not proof that state protection is available in practice. ... Therefore, a \"reality check\" with the claimants' own experiences appears necessary in all cases", ". (emphasis added.)"], ["[82]", "As with state protection, which had to be analyzed based on the existing facts, the risks to the applicant must also be assessed based on the evidence as a whole submitted to the decision-maker. In this case, the uncontradicted evidence shows that the recurring acts reportedly targeted the applicant's family with extreme violence, to the point where two individuals were put in the hospital and the privacy of their home had been seriously breached. The applicant's testimony reflects that these are repeated incidents that put the lives of Jànos Bors and Karolyne Bors in danger."], ["[83]", "The officer should have analyzed and assessed the concept of persecution in the reasons for her decision. The situation experienced by the Roma as supported in documentary evidence must be weighed with the evidence of the applicant's personal situation. In this case, the PRRA officer did not assess the applicant's evidence in conjunction with the documentary evidence to determine whether the facts established that he was persecuted because of his race and whether the Hungarian state was able to protect him.", "X.", "Conclusion"], ["[84]", "In light of these facts, the applicant seems to have shown that, in his situation, he is not protected and, therefore, the PRRA decision cannot be reasonable without a more in-depth analysis of the evidence as a whole. This case requires completely new consideration with a more carefully thought-out analysis to reach a conclusion in which the subjective evidence accorded with the objective evidence.", "JUDGMENT"], ["[85]", "THE COURT ALLOWS", "the application for judicial review and refers the matter to another immigration officer for reconsideration. No question is certified.", "Obiter"], ["[86]", "The history of the Romani people's past, even their recent past, is rife with ostracism, exclusion, marginalization, discrimination and, in some cases, persecution because of their race.", "The situation of the Roma requires that the decision-maker assess protection for each individual who claims protection based on the evidence of treatment suffered by nationals who claim state protection", "[End of document]"]]}