{"id_": "063754", "body_str": [["[1]", "Shore, J.", ": Every child is a dependent but not every dependent is a child."], ["[2]", "It is clear that Article 1 of the", "Convention on the Rights of Persons with Disabilities", "CRD", ") is an inclusive definition which can be expanded; however, the distinction drawn between children with disabilities and adults with disabilities, with the added emphasis on the best interests of the former, shows that", "an adult with a disability remains an adult with a disability and ought not to be deemed a \"child\" for the purposes of the", "Convention on the Rights of the Child", ", (Can. T.S. 1992 No. 3) or section 25 of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", ")."], ["[3]", "The Court concludes that the distinction between children with disabilities and adults with disabilities in the", "CRD", "is significant for the current discussion. Both the", "Convention on the Rights of the Child", "and the", "CRD", "support the argument that childhood is a temporary state which is delineated by the age of the person, not by personal characteristics. It is recognized that the domestic legislation, the specified international instruments and the jurisprudence of the Federal Court of Appeal and the Supreme Court of Canada all lead to this conclusion."], ["[4]", "\"[59] ... at the time the matter was considered by the Immigration Division, Mr. Poshteh was no longer a minor. He was 18 when he arrived in Canada. As I read the", "Convention", ", it is concerned with the interests of children while they are children. It does not purport to confer rights on adults.", "\"[60] It is important in this case to distinguish between considerations such as whether an individual has the knowledge or mental capacity to understand the nature and effect of his actions, which are relevant, and the 'best interests of the child' considerations under the", "Convention", ", which are not relevant. Mr. Poshteh was an adult when he invoked and became subject to Canada's immigration laws and procedures and therefore he cannot rely on the", "Convention", ".\"", "(As Justice Marshall Rothstein has stated in the Federal Court of Appeal decision in", "<FRAGMENT_SUPPRESSED> ).", "II.", "Preliminary Note"], ["[5]", "Both parties are in accord that the spelling error in the Style of Cause is to be rectified from \"Leobreza\" to \"Leobrera\".", "III.", "Judicial Procedure"], ["[6]", "This is an application for judicial review pursuant to subsection 72(1) of the", "IRPA", "of a decision of an immigration officer, dated May 5, 2009, denying the Applicant's humanitarian and compassionate (H&C) application.", "IV.", "Background"], ["[7]", "The Applicant, Ms. Elaiza Saporsantos Leobrera, is a mentally challenged 23 year old citizen and resident of the Philippines who is cared for by her grandparents."], ["[8]", "The Applicant's mother is a Canadian citizen, having gained permanent residence through the skilled worker program. She is barred from sponsoring her daughter under the Family Class due to paragraph 117(9)(d) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (", "IRPR", ") on account of not declaring her during the initial immigration process. The mother states that Elaiza was omitted on the advice of an immigration consultant in order to avoid the risk of being inadmissible on medical grounds."], ["[9]", "The Applicant initiated an H&C application for an exemption from paragraph 117(9)(d) of the", "IRPR", "and subsection 38(1) of the", "IRPA", ", in regard to medical inadmissibility.", "V.", "Decision under Review"], ["[10]", "As a preliminary matter, the officer removed from the file, after summary review, all of the submitted documents dealing with conditions in the Philippines, except for a World Health Organization report, on the grounds that they were \"open source general documents on the Philippines\" and were not relevant to the claim."], ["[11]", "The officer found that the Applicant is not a member of the Family Class due to an informed decision by her sponsor not to declare her existence at the time of her immigration to Canada."], ["[12]", "The officer noted the representative's argument that the Applicant's caregivers, her grandparents, are aging and can no longer take care of her. This argument was rejected on the grounds that they do not constitute unusual hardship. The officer noted the sponsor has been in Canada since 2001 and has therefore had ample time in which to arrange for the care of the Applicant."], ["[13]", "The officer found no evidence to suggest that the Applicant faces unusual discrimination due to her disability. Specifically, the officer found no evidence of unusual poverty, of inadequate access to development opportunities or of a lack of special education facilities."], ["[14]", "The officer undertook an analysis of the best interests of the sponsor's child, Ericka, and found that she would not be subject to unusual hardship if the sponsor is forced to return to the Philippines in order to care for the Applicant.", "VI.", "Issues"], ["[15]", "1) Did the officer err by failing to make a proper determination of the best interests of a child directly affected by the decision, the Applicant herself, in accordance with section 25 of the", "IRPA", "2) Did the officer err by summarily dismissing evidence?", "VII.", "Relevant Legislative Provisions"], ["[16]", "The officer has the jurisdiction to consider H&C applications pursuant to subsection 25(1) of the", "IRPA", ", which states:", "Humanitarian and compassionate considerations", "\"25(1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.\"", "Séjour pour motif d'ordre humanitaire", "\"25(1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative ou sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient.\""], ["[17]", "\"Dependent child\" is defined in section 2 of the", "IRPR", "as:", "'dependent child'", "'enfant à charge'", "'dependent child', in respect of a parent, means a child who", "(a) has one of the following relationships with the parent, namely,", "(i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or", "(ii) is the adopted child of the parent; and", "(b) is in one of the following situations of dependency, namely,", "(i) is less than 22 years of age and not a spouse or common-law partner,", "(ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student", "(A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and", "(B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or", "(iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition.\"", "\"'enfant à charge'", "'dependant child'", "'enfant à charge' L'enfant qui:", "a) d'une part, par rapport à l'un ou l'autre de ses parents:", "(i) soit en est l'enfant biologique et n'a pas été adopté par une personne autre que son époux ou conjoint de fait,", "(ii) soit en est l'enfant adoptif;", "b) d'autre part, remplit l'une des conditions suivantes:", "(i) il est âgé de moins de vingt-deux ans et n'est pas un époux ou conjoint de fait,", "(ii) il est un étudiant âgé qui n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans ou est devenu, avant cet âge, un époux ou conjoint de fait et qui, à la fois:", "(A) n'a pas cessé d'être inscrit à un établissement d'enseignement postsecondaire accrédité par les autorités gouvernementales compétentes et de fréquenter celui-ci,", "(B) y suit activement à temps plein des cours de formation générale, théorique ou professionnelle,", "(iii) il est âgé de vingt-deux ans ou plus, n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans et ne peut subvenir à ses besoins du fait de son état physique ou mental.\""], ["[18]", "Subsection 3(3) of the", "IRPA", "states:", "Application", "\"3(3) This Act is to be construed and applied in a manner that", "(a) furthers the domestic and international interests of Canada;", "(b) promotes accountability and transparency by enhancing public awareness of immigration and refugee programs;", "(c) facilitates cooperation between the Government of Canada, provincial governments, foreign states, international organizations and non-governmental organizations;", "(d) ensures that decisions taken under this Act are consistent with the Canadian Charter of Rights and Freedoms, including its principles of equality and freedom from discrimination and of the equality of English and French as the official languages of Canada;", "(e) supports the commitment of the Government of Canada to enhance the vitality of the English and French linguistic minority communities in Canada; and", "(f) complies with international human rights instruments to which Canada is signatory.\"", "Interprétation et mise en oeuvre", "\"3(3) L'interprétation et la mise en oeuvre de la présente loi doivent avoir pour effet:", "a) de promouvoir les intérêts du Canada sur les plans intérieur et international;", "b) d'encourager la responsabilisation et la transparence par une meilleure connaissance des programmes d'immigration et de ceux pour les réfugiés;", "c) de faciliter la coopération entre le gouvernement fédéral, les gouvernements provinciaux, les États étrangers, les organisations internationales et les organismes non gouvernementaux;", "d) d'assurer que les décisions prises en vertu de la présente loi sont conformes à la Charte canadienne des droits et libertés, notamment en ce qui touche les principes, d'une part, d'égalité et de protection contre la discrimination et, d'autre part, d'égalité du français et de l'anglais à titre de langues officielles du Canada;", "e) de soutenir l'engagement du gouvernement du Canada à favoriser l'épanouissement des minorités francophones et anglophones du Canada;", "f) de se conformer aux instruments internationaux portant sur les droits de l'homme dont le Canada est signataire.\"", "VIII.", "Positions of the Parties", "Applicant's Position", "1)", "Did the officer err by failing to make a proper determination of the best interests of a child directly affected by the decision, the Applicant herself, in accordance with section 25 of the", "IRPA"], ["[19]", "In the case of", "<FRAGMENT_SUPPRESSED> , the Supreme Court of Canada held that the best interests of the child are to be a \"primary consideration\" in any H&C determination and should be examined with \"special attention\". The Applicant cites the case of", "<FRAGMENT_SUPPRESSED>  where the Federal Court of Appeal held that the best interests of the child requires a thorough analysis to be undertaken with the child's interests being \"well identified and defined\" (Applicant's Memorandum of Fact and Law at paras. 14-15)."], ["[20]", "The Applicant notes there is no definition of \"child\" in the", "IRPA", ", but submits the criteria used to determine if a person is a \"dependent child\" for the purposes of Family Class sponsorship, contained in section 2 of the", "IRPR", ", are determinative of whether a person is a \"child\" for the purposes of section 25 of the", "IRPA"], ["[21]", "The Applicant submits the officer erred by confining her analysis of the best interests of the child to the sponsor's daughter Ericka and, in light of her disability, should have considered Elaiza as a \"child\", in spite of her age (Applicant's Memorandum of Fact and Law at para. 23).", "a.", "Did the officer err by summarily dismissing evidence?"], ["[22]", "The Applicant notes the officer dismissed a majority of the evidence submitted on the grounds of relevance (Applicant's Memorandum of Fact and Law at para. 28, citing the case of", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 264 (T.D.)). The Applicant submits that a decision-maker is presumed to have reviewed all the evidence before her unless probative evidence which contradicts the decision-maker's conclusions is not mentioned (Applicant's Memorandum of Fact and Law at para. 30)."], ["[23]", "The Applicant notes that the officer concluded that there was no evidence to suggest that Elaiza will suffer undue hardship due to poverty, education or lack of coverage of the disability system in the Philippines; and further submits that the documents which the officer removed from the file contained evidence contradicting these findings and show that disabled persons living in the Philippines suffer undue hardship (Applicant's Memorandum of Fact and Law at paras. 34, 36).", "Respondent's Position", "1)", "Did the officer err by failing to make a proper determination of the best interests of a child directly affected by the decision, the Applicant herself, in accordance with section 25 of the", "IRPA"], ["[24]", "The Respondent submits that the Applicant is not a \"child\" for the purposes of section 25 of the", "IRPA", ". The Respondent states the fact that the Applicant may fit the definition of a \"dependent child\" pursuant to section 2 of the", "IRPR", "is not determinative of whether she is a \"child\" for the purposes of an H&C application because \"dependent child\" deals with Family Class sponsorships, not H&C applications. The Respondent notes that the", "Convention on the Rights of the Child", "defines \"child\" as a person under the age of eighteen. Also, the Respondent submits the Applicant's intellectual disability does not render her a child, as the law recognizes the right of persons with intellectual disabilities to make their own decisions to the extent of their abilities (Respondent's Memorandum of Argument at paras. 8-10).", "2)", "Did the officer err by summarily dismissing evidence?"], ["[25]", "The Respondent submits the officer made a reasonable decision regarding the Applicant's H&C request."], ["[26]", "The Respondent contends that the officer did not ignore evidence regarding the circumstances of disabled persons in the Philippines and considered all of the evidence which contradicted her findings. The Respondent submits the officer was not required to consider irrelevant evidence (Respondent's Memorandum of Argument at para. 16).", "Applicant's Reply"], ["[27]", "The Applicant replies that the", "Convention on the Rights of the Child", "is not incorporated into Canadian law and, although it may be used to guide interpretation of the", "IRPA", ", it is not determinative of the definition of \"child.\"", "IX.", "Standard of Review"], ["[28]", "In the case of", "<FRAGMENT_SUPPRESSED> ; 2009 FC 636, Justice Yves de Montigny was faced with a similar issue regarding the extension of the best interests of the child analysis. Justice de Montigny considered the relevant standard of review and held:", "\"[13] The first two issues raised by the applicants are clearly of a legal nature. The first one relates to the proper interpretation to be given to the concept of a 'child' in the analysis required by the Supreme Court of Canada in assessing the 'best interests of the child'. The second one bears upon the proper test to apply in an application under s. 25(1) of", "IRPA", ". These legal issues, however, are clearly intertwined with the factual matrix in which they arise; moreover, they pertain to the interpretation of the very statute empowering the officers to make their determinations, and it is to be assumed that the officers will have acquired a particular familiarity with the", "IRPA", "as a result of applying it in the normal course of their duties. For those reasons, I am of the view that the applicable standard of review in examining the first two questions ought to be the 'reasonableness' standard.\""], ["[29]", "The Court agrees with Justice de Montigny that the appropriate standard of review is reasonableness.", "X.", "Analysis", "1)", "Did the officer err by failing to make a proper determination of the best interests of a child directly affected by the decision, the Applicant herself, in accordance with section 25 of the", "IRPA"], ["[30]", "H&C applications are meant to be exceptional remedies for deserving cases which do not fit the strict rules of the Canadian immigration system. The jurisprudence is clear that the best interests of children hold a special place in the H&C process. The unique nature of the best interests of the child analysis was aptly explained in", "<FRAGMENT_SUPPRESSED> ; 2009 FC 894:", "\"[32] The Court of Appeal in", "<FRAGMENT_SUPPRESSED>  observed that what is required when conducting a best interests of a child analysis in an H&C context is an assessment of the benefit the children would receive if their parent was not removed, in conjunction with an assessment of the hardship the children would face if their parent was removed or if the child was to return with his or her parent.\""], ["[31]", "The \"best interests of child\" is not meant to be a decisive factor in an H&C application; however, it has long been recognized as a significant element in the process.", "The prior jurisprudence of the Federal Court"], ["[32]", "The expansion of the best interests of the child began in the case of", "Naredo and  <FRAGMENT_SUPPRESSED> ; 187 F.T.R. 47 (T.D.). In that case, the applicants' children were over 18 years old at the time of their parents' H&C application ( <FRAGMENT_SUPPRESSED> at para. 20). As a result of their ages, the officer did not perform an analysis of the best interests of the children ( <FRAGMENT_SUPPRESSED> at para. 21). In finding that the officer should have performed an analysis of the best interests of the child, the court held:", "\"[20] Without going further, I conclude, against the requirements set out in", "Baker", ", that the analysis reflected in the reasons for the immigration officer's decision, as they relate to the interests of the applicants' children, is entirely insufficient; and", "I reach this conclusion bearing in mind the ages of the applicants' children, only one of whom was 18 or under at the date of the decision under review. Indeed, at that time, he was very close to 19 years of age. The two sons of the applicants, whatever their ages, remained 'children' of the applicants who could reasonably be expected to be dramatically affected by the removal from Canada of their parents.", "\"[21] I repeat here from what I regard to be the reasons for decision, the comments of the immigration officer with respect to the children:", "'Mr. Arduengo [and indeed, Ms. Arduengo as well] has two Canadian born children, aged 22 and 18 years. I recognize his sons willingness to submit a family class appliction [sic]. Having children born in Canada while their immigration status was undetermined and they possibly faced the requirement of having to leave Canada was a decision Mr. Arduengo [and, once again, presumably Ms. Arduengo] took.", "'It would also be their own decision if they were to leave their children, aged 22 and 18, in Canada. The parent are free to decide what would in the best interests of the children. The children will retain their Canadian citizenship no matter where they reside.'", "It goes without saying that the having of the children in Canada while their parents' immigration status was undetermined was not a 'decision' that the children had any part in making.", "\"[22] In paragraph 55 of her reasons on behalf of the majority of the Court in", "Baker", ", Madame Justice L'Heureux-Dubé wrote:", "'The officer was completely dismissive of the interests of Ms. Baker's children. As I will outline in detail in the paragraphs that follow, I believe that the failure to give serious weight and consideration to the interests of the children constitutes an unreasonable exercise of the discretion conferred by the section, notwithstanding the important deference that should be given to the decision of the immigration officer.'", "I am satisfied that the same could be said here. It was not open to the immigration officer, against the guidance provided by", "Baker", ", to simply leave the issue of what is in the best interests of the applicants' children to the applicants in circumstances where the applicants were about to be required to leave Canada to an uncertain fate in Chile. To do so, as was done here, was to be 'completely dismissive' of the interests of the children. The immigration officer did not, herself, give 'serious weight and consideration to the interests of the children ...'. Rather, she determined that the applicants would not be granted the right to apply for landing from within Canada and in so doing, left the agonizing decision of what would be in the best interests of the children to the applicants alone.\" (Emphasis added)."], ["[33]", "In the case of", "<FRAGMENT_SUPPRESSED>  the applicants arrived in Canada with their son, Ronville, who was, at that time, 14 years old. The applicants could not regularize their status and made an H&C application when Ronville was 19 years old ( <FRAGMENT_SUPPRESSED> at para. 2). The officer did not perform an analysis of the best interests of the child for Ronville, presumably because of his age ( <FRAGMENT_SUPPRESSED> at para. 9)."], ["[34]", "The court in <FRAGMENT_SUPPRESSED> took up the reasoning from <FRAGMENT_SUPPRESSED> , above, and held:", "\"[14] I note at the outset that Ronville was 19 years old at the date of the interview and the decision, and he might legally be considered an adult.", "Nevertheless, in light of all his circumstances I find that the fact of his age does not prevent him from being considered a 'child' for the purposes of considering the principle of the", "Baker", "decision", ".  <FRAGMENT_SUPPRESSED> , the applicants, who had two children, submitted an application for landing from within Canada on h & c grounds. On the date the application was rejected, the youngest child was 18 years old, and the eldest was 20 years old. In allowing the application, Mr. Justice Gibson commented, at para. 20:", "'The two sons of the applicants, whatever their ages, remained \"children\" of the applicants who could reasonably be expected to be dramatically affected by the removal from Canada of their parents.'", "In this case, I find that Ronville was a 'child' within the principle of", "Baker", ", because although he was 19 years old, he was a dependant, and he was not authorized to work or to continue studies beyond May 2001, in Canada", ".\" (Emphasis added)."], ["[35]", "The court concluded, at para. 25:", "\"[25] I allow the application because in my opinion, despite her thorough review of most circumstances of this case, the immigration officer failed to give consideration to the", "best interests of the dependent son", ", Ronville, in light of the decision in", "Baker", ".\" (Emphasis added)."], ["[36]", "The court's use of the term \"dependent son\" is noteworthy because under the pre-", "IRPA", "system, \"dependent son\" was a defined term in section 2 of the", "Immigration Regulations", ", 1978, SOR/78-172 (", "IR", "), roughly equivalent to the modern definition of \"dependent child\" in the", "IRPR", ". It is also noteworthy that the court chose to use this term to interpret what was then subsection 114(2) of the", "Immigration Act", "of Canada", ", R.S.C. 1985, c. I-2, in light of the fact that subsection 2(1) of the", "IR", "limited the application of the definitions in that section to the", "IR", ". Nonetheless, it appears the court was persuaded that dependency is an overriding factor when determining whether a person is deserving of a best interests of the child analysis."], ["[37]", "In the case of", "<FRAGMENT_SUPPRESSED>  the court was faced with two adult sons making a joint H&C claim with their father ( <FRAGMENT_SUPPRESSED> at para. 1). The officer considered the sons, age 20 and 24 at the time, to be \"dependent adults\" and did not perform an analysis of the best interests of the children ( <FRAGMENT_SUPPRESSED> at para. 9)."], ["[38]", "The case of <FRAGMENT_SUPPRESSED> is significant because it is the first time a court cited the definition of \"dependent child\" contained in section 2 of the", "IRPR", "when considering whether a dependent adult can be a \"child\" for the purposes of section 25 of the", "IRPA", "(although, as will be explained below, the two definitions have never been explicitly compared to one another)."], ["[39]", "In that case, the applicant submitted that the sons were both \"dependent children\" at the time of the H&C application because they were attending school full-time and were financially dependent on their father ( <FRAGMENT_SUPPRESSED> at para. 20). The respondent argued that the sons did not remain \"children\" simply because they met the definition of \"dependent children\" in the", "IRPR", ". Instead, the respondent cited Article 1 of the", "Convention on the Rights of the Child", "and submitted that individuals are \"children\" only if they are under the age of 18 ( <FRAGMENT_SUPPRESSED> at para. 25). The respondent concluded that there was no domestic or international law support for the proposition that the sons would be considered \"children\" merely on account of their dependency ( <FRAGMENT_SUPPRESSED> at para. 26)."], ["[40]", "The court cited <FRAGMENT_SUPPRESSED> , above, for the proposition that dependent adults could remain \"children\" for the purposes of H&C applications and held, with reference to the principle of judicial comity ( <FRAGMENT_SUPPRESSED> at para. 31), that Mr. Yoo's sons deserved a best interests of the child analysis. The court noted several factors which led to this conclusion:", "\"[32] I am persuaded by Justice Gibson's reasoning in <FRAGMENT_SUPPRESSED> that adult children may receive the benefit of a 'best interests of the child' analysis and I should differ from that reasoning only if the evidence before me requires it. I find, in this proceeding, that the Applicant sons are deserving of a best interests of the child analysis because:", "a. their father is the parent that undertook responsibility for their care after the mother abandoned the family in 1995 and rejected the sons in 1999;", "b. the sons are financially dependent on their father as they pursue their education;", "c. one, the younger Rubin, has been continuously in school and has not left the dependency;", "d. the other, James, left school briefly but has returned to continue his education and is also financially dependent on his father; and", "e. neither son had any choice in the situation they are in since they were compelled as children to leave their mother in Korea and join their father in Canada.\""], ["[41]", "Although the court does not expound a list of factors to be considered when determining whether an adult is deserving of a best interests of the child analysis, it appears from the reasons that dependency was considered to be the defining characteristic of a \"child\"."], ["[42]", "The most recent decision in this chain of jurisprudence is", "<FRAGMENT_SUPPRESSED> ; 2009 FC 636. In that case, the applicant made an H&C application which included two of his children, ages 18 and 21 ( <FRAGMENT_SUPPRESSED> at para. 7). The officer did not perform an analysis of the best interests of the children, as they were both over 18 at the time of the application ( <FRAGMENT_SUPPRESSED> at para. 9). Justice de Montigny heard similar arguments to those in <FRAGMENT_SUPPRESSED> , above, and held:", "\"[17] All of these arguments put forward by the respondent were recently canvassed by my colleague Justice Mandamin in the case of", "<FRAGMENT_SUPPRESSED> . Noting that Mr. Justice Gibson had already decided that adult age children were entitled to receive the benefit of 'the best interests of the child' analysis in", "<FRAGMENT_SUPPRESSED>  Mr. Justice Mandamin felt compelled to apply the same reasoning on the basis of judicial comity. I would also add, for the sake of completeness, that Justice MacKay followed the <FRAGMENT_SUPPRESSED> decision in", "<FRAGMENT_SUPPRESSED>  [2002] F.C.J. No. 340.", "\"[18]", "While I may have some misgivings about these decisions", ", I find that it would be most inappropriate to unsettle the state of the law. With the exception of one contrary decision relied upon by the respondent, which itself was rendered in the context of a motion for a stay of removal (", "<FRAGMENT_SUPPRESSED>  law on this issue. Nor can it be said that relevant statutory authority or binding jurisprudence has been overlooked in coming to that conclusion.", "As a result, I am prepared to accept that the mere fact a 'child' is over 18 should not automatically relieve an officer from considering his or her 'best interests' along the lines suggested in", "Baker", "\"[19] That being said, the assessment of the best interests of the children must take into account the relevant facts of each case. The best interests of a two year-old infant, for example, will most certainly differ from those of a grown up young adult of 21. For example, it is clear from a reading of Mme Justice L'Heureux-Dubé's decision in", "Baker", "that what she had in mind were the interests of minor children (see, for example, paras. 71 and 73, where she refers to the UN", "Convention on the Rights of the Child", "and to the importance and attention that ought to be given to children and 'childhood').", "\"[20]", "Similarly, if one is to look at the hardship that a negative decision would impose upon the children of an H&C claimant, the autonomy of these children or, conversely, their state of dependency upon their parents, must be a relevant factor. In that respect, it is interesting to note that Justice MacKay came to the conclusion that the 19 year-old child of the applicant was still a 'child' for the purposes of the", "Baker", "analysis because he was still a dependent and was not authorized to work or to continue his studies in Canada. Similarly, Justice Mandamin considered that the adult sons of the applicant were deserving of a best interest of the child analysis because they were financially dependent on their father as they were pursuing their education", "\"[21] In the present case, both younger applicants had, at the time of the application, regular or full-time jobs. According to the applicant's record, they have both attained high school diplomas and are both permanently employed. They were clearly not in the same dependency relationship with their parents as the children considered in previous cases.", "\"[22] However, there is more. Far from being dismissive, the officer did consider the submissions regarding the applicant's two youngest children. Despite stating that Deevin Randy and Annalisa Nirmala would 'not be considered under the factor Best Interests of the Children' by virtue of their age, the officer nonetheless considered their circumstances in the analysis of establishment and hardship. Under the heading 'Links to Canadian Society', the PRRA officer writes:", "'Deevin Randy and Annalisa Nirmala completed their education in Canada, though they began their studies in their home country. The two young applicants are both young adults and with their educational level, could potentially find work in their home country as they have done in Canada. They have not shown that they have any language barriers, or other significant obstacles, that would prevent them from being employed in their home country. Though they have spent some of their developmental years in Canada, I do not find that the link created for them provides excessive difficulties in returning to their home country.'", "\"[23] This analysis, it seems to me, cannot be characterized as being dismissive of their best interests. Of course, it is not cast the same way it would have been if they were still dependent on their parents, irrespective of their age. Because they are now self-sufficient, the impact of a negative H&C decision is not assessed indirectly, in terms of the consequences that might befall them as a result of their parents having to move back to Guyana; more appropriately, the officer looks at their prospects from their own perspective, with a view to determining their likelihood of integrating and finding jobs in their country of origin. This does not strike me as being antithetical or contrary to the best interests of the child analysis developed in", "Baker", "; it is rather a more apposite way to be 'alert, alive and sensitive' to their needs and interests in light of their particular circumstances. Accordingly, I am of the view that the officer did not fail to appreciate and assess the factors relevant to the two youngest applicants, despite the fact that he did not undertake a separate analysis under the rubric of the 'best interests of the children'.\" (Emphasis added)."], ["[43]", "These cases have expanded the best interests of the child analysis to include adults in child-like states due to situations of dependency. The previous courts have emphasized the definition of \"dependent child\" found in section 2 of the", "IRPR", "and have minimized the role of the", "Convention on the Rights of the Child", "in interpreting section 25 of the", "IRPA", ". For the reasons that follow, the Court re-examines the path the prior jurisprudence has chosen.", "(a)", "The inapplicability of the definitions in section 2 of the", "IRPR", "to the", "IRPA"], ["[44]", "As mentioned above, the Applicant submits that the definition of \"dependent child\" in section 2 of the", "IRPR", "is \"determinative\" of whether a person is deserving of a best interests of the child analysis (Applicant's Memorandum of Fact and Law in Reply at para. 3)."], ["[45]", "The Court notes that subsection 1(1) of the", "IRPR", "states:", "\"1(1) The definitions in this subsection apply in the Act and in these Regulations\"", "\"1(1) Les définitions qui suivent s'appliquent à la Loi et au présent règlement\""], ["[46]", "Section 2 of the", "IRPR", ", where the definition of \"dependent child\" is found, states:", "\"2. The definitions in this section apply in these Regulations\"", "\"2. Les définitions qui suivent s'appliquent au présent règlement\""], ["[47]", "The Court concludes, in spite of the fact that \"child\" is undefined and may be open to interpretation, that the definition of \"dependent child\" is not applicable to section 25 of the", "IRPA", "due to the boundary placed on the definitions found in section 2 of the", "IRPR"], ["[48]", "The Court notes that the previous cases have not mentioned these provisions when citing the definition of \"dependent child\" in section 2 of the", "IRPR", ". Also, it is unclear how the earlier courts have used this definition to interpret section 25 of the", "IRPA", ". In light of the wording of section 2, it is the Court's conclusion that the", "IRPA", "ought to be insulated from the definition of \"dependent child\" and it should not be used to influence section 25 of the", "IRPA"], ["[49]", "In spite of the barrier between the definition of \"dependent child\" and \"child\", the Court will also discuss why, in its opinion, the definition of \"dependent child\" ought not to influence the interpretation of the definition of \"child\" in any way.", "(b)", "The presumption of consistent expression"], ["[50]", "The Court notes that the prior jurisprudence speaks of the dependency of the adults in question when they expanded the best interests of the child analysis. The case of <FRAGMENT_SUPPRESSED> , above, goes so far as to cite the definition in the", "IRPR", ", but", "nowhere has a court explained the interaction between the definition of \"dependent child\" and \"child.\""], ["[51]", "Although it has already been established that \"dependent child\" does not apply to the", "IRPA", ", the Court also finds that the use of the \"dependent child\" to interpret \"child\" is contrary to the presumption of consistent expression. In", "Sullivan on the Construction of Statutes", "(5th edition, 2008), Ruth Sullivan explains this presumption in the following terms:", "\"It is presumed that the legislature uses language carefully and consistently so that within a statute or other legislative instrument the same words have the same meaning and different words have different meanings. Another way of understanding this presumption is to say that the legislature is presumed to avoid stylistic variation. Once a particular way of expressing a meaning has been adopted, it makes sense to infer that where a different form of expression is used, a different meaning is intended.\" (Sullivan at pp. 214-215)."], ["[52]", "Setting aside, for the moment, the barrier in section 2 of the", "IRPR", ", this Court acknowledges that Parliament intended the terms \"child\" and \"dependent child\" to have different meanings due to the fact that different, although prima facie related, terms were used in the legislation. Parliament did not define \"child\" and this Court respects its choice by not importing the definition of a similar,", "but not identical", ", term into section 25."], ["[53]", "The case of <FRAGMENT_SUPPRESSED> , above, emphasizes the idea that dependency can lead the court to deem dependent adults to be \"children\" for the purposes of section 25. The court held \"... I find that Ronville was a 'child' within the principle of", "Baker", ", because although he was 19 years old, he was a dependant, and he was not authorized to work or to continue studies beyond May 2001, in Canada\" ( <FRAGMENT_SUPPRESSED> at para. 14). The Court observes that the case of <FRAGMENT_SUPPRESSED> , above, comes close to changing the \"best interests of the child\" analysis into \"best interests of the dependent.\""], ["[54]", "Although the Court is sympathetic to situations of dependency, it is also cognizant, in keeping with the presumption of consistent expression, that Parliament is presumed to have chosen to use \"child\" and \"dependent child\" for two distinct purposes and it would be questionable, in the absence of firm evidence to the contrary, to import, in whole or in part, the definition of one into the other.", "(c)", "The importance of the", "Convention on the Rights of the Child"], ["[55]", "As has been mentioned, the Respondent submits that the Applicant is not a \"child\" partially because Article 1 of the", "Convention on the Rights of the Child", "defines children as persons who are under the age of 18 (Respondent's Memorandum of Argument at para. 8). The court in <FRAGMENT_SUPPRESSED> , above, implicitly dismissed this argument by preferring to focus on the dependency of the applicants ( <FRAGMENT_SUPPRESSED> at paras. 25, 32). With the greatest respect to the court in <FRAGMENT_SUPPRESSED> , as well as to the principle of judicial comity, the Court finds the Respondent's argument to be persuasive."], ["[56]", "The Applicant submits that the", "Convention on the Rights of the Child", "has not been enacted into Canadian law and is therefore not determinative of the definition of \"child\" for the purposes of section 25 of the", "IRPA"], ["[57]", "The Court agrees with the Applicant, but takes note of the case of", "<FRAGMENT_SUPPRESSED>  where the Federal Court of Appeal examined the influence of international law instruments on the", "IRPA", ". Specifically, the court held that paragraph 3(3)(f) of the", "IRPA", "has the following function:", "\"[83] On its face, the directive contained in paragraph 3(3)(f) that the", "IRPA", "'is to be construed and applied in a manner that complies with international human rights instruments to which Canada is signatory', is quite clear: the", "IRPA", "must be interpreted and applied consistently with an instrument to which paragraph 3(3)(f) applies, unless, on the modern approach to statutory interpretation, this is impossible", ". . . . .", "\"[87] Paragraph 3(3)(f) should be interpreted in light of the modern developments in the courts' use of international human rights law as interpretative aids. Thus, like other statutes, the", "IRPA", "must be interpreted and applied in a manner that complies with 'international human rights instruments to which Canada is signatory' that are binding because they do not require ratification or because Canada has signed", "and", "ratified them. These include the two instruments on which counsel for Ms. de Guzman relied heavily in this appeal, namely, the", "International Covenant on Civil and Political Rights", ", and the", "Convention on the Rights of the Child", "Thus, a legally binding international human rights instrument to which Canada is signatory is determinative of how the", "IRPA", "must be interpreted and applied, in the absence of a contrary legislative intention", ".\" (Emphasis added)."], ["[58]", "In light of the above reasoning and paragraph 3(3)(f) of the", "IRPA", ", it is clear that binding international instruments play a special role in the interpretation of the", "IRPA", ". Although it is true that domestic law, especially the words of legislation such as the", "IRPR", ", can trump international law when directly relevant to the domestic law term in question, the Court stresses that the definitions in section 2 of the", "IRPR", "are", "not applicable", "to the", "IRPA", ". It is the Court's conclusion that it is inappropriate to minimize the influence that the", "Convention on the Rights of the Child", "has on the undefined term \"child\", recognizing that which has been stated in", "De  <FRAGMENT_SUPPRESSED> , by the Federal Court of Appeal and, as will be elaborated below, pronounced by the Supreme Court of Canada in", "Baker", ", above.", "The Relationship between the", "Convention on the Rights of the Child", "and the Best Interests of the Child"], ["[59]", "Any discussion of this topic must begin with the case of", "Baker", ", above, in which the Supreme Court of Canada explained the relationship between international instruments and the", "IRPA", "in the following terms:", "\"[69]", "Another indicator of the importance of considering the interests of children when making a compassionate and humanitarian decision is the ratification by Canada of the", "Convention on the Rights of the Child", ", and the recognition of the importance of children's rights and the best interests of children in other international instruments ratified by Canada", ". International treaties and conventions are not part of Canadian law unless they have been implemented by statute:", "<FRAGMENT_SUPPRESSED> , at pp. 172-73.", "I agree with the respondent and the Court of Appeal that the", "Convention", "has not been implemented by Parliament. Its provisions therefore have no direct application within Canadian law", "\"[70]", "Nevertheless, the values reflected in international human rights law may help inform the contextual approach to statutory interpretation and judicial review", ". As stated in R. Sullivan,", "Driedger on the Construction of Statutes", "(3rd ed. 1994), at p. 330:", "'[T]he legislature is presumed to respect the values and principles enshrined in international law, both customary and conventional. These constitute a part of the legal context in which legislation is enacted and read.", "insofar as possible, therefore, interpretations that reflect these values and principles are preferred.", "[Emphasis added.]'", "The important role of international human rights law as an aid in interpreting domestic law has also been emphasized in other common law countries: see, for example,", "<FRAGMENT_SUPPRESSED>  (C.A.), at p. 266;", "<FRAGMENT_SUPPRESSED>  (S.C. India), at p. 367. It is also a critical influence on the interpretation of the scope of the rights included in the", "Charter", "Slaight  <FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED> .", "\"[71]", "The values and principles of the", "Convention", "recognize the importance of being attentive to the rights and best interests of children when decisions are made that relate to and affect their future", ". In addition, the preamble, recalling the", "Universal Declaration of Human Rights", ", recognizes that 'childhood is entitled to special care and assistance'. A similar emphasis on the importance of placing considerable value on the protection of children and their needs and interests is also contained in other international instruments. The United Nations", "Declaration of the Rights of the Child", "(1959), in its preamble, states that the child 'needs special safeguards and care'.", "The principles of the", "Convention", "and other international instruments place special importance on protections for children and childhood, and on particular consideration of their interests, needs, and rights. They help show the values that are central in determining whether this decision was a reasonable exercise of the H & C power", ".\" (Emphasis added)."], ["[60]", "In the case of <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal emphasizes the importance of the", "Convention on the Rights of the Child", "on the best interests of the child analysis. For example, at paragraph 2 Justice Robert Décary states:", "\"[2]  <FRAGMENT_SUPPRESSED>  (F.C.A.) (leave to appeal denied by the Supreme Court of Canada, November 21, 2002, CSC 29221), stand for the proposition that the best interests of the child are an important factor that must be given substantial weight. <FRAGMENT_SUPPRESSED> stands for the further proposition that the best interests of the child are not determinative of the issue of removal to be decided by the Minister.", "To the extent, therefore, that they could lead to the impression that the 'best interests of the child' factor should be given some form of priority or preponderance, the words 'primary consideration' found in Article 3(1) of the", "United Nations Convention on the Rights of the Child", "(see para. 33 of my colleague's reasons) should be read with caution", ". (I am assuming, solely for the sake of this discussion, that removal of a parent is an 'action concerning children' within the meaning of Article 3.1 of the", "Convention", ", which", "Convention", ", as is noted by my colleague, has been ratified by Canada but has not been enacted into domestic law.)\" (Emphasis added)."], ["[61]", "In addition to this, Justice John Maxwell Evans writes:", "\"[33]", "The best interests of the child also assume an important place in an H & C decision because international law, a significant element of the interpretive context of domestic legislation, ranks the protection of the interests of children very highly", "Baker", ", at paras. 69-71. For instance, Article 3(1) of the", "Convention on the Rights of the Child", ", UN Doc. A/Res/44/25, Can. UNTS 1992 No. 3 (entry into force September 2, 1990),", "a treaty ratified by Canada but not enacted into domestic law, provides: 'In all actions concerning children ... undertaken by ... administrative authorities ... the best interests of children shall be a primary consideration", ".' The", "Convention", "also provides that, in determining the best interests of the child, decision-makers must take the views of the child into account, in accordance with the child's age and maturity. In order to ensure that the child's wishes are properly considered, Article 12 provides that the child must be given an opportunity to be heard, either directly or indirectly, in administrative proceedings affecting her rights or interests.\" (Emphasis added)."], ["[62]", "In the case of <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal heard arguments about the application of the best interests of the child test and the rights laid out in Article 3 of the", "Convention on the Rights of the Child", "to Mr. Poshteh, who joined a terrorist organization during his teenage years and entered Canada after he turned 18. The court, in its decision, penned by Justice Rothstein, held that Mr. Poshteh was not deserving of a best interests of the child analysis for the following reasons:", "\"[57] Mr. Poshteh and the intervener argue that in the case of a minor, the Immigration Division must take into account the best interests of the child. Indeed, paragraph 3(3)(f) requires that the", "Act", "be construed and applied in a manner that complies with international human rights instruments to which Canada is a signatory. Paragraph 3(3)(f) provides:", "'3. ...", "(3) This Act is to be construed and applied in a manner that", ". . . . .", "(f) complies with international human rights instruments to which Canada is signatory.'", "\"[58] One such instrument is the", "Convention on the Rights of the Child", ", November 20, 1989, [1992] Can. T.S. No. 3 (entered into force 2 September 1990). Article 3 requires that in all actions of courts of law and administrative authorities, the best interests of the child shall be a primary consideration. Article 3, paragraph 1 provides:", "Article 3", "'1. In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.'", "\"[59] I do not think that the", "Convention on the Rights of the Child", "is relevant in this case. For purposes of the", "Convention", ", the action in this case is the proceeding and decision of the Immigration Division. However, at the time the matter was considered by the Immigration Division, Mr. Poshteh was no longer a minor. He was 18 when he arrived in Canada. As I read the", "Convention", ", it is concerned with the interests of children while they are children. It does not purport to confer rights on adults.", "\"[60] It is important in this case to distinguish between considerations such as whether an individual has the knowledge or mental capacity to understand the nature and effect of his actions, which are relevant, and the 'best interests of the child' considerations under the", "Convention", ", which are not relevant. Mr. Poshteh was an adult when he invoked and became subject to Canada's immigration laws and procedures and therefore he cannot rely on the", "Convention", ".\""], ["[63]", "These reasons support the proposition that the best interests of the child analysis is intimately tied to the", "Convention on the Rights of the Child", "and, because of that link, the best interests of the child analysis cannot be performed after a person reaches the age of 18 because that is the limit placed by that instrument."], ["[64]", "The Court recognizes that <FRAGMENT_SUPPRESSED> , above, is an incomplete answer to the issue at hand due to the fact that, as has been noted above, the cases of <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> base their expansion of the best interests of the child analysis, not on the", "Convention on the Rights of the Child", ", but instead on a new policy formulation based on dependence."], ["[65]", "The cases of", "Baker", "and <FRAGMENT_SUPPRESSED> , and <FRAGMENT_SUPPRESSED> , all above, have shown that higher courts place considerable emphasis on the", "Convention on the Rights of the Child", "and do not mention definitions found in domestic immigration law. The Court acknowledges the jurisprudence and undertakes to examine the text of the", "Convention on the Rights of the Child", "in order to elucidate the definition of a \"child\" for the purposes of the", "IRPA"], ["[66]", "The Court recognizes that the Preamble to the", "Convention on the Rights of the Child", "states that \"childhood is entitled to special care and assistance\" and that \"the child, by reason of his physical and mental immaturity, needs special safeguards and care, including appropriate legal protection, before as well as after birth\". Although disabled persons who remain dependent on their parents may require special care and assistance, the text of the", "Convention on the Rights of the Child", "indicates that childhood, and the special rights that children possess, has a definitive end-point. As has been mentioned, Article 1 states that a child is a person under the age of 18. Also, Article 23 recognizes the special rights which children who have physical and mental disabilities possess. These provisions suggest that childhood, in all its forms, ends at the age of 18 for the purposes of the", "Convention on the Rights of the Child", ", regardless of whether the person in question continues to be dependent on his or her parents."], ["[67]", "With regard to the argument that the Applicant's disability allows her to be deemed a \"child\" for the purposes of section 25 of the", "IRPA", ", the Court takes note of Canada's ratification of the", "CRD", ". The Court is of the opinion that its language does not support the argument that adults with disabilities can be deemed to be \"children\" for the purposes of the best interests of the child, as it draws a distinction between children with disabilities and adults with disabilities."], ["[68]", "Article 7 of the", "CRD", "states:", "Article 7 - Children with disabilities", "1. States Parties shall take all necessary measures to ensure the full enjoyment by children with disabilities of all human rights and fundamental freedoms on an equal basis with other children.", "2.", "In all actions concerning children with disabilities, the best interests of the child shall be a primary consideration.", "3. States Parties shall ensure that children with disabilities have the right to express their views freely on all matters affecting them, their views being given due weight in accordance with their age and maturity, on an equal basis with other children, and to be provided with disability and age-appropriate assistance to realize that right.\" (Emphasis added)."], ["[69]", "In addition, Article 23 states:", "Article 23 - Respect for home and the family", "1. States Parties shall take effective and appropriate measures to eliminate discrimination against persons with disabilities in all matters relating to marriage, family, parenthood and relationships, on an equal basis with others, so as to ensure that:", "a. The right of all persons with disabilities who are of marriageable age to marry and to found a family on the basis of free and full consent of the intending spouses is recognized;", "b. The rights of persons with disabilities to decide freely and responsibly on the number and spacing of their children and to have access to age-appropriate information, reproductive and family planning education are recognized, and the means necessary to enable them to exercise these rights are provided;", "c. Persons with disabilities, including children, retain their fertility on an equal basis with others.", "2. States Parties shall ensure the rights and responsibilities of persons with disabilities, with regard to guardianship, wardship, trusteeship, adoption of children or similar institutions, where these concepts exist in national legislation; in all cases the", "best interests of the child", "shall be paramount. States Parties shall render appropriate assistance to persons with disabilities in the performance of their child-rearing responsibilities.", "3. States Parties shall ensure that children with disabilities have equal rights with respect to family life. With a view to realizing these rights, and to prevent concealment, abandonment, neglect and segregation of children with disabilities, States Parties shall undertake to provide early and comprehensive information, services and support to children with disabilities and their families.", "4. States Parties shall ensure that a child shall not be separated from his or her parents against their will, except when competent authorities subject to judicial review determine, in accordance with applicable law and procedures, that such separation is necessary for the", "best interests of the child", ". In no case shall a child be separated from parents on the basis of a disability of either the child or one or both of the parents.", "5. States Parties shall, where the immediate family is unable to care for a child with disabilities, undertake every effort to provide alternative care within the wider family, and failing that, within the community in a family setting.\" (Emphasis added)."], ["[70]", "The", "CRD", "defines \"persons with disabilities\" as follows:", "Article 1 - Purpose", "The purpose of the present Convention is to promote, protect and ensure the full and equal enjoyment of all human rights and fundamental freedoms by all persons with disabilities, and to promote respect for their inherent dignity.", "Persons with disabilities include those who have long-term physical, mental, intellectual or sensory impairments which in interaction with various barriers may hinder their full and effective participation in society on an equal basis with others", ".\" (Emphasis added)."], ["[71]", "It is clear that Article 1 of the", "CRD", "is an inclusive definition; however, the distinction drawn between children with disabilities and adults with disabilities, with the added emphasis on the best interests of the former, shows that", "an adult with a disability remains an adult with a disability and ought not to be deemed a \"child\" for the purposes of the", "Convention on the Rights of the Child", "or section 25"], ["[72]", "The Court concludes that the distinction between children with disabilities and adults with disabilities in the", "CRD", "is significant for the current discussion. Both the", "Convention on the Rights of the Child", "and the", "CRD", "support the argument that childhood is a temporary state which is delineated by the age of the person, not by personal characteristics. It is recognized that the domestic legislation, the specified international instruments and the jurisprudence of the Federal Court of Appeal and the Supreme Court of Canada all lead to this conclusion.", "2)", "Did the officer err by summarily dismissing evidence?"], ["[73]", "It is established law that a Board is presumed to have considered all of the evidence before it even if it does not refer to each individual piece of evidence in its reasons. That being said, the case of", "Cepeda- <FRAGMENT_SUPPRESSED> , states:", "\"[15] The Court may infer that the administrative agency under review made the erroneous finding of fact 'without regard to the evidence' from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency. Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusion, so a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result.", "\"[16] On the other hand, the reasons given by administrative agencies are not to be read hypercritically by a court (", "<FRAGMENT_SUPPRESSED>  required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it (see, for example,", "<FRAGMENT_SUPPRESSED>  (F.C.A.). That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact.", "\"[17] However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact 'without regard to the evidence':", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact.\""], ["[74]", "In this case, the Court is faced with an officer who admits to removing evidence from the Applicant's file after finding it irrelevant after a \"summary review.\" Upon review of these removed documents, the Court notes that the relevance of some of them may be in question; however, that does not relieve the officer from conducting a more thorough review, recognizing each case must be assessed on its own singular merits coupled with the objective evidence pertinent to it (for example, the World Health Organization document, at pp. 178 of the Application Record; reference is also made to the classic case of", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(2d) 117). This is especially so because of the officer's conclusion that the Applicant has had the opportunity to receive adequate care and attention in the Philippines, where certain pertinent elements may be contrary to the evidence contained in the general country condition documents submitted by the Applicant."], ["[75]", "The Respondent cites the case of", "<FRAGMENT_SUPPRESSED>  for the proposition that an officer is only required to consider an H&C factor or evidence submitted when the Applicant explains how the evidence was relevant. The Court is not persuaded that <FRAGMENT_SUPPRESSED> , above, is applicable to this case. The appellant in <FRAGMENT_SUPPRESSED> , above, claimed the H&C officer erred by not considering the best interests of his children. The court dismissed this argument, stating that Mr. Owusu did not adequately raise the issue of the potential impact of his deportation on his children such that the officer was under a duty to examine their best interests ( <FRAGMENT_SUPPRESSED> at para. 9)."], ["[76]", "This Court is not faced with such a situation here. The Applicant's submissions to the H&C officer link the country condition evidence, specifically a report from the United States Department of State, which was removed by the officer, to the issue of the situation faced by the Applicant in the Philippines (Applicant's Record at p. 30).", "XI.", "Conclusion"], ["[77]", "The courts have a specific role to play in the Canadian system of constitutional supremacy. Acknowledging the roles of the executive branch, the legislative branch and recognizing the judiciary's role as one of interpretation of the law. It is, thus, incumbent on the Federal Court to follow the interpretation of the legislation in jurisprudence issued by the Federal Court of Appeal and the Supreme Court."], ["[78]", "It is the Court's conclusion that the definition of \"dependent child\" is not determinative of whether a person is deserving of a best interests of the child analysis. The Court finds, based on the entirety of section 2 of the", "IRPR", ", that the definition of \"dependent child\" was not intended to apply to the", "IRPA"], ["[79]", "As has been shown, the definition of \"child\" is undefined in the", "IRPA", "and the jurisprudence makes it clear that the best interests of the child analysis has a special relationship with the", "Convention on the Rights of the Child", ". Therefore, the Court is of the opinion, based on the above reasoning, of the importance that the", "Convention on the Rights of the Child", "has been unduly minimized by the earlier jurisprudence on this matter."], ["[80]", "Although the Court is sympathetic to the position of the Applicant, as the policy behind analyzing the best interests of the child is, as recognized by the", "Convention on the Rights of the Child", ", partially based on the physical and mental vulnerabilities of children; and it also recognizes that persons with disabilities may also be vulnerable, to varying degrees, the Court cannot agree that dependency and vulnerability are the defining characteristics of \"childhood\" for the purposes of section 25. The Court consequently finds that dependent adults should not be included in the analysis of the best interests of the child."], ["[81]", "Every child is a dependent but not every dependent is a child"], ["[82]", "If the best interests of the child analysis were to be expanded to include dependent adults then boundaries and criteria would have been laid out in a very different manner in legislation which is not the case."], ["[83]", "The matter is being returned to first-instance due to documents having been removed. The factual context is not to be set aside before it adequately has shown to have been considered and treated within the H&C context, recognizing the dire consequences inherent to such decision in light of all of the subjective and objective evidence of this matter (case onto itself). The Court quashes the decision and requires a re-determination (see <FRAGMENT_SUPPRESSED> , above) by a different immigration officer on the basis of these reasons; therefore, the application for judicial review is granted.", "JUDGMENT"], ["[84]", "THIS COURT ORDERS that", "the application for judicial review be granted and the officer's decision be set aside. The matter is remitted for re-determination by a different officer. No question of general importance be certified.", "Application allowed.", "Editor: Angela E. McKay/vnh", "[End of document]"]]}