{"id_": "063917", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application by the Minister of Human Resources Development (the \"Minister\") for judicial review of a decision of a member of the Pension Appeals Board (the \"Board\"), designated under subsection 83(2.1) of the", "Canada Pension Plan", ", R.S.C. 1985, c. C-8 (the \"", "CPP", "\"). In her decision, dated November 11, 2004, the member granted the respondent, Mr. Eason, leave to appeal his application for disability benefits under the", "CPP", "approximately five years and four months after the time limit for doing so had elapsed."], ["[2]", "Mr. Eason brought his first application for", "CPP", "benefits in December 1996. The Income Securities Programs Branch (\"ISPB\") denied his application on July 15, 1997. The ISPB denied his second application on January 27, 1998."], ["[3]", "Mr. Eason, by handwritten correspondence dated March 10, 1998 stating he could not work anymore and would not be able to work again, appealed the decision to deny his disability benefits to the Office of the Commissioner of the Canada Pension Plan Review Tribunals. His appeal was heard on November 25, 1998 by the Review Tribunal and dismissed on February 1, 1999."], ["[4]", "In the letter accompanying the Notice of Decision of Review Tribunal, the Review Tribunal advised Mr. Eason that he could appeal by writing to the Chairman or Vice-Chairman of the Board within 90 days of receiving the decision."], ["[5]", "Mr. Eason did not seek leave to appeal the Review Tribunal decision to the Board within the appeal period."], ["[6]", "In June 2004, he submitted a third application for disability benefits. On August 10, 2004, the ISPB again denied his application for benefits."], ["[7]", "On September 21, 2004, approximately five years and seven months after the Review Tribunal decision, Mr. Eason's agent applied for an extension of time for leave to appeal and for leave to appeal the Review Tribunal's decision of November 1998."], ["[8]", "On November 22, 2004, the member of the Board granted Mr. Eason leave to appeal without any reference to the issue of extension of time."], ["[9]", "The Minister now requests that the November 22, 2004 decision be set aside, alleging that the member of the Board erred in law, exceeded her jurisdiction or failed to exercise her jurisdiction."], ["[10]", "Subsection 83(1) of the", "CPP", "provides that a party who is dissatisfied with the decision of a Review Tribunal may, within 90 days after the day on which that decision is communicated to the party, apply in writing to the Chairman or Vice-Chairman of the Board for leave to appeal that decision to the Board. The Chairman or Vice-Chairman may extend the time within which to apply for leave."], ["[11]", "Rule 4 of", "The Pension Appeals Board Rules of Procedure (Benefits)", ", C.R.C. 1978, c. 390 (the \"", "Rules", "\"), requires an appellant to provide the grounds upon which he relies to obtain leave and a statement of the allegations of fact that includes the reasons that he intends to submit, and the documentary evidence that he intends to rely on in support of the appeal."], ["[12]", "Rule 5 states that an application for an extension of time shall set out the information required by paragraph 4 as well as the grounds on which the extension is sought."], ["[13]", "Rule 6(2) provides that an application served on the Chairman or Vice-Chairman pursuant to section 4 may be deemed by the Chairman or Vice-Chairman to be an application properly made for the purpose of section 5."], ["[14]", "There is no indication in the", "Rules", "that an applicant must first apply for an extension of time to seek leave to appeal and then bring a separate application for leave to appeal only after the extension of time application is granted. Thus, a member may consider both an application to extend the time for leave and an application for leave at the same time."], ["[15]", "The question before this Court is whether the member of the Board granted an extension of time for leave. This is a \"jurisdictional question\" which must be answered correctly by the tribunal in order to be acting intra vires. More particularly, the", "Rules", "indicate that in order to grant leave after the expiry of the appeal period, the member must also grant an extension of time. If, in the present case, the member did not grant an extension of time, then I must conclude that she either exceeded her jurisdiction or failed to properly exercise her jurisdiction.  <FRAGMENT_SUPPRESSED> , addendum [1998] 1 S.C.R. 1222, Bastarache, J., discussed the standard of review for \"jurisdictional questions\" at paragraph 28:", "\"28. Although the language and approach of the 'preliminary', 'collateral' or 'jurisdictional' question has been replaced by this pragmatic and functional approach, the focus of the inquiry is still on the particular, individual provision being invoked and interpreted by the tribunal. Some provisions within the same Act may require greater curial deference than others, depending on the factors which will be described in more detail below. To this extent, it is still appropriate and helpful to speak of 'jurisdictional questions' which must be answered correctly by the tribunal in order to be acting intra vires. But it should be understood that a question which 'goes to jurisdiction' is simply descriptive of a provision for which the proper standard of review is correctness, based upon the outcome of the pragmatic and functional analysis. In other words, 'jurisdictional error' is simply an error on an issue with respect to which, according to the outcome of the pragmatic and functional analysis, the tribunal must make a correct interpretation and to which no deference will be shown.\""], ["[16]", "Thus, it is clear that the member must have been correct in exercising her jurisdiction."], ["[17]", "In", "<FRAGMENT_SUPPRESSED>  (F.C.), the applicant applied for", "CPP", "disability benefits and was denied. Upon reconsideration, she was again denied. The applicant appealed the decision to the Review Tribunal, which dismissed the appeal. Four years after the appeal, the applicant sought leave to appeal to the Board. Although her application for leave was supported by extensive documentation, she did not bring an application to extend the time to seek leave."], ["[18]", "The Minister brought an application for judicial review, alleging the Board acted without jurisdiction by granting leave to appeal outside of the 90 day period for seeking leave when no application for an extension of time was made or granted. Gibson, J., concluded that the member had erred in law, exceeded his jurisdiction, or failed to exercise his jurisdiction in granting leave to appeal where no application for an extension of time to seek leave had been filed or granted."], ["[19]", "Unlike", "Penna", ", ibid, in the present case, Mr. Eason followed the proper procedure and applied for both an extension of time to seek leave to appeal and for leave to appeal. His agent reiterated in subsequent correspondence to the Registrar of the Board that the issues in the application were whether the extension of time for leave to appeal should be granted and whether leave to appeal should be granted."], ["[20]", "However, as stated above, the member was silent on the issue of extension of time. The respondent suggests that as leave to appeal cannot be granted unless an extension of time is also granted, it can be inferred from the member's decision to grant leave that she also granted an extension of time. I disagree. While Mr. Eason did apply for the extension of time and for leave, it cannot automatically be inferred that the member turned her mind to the issue of extension of time simply because she granted leave. The granting of an extension of time must be explicitly considered by the decision maker. A member exceeds his jurisdiction, or fails to exercise his jurisdiction, if he grants leave to appeal without also granting an extension of time within which to appeal."], ["[21]", "In", "<FRAGMENT_SUPPRESSED>  (F.C.), [see footnote 1] Snider, J., set out the following criteria to be considered and weighed in an examination for an extension of time:", "1. A continuing intention to pursue the application or appeal;", "2. The matter discloses an arguable case;", "3. There is a reasonable explanation for the delay; and", "4. There is no prejudice to the other party in allowing the extension."], ["[22]", "I agree that these criteria are applicable to a decision to extend the time period within which to appeal. However, in the case before me, the member granted leave without demonstrating that these criteria had been addressed."], ["[23]", "Assuming without deciding that the first two criteria have been met, with respect to the third criterion, I note that the only explanation provided for Mr. Eason's delay in seeking leave to appeal was that he was under the mistaken belief that the November 1998 decision of the Review Tribunal was final. This explanation is difficult to accept without affidavit evidence, especially since Mr. Eason was provided with a letter from the Review Tribunal stating that he could appeal the decision within 90 days."], ["[24]", "With respect to the fourth criterion I will reiterate the comments of Snider, J., in <FRAGMENT_SUPPRESSED> , supra, that there is cause for concern in allowing appeals, absent compelling reasons, too long after the expiry period. An extension of time could be very prejudicial to the Minister. After such a long period of time, how is the Minister to ensure that an adequate response to the appeal can be made? Further, it leads to a lack of certainty and finality for both the Minister and all parties to the process. As stressed by my colleague Snider, J., \"[...] It is reasonable to assume that there are many other persons who, having received negative decisions of the Review Tribunal, have not appealed based on the expiry of time. The Respondent should not now be allowed to pursue a remedy that others in her position have not pursued believing that an appeal was not open to them. There is a fundamental unfairness in a process that is not applied consistently and with regard to commonly accepted principles.\" <FRAGMENT_SUPPRESSED> , ibid., paragraph 17."], ["[25]", "In summary, an application for an extension of time is not granted automatically or as of right. The decision is discretionary and such discretion should be exercised using a principled approach with a view to the four criteria listed above. Irrespective of the standard of review, in the absence of any reasons for her decision, I find that the member erred in law by failing to properly apply the correct criteria to the application for an extension of time."], ["[26]", "In the result, the application for judicial review will be allowed. The decision under review will be set aside and the matter referred back to the Board for redetermination.", "ORDER"], ["[27]", "THIS COURT ORDERS that", "(1) The application for judicial review is allowed.", "(2) The decision under review is set aside and the matter referred back to the Board for redetermination.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "Footnotes", "1. Followed in", "<FRAGMENT_SUPPRESSED> ; 281 F.T.R. 198 (F.C.).", "[End of document]"]]}