{"id_": "063954", "body_str": [["[1]", "Russell, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (Act) for judicial review of the decision of the Refugee Protection Division (RPD) of the Immigration and Refugee Board (IRB), dated 5 March 2010 (Decision), which refused the Applicants' applications to be deemed Convention refugees or persons in need of protection under sections 96 and 97 of the Act.", "BACKGROUND"], ["[2]", "The Male and Female Applicants are married citizens of Colombia. The Male Applicant is a retired soldier in his seventies and the Female Applicant is sixty. The claims of both are based on the Female Applicant's narrative."], ["[3]", "The Applicants claim that, on 28 September 2008, they were visiting friends when five men of the Revolutionary Armed Forces of Colombia (FARC guerrillas) invaded the house and demanded everyone's identity documents and cash. The armed men informed the group of friends that they would all be killed if anyone reported the incident to the police, so none of them did."], ["[4]", "On 13 October 2008, a FARC guerrilla hijacked the Applicants' car at gunpoint and forced them to drive to an abandoned warehouse, where they kept the Female Applicant overnight while the Male Applicant gathered together a three-million peso ransom. It was paid the following day and the Female Applicant was released."], ["[5]", "On 20 January 2009, the Male Applicant received a telephone call from a FARC person demanding one million pesos. On 31 January 2009, the Male Applicant paid this money and was informed that this would be the first of a series of monthly payments that the Applicant would be making to the FARC or they would kidnap his wife and kill her. The men again warned him not to report the extortion to the police."], ["[6]", "On 18 February 2009, the Applicants filed a police complaint and left the country the following day. They travelled by air to the United States, where they were met by their son, who drove them to his home in Canada. They entered Canada on 20 February 2009 and immediately made their refugee claims."], ["[7]", "The Applicants appeared before the RPD on 19 February 2010. The RPD found that the material aspects of the Female Applicant's story were not credible and that the Applicants' fear was not well-founded. Alternatively, the Applicants have a viable internal flight alternative in Bogotá, Colombia. For these reasons, the RPD found that they were neither Convention refugees pursuant to section 96 of the Act nor persons in need of protection pursuant to section 97. This is the Decision under review.", "DECISION UNDER REVIEW"], ["[8]", "The RPD found the Applicants' claim to have no nexus to a Convention ground and, in consequence, proceeded with the analysis under section 97. Even if there were such a connection, the RPD stated, its analysis applied to section 96 as well."], ["[9]", "The RPD identified the determinative issue to be lack of credibility with respect to the Applicants' well-founded fear of persecution. It did not believe material aspects of the Female Applicant's oral evidence and her Personal Information Form (PIF) narrative. Specifically, it found it unlikely that FARC guerrillas were after them. The Female Applicant's statement that the guerrillas warned them against making a police complaint because the guerrillas feared the police was nonsensical, as FARC guerrillas are outlaws already. The RPD concluded that the Female Applicant's evidence was an embellishment, and it drew a negative inference from that evidence."], ["[10]", "The RPD also found the timing of the Applicants' police complaint to be suspect. Filing the complaint immediately before leaving the country would provide them with no opportunity to follow up or benefit in any way. The RPD concluded that the Applicants filed this complaint to bolster their refugee claims, which were otherwise uncorroborated by documentary evidence. The Applicants had no bank statements showing withdrawals of the extortion money, no death note from FARC and no police report detailing the invasion of the friends' home by guerrillas. The RPD took a \"serious negative inference\" from this and found it unlikely that FARC guerrillas ever extorted money from the Applicants."], ["[11]", "When asked by the RPD whether any of their close relatives remaining in Colombia had been targeted or even approached by FARC guerrillas for information concerning the Applicants' whereabouts after they escaped to Canada, the Female Applicant said that they had not. The RPD found it reasonable to expect that, if the Applicants' claims were genuine, their relatives would be so targeted by FARC. For this reason, the RPD concluded that the Applicants likely were never targets themselves."], ["[12]", "The RPD also found that the Applicants lacked a subjective fear of persecution, evidenced by the fact that they had an opportunity to file an asylum claim when they entered the United States on their way to Canada but failed to do so. In the RPD's view, if the Applicants' situation really was urgent, they would have filed for refugee protection in the United States in case their claim in Canada was rejected. The RPD relied on", "<FRAGMENT_SUPPRESSED>  (", "Leon", ") (QL) at paragraph 22, in which Justice Francis Muldoon found that delay vitiates the well-foundedness of the fear that must be established to make out a Convention refugee claim."], ["[13]", "Finally, the RPD found that the Applicants have a viable internal flight alternative (IFA) in Bogotá. The Male Applicant has a good pension from his service in the military and also engages in furniture-making on the side, which suggests they can live reasonably well in the country's capital. The RPD found that state protection was available to them and that FARC guerrillas were unlikely to track them to the city. The RPD noted that Colombia is a constitutional democracy with generally free and fair elections; that the civilian authorities generally maintain control of the security forces and hold them accountable for their actions; and that procedures are in place to provide recourse to the rule of law for victims of criminal acts and human rights abuses."], ["[14]", "Although the Female Applicant believes the FARC would be able to track them down wherever they settled in Colombia, the RPD found that they would be safe in Bogotá. The 2008 report of the United Nations High Commissioner of Refugees (UNHCR), unlike its 2005 predecessor, omits to say that FARC can track down its victims throughout the country. The RPD was satisfied that this reference was not included in the 2008 UNHCR report because it no longer applies."], ["[15]", "Also persuasive were the 2008 and 2009 reports of the International Crisis Group, which indicate that support for FARC has vanished in urban centres and that government surveillance and efforts against the group have \"severely disrupted communication and cohesion within the FARC organization.\""], ["[16]", "Based on this evidence, the RPD concluded that Bogotá constitutes a viable IFA for these Applicants. For this reason, and based on its negative findings regarding credibility and well-founded fear of persecution, the RPD rejected the Applicants' claims that they were Convention refugees or persons in need of protection under the Act.", "ISSUES"], ["[17]", "The Applicants raise the following issues:", "1. Whether the RPD erred in finding that the Female Applicant lacked credibility;", "2. Whether the RPD erred in finding that the Applicants have an internal flight alternative;", "3. Whether the Applicants had an opportunity to respond to the RPD's concerns and to know the case to be met.", "STATUTORY PROVISIONS"], ["[18]", "The following provisions of the Act are applicable in these proceedings:", "Convention refugee", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "Person in need of protection", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "Person in need of protection", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.", "Définition de « réfugié »", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "Personne à protéger", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.", "Personne à protéger", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.", "STANDARD OF REVIEW"], ["[19]", "The Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  held that a standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[20]", "The first issue concerns the determination of the Female Applicant's credibility, which is within the RPD's expertise and, therefore, attracts a standard of reasonableness on review.  <FRAGMENT_SUPPRESSED> ."], ["[21]", "The second issue concerns the RPD's finding that the Applicants have an internal flight alternative, for which reasonableness is the appropriate standard.  <FRAGMENT_SUPPRESSED> ."], ["[22]", "When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" See <FRAGMENT_SUPPRESSED> , above, at paragraph 47. Put another way, the Court should intervene only if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\""], ["[23]", "The third issue concerns the Applicants' opportunity to respond to the RPD's concerns and to know the case to be met. This is a procedural fairness issue, for which correctness is the appropriate standard.  <FRAGMENT_SUPPRESSED> .", "ARGUMENTS", "The Applicants", "Credibility Findings Were Unreasonable and Procedural Fairness Breached"], ["[24]", "The Applicants assert that the RPD's credibility findings were flawed. First, the Female Applicant's speculation as to why the FARC guerrillas insisted that she and the Male Applicant refrain from reporting the extortion to the police is no basis to doubt her credibility. Her opinion that the guerrillas were motivated out of fear of the police in no way assists the RPD in adjudicating on the legitimacy of these refugee claims. The question to be determined is whether the Applicants fear the FARC guerrillas and not whether the guerrillas fear the police."], ["[25]", "Second, the Applicants' filing of the police complaint one day prior to their escape is entirely consistent with their testimony that they were afraid of what would happen to them if they enlisted the help of the authorities. The finding that the complaint was made to bolster the refugee claims is based solely on how the RPD chose to view the timing and is unreasonable."], ["[26]", "Further, the RPD's expectation that there should be other documentary evidence, such as a death note or a copy of the police report from the owners of the invaded house, is also unreasonable. There was no death note and no police complaint from the friends because FARC authored no death note and the friends discouraged the Applicants from complaining to the police and so would be unlikely to make such a complaint themselves. The RPD never asked the Applicants for their banking records, although it was obliged to do so if it intended to identify a lack of such records as a material omission. According to the rules of procedural fairness, the Applicants had a right to be informed of the RPD's concerns in this regard and to be given an opportunity to respond. The Applicants contend that the RPD breached the duty of fairness in failing to provide them this opportunity."], ["[27]", "The RPD's statement that FARC would \"go after\" the Applicants' close relatives remaining in Colombia, and the negative inference it draws from the fact that such a pursuit did not occur in the instant case, are completely unsupported by any evidence regarding the typical behaviour of FARC guerrillas. This statement is simply a bald and unproved generalization."], ["[28]", "In addition, the RPD's conclusion that the Applicants' failure to claim asylum at the earliest opportunity (that is, in the U.S.) indicates their lack of subjective fear is contrary to Federal Court of Appeal jurisprudence, which says that a board may consider this factor in assessing subjective fear, provided it is not the only evidence upon which the board relies.  <FRAGMENT_SUPPRESSED>  (F.C.A.). In the instant case, there is no other supporting evidence. Moreover, the Applicants' personal circumstances furnish a reasonable explanation for the delay. They do not speak English. The Male Applicant is 72 years of age, the Female Applicant 60. They claimed refugee status within 48 hours of leaving Colombia in Canada, where their son is resident. In light of the circumstances, the RPD cannot reasonably rely on", "Leon", ", above, a case in which the applicant waited over five years before filing a refugee claim.", "Finding of a Viable IFA Was Unreasonable"], ["[29]", "The Applicants contend that the RPD's findings regarding Colombia's system of government and its law enforcement mechanisms are irrelevant to the question at issue, which is whether the state can protect people such as the Applicants who have been threatened with extortion, abduction and death by FARC."], ["[30]", "Moreover, it is unreasonable for the RPD to infer that the 2008 UNCHR report does not say that FARC can track it victims throughout Colombia because FARC can no longer do so. The RPD is speculating. The report's omission could just as easily be due to lack of information or a typographical error."], ["[31]", "The Applicants assert that four days after the hearing, the Research Directorate of the IRB published Response to Information Request (RIR) COL103286.E, which contains evidence that is pertinent to the instant case. Three experts quoted in this RIR state that, if it so wishes, FARC is \"absolutely capable\" of tracking individuals throughout Colombia by tracing their paper trail, eavesdropping on family members and bribing neighbours and acquaintances for information. Only one expert provided contradictory evidence. The Applicants submit that the experts provided this information to the IRB before the hearing, on 9 November 2009, 10 January 2010 and 19 January 2010. They further submit that the Male Applicant attracts FARC's heightened interest due to his participation in the Colombian Armed Forces."], ["[32]", "The Applicants acknowledge that they were unable to place any of this evidence before the RPD at the hearing because it did not appear in the National Documentation Package until 30 April 2010. However, they argue that Bill C-11,", "An act respecting immigration to Canada and the granting of refugee protection to persons who are displaced, persecuted or in danger", ", 1st Sess., 37th Parl., 2001 (Royal Assent, November 1, 2001), which has been included in section 110(1) of the Act but which remains unproclaimed, allows this new evidence to be adduced."], ["[33]", "The preponderance of the documentary evidence that was properly before the RPD at the hearing and the further evidence made available to the RPD after the hearing accords with this RIR, and it was unreasonable for the RPD to base its Decision on a minority view.", "The Respondent", "RPD's Credibility Findings Are Deserving of Deference"], ["[34]", "Although the Applicants have submitted alternative explanations for the RPD's credibility concerns, this does not change the fact that the RPD's findings were reasonable and that they are owed deference unless proven to be unreasonable. See", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> .", "The Finding of a Viable IFA Is Determinative of the Claim"], ["[35]", "The RPD's finding that the Applicants have a viable IFA in Bogotá was based on a review of the most recent country condition documents, including the 2009 United States Department of State (DOS) Report and the 2008 and 2009 reports by the well-renowned International Crisis Group. The Applicants' submissions refer to additional documentation that was not before the RPD. This new evidence should not be considered by this Court. The Applicants will have an opportunity to apply for a Pre-removal Risk Assessment (PRRA), at which time they may introduce new evidence."], ["[36]", "Contrary to what the Applicants have said, the RPD's observations regarding the country conditions in Colombia are not irrelevant. Rather, they demonstrate that the government of Colombia has put in place the general infrastructure to deal with FARC and that these measures have been effective both in shifting FARC's influence out of the urban areas and in narrowing its influence within the country."], ["[37]", "The Applicants claim that it was unreasonable for the RPD to infer that the 2008 UNHCR report indicated that FARC was no longer able to track its victims throughout Colombia. However, the Respondent contends that that was one of many factors which the RPD found as persuasive in reaching its conclusion. Moreover, RIR COL103286.E, upon which the Applicants rely, provides mixed information, as the Applicants themselves acknowledge. Their assertion that the RPD's finding of an IFA was unsupported by the preponderance of the evidence fails to acknowledge that the documentary evidence as a whole provided differing opinions and that it is within the purview of the RPD to weigh the evidence.  <FRAGMENT_SUPPRESSED>  (QL)."], ["[38]", "With respect to the documentary evidence that became available after the 5 March 2010 Decision was signed and transmitted to the registrar, the Federal Court of Appeal has stated that such evidence should not be considered.  <FRAGMENT_SUPPRESSED> . Such documentation is more appropriately considered in a PRRA application.", "Applicants' Further Memorandum"], ["[39]", "The Applicants submit that the RPD breached the duty of fairness not only when it failed to alert them to its concerns regarding the Male Applicant's banking records but also when it failed to question them regarding the timing of the filing of the police complaint."], ["[40]", "With respect to the matter of the Applicants' delay in making a refugee claim, the Applicants draw the Court's attention to", "<FRAGMENT_SUPPRESSED> in which Justice Max Teitelbaum held that a short stay in a safe third country", "en route", "to Canada is not necessarily a material enough sojourn to oblige a claimant to declare themselves a refugee. The Applicants submit that this is particularly true of the U.S., as many claimants pass through that country to get to Canada.", "ANALYSIS"], ["[41]", "I agree with the Applicants that some of the RPD's grounds for negative credibility and lack of subjective fear seem particularly weak. The issue of what the Female Applicant believed about the FARC's fear of the police, and the failure to make a claim in the U.S. are not a reasonable basis for a negative credibility finding. The RPD's reliance upon", "Leon", ", given the facts of the present case, is perverse. This was not a protracted postponement. The RPD's reliance upon such grounds brings into question the RPD's whole credibility finding and, if this were the sole ground for the Decision, I think it would have to be returned for reconsideration. However, the RPD found in the alternative that the Applicants had a viable IFA in Bogota."], ["[42]", "Based upon the documentation that was before the RPD at the time it made the Decision, it cannot, in my view, be said that the RPD's conclusions regarding a viable IFA in Bogota were unreasonable with the meaning of <FRAGMENT_SUPPRESSED> , above. Also, I do not think that there was specific contrary evidence that the Board needed to refer to in accordance with the principles in", "Cepeda-Guitierrez", ". It is possible to argue about the evidence and assert that different conclusions could have been drawn, but this does not render the IFA finding unreasonable. There was enough of an objective basis for the RPD to say that the", "FARC has moved away its bases of operations from urban areas to rural areas with headquarters in the mountains or jungles, and no longer has the ability to track an individual from one area to another, due to surveillance by government security forces and their ability to interrupt communications."], ["[43]", "More recent documentation raised by the Applicants from the IRB Research Directive that may have had some impact upon this issue was not before the RPD and, hence, cannot be used to challenge the reasonableness of the RPD's Decision. The new Response which the Applicants refer to is dated February 23, 2010 but it did not become part of the National Documentation Package until April 30, 2010, which was well after the March 5, 2010 Decision. The Applicants say that the RPD had a continuing obligation to consult and refer to documentation received by the IRB even if not posted to the National Documentation Package. However, I see no jurisprudence to support this position. The mere receipt of a document does not mean it will become part of the package and a reasonable time has to be allowed for vetting by the Research Directorate. This does not mean that this new evidence will not play a role in deciding whether the Applicants remain in Canada. As the Respondent points out, the Applicants will have an opportunity to present this evidence if they should make a PRRA application."], ["[44]", "It seems to me that it would not be reasonable, or even possible, to require that RPD members must make themselves aware of and review information before it is vetted and becomes part of the National Documentation Package; unless of course an applicant directs their attention to the information in question prior to a decision being made. That did not occur in this case."], ["[45]", "I believe this matter has been addressed by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.):", "Is it a reviewable error if a panel of the Refugee Division determining a refugee claim pursuant to section 69.1 of the Immigration Act, ignores documentation not introduced into evidence by a claimant, nor in the possession of a panel but which comes into the possession of the Refugee Division after the conclusion of the hearing?", "In considering this question the Federal Court of Appeal stated:", "The second issue is whether the Board member was under a continuing obligation, after the conclusion of the hearing and before she signed her written reasons, to consider documents that were not filed at the hearing but which had come into the possession of the Refugee Division in the meantime. There is no evidence in the case at hand that the Board member ever saw the document at issue prior to signing her written reasons. Again we endorse the reasons for judgment of Mr. Justice McKeown and find that there was no such continuing obligation on the Board member."], ["[46]", "The Applicants have suggested the following question for certification:", "\"Whether the Refugee Protection Division is under an on-going obligation to consider relevant evidence in its possession, for example at the Immigration & Refugee Board documentation centre, even if not adduced by the claimant, where it was [extremely difficult/impossible] for the claimant to have become aware of this relevant evidence before the Board became functus officio and which provided evidence to explain an evidentiary omission relevant to a determinative issue.\""], ["[47]", "I believe this question has already been answered by the Federal Court of Appeal  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> . Hence, it does not qualify for certification in this application.", "JUDGMENT"], ["[48]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed.", "2. There is no question for certification.", "[End of document]"]]}