{"id_": "064027", "body_str": [["[1]", "Gauthier, J.", ": This is an application for judicial review of the Minister of Transport's decisions [see footnote 1] to revoke the applicants' transportation security clearances (TSC). In making these decisions, the Minister followed the recommendation of the Airport Restricted Area Access Clearance Review Board (Review Board) which was based on s. I.4(c) of the Airport Restricted Area Access Clearance Program (the Program), promulgated under the", "Aeronautics Act", ", R.S.C. 1985 c. A-3."], ["[2]", "The parties have agreed that since the only issue in dispute is one of procedural fairness, the Court does not need to apply the pragmatic and functional approach normally used to determine the applicable standard of review,", "<FRAGMENT_SUPPRESSED>  O.A.C. 38. Instead, the Court must determine the content of the duty of fairness applicable to the decision-making process under review and whether on the particular facts of these cases, there was a breach of such duty."], ["[3]", "Since May 2001, the applicants were employed as passenger information representatives for the Greater Toronto Airport Authority (GTAA) and they were each granted a TSC by the Minister. It is agreed that the TSC were required because the applicants had to get access to restricted areas in a designated airport to perform some of their duties."], ["[4]", "On January 23, 2003, the applicants received a letter informing them that information had been made available that raised doubts about their \"suitability to retain an airport clearance\" and that their TSC were suspended pending review by the Review Board. As a result of this, the applicants were also suspended from their positions by the GTAA without pay."], ["[5]", "On February 4, 2003, Mrs. DiMartino acting also on the behalf of her co-applicant, contacted Joy Diane Brunet, Chief of Intelligence and Security Screening Programs at Transport Canada, by telephone and requested further information regarding her suspension and that of Mrs. Kosta. Mrs. DiMartino was informed at that time that she and Mrs. Kosta were suspended because of their association with a known criminal. Mrs. DiMartino was also told that they could file submissions to the Review Board that would be making the recommendation to the Minister on whether to revoke their TSC."], ["[6]", "In their affidavits, the applicants explain that they assumed from Mrs. Brunet's statement that the Review Board's concern was that they had offered to act as sureties in a high profile criminal case. The applicants therefore each wrote a letter on February 14, 2003 to the Review Board indicating that they did not know that acting as sureties could have an impact on their jobs and that in any event, they had now instructed the accused's lawyer to remove them as sureties [see footnote 2]."], ["[7]", "The investigation report by intelligence analyst Brian Scharf that was before the Review Board contains facts other than the applicants' acting as sureties in a high profile case. For instance, the report indicates that Mrs. Kosta was the accused's girlfriend for a number of years and that she lived with him until shortly before she first applied for her TSC. The report also notes that she was present at a number of the accused's court appearances and that she testified on his behalf. It also included a comment on her behaviour in the courtroom where she was described as being very confrontational. She is also described as having made derogatory comments to police officers, and as being disrespectful to the Crown. It is further noted that, in the opinion of a detective present during the hearing, she would place the interests of her boyfriend ahead of those of the police or her employer."], ["[8]", "With respect to Mrs. DiMartino, the investigation report states that she was a close friend to Mrs. Kosta for seven years and that she and her husband would visit Mrs. Kosta and her boyfriend on a regular basis. She \"admitted\" she knew that the boyfriend had a criminal record. She and her husband were willing to put the equity on their house toward the bail."], ["[9]", "The report also states that Mrs. DiMartino had a deck of \"Support your Local Outlaws\" playing cards in her purse, and that she later testified that she had no involvement with the Outlaws Motorcycle Club/Gang [see footnote 3]."], ["[10]", "With respect to the letters received from the applicants, particularly their allegations that they now wanted to withdraw as sureties, the report indicates that i) bail had been denied by the Court without any mention of the withdrawal of the sureties; ii) no motions were presented by the defence in that respect; and iii) one of the investigating officers spoke with the Crown attorney to verify this statement and the said attorney was certain that this had not happened."], ["[11]", "According to the applicants, these last comments put their credibility in doubt and they were never given an opportunity to respond."], ["[12]", "The parties agree that the extent of the duty of procedural fairness owed to the applicants must be determined by applying the factors established by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> . They disagree on the results of such an analysis."], ["[13]", "The applicants argue that they were not given sufficient information to allow them a meaningful opportunity to have their position considered by the Review Board. They submit that procedural fairness required that they be given a copy of the report of Mr Scarf, or at the very least that the substance of the facts and opinions contained therein be disclosed to them before they made their submissions to the Review Board."], ["[14]", "For the respondent, the duty of fairness owed by the Minister and the Review Board is minimal and was fully met by the sending of the letters of January 23, 2003, the additional verbal information given to the applicants by Mrs. Brunet, and the opportunity given to them to submit written representations to the Review Board. The Minister cannot be responsible for the applicants' failure to properly and fully address all of the issues in their letters of February 14, 2003."], ["[15]", "The respondent relies on the decision of this Court in", "<FRAGMENT_SUPPRESSED> ; 180 F.T.R. 292 (T.D.), in which Pinard, J., decided that the duty of fairness owed by the Minister to an applicant to whom he had denied a TSC was minimal."], ["[16]", "It is useful, at this stage, to briefly review the legislative scheme."], ["[17]", "In her affidavit, Mrs. Brunet describes it as follows:", "\"3. Security at designated aerodromes (airports) is governed by the", "Regulations", "and guidelines of the", "Aeronautics Act", "\"4. Part 3 of the", "Canadian Aviation Security Regulations", "('", "Security Regulations", "') enacted under s. 4.7(2) of the", "Aeronautics Act", "provides, in part, that restricted areas of aerodromes are only accessible by persons holding a valid restricted area pass issued to the person carrying the pass.", "\"5. Section 4 of the", "Security Regulations", "also requires operators of designated aerodromes to establish, maintain and carry out the security measures set out in the", "Airport Restricted Area Access Clearance Security Measures", "('", "Measures", "') published by the Department of Transport. The Measures provide, in part, that operators of designated aerodromes are prohibited from issuing a restricted area pass to a person unless the person has been granted a Transportation Security Clearance ('", "Clearance", "') approved by the Minister. A copy of the Measures is attached as Exhibit 'A' to this affidavit.", "\"6. The", "Airport Restricted Area Access Clearance Program", "('", "Program", "') is a program instituted by the Minister pursuant to s. 4.7(4) of the", "Aeronautics Act", ", which provides guidelines for the issuance by the Minister of", "Clearances", "to persons who wish to obtain access to restricted areas in airports. A copy of the Program is attached as Exhibit 'B' to this affidavit.", "\"7. The", "Program", "aims to prevent unlawful acts of interference with civil aviation by ensuring that", "Clearances", "are only granted to people who meet the standards set out in the", "Program", ". More specifically, the objective of the", "Program", "is outlined in its s. I.4 as follows:", "I.4 Objective", "The objective of this Program is to prevent the uncontrolled entry into a restricted area of a listed airport by any individual who", "a. is known or suspected to be involved in activities directed toward or in support of the threat or use of acts of serious violence against persons or property;", "b. is known or suspected to be a member of an organization which is known or suspected to be involved in activities directed toward or in support of the threat or use of acts of serious violence against people or property;", "c. is suspected of being closely associated with an individual who is known or suspected of", "I. being involved in activities referred to in paragraph (a);", "II. being a member of an organization referred to in paragraph (b); or", "d. The Minister reasonably believes, on a balance of the probabilities, may be prone or induced to", "a. commit an act that may unlawfully interfere with civil aviation; or", "b. assist or abet any person to commit an act that may unlawfully interfere with civil aviation.'", "\"8. Pursuant to s. II.21 of the", "Program", ", a Clearance is valid for a period not exceeding 5 years, subject to suspension or revocation.", "\"9. Pursuant to s. II.29(2) of the", "Program", ", the Director General may suspend a Clearance when information is made available that raises doubts as to the appropriateness of the holder retaining that Clearance. When adverse information is uncovered, the matter is forwarded to the Transportation Security Clearance Review Board ('Board') for review. The mandate of the Board, as set out in s. I.8 of the", "Program", ", is to make a recommendation to the Minister on whether a Clearance should be granted, denied, suspended or revoked.", "\"10. The Board's role is further addressed in s. II.35 of the", "Program", ", which provides in part that the Board in making a recommendation may consider any factor that is relevant, including, among other things, whether the applicant is likely to become involved in activities that support the threat or use of serious violence against property or persons. Specifically s. II.35 provides:", "II.35 Revocation or Denial", "1. The Board may recommend to the Minister the denial or revocation of a clearance to any individual if the Board has determined that the individual's presence in the restricted area of a listed airport would be inconsistent with the aim and objective of this Program.", "2. In making the determination referred to in subsection (1), the Board may consider any factor that is relevant, including whether the individual:", "a. has been convicted in Canada or elsewhere of the following offences:", "i. any offence set out in s. 469 of the", "Criminal Code", "ii. any indictable offence punishable by imprisonment for 10 years or more.", "iii. trafficking, possession for the purpose of trafficking or exporting or importing under the", "Controlled Drugs and Substances Act", "iv. any offences contained in Part VII of the", "Criminal Code", "- Disorderly House and Gaming,", "v. any contravention of a provision set out in s. 160 of the", "Customs Act", "vi. any offences under the", "Official Secrets Act", "vii. any offences under Part VI of the", "Immigration Act", "b. has a bad credit record and is employed in a position of trust; or", "c. is likely to become involved in activities directed toward or in support of the threat or use of acts of serious violence against property or persons.'\""], ["[18]", "I note that the Program also provides that:", "I.5 Denial/Revocation/Suspension", "\"Any person who is denied a clearance, or any person whose clearance is suspended or revoked, shall be advised in writing of", "a. the denial, suspension; and [see footnote 4]", "b. the reason or reasons for the denial, suspension or revocation unless the information is exempted under the", "Privacy", "Act", "; and", "c. the right to redress", "II.39 Precautionary Measures", "\"1. Where at the time an application is reviewed there is a doubt as to the future conduct of the individual, the Board may:", "a. reduce the period of validity of a clearance; and", "b. direct that the applicant be interviewed by a Security Inspector or a representative of the Preventive Security Branch.", "\"2. An interview conducted pursuant to paragraph (1) (b) shall include:", "a. review of the adverse information against the applicant;", "b. a statement by the inspector or representative advising the applicant that the retention of the clearance is subject to the applicant's future conduct; and", "c. an undertaking by the applicant to be of good behaviour.\""], ["[19]", "I shall now examine the", "Baker", "factors which are:", "i) the nature of the decision being made and the process followed in making it;", "ii) the nature of the statutory scheme and the terms of the legislation pursuant to which the decision maker operates;", "iii) the importance of the decision on the rights or privileges of the applicants;", "iv) the legitimate expectation of the applicants; and", "v) the choice of procedure made by the decision maker where the legislation leaves to the decision maker the ability to choose its own procedures."], ["[20]", "The first factor requires that the Court assess to what extent the decision under review resembles an adjudication by a court. Here, the Minister has set out in the Program, the guidelines that he would be following in coming to his decision. The policy objectives and the list of factors which the Review Board can consider in reaching its recommendations (S. II.35) set out the criteria to be applied to the particular facts of each applicant. It indicates that the Minister's discretion is not open-ended. The decision to revoke a TSC involves three levels. First, either CSIS, the Director of Preventive Security, or the Director General, Security and Emergency Preparedness must believe that there are reasons to doubt the suitability of the TSC holder. Then the Review Board, which consists of five members, one of which must be a legal counsel, must evaluate and weigh all of the information using the criteria set out in the Program to make a recommendation to the Minister. Then, the Minister has the final say and decides whether to revoke or not. Overall, this factor points towards more than a minimal duty, but not to a high level of procedural safeguards."], ["[21]", "The statutory scheme does not provide for any appeal, but the decision of the Minister is subject to judicial review by this Court. This indicates that greater procedural fairness is required (", "Ha", ", supra, at paragraph 55,", "Baker", ", supra, at paragraph 24)."], ["[22]", "The importance of the decision on the applicants is quite significant. Even though the Minister was not directly involved in their dismissal, it is clear that their jobs required access to restricted areas, and that no such access could be granted without a TSC. Thus, their right to continue in their positions was in fact at stake. The applicants had advised the Review Board before their meeting that they had been suspended without pay, and that Mrs. DiMartino's financial situation was particularly difficult."], ["[23]", "The fact that their contract with the GTAA specified that their employment was conditional on their continued compliance with the Program does not diminish, as alleged by the respondent, the right to procedural fairness of the applicants. It simply gives their employer the right to terminate their employment on that basis. Nobody argued that this contract contains a waiver with respect to procedural protections."], ["[24]", "As indicated in", "Baker", ", supra, at paragraph 24 \"the more important the decision is to the lives of those affected and the greater its impact on that person or persons, the more stringent the procedural protections that will be mandated.\" Certainly, on this particular issue, the present case can be distinguished from the one before Pinard, J., in <FRAGMENT_SUPPRESSED> where the applicant was simply applying for a TSC for the first time [see footnote 5]."], ["[25]", "The respondent relies on", "<FRAGMENT_SUPPRESSED>  Sask.R. 81, to support the view that even when one's employment is at stake, the duty of fairness can be minimal."], ["[26]", "In that case, three of the seven judges found that there was no duty of fairness at all on the employer because he had the right to dismiss the plaintiff without cause by simply giving him a three-month notice. The other four judges found that even if in such cases, there was a duty of fairness, but that it was minimal."], ["[27]", "As mentioned earlier, it appears to me that the guidelines issued by the Minister clearly indicate that a TSC would only be revoked if there were reasons to believe that the objectives of the Program were not met. As indicated in", "Knight", ", supra, and in many other decisions of the Supreme Court of Canada, the duty of fairness is a variable standard whose content depends on the particular circumstances of the case."], ["[28]", "In any event, even in", "Knight", ", the Court held that the minimal duty encompassed the giving of a notice of the reasons for the dissatisfaction of the Board with the respondent's employment and an opportunity to be heard [see footnote 6]. It then found that indeed the employee had been told of the reasons verbally and had the opportunity through meetings with the Board to express his views."], ["[29]", "There is no evidence that the applicants could legitimately expect that a certain procedure would be followed before their TSC were revoked. It was submitted that because the applicants' relationship with the accused predates their employment with the GTAA and Mrs. Kosta acted as surety for this same accused back in 1996, it was reasonable for them to expect that this relationship, per se was not a factor that could affect their eligibility for a TSC. I agree that this is relevant in determining whether or not the applicants knew or should have known that these facts were being considered by the Review Board and whether the Minister complied with his duty. But, it is not relevant to the inquiry as to the existence and extent of the duty of fairness owed by the Minister."], ["[30]", "Turning to the last factor, the", "Act", "is silent as to the process to be followed and therefore leaves total discretion to the Minister to choose his own procedure. The Program provides for written notice of the reasons for the denial, suspension and the revocation, and of the right of redress available to the applicants. It is unclear what right of redress this refers to. Is it simply to the right to seek judicial review of the decision, or does it also include the right to submit written arguments to the Review Board? [see footnote 7]"], ["[31]", "It also provides that in certain cases where the future conduct of an individual is in doubt, the Review Board could direct the person to be interviewed by a security inspector or a representative of the Preventive Security Branch."], ["[32]", "<FRAGMENT_SUPPRESSED> , the Supreme Court of Canada said that the Minister must be allowed considerable discretion in evaluating future risks and security concerns, and that this suggested a degree of deference to the Minister's choice of procedure. However, the Court found that this deference must be reconciled with the elevated level of procedural protections mandated by the serious situation of refugees who may face torture."], ["[33]", "Here, the Minister must also evaluate safety risks, that is those related to a person entitled to enter restricted areas in designated airports. However, the serious impact on the livelihood of the applicants, even if not as vital as the situation of a refugee facing torture, is also to be considered."], ["[34]", "The TSC had been suspended, and therefore the applicants did not present any urgent safety risk. No argument was made that fuller disclosure would have created an undue administrative burden."], ["[35]", "In this case, all of the documents including the analyst's report were disclosed to the applicants after the final decision was issued except for the names of certain individuals. A copy of the certified record was filed without seeking a confidentiality order. The respondent could not provide any reason as to why a detailed list of the facts and opinions in the intelligence report could not be given to the applicants before they submitted their views to the Review Board."], ["[36]", "Weighing these factors together with all of the circumstances, I do not believe that the duty of fairness extends to the level of requiring a full or formal hearing, but it requires that the applicants be afforded a meaningful opportunity to present their views at one point before the final decision is made. To do so, they must know the case they have to meet [see footnote 8]."], ["[37]", "This does not necessarily mean that a copy of the intelligence analyst's report, per se must be disclosed in all cases as there may be valid reasons for reduced disclosure such as privilege, privacy, or other public constrains like security issues. As I said, there were no such reasons in this case."], ["[38]", "The respondent states that the applicants knew or should have known about all of the relevant facts, as they were advised that it was their association with a known criminal that was under review. As in", "Knight", ", supra, everything that had to be said was said during the telephone conversation between Mrs. Brunet and Mrs. DiMartino. The applicants clearly knew that the known criminal was Mrs. Kosta's boyfriend."], ["[39]", "I cannot agree. The applicants could not know of the opinions offered by the detective present at the courthouse or of the characterisation of Mrs. Kosta's testimony and attitude."], ["[40]", "Mrs. DiMartino states that she was never aware of Mrs. Kosta's boyfriend's criminal past or of the nature of the charges pending against him until she arrived in court to sign the surety on his behalf. She could not know that the report was ambiguous on that point. She did not imagine that her relationship with Mrs. Kosta's boyfriend could have any impact on her security clearance or her employment at the GTAA."], ["[41]", "Her letter of February 14, 2003 was based on one assumption only, and that was that the investigation was based on her decision to sign a surety in favour of an \"acquaintance\" charged with a criminal offence."], ["[42]", "As to Mrs. Kosta, she could not imagine that her relationship with her boyfriend in itself could be the subject of the investigation, given that she was granted the TSC despite her said relationship [see footnote 9]."], ["[43]", "The applicants did not know and could not know that the report contained statements that challenged their credibility as to their allegation that they wished to be removed as sureties and had advised the accused's lawyer accordingly."], ["[44]", "The respondent submits that none of the points brought forward by the applicants would have changed the Review Board's recommendation or the Minister's decision because the fact remained that they were \"closely associated\" with a known criminal. Thus, even if the Court concluded that there was a breach of procedural fairness, it must nevertheless dismiss the application for the revocation was unavoidable in these two cases (", "<FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 334; 36 A.P.R. 334)."], ["[45]", "There is no mention in the Review Board member's affidavit that the recommendation would have been the same had the Review Board only considered, as suggested by the respondent, the undisputed fact such as that Mrs. Kosta had a ten-year relationship with the accused, and Mrs. DiMartino regarded him as an \"acquaintance\" because of her friendship with Mrs. Kosta. It does not say that the decision was based only on certain undisputed facts."], ["[46]", "The respondent confirmed at the hearing that this was not a case of zero tolerance. As indicated by the wording of the Program itself, the Review Board", "may", "recommend revocation if an individual's presence in the restricted area of a listed airport would be inconsistent with the aims and objectives of this Program. It is not mandated to make such a recommendation in all cases."], ["[47]", "Although the applicants may indeed have little chance of success when these matters are reconsidered, I cannot conclude that revocation was the inevitable outcome."], ["[48]", "In view of the foregoing, I find that in the particular circumstances of these two cases, the Minister breached his duty of fairness. The two revocations must be set aside.", "ORDER"], ["[49]", "THIS COURT ORDERS that:", "The application for judicial review is granted in favour of both applicants with costs. These matters will be remitted for redetermination to the Minister.", "Application allowed.", "Editor: Anick Ouellette-Levesque/gs", "Footnotes", "1. In an order dated December 23, 2003, Harrington, J., allowed these two applicants to proceed with this application even though it involved two distinct decisions from the Minister reserving the right of the Court to issue distinct orders if appropriate. Because I am satisfied that both decisions should be set aside, a single set of reasons is issued.", "2. A copy of their letter to said lawyer is attached to their affidavit. No such exhibit was attached to their letter to the Review Board.", "3. Mrs. Kosta testified that these cards were hers. This was reflected in the report on Mrs. Kosta.", "4. The respondent confirmed that the version of the Program on the Transport Canada website contained a typographical error because it reads \"or\" instead of \"and.\" I note that s. I.5 a. does not refer to revocation. This may simply be an oversight.", "5. The respondent argues that the Program mandates the same procedure whether one is dealing with a revocation several years after the issuance of a TSC or a denial to a first-time applicant. This factor has been considered by the Court under the fifth factor but it cannot preclude the consideration of the impact of the decision as a relevant factor in the assessment of the content of the duty of fairness applicable in this case.", "6. The Court made it clear that reference to a hearing did not necessarily mean an oral or formal hearing. It could merely be on written evidence and arguments provided that the claimant had a real chance to be heard", "Knight", ", supra, at paragraph 49.", "7. It was not argued that the respondent failed to meet those requirements in the Program. Rather, the applicants relied on a breach of the Minister's general duty of fairness.", "8. In this case, this does not include the source of the information as submitted by the applicants.", "9. It is not relevant to determine whether the respondent actually knew of this relationship because we are assessing here what Mrs. Kosta could reasonably believe. I note that she does refer to the address of the accused in her application for TSC.", "[End of document]"]]}