{"id_": "064055", "body_str": [["[1]", "de Montigny, J.", ": The applicant is a Russian citizen who applied for permanent residence as an entrepreneur. He intends to set up companies in Canada operating in the fields of risk insurance, restoration of architectural monuments and property administration services.  <FRAGMENT_SUPPRESSED>"], ["[2]", "On October 16, 2006, the visa officer at the Canadian Embassy in Moscow rejected his application, and determined that he was inadmissible under s. 34(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (the", "IRPA", "). The visa officer found that even if Mr. Moiseev had met the criteria to obtain an entrepreneur permanent visa, he was inadmissible on security grounds as he had been a member of the Soviet secret service, the KGB. These are my reasons for dismissing Mr. Moiseev's application for judicial review.  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant was born in Russia in 1963. His diploma states that he graduated from the Moscow Frontier Command College, October Revolution Order of the Red Banner, in 1985. He served as a cadet, and after graduating as an Army Officer, in the Border Guards. He was posted to the Sakhalin Island from September 15, 1985 to May 14, 1989, where he worked as a physical training teacher for young recruits and as a frontier guard monitoring incoming ships. He also patrolled the shoreline with guard dogs, and had the authority to confiscate illegally smuggled goods. The applicant left the military in 1989, when positions such as his were reduced.  <FRAGMENT_SUPPRESSED>"], ["[4]", "It appears that Mr. Moiseev applied for a visitor's visa to Canada twice in 2005. Both of his applications were refused, because of his alleged employment by the KGB, but no specific details were provided to him. He then applied for permanent residence in the category of an entrepreneur at the end of that same year.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In one of his interviews with a visa officer, the applicant explained that the border security forces were one of the KGB's many units. However, he subsequently denied that he ever worked for the KGB. He submitted a military book supporting his assertion that he was in fact a member of the Border Guards and not of the KGB.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Regarding the name of the military college he attended, in which the notation \"KGB\" appears, he explained that the KGB was merely controlling the admission process at the college. He then explained he did not have a choice about attending the institution in question as he had to follow in his father's footsteps.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant's Soviet record of employment, known as a workbook, also stated that he was part of the KGB from 1981 to 1989. The applicant argued that it was an error on the part of the person who filled in the workbook, who should have added \"PV\", meaning Border Guard, in front of \"KGB\".  <FRAGMENT_SUPPRESSED>"], ["[8]", "At this point in the interview, the visa officer told the applicant he would leave for a few minutes to ask his colleagues about the applicant's workbook and military book. According to the CAIPS notes, the specialists at the embassy explained to the visa officer that Border Guards were without a doubt part of the KGB and that it was highly unlikely that a mistake would have been made by the person entering information in the workbook, especially as the entries were based on military papers.  <FRAGMENT_SUPPRESSED>", "THE IMPUGNED DECISION  <FRAGMENT_SUPPRESSED>"], ["[9]", "Despite the fact that the applicant may meet the definition of an entrepreneur, the visa officer concluded that he was inadmissible to Canada on security grounds. The relevant part of the decision letter that was sent to him on July 17, 2006, reads as follows:  <FRAGMENT_SUPPRESSED>", "\"Specifically, you are inadmissible per A34(1)(f), being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraphs (a), (b) or (c). I have reached this conclusion because you were clearly an officer of the KGB, an organization for which (a) there are reasonable grounds to believe has engaged in acts of espionage or acts of subversion against democratic governments, institutions or processes as they are understood in Canada. <FRAGMENT_SUPPRESSED>", "RELEVANT LEGISLATIVE PROVISIONS  <FRAGMENT_SUPPRESSED>"], ["[10]", "The relevant provisions of the", "IRPA", "are the following:  <FRAGMENT_SUPPRESSED>", "\"Designation of officers  <FRAGMENT_SUPPRESSED>", "\"6(1) The Minister may designate any persons or class of persons as officers to carry out any purpose of any provision of this Act, and shall specify the powers and duties of the officers so designated.  <FRAGMENT_SUPPRESSED>", "Delegation of powers  <FRAGMENT_SUPPRESSED>", "\"(2) Anything that may be done by the Minister under this Act may be done by a person that the Minister authorizes in writing, without proof of the authenticity of the authorization.  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "\"(3) Notwithstanding subsection (2), the Minister may not delegate the power conferred by subsection 77(1) or the ability to make determinations under subsection 34(2) or 35(2) or paragraph 37(2)(a).  <FRAGMENT_SUPPRESSED>", "Rules of interpretation  <FRAGMENT_SUPPRESSED>", "\"33. The facts that constitute inadmissibility under sections 34 to 37 include facts arising from omissions and, unless otherwise provided, include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur.  <FRAGMENT_SUPPRESSED>", "Security  <FRAGMENT_SUPPRESSED>", "\"34(1) A permanent resident or a foreign national is inadmissible on security grounds for  <FRAGMENT_SUPPRESSED>", "(a) engaging in an act of espionage or an act of subversion against a democratic government, institution or process as they are understood in Canada;  <FRAGMENT_SUPPRESSED>", "(b) engaging in or instigating the subversion by force of any government;  <FRAGMENT_SUPPRESSED>", "(c) engaging in terrorism;  <FRAGMENT_SUPPRESSED>", "(d) being a danger to the security of Canada;  <FRAGMENT_SUPPRESSED>", "(e) engaging in acts of violence that would or might endanger the lives or safety of persons in Canada; or  <FRAGMENT_SUPPRESSED>", "(f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c).  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "\"(2) The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"Désignation des agents  <FRAGMENT_SUPPRESSED>", "\"6(1) Le ministre désigne, individuellement ou par catégorie, les personnes qu'il charge, à titre d'agent, de l'application de tout ou partie des dispositions de la présente loi et précise les attributions attachées à leurs fonctions.  <FRAGMENT_SUPPRESSED>", "Délégation  <FRAGMENT_SUPPRESSED>", "\"(2) Le ministre peut déléguer, par écrit, les attributions qui lui sont conférées par la présente loi et il n'est pas nécessaire de prouver l'authenticité de la délégation.  <FRAGMENT_SUPPRESSED>", "Restriction  <FRAGMENT_SUPPRESSED>", "\"(3) Ne peuvent toutefois être déléguées les attributions conférées par le paragraphe 77(1) et la prise de décision au titre des dispositions suivantes: 34(2), 35(2) et 37(2)a).  <FRAGMENT_SUPPRESSED>", "Interprétation  <FRAGMENT_SUPPRESSED>", "\"33. Les faits - actes ou omissions - mentionnés aux articles 34 à 37 sont, sauf disposition contraire, appréciés sur la base de motifs raisonnables de croire qu'ils sont survenus, surviennent ou peuvent survenir.  <FRAGMENT_SUPPRESSED>", "Sécurité  <FRAGMENT_SUPPRESSED>", "\"34(1) Emportent interdiction de territoire pour raison de sécurité les faits suivants:  <FRAGMENT_SUPPRESSED>", "a) être l'auteur d'actes d'espionnage ou se livrer à la subversion contre toute institution démocratique, au sens où cette expression s'entend au Canada;  <FRAGMENT_SUPPRESSED>", "b) être l'instigateur ou l'auteur d'actes visant au renversement d'un gouvernement par la force;  <FRAGMENT_SUPPRESSED>", "c) se livrer au terrorisme;  <FRAGMENT_SUPPRESSED>", "d) constituer un danger pour la sécurité du Canada;  <FRAGMENT_SUPPRESSED>", "e) être l'auteur de tout acte de violence susceptible de mettre en danger la vie ou la sécurité d'autrui au Canada;  <FRAGMENT_SUPPRESSED>", "f) être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas a), b) ou c).  <FRAGMENT_SUPPRESSED>", "Exception  <FRAGMENT_SUPPRESSED>", "\"(2) Ces faits n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui convainc le ministre que sa présence au Canada ne serait nullement préjudiciable à l'intérêt national. <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[11]", "The applicant concedes that the KGB was an organization which engaged in acts of espionage against democratic governments. However, he submits that he was not a direct member of this organization, as he was part of the Border Guards, a subordinate unit. He therefore submits that the test for inadmissibility on security grounds has not been met.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The applicant further contends that the visa officer relied on extrinsic evidence regarding the Border Guards, as a result of the information that he obtained from his colleagues when he left the interview room. The applicant believes that he was entitled to be given a chance to respond to the allegation that Border Guards were without a doubt part of the KGB.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Finally, the applicant is of the view that the visa officer failed to take into consideration s. 34(2) of the", "IRPA", ", despite his written request to do so by way of a letter from his counsel dated December 1, 2005.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[14]", "Before turning to the specific issues raised by the applicant, the appropriate standard of review must be determined. Each of the three questions raised by the applicant raises different considerations, and they must therefore be considered separately.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The first issue is clearly one of fact only. The applicant essentially challenges the visa officer's finding that the Border Guards were part of the KGB. This is the kind of issue upon which visa officers have much more expertise than this Court; indeed, the visa officer dealing with Mr. Moiseev's application himself consulted with colleagues that are specialists on military matters within the Embassy. It is trite law that visa officer's decisions based on an assessment of the facts will attract considerable deference, unless it can be shown that the decision is based on an erroneous finding of fact made in a perverse or capricious manner: see, for example,", "<FRAGMENT_SUPPRESSED>  conf'd at", "<FRAGMENT_SUPPRESSED>  (", "Poshteh", ");", "<FRAGMENT_SUPPRESSED>  (", "Lennikov", ").  <FRAGMENT_SUPPRESSED>"], ["[16]", "The standard of review should not be confused with the standard of proof required to establish inadmissibility under s. 34 of the", "IRPA", ". In making its finding that the applicant was inadmissible on security grounds pursuant to that section, the visa officer had to pay attention to s. 33 of the", "IRPA", ", according to which facts that constitute inadmissibility \"include facts for which there are reasonable grounds to believe that they have occurred, are occurring or may occur\". The \"reasonable grounds\" standard requires \"a bona fide belief in a serious possibility based on credible evidence\": see", "<FRAGMENT_SUPPRESSED>  (", "Au", ");", "<FRAGMENT_SUPPRESSED>  (", "Gariev", "). The Supreme Court of Canada has found that this standard requires more than suspicion, but less than the civil standard of balance of probabilities: see", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[17]", "That being said, the function of the Federal Court is not to decide whether, based on the evidence before the visa officer, there were \"reasonable grounds to believe\", but only whether it was obviously unreasonable for the visa officer to conclude that there were.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The second issue raised by the applicant pertains to procedural fairness. These questions do not call for a standard of review analysis, as it is for this Court to determine whether the procedure that was followed breached any of the principles of procedural fairness, having due regard to all the circumstances of the case:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[19]", "Finally, the last issue is a mixed question of fact and law, as it requires the application of a legal norm to a particular set of facts, and more precisely to the letter sent on the applicant's behalf by his counsel. This is an issue to be decided against a standard of reasonableness simpliciter.  <FRAGMENT_SUPPRESSED>"], ["[20]", "As previously mentioned, both parties agree that KGB members are inadmissible under s. 34(1) of the", "IRPA", ". However, the applicant denies his membership in that organization, and argued that the Border Guards, despite being formally under the aegis of the KGB, were a distinct and discrete unit. He further argued that the KGB controlled many areas of Soviet Union at the time, and that it would be illogical to consider every subordinate agency as part of the KGB's espionage and subversion activities.  <FRAGMENT_SUPPRESSED>"], ["[21]", "This may very well be true. After all, it is not unimaginable for a dictatorship of the kind that ruled what was then the Soviet Union to formally oversee every area of public life and to be, at least nominally, in charge of the sensitive operations of the state like the telecommunication sector, the transportation infrastructure, the higher education and, first and foremost, the national security and the integrity of the state. In such a context, it is not implausible to argue that the KGB was not a monolithic organization, and that every person connected with an organization formally coming under the umbrella of the KGB was not necessarily engaged in an inadmissible activity for the purposes of s. 34.  <FRAGMENT_SUPPRESSED>"], ["[22]", "That being said, I have to note that the applicant did not provide any documentary evidence to the visa officer explaining the exact activity of the Border Guards. Quite to the contrary, there was ample evidence from which the visa officer could reasonably conclude that the applicant was a member of the KGB organization. First, there were the applicant's own statements that his military unit was part of the KGB. His diploma also states that he graduated from a KGB college. His workbook states that he did his military service with the KGB. And finally, he mentions that the head of the Border Guards reported to Yuri Andropov, when he was the head of the KGB.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The applicant also submitted an entry from the internet-based encyclopedia Wikipedia on USSR Border Troops, which I do not find particularly supportive of his claim. It states:  <FRAGMENT_SUPPRESSED>", "\"After the formation of the KGB, Soviet Border Troops became subordinated to this agency and remained so until the end of Soviet rule. As such, the Troops were concentrating on the tasks of preventing Soviet citizens from escaping to the West and fighting espionage infiltrations. The former task created a number of anecdotes about Soviet-Jewish illegal emigrants that attempt to cross the border and trick the Border Troops patrol.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"The Border Troops consisted of conscripts drafted by the same system as for the Soviet Army, and small number of professional enlistees. Officers were trained in specialized academies (particularly, in the city of Khmelnystkyi, Ukrainian SSR). Both conscripts and officer candidates for Border Troops were carefully selected and checked by the KGB. This made service in the troops privileged. <FRAGMENT_SUPPRESSED>"], ["[24]", "While I am aware of the checkered reliability of this encyclopedia, it is nevertheless telling that it is the only documentary evidence submitted by the applicant in support of his application for judicial review. I am accordingly of the view that the visa officer's finding with respect to the applicant's inadmissibility was amply supported by the evidence. In a case that bears many similarities with the present one, my colleague Justice Mactavish wrote:  <FRAGMENT_SUPPRESSED>", "\"It is not the task of the Court on judicial review to re-weigh the evidence that was before the Board. In this case, there was evidence before the Board that reasonably supported its finding with respect to the nature of the KGB as an organization, and I see no basis for interfering with that conclusion. <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED> , para. 56  <FRAGMENT_SUPPRESSED>"], ["[25]", "I am comforted in this finding by the liberal interpretation that has been given to the concept of \"member\" by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> . Writing for the Court, Mr. Justice Rothstein (as he then was) wrote:  <FRAGMENT_SUPPRESSED>", "\"[27] There is no definition of the term 'member' in the", "Act", ". The courts have not established a precise and exhaustive definition of the term. In interpreting the term 'member' in the former", "Immigration Act", ", R.S.C. 1985, c. I-2, the Trial Division (as it then was) has said that the term is to be given an unrestricted and broad interpretation. The rationale for such an approach is set out in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> , at paragraph 52 (T.D.):  <FRAGMENT_SUPPRESSED>", "'[52] The provisions deal with subversion and terrorism. The context in immigration legislation is public safety and national security, the most serious concerns of government. It is trite to say that terrorist organizations do not issue membership cards. There is no formal test for membership and members are not therefore easily identifiable. The Minister of Citizenship and Immigration may, if not detrimental to the national interest, exclude an individual from the operation of s. 19(1)(f)(iii)(B). I think it is obvious that Parliament intended the term \"member\" to be given an unrestricted and broad interpretation.'  <FRAGMENT_SUPPRESSED>", "\"[28] The same considerations apply to paragraph 34(1)(f) of the", "Immigration Refugee and Protection", "Act", ". As was the case in the", "Immigration Act", ", under subsection 34(2) of the", "Immigration and Refugee Protection", "Act", ", membership in a terrorist organization does not constitute inadmissibility if the individual in question satisfies the Minister that their presence in Canada would not be detrimental to the national interest. Subsection 34(2) provides:  <FRAGMENT_SUPPRESSED>", "'34(2) The matters referred to in subsection (1) do not constitute inadmissibility in respect of a permanent resident or a foreign national who satisfies the Minister that their presence in Canada would not be detrimental to the national interest.'  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "'34(2) Ces faits n'emportent pas interdiction de territoire pour le résident permanent ou l'étranger qui convainc le ministre que sa présence au Canada ne serait nullement préjudiciable à l'intérêt national.'  <FRAGMENT_SUPPRESSED>", "Thus, under subsection 34(2), the Minister has the discretion to exclude the individual from the operation of paragraph 34(1)(f).  <FRAGMENT_SUPPRESSED>", "\"[29] Based on the rationale in", "Singh", "and, in particular, on the availability of an exemption from the operation of paragraph 34(1)(f) in appropriate cases, I am satisfied that the term 'member' under the", "Act", "should continue to be interpreted broadly. <FRAGMENT_SUPPRESSED>"], ["[26]", "For all of these reasons, I am of the view that the visa officer's conclusion was entirely reasonable and is not open to judicial review.  <FRAGMENT_SUPPRESSED>"], ["[27]", "As to the alleged breach of natural justice that would have occurred as a result of the visa officer leaving the room to consult with his colleagues, I agree with the respondent that the applicant was not caught by surprise nor was he deprived of the opportunity to address the visa officer's concern. It cannot seriously be argued that the applicant was unaware of the officer's view that his unit was clearly a part of the KGB. In fact, the entire record consists of little else but the applicant's attempts to rebut that impression.  <FRAGMENT_SUPPRESSED>"], ["[28]", "It may well have been a mistake for the visa officer to leave the room and consult with his colleagues, as counsel for the respondent admitted. But it was not unfair to the point where his decision ought to be quashed on this ground. The jurisprudence is quite clear that the duty of fairness is not breached if the applicant had an opportunity to respond to the concerns raised in the visa officer's mind: see, for example,", "Au", ", above;", "<FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>"], ["[29]", "The applicant submitted a military book, and the CAIPS notes indicate that it was provided to rebut the beliefs of previous officers that his organization was related to the KGB. He then explained to the visa officer, just before he left the room to consult with his colleagues, that the person who entered \"KGB\" rather than Border Guards in the workbook had made a mistake. The officer's concerns were therefore well known to him, and he had every opportunity to address them during the interview.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Finally, the applicant argues that the visa officer had an obligation to raise the issue of whether he fit within the exception of s. 34(2) of the", "IRPA", ". It is true that a finding of inadmissibility can be overcome if the person's admission to Canada would not be detrimental to national interest. But s. 6(3) of the", "IRPA", "expressly prevents a visa officer from making this determination, which rests exclusively with the Minister and cannot be delegated. As a result, I cannot agree with the applicant's suggestion that the visa officer had to take the exception into consideration.  <FRAGMENT_SUPPRESSED>"], ["[31]", "As for the Minister, he had no obligation to consider the exception unless the applicant made a specific request to do so and provided evidence to support his argument that his admission would not be detrimental to Canadian national interest: see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (F.C.A.).  <FRAGMENT_SUPPRESSED>"], ["[32]", "In a letter dated December 1, 2005, the applicant's lawyer made a \"request to reconsider the question of inadmissibility of Mr. Moiseev to Canada, and to give him an opportunity to visit Canada with the purpose of business research ...\". Not only does that letter nowhere mention s. 34(2), but it appears to be connected with a previous decision denying the applicant a visitor's visa. As a result, I cannot find the Minister was under any obligation to assess the applicant's admission under s. 34(2) of the", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[33]", "For all these reasons, the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The applicant suggested the following question for certification:  <FRAGMENT_SUPPRESSED>", "\"Whether, in the specific context of paragraph 34(1)(f), the definition of 'membership' should be applied taking into account such relevant considerations as  <FRAGMENT_SUPPRESSED>", "(1) whether the said organization exists currently and poses a current threat;  <FRAGMENT_SUPPRESSED>", "(2) whether there exist reasonable ground to believe that the applicant was a participant in the act of espionage or an act of subversion against a democratic government;  <FRAGMENT_SUPPRESSED>", "(3) whether the applicant was a 'direct' member of the said organization as stipulated by the Honourable Madam Justice Dawson in the case of Gavriev; and  <FRAGMENT_SUPPRESSED>", "(4) if the applicant is not a 'direct' member of the said organization, then whether the organization of which he is a 'direct' member should be the center of assessment instead;  <FRAGMENT_SUPPRESSED>", "in order to avoid an over-reaching effect or an overly broad application of the provision. <FRAGMENT_SUPPRESSED>"], ["[35]", "To the extent that these issues are material to the resolution of the present case, I agree with counsel for the respondent that they have been canvassed time and again by this Court and by the Federal Court of Appeal, as the cases cited in these reasons attest. And there is nothing in the", "Gariev", "decision to suggest that my colleague Justice Dawson meant to change the test for membership in a proscribed organization. I may also add that my decision is confined to the specific facts of this case, and does not purport to determine whether the test of membership may be narrowed down to take into account, in appropriate circumstances, the tenuous link between an innocuous organization of which an applicant was a member and an inadmissible umbrella organization. For these reasons, I decline to certify the question proposed by the applicant.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[36]", "THIS COURT ORDERS that", "this application for judicial review is dismissed. No serious question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/gs  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}