{"id_": "064299", "body_str": [["[1]", "Rouleau, J.", ": This is an application for judicial review of the decision of the Immigration and Refugee Board, Refugee Protection Division (the \"Board\"), dated May 8, 2003, wherein it was decided that the applicant is not a Convention refugee nor a person in need of protection."], ["[2]", "The applicant, Cesar Augusto Benavides Caceres, is a citizen of Peru who claims a well-founded fear of persecution on the grounds of his political opinion. In addition, he claims to be a person in need of protection, personally fearing a risk to his life, torture, or cruel and unusual treatment or punishment in Peru."], ["[3]", "The applicant alleges that from March 1988 until January 2001, he worked for the Xerox company in Peru as an engineer. He was responsible for ensuring that Xerox's machinery met the Peruvian government's requirements. Through his work, the applicant alleges to have developed professional relationships with senior civil servants in the department of telecommunications and participated in many political meetings."], ["[4]", "The applicant states that he publicly expressed his approval of President Fujimori's government: when it dissolved the legislature's power in 1992 and later when the military took control of the universities. The applicant alleges that his vocal support of President Fujimori caused him professional problems and, during the 1995 presidential election, he was accused of being non-democratic and supporting a dictatorship."], ["[5]", "The applicant states that his real problems began during the 2000 elections when he supported the re-election of Fujimori and publicly opposed the efforts of Dr. Toledo to unite the left. In his PIF narrative, the applicant states that at the end of 2000 he received a threatening telephone call at home, which was answered by his wife. The caller said the applicant's life would be in danger if he did not stop expressing his political opinions; he told his wife that the call was just a bad joke and that she should not worry."], ["[6]", "After President Fujimori left the government in November 2000, the applicant states that his professional problems began. President Toledo's supporters, particularly custom officials, made his work difficult. As a result, he was fired by Xerox on January 8, 2001."], ["[7]", "During the next two months he dedicated himself to the election campaign of Dr. Carlos Bolona, who had been the minister of economy under President Fujimori. After working as a technology advisor or consultant for some time, the applicant states that in November 2001 he went to work for Alcatel E-Business Distribution as a supervisor."], ["[8]", "On January 18, 2002, the applicant was told by his boss that state security agents had made inquiries about him and were investigating him for complicity in the corruption network of Montesinos, who was part of the past regime. That night, the applicant states that he visited a friend who was a lawyer and was advised that the laws had changed drastically and he could be detained without charges or evidence."], ["[9]", "The applicant left Peru on February 9, 2002. He arrived in Canada, via the United States, on February 13, 2002 and he immediately made a claim for protection. On April 3, 2003, a hearing was held by the Board to determine the applicant's claim."], ["[10]", "In its decision, dated May 8, 2003, the Board concluded that the applicant was not a credible witness. The Board began its decision by pointing out that it did not receive the written submissions promised by the applicant's counsel for April 17, 2003. Furthermore, based on a number of contradictions and unsatisfactory answers he provided, the Board concluded that the applicant had invented a story to support his refugee claim and that it did not believe any of the evidence."], ["[11]", "The Board noted that in the French version of his narrative, the applicant claimed that he worked for Mr. Montesinos and that in the translated version of narrative to English, filed at the hearing, the applicant claims he supported the campaign of one Dr. Carlos Bolona, ex-minister of the Economy in the Fujimori cabinet. In the notes taken by a port of entry Immigration Officer, dated February 14, 2002, the applicant never mentioned working for Dr. Carlos Bolona and was vague as to his support of the Fujimori regime."], ["[12]", "These contradictions regarding the applicant's political involvement affected negatively the Board's findings of credibility."], ["[13]", "Furthermore, the Board pointed out that although the applicant declared in his PIF that following his release from the Xerox Company he was hired by the EBD Alcatel communication group as a supervisor in November 2001 until February 2002, there is no mention of the Alcatel Business Distribution Company in the notes taken by a port of entry Immigration Officer."], ["[14]", "Finally, concerning the threatening telephone call the applicant had allegedly received at home near the end of 2000, the Board pointed out numerous imprecisions and contradicting elements in the applicant's versions, which, in its view, diminished greatly the probative value of his testimony and cast a shadow over the applicant's overall credibility."], ["[15]", "All the above-mentioned factors lead the Board to conclude that there was no credible or trustworthy evidence on which the applicant could establish his claim."], ["[16]", "The Board made a determination with respect to written submissions which were to be filed by 5:00 p.m. on 17 April 2003. It is submitted that the Board did receive them during the evening of the 17th but failed to consider them and even chose to ignore them in its reasons, thus breaching the principles of natural justice."], ["[17]", "Moreover, it is submitted on the applicant's behalf that the Board did not provide the applicant with an opportunity to explain any inconsistencies in his testimony. The applicant argues that had he been given the opportunity at the hearing to explain these discrepancies, he would have been able to provide a satisfactory explanation which would have rebutted the Board's negative findings of credibility."], ["[18]", "Therefore, counsel for the applicant submits that the Board's decision cannot stand, given the failure of the Board to provide the applicant with opportunities to explain the alleged inconsistencies in areas that even the Board considered were the \"essence of his claim\"."], ["[19]", "The respondent submits that the inferences and conclusions drawn by the Board with respect to the inconsistencies in the applicant's evidence were open to it on the record and that thus its decision should not be overturned. The respondent stresses out that the credibility findings are findings of fact which are clearly within the Board's mandate and expertise and do not warrant intervention of this Court unless they are patently unreasonable."], ["[20]", "Regarding the applicant's argument that he forwarded the written submissions to the Board by fax on April 17, 2003 as requested, but that they were ignored, I am satisfied that the Board should have at least considered these written submissions. They had authorized counsel to file these written submissions even though they were somewhat tardy."], ["[21]", "Ironically, the case law submitted by the respondent is not only distinguishable from the case at bar, but further reinforces my conclusion that the Board violated the principles of natural justice by ignoring the applicant's written submissions. Indeed, as Justice Dubé pointed out in  <FRAGMENT_SUPPRESSED> :", "¶ 5 After the Board hearing, but before the Board's decision in this matter, counsel for the applicants faxed to the Board a letter from the Israeli Information Centre for Human Rights in the Occupied Territories [...]Counsel for the applicants submits that the Board appears not to have received the fax in question and therefore that the applicants did not benefit from a fair and complete hearing.", "¶ 6 Indeed, that post hearing document never found its way to the Board. However, there is a duty upon counsel to ensure that post hearing documents, not expected by the Board, are in fact received by the Board.", "The situation would have been totally different", "had the documents been filed in the course of the hearing", "or had the Board authorized counsel to file other evidence after the hearing", ". ... (My Emphasis)"], ["[22]", "Moreover, in  <FRAGMENT_SUPPRESSED>  Justice Simpson wrote:", "¶ 3 ... The applicant's counsel faxed to the Board a covering note and three newspaper articles describing the changes, and mentioning their impact on Tamils on Colombo (the \"Second Submission\").", "¶ 4 There is no question that the Second Submission was relevant. The fax transmission sheet shows that seven pages of material were sent to the Board in a sensible time frame, and to the Board's correct fax number. I, therefore, presume that the Second Submission was received at the Board's fax machine, and I note that the faxed material correctly described the case and the hearing date. The problem is that there is no evidence that the Second Submission reached the relevant panel members. They do not mention it in the Decision, and it does not appear in the Tribunal Record. I have, therefore, concluded on the balance of probabilities that, through error at the Board's offices, the panel members did not receive the Second Submission.", "¶ 5 As Justice Nadon held in  <FRAGMENT_SUPPRESSED>  at page 149,", "the Board has a duty to receive evidence submitted by the parties at any time until the decision rendered", ". Accordingly, through error, the Board did not discharge its duty and this led to a failure of natural justice in that material submissions were not before the Board and the applicant was, therefore, denied a full and fair hearing. (My Emphasis)"], ["[23]", "I do not accept the respondent's argument. To disregard the written submissions on the sole basis of the delay of their delivery is absurd. It would amount to the setting aside of a cardinal principle of natural justice, that of audi alteram partem, based on a mere technicality. Such flagrant breach of natural justice is in itself sufficent to warrant this Court's intervention."], ["[24]", "Furthermore, after a thorough analysis of the findings on credibility, I have concluded that most of the contradictions and inconsistencies alleged by the Board can be explained by errors in the translation of the Spanish version of the applicant's narrative."], ["[25]", "Moreover, it is well established that the Board should guard against over-zealousness when attacking the credibility of a refugee claimant, particularly when the claimant has testified through an interpreter (see  <FRAGMENT_SUPPRESSED> )."], ["[26]", "Finally, although the Board, in assessing credibility, is entitled to take into account discrepancies between the applicant's PIF and notes taken by a port of entry Immigration Officer, and even though there is no obligation on the Board to confront an applicant with every single contradiction in the evidence, it is necessary for the Board to raise at least some of these concerns and to provide the applicant with an opportunity to address the alleged discrepancies, particularly when they are at the heart of an adverse finding of credibility and are the basis for rejecting the applicant's claim."], ["[27]", "For all the reasons above, the application for judicial review is allowed and the matter is hereby returned for rehearing before a differently constituted panel.", "[End of document]"]]}