{"id_": "064365", "body_str": [["[1]", "Teitelbaum, D.J.", ": This is an appeal brought under s. 21 of the", "Federal Courts Act", ", R.S. 1985, c. F-7 (", "Federal Act", "), s. 14(5) of the", "Citizenship Act", ", R.S. 1985, c. C-29 (", "Act", ") and Rule 300(c) of the", "Federal Courts Rules", ", SOR/98-106 (", "Rules", "), of the decision of a Citizenship Judge (Judge), dated February 15, 2008 (decision), rejecting the Applicant's application for Canadian Citizenship based on s. 5(1)(c) of the", "Act"], ["[2]", "On May 16, 1998, the Applicant married a Canadian Citizen, Begum Khanum."], ["[3]", "The Applicant is originally from Sylhet, Bangladesh and came to Canada as a landed immigrant on August 25, 2000 pursuant to being sponsored by his wife."], ["[4]", "The Applicant has allegedly lived exclusively in Canada from the time of his landing in August 2000, until he filed his citizenship application in June 2004. He allegedly continues to live exclusively in Canada with his Canadian wife and Canadian daughter, Ummatuz Chowdhury."], ["[5]", "Since his arrival in Canada on August 25, 2000, the Applicant has been absent from Canada for a total of 330 days. On February 18, 2002 the Applicant left Canada and traveled to the United Kingdom and spent 177 days there visiting the Applicant's wife's relatives and for the Applicant's wife to give birth to their daughter and his wife's consequent recovery post-partum; on November 21, 2002, the Applicant left Canada and traveled to Bangladesh where he spent 117 days visiting his mother who was ill in Bangladesh and introducing his daughter to her grandparents and relatives there. On April 3, 2004, the Applicant left Canada and traveled to Bangladesh where he spent 37 days to attend his brother's wedding combined with visiting his family's relatives."], ["[6]", "On each occasion the Applicant states that he and his wife and child returned to Canada, with the exception of once, where his wife and daughter stayed a few more weeks in Bangladesh to see more relatives."], ["[7]", "The Applicant submitted his application for Canadian citizenship in June 2004. He was physically present in Canada for 1,058 days, 37 days short of the required 1,095 days."], ["[8]", "The Applicant alleges that he has worked in Montreal for various employers for several periods of time, which has been interspersed with social assistance. Since his arrival in Montreal, the Applicant has allegedly always lived at the same address with his family, which is at 8350 Querbes."], ["[9]", "The Applicant has a medicare card, a driver's licence, valid permanent residence card, joint bank account with his wife, a telephone registered to his home address. He has filed income tax returnsfor each year he has been in Canada with proof of his income and his daughter is enrolled in pre-school and going to kindergarten. The Applicant's wife has worked, received maternity pay and social assistance on occasion and she receives rent from their home and regularly files her income tax returns."], ["[10]", "After the Applicant filed his citizenship application in June 2004, he was asked in May 2005 to submit his fingerprints for verification by the RCMP. In February 2006, he was called into CIC offices in Montreal to complete a residence form. There was a further request to update the Applicant's file with the RCMP in January or February 2007."], ["[11]", "On November 7, 2007, after a postponement made by a Citizenship Judge, the Applicant presented himself for a hearing before a Citizenship Judge. The Applicant alleges that he brought the requested documents mentioned on the Notice to Appear. The documents were allegedly not asked for or received by the Judge."], ["[12]", "At the end of the hearing, the Judge asked for further proof that the Applicant had been residing in Canada from 2000 to 2007. The Applicant sent the documents that were requested for the hearing and some additional documentation to show his residence and establishment in Canada to CIC via ExpressPost on November 9, 2007."], ["[13]", "In early January 2008, in the Applicant's presence, the Applicant's wife called the CIC telecentre to ask when there would be a decision on her husband's citizenship application. On February 15, 2008, the Judge rejected the Applicant's claim. This decision was received by the Applicant on February 18, 2008."], ["[14]", "The Applicant served and filed a Notice of Application for Judicial Review of this decision on April 14, 2008."], ["[15]", "The Judge outlines the question at issue as: Whether the Applicant meets the residence requirements under paragraph 5(1)(c) of the", "Act"], ["[16]", "The Judge comments that the Applicant does not provide any evidence that he and his family live at a specific address in Montreal since his arrival in Canada. He also does not provide support for his declaration that he has worked in Canada since his arrival in Canada. Although the Applicant provides bank books for 2000, 2001, 2002 and 2003 to show activity in his bank accounts, the Judge notes that the income tax papers of the Applicant do not show any meaningful income for the period in question. The income tax documents do show that the applicant did in fact, sporadically, work in Montreal."], ["[17]", "The Judge states that after considering all of the evidence on file, \"the documents provided by the applicant are insufficient and incomplete\". Therefore, because of the lack of proof, the Judge held that \"this applicant has not demonstrated that he meets the residence requirements under paragraph 5(1)(c)\"."], ["[18]", "The Judge did not approve the Applicant's citizenship application.", "ISSUES"], ["[19]", "The Applicant submits the following issues on this application:", "a. The Judge rendered an unreasonable decision having committed at least three reviewable errors:", "i. She failed to specify which legal test she relied on to determine whether the Applicant fulfilled his residency requirements or to apply a, or any, given test to a specific series of facts;", "ii. She failed to give reasons for her decision to show any indication of having properly included, analysed, considered or weighed all the evidentiary documentation before her;", "iii. If she relied on the flexible test in", "Papadogiokakis, Re", ", [1978] 2 F.C. 208 (T.D.) (", "Papadogiokakis", "), expanded upon  <FRAGMENT_SUPPRESSED> , Re", ", [1993] 1 F.C. 286; 59 F.T.R. 27 (T.D.) ( <FRAGMENT_SUPPRESSED> ), she failed to apply it properly to the facts of the case and utterly failed to assess it in regards to the Applicant's real establishment and obvious connection to Canada."], ["[20]", "The following provision of the", "Act", "is applicable to this application:", "\"Grant of citizenship", "\"5(1) The Minister shall grant citizenship to any person who", "(a) makes application for citizenship;", "(b) is eighteen years of age or over;", "(c) is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act, and has, within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada calculated in the following manner:", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence;", "(d) has an adequate knowledge of one of the official languages of Canada;", "(e) has an adequate knowledge of Canada and of the responsibilities and privileges of citizenship; and", "(f) is not under a removal order and is not the subject of a declaration by the Governor in Council made pursuant to section 20.\"", "\"Attribution de la citoyenneté", "\"5(1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:", "a) en fait la demande;", "b) est âgée d'au moins dix-huit ans;", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés et a, dans les quatre ans qui ont précédé la date de sa demande, résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;", "d) a une connaissance suffisante de l'une des langues officielles du Canada;", "e) a une connaissance suffisante du Canada et des responsabilités et avantages conférés par la citoyenneté;", "f) n'est pas sous le coup d'une mesure de renvoi et n'est pas visée par une déclaration du gouverneur en conseil faite en application de l'article 20.\""], ["[21]", "The following provision of the", "Rules", "is applicable to this application:", "\"Application", "\"300.This Part applies to", "(a) applications for judicial review of administrative action, including applications under section 18.1 or 28 of the Act, unless the Court directs under subsection 18.4(2) of the Act that the application be treated and proceeded with as an action;", "(b) proceedings required or permitted by or under an Act of Parliament to be brought by application, motion, originating notice of motion, originating summons or petition or to be determined in a summary way, other than applications under subsection 33(1) of the Marine Liability Act;", "(c) appeals under subsection 14(5) of the Citizenship Act;", "(d) appeals under section 56 of the Trade-marks Act;", "(e) references from a tribunal under rule 320;", "(f) requests under the Commercial Arbitration Code brought pursuant to subsection 324(1);", "(g) proceedings transferred to the Court under subsection 3(3) or 5(3) of the Divorce Act; and", "(h) applications for registration, recognition or enforcement of a foreign judgment brought under rules 327 to 334.\"", "\"Application", "\"300. La présente partie s'applique:", "a) aux demandes de contrôle judiciaire de mesures administratives, y compris les demandes présentées en vertu des articles 18.1 ou 28 de la Loi, à moins que la Cour n'ordonne, en vertu du paragraphe 18.4(2) de la Loi, de les instruire comme des actions;", "b) aux instances engagées sous le régime d'une loi fédérale ou d'un texte d'application de celle-ci qui en prévoit ou en autorise l'introduction par voie de demande, de requête, d'avis de requête introductif d'instance, d'assignation introductive d'instance ou de pétition, ou le règlement par procédure sommaire, à l'exception des demandes faites en vertu du paragraphe 33(1) de la Loi sur la responsabilité en matière maritime;", "c) aux appels interjetés en vertu du paragraphe 14(5) de la Loi sur la citoyenneté;", "d) aux appels interjetés en vertu de l'article 56 de la Loi sur les marques de commerce;", "e) aux renvois d'un office fédéral en vertu de la règle 320;", "f) aux demandes présentées en vertu du Code d'arbitrage commercial qui sont visées au paragraphe 324(1);", "g) aux actions renvoyées à la Cour en vertu des paragraphes 3(3) ou 5(3) de la Loi sur le divorce;", "h) aux demandes pour l'enregistrement, la reconnaissance ou l'exécution d'un jugement étranger visées aux règles 327 à 334.\""], ["[22]", "The Applicant submits that the standard of review in cases such as this is reasonableness simpliciter:", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), at paragraph 14."], ["[23]", "The Respondent submits that the appropriate standard of review regarding citizenship judges' decisions is reasonableness:", "<FRAGMENT_SUPPRESSED> . The Respondent notes that the role of the Court is not to substitute its opinion for that of the judge, but to verify if the judge properly applied the residency test chosen:", "<FRAGMENT_SUPPRESSED>  (", "Chen", "). Therefore, the Judge's decision must be considered with deference:", "<FRAGMENT_SUPPRESSED> ."], ["[24]", "When answering the question of whether a person has met the residency requirements under the", "Act", ", it is a question of mixed law and fact, so the appropriate standard of review is reasonableness:", "<FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[25]", "The Court in", "<FRAGMENT_SUPPRESSED>  (", "Haj-Kamali", "), states at paragraphs 7-10 that:", "\"7 Both parties accept that the standard of review for pure factual findings of the Citizenship Court (e.g. the duration of Mr. Haj-Kamali's absences from Canada) is patent unreasonableness. This is in accordance with a number of authorities from this Court and I would specifically adopt the analysis by Justice Richard Mosley in", "<FRAGMENT_SUPPRESSED> ; 2005 FC 861, where he held in paragraph 10:", "'[10] However, for purely factual findings the respondent submits the standard should be patent unreasonableness. The Citizenship Judge as the finder of fact has access to the original documents and an opportunity to discuss the relevant facts with the applicant. On citizenship appeals, this Court is a Court of appeal and should not disturb the findings unless they are patently unreasonable or demonstrate palpable and overriding error:", "<FRAGMENT_SUPPRESSED> .'", "\"8 The application of the facts to the law concerning residency under the", "Act", "is, of course, a matter of mixed fact and law for which the standard of review is reasonableness simpliciter. Here I adopt the analysis of Justice Mosley in", "<FRAGMENT_SUPPRESSED> ; 2004 FC 1752, where he held at paragraphs 9 and 10 as follows:", "'9 Applying a pragmatic and functional analysis to the review of the decisions of citizenship judges respecting the residency requirement of the", "Act", ", several judges of this court have recently concluded that a more appropriate standard would be reasonableness simpliciter:", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 2069;", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 2051;", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 1913;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 1040;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 88;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ; [2003] F.C.J. No. 1871.", "'10 I agree that the question of whether a person has met the residency requirement under the", "Act", "is a question of mixed law and fact and that Citizenship Judges are owed some deference by virtue of their special degree of knowledge and experience. Accordingly, I accept that the appropriate standard of review is reasonableness simpliciter and that, as stated by Snider, J., in", "Chen", ", supra, at paragraph 5, \"as long as there is a demonstrated understanding of the case law and appreciation of the facts and their application to the statutory test, deference should be shown.\"'", "\"9 It was argued on behalf of Mr. Haj-Kamali that the Citizenship Court made two principal errors in its assessment of his application for citizenship. The first of these was a factual error in the calculation of Mr. Haj-Kamali's absences from Canada. It was submitted that this error led the Court to overstate the duration of Mr. Haj-Kamali's absences by 136 days out of the shortfall of 307 days which the Court found were necessary to satisfy the strict numerical threshold for residency.", "\"10 The second error attributed to the Citizenship Court concerned its adoption and application of the legal test for residency under s. 5(1) of the", "Act", ". Mr. Haj-Kamali contends that, had the Citizenship Court not made an erroneous finding with respect to the time he remained outside of Canada, it might have concluded that he had met the statutory residency requirement. This issue necessarily turns on which of the tests for determining residency was used by the Citizenship Court in assessing Mr. Haj-Kamali's application. If the Citizenship Court adopted the strict or literal approach for residency as reflected in decisions like", "Re Pourghasemi", "(1993), 62 F.T.R. 122; [1993] F.C.J. No. 232, the alleged factual error by the Citizenship Court would be of no legal significance. This would be so because Mr. Haj-Kamali would still not have established an actual physical presence in Canada for 1,075 days within the four years preceding his citizenship application. On the other hand, if the Citizenship Court adopted one of the more flexible or liberal tests for residency as reflected in cases like", "Re  <FRAGMENT_SUPPRESSED> , and", "Re Papadogiorgakis", ", above, it is argued that its alleged factual error might have made a difference to the outcome of the case.\""], ["[26]", "In <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada recognized that, although the reasonableness simpliciter and patent unreasonableness standards are theoretically different, \"the analytical problems that arise in trying to apply the different standards undercut any conceptual usefulness created by the inherently greater flexibility of having multiple standards of review\": <FRAGMENT_SUPPRESSED> at paragraph 44. Consequently, the Supreme Court of Canada held that the two reasonableness standards should be collapsed into a single form of \"reasonableness\" review."], ["[27]", "The Supreme Court of Canada in <FRAGMENT_SUPPRESSED> also held that the standard of review analysis need not be conducted in every instance. Instead, where the standard of review applicable to the particular question before the court is well-settled by past jurisprudence, the reviewing court may adopt that standard of review. Only where this search proves fruitless must the reviewing court undertake a consideration of the four factors comprising the standard of review analysis."], ["[28]", "Thus, in light of the Supreme Court of Canada's decision in <FRAGMENT_SUPPRESSED> and the previous jurisprudence of this Court, I find the standard of review applicable to these issues to be reasonableness, with the exception of the procedural fairness issue. When reviewing a decision on the standard of reasonableness, the analysis will be concerned with \"the existence of justification, transparency and intelligibility within the decision-making process [and also with] whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\": <FRAGMENT_SUPPRESSED> at paragraph 47. Put another way, the Court should only intervene if the Decision was unreasonable in the sense that it falls outside the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law.\""], ["[29]", "The issue raised concerning the adequacy of reasons is a question of procedural fairness and natural justice reviewable on a standard of correctness:", "<FRAGMENT_SUPPRESSED> ."], ["[30]", "The Applicant submits that there are divergent tests to determine if an Applicant has met the residency requirements of the", "Act", ". The Applicant cites the tests in", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), at paragraph 10,", "Pourghasemi, Re", ", [1993] F.C.J. No. 232; 62 F.T.R. 122 (T.D.) and", "Papadogiorgakis", "and <FRAGMENT_SUPPRESSED> . The Applicant concluded that this case falls squarely under the \"rubric of regularly, normally and customarily living in Canada espoused by the rulings and guidelines in", "Re Papadogiorgakis, Re Koo and Re Ng", "\"."], ["[31]", "The Applicant submits that he was physically present in Canada for a long period of time before his application for citizenship; his wife and dependent minor child reside in Canada along with his in-laws; his pattern of leaving Canada was for major family events such as birth, marriage and illness as well as presenting his daughter to relatives overseas; he is approximately one month short of the 1,095 days; his physical absence was for a clearly temporary situation and he in fact returned to Canada while his wife stayed a while longer in Bangladesh; and he has substantial connections with Canada (more than in any other country) and is established here and fully intends to reside here (as he has done so since his arrival 8 years ago in 2000)."], ["[32]", "The Applicant also states that he remained in Canada since his last family trip overseas on May 10, 2004, which in and of itself denotes a \"quality of attachment\" at the very least and establishes residence."], ["[33]", "The Applicant notes that whatever citizenship test is relied upon, where a Judge is ambiguous, the decision cannot stand:", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> );", "<FRAGMENT_SUPPRESSED>  (", "Zhao", ") and", "<FRAGMENT_SUPPRESSED>  (T.D.) ( <FRAGMENT_SUPPRESSED> )."], ["[34]", "The Applicant relies upon paragraphs 26-28 of <FRAGMENT_SUPPRESSED> :", "\"[26] There has been some concern in the jurisprudence about the differences in emphasis over the residency requirement, but also a recognition that without the possibility of an appeal to the Federal Court, it is up to Parliament to remedy the situation (see for example:", "<FRAGMENT_SUPPRESSED> ). In", "Lam", ", Lutfy, J. (as he then was), held that ... it is open to the citizenship judge to adopt either one of the conflicting schools in this Court and, if the facts of the case were properly applied to the principles of the chosen approach, the decision of the citizenship judge would not be wrong. (para. 14).", "\"[27] This reasoning has been largely adopted in the case law (see for example:", "<FRAGMENT_SUPPRESSED> ), though there are exceptions. The 2001 decision in", "<FRAGMENT_SUPPRESSED>  (Can:LII); [2001] F.C.J. No. 1693; 2001 FCT 1229, specifically rejects the decision in", "Lam", "saying that '[t]he fact that decisions of the Trial Division cannot be appealed to the Court of Appeal is regrettable but cannot, in my view, give rise to a hybrid interpretation of the statute' (para. 13). This judgment acknowledges that only Parliament can remedy the existence of divergent tests but suggests that Federal Court judges can apply the test that they believe to be correct, rather than deferring to the election of the citizenship judge (para. 15).", "\"[28] While the <FRAGMENT_SUPPRESSED> test appears to have become the dominant test, apparently in part because the six questions were specifically set out on a form used by citizenship judges, in the 2005 decision of", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (CanLII); [2005] F.C.J. No. 146; 2005 FC 110, Mr. Justice Harrington reaffirmed the continuing availability of other tests.\""], ["[35]", "The Applicant submits that he should not be left to wonder how his case is decided as a matter of procedural fairness and natural justice:", "Haj-Kamali", ". The Judge neglected to \"mention the legal test she employed, neglected to include all the documents presented by the Applicant himself ... chose to include some documents and omit others in her 'reasons', and as a result the decision itself is so badly worded and contradictory as to render it ambiguous and thus unsafe.\""], ["[36]", "The Applicant also states that it appears that the Judge was applying the strict numeric physical criteria to his case and \"then employed a very vague and utterly confusing 'qualitative' test\". The Applicant then alleges that the Judge resorted to mentioning the exercise of discretion in cases of special or unusual hardship and that the Applicant was deficient in providing any evidence, which the Applicant thought was \"an ambiguous and generalising statement with no explanation of the sufficiency required and as such her decision cannot stand\"."], ["[37]", "The Applicant states that on November 7, 2007, the Applicant presented voluminous documentary evidence to the Judge in support of his application, namely his passport clearly stamped, his driver's licence, birth certificate, record of landing, permanent residence card and medicare card."], ["[38]", "The Applicant alleges that the Judge concentrated on questions dealing with the Applicant's marriage, the sponsorship procedures, how the Applicant came to Canada, and whether he had children. The Applicant states that he explained all of the circumstances and answered the Judge's questions honestly and openly. The Applicant also expressed that he had worked in Canada and had been on social assistance, had left Canada for three family occasions, identified where he lived, and that both his wife and daughter were dual Canadian and UK citizens. At the end of the hearing, the Judge asked the Applicant to bring more documentation to prove that he resided in Canada from 2000 to 2007. The Applicant did so and also sent some other documentation."], ["[39]", "The Applicant states that he was not told which specific documents the Judge wanted to see. The Applicant alleges that had the Judge been more specific with the documentation she desired, the Applicant would have brought more documentation that would have \"even more convincingly demonstrated that he resides here in Canada and always has since his arrival.\" The Applicant was also not \"asked in more detail about the documents [the Judge] purported to consider or clear up any doubt she may have had about his documentation.\"  <FRAGMENT_SUPPRESSED> ."], ["[40]", "The Applicant submits that like \"a lot of people\" he does not keep all his pay receipts, social assistance receipts nor utility bills. Therefore, it was difficult to produce copious amounts of bills, especially going back 3 to 7 years. However, he presented the work papers and tax papers that he could find."], ["[41]", "The Applicant stressed that he and his wife receive some rental income from a property owned by the wife's parents, which has been \"reported to social assistance authorities", "at all times", ".\" The Applicant insists that he was not \"asked at the hearing to show a lease or to provide any other proof concerning his home, all of which he had but did not bring.\""], ["[42]", "The Applicant submits that the Judge was \"clearly wrong\" in that she did receive documentation. She was acting \"unreasonably\" by stating that the documentation wasn't sufficient and there was \"no analysis of the documentation that was most definitely before her.\""], ["[43]", "The Applicant speculates whether the Judge looked at the documents in their entirety \"since it is self evident from her reasons that she completely ignores certain documents which any reasonable person would not only consider and mention but clearly these are", "pertinent", "documents to show indicia of [the] Applicant's established residence and 'quality of attachment' in Canada ...\""], ["[44]", "The Applicant comments on the Judge's statement that he did not show any meaningful income. The Applicant questions what this means and comments that the Judge did not take into account his wife's income, nor was there a consideration of his tax returns for 2005 and 2006. The Applicant states that the Judge \"seemed confused (at best) as to the amounts entering their joint account where they had direct deposits from their social assistance cheques and deposits from their various employment."], ["[45]", "The Applicant alleges that the \"Judge made up her own test or conclusions without asking further explanation from the Applicant ... depriving him a chance to fully explain his, and his family's finances and ultimately resulting in his citizenship application being refused\". The Applicant states that the Judge's decision is reviewable \"if she fails to provide a proper analysis of the evidence, to consider all relevant factors or to give reasons\". See: <FRAGMENT_SUPPRESSED> at paragraphs 9-10;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) and <FRAGMENT_SUPPRESSED> at paragraphs 29-31."], ["[46]", "The Applicant states that: the Judge made a peculiar inventory of the evidence before her by omitting evidence, ignoring evidence and was \"plainly wrong when she stated there was no proof when there was\"; she denied documents were presented then contradicted herself; wrote \"reasons in point form employing all the errors mentioned above and issued a form letter of refusal with no analysis of documents before her nor any mention of the test applied other than to", "imply", "that she is counting the actual days of physical presence and thus applying a strict approach\"."], ["[47]", "The Applicant points out that the Judge erred in stating his age as 50, when in fact he was 40 at the time of the hearing."], ["[48]", "The Applicant submits that the flexible, more liberal test for citizenship found in", "Ng, Re", ", [1996] F.C.J. No. 1357; 121 F.T.R. 312 (T.D.); <FRAGMENT_SUPPRESSED> ;", "Yen, Re", ", [1997] F.T.R. Uned. 582; [1997] F.C.J. No. 1340 (T.D.),", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.) and", "Hajjar, Re", ", [1998] F.C.J. No. 168; 144 F.T.R. 57 (T.D.), is \"settled law\". The Applicant also notes that there have been cases where applicants have been granted citizenship even though they traveled extensively outside of Canada for business purposes and returned home to  <FRAGMENT_SUPPRESSED> ."], ["[49]", "The Applicant notes that he is not an international businessman but a man who \"has established himself and his family in this country in actuality and with continued intention to continue residing here with his family\"."], ["[50]", "The Applicant cites", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  (T.D.), at paragraph 9:", "\"9 Centralizing your mode of existence in Canada requires more than just maintaining a domicile in Canada with an mere intent to return. Noël, J., stated in", "Re Lai", "(1994), 85 F.T.R. 62, at pp. 63-64 (F.C.T.D.):", "'In cases where physical absence is encountered during a statutory period, proof of continued residence will require evidence as to the temporary nature of the absence, a clear intent to return and the existence of sufficient factual ties with Canada to assert residence in fact during the period (...) where a businessman established Canada as his place of abode by setting up his matrimonial home and family there, he is permitted to travel within reason to earn a living.'\""], ["[51]", "The Applicant makes the following summary of his submissions:", "\"a. ... the Citizenship Judge failed to specify which legal test she relied on to determine whether [the] Applicant fulfilled his residency requirements; she failed to apply a, or any, given test to a specific series of facts; failed to give adequate detailed reasons for her decision or show any indication of having carefully weighted the evidence before her and lastly, if the Citizenship Judge relied on the flexible test she failed to apply it properly to the facts of the case and she utterly failed to assess the Applicant's connection to Canada.", "\"b. As such the Judge's decision was made in a capricious, perverse and manifestly unreasonable manner and is therefore unsafe and cannot stand.\""], ["[52]", "The Respondent submits that the Applicant has not demonstrated that the Judge committed a reviewable error warranting this Court's intervention."], ["[53]", "The Respondent points out that this Court in <FRAGMENT_SUPPRESSED> at paragraphs 10-12 identifies three possible interpretations of residence at paragraph 5(1)(c) of the", "Act", "and that a judge is free to apply any of the three interpretations:", "\"10 This Court's interpretation of 'residence' can be grouped into three categories. The first views it as actual, physical presence in Canada for a total of three years, calculated on the basis of a strict counting of days (", "Pourghasemi (Re)", ", [1993] F.C.J. No. 232 (QL) (T.D.)). A less stringent reading of the residence requirement recognizes that a person can be resident in Canada, even while temporarily absent, so long as he or she maintains a strong attachment to Canada (", "Antonios E. Papadogiorgakis (Re)", ", [1978] 2 F.C. 208 (T.D.). A third interpretation, similar to the second, defines residence as the place where one 'regularly, normally or customarily lives' or has 'centralized his or her mode of existence' (", "Koo (Re)", ", [1993] 1 F.C. 286 (T.D.), at para. 10).", "\"11 I essentially agree with Justice James O'Reilly in", "Nandre", ", above, at paragraph 11 that the first test is a test of physical presence, while the other two tests involve a more qualitative assessment:", "'Clearly, the", "Act", "can be interpreted two ways, one requiring physical presence in Canada for three years out of four, and another requiring less than that so long as the applicant's connection to Canada is strong. The first is a physical test and the second is a qualitative test.'", "\"12 It has also been recognized that any of these three tests may be applied by a Citizenship Judge in making a citizenship determination (", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL)). For instance, in", "<FRAGMENT_SUPPRESSED> ; [2001] F.C.J. No. 862 (QL), Justice Elizabeth Heneghan at paragraph 4 concludes that any of the three tests may be applied in making a residency determination:", "'The case law on citizenship appeals has clearly established that there are three legal tests which are available to determine whether an applicant has established residence within the requirements of the", "Citizenship Act", "(...) a Citizenship Judge may adopt either the strict count of days, consideration of the quality of residence or, analysis of the centralization of an applicant's mode of existence in this country.'\""], ["[54]", "The Respondent submits that the reasons for the decision of the Judge favoured the more strict approach of \"physical presence\" in Canada and did not try to determine whether the Applicant had strong ties to Canada, or if Canada was the place where he \"regularly, normally or customarily\" lived. The Respondent cites", "<FRAGMENT_SUPPRESSED>  (T.D.), as she did not seek to determine whether Canada was the place where the applicant regularly, normally or customarily lived, or whether Canada was the place where he had centralized his mode of existence.\""], ["[55]", "The Respondent states that the Judge relied on the strict approach, which she was entitled to do, particularly since the Applicant confirmed the number of absences he had from Canada. The Respondent cites <FRAGMENT_SUPPRESSED> at paragraph 15:", "\"15 In my view, it is clear that the Citizenship Judge correctly applied the 'physical' test: throughout her reasons she makes consistently makes reference to the '1,095 day' threshold, and focuses her analysis on the applicant's physical presence", "in", "Canada as supported by the evidence. I am not persuaded that she blended this test with any other.\""], ["[56]", "The Respondent argues that the Judge had no duty to mention which test she was applying since the test can be implicitly identified. Therefore, there is no reviewable error on this point:", "<FRAGMENT_SUPPRESSED>  (", "Kwan", "). The Respondent relies on paragraph 17 of", "<FRAGMENT_SUPPRESSED> :", "\"17 Even though the Judge acknowledges various positive, qualitative factors put forward by the Applicant, there is no blending of the tests and I think she makes it clear that, for her, the deciding factor is quantitative and this is the basis of her decision under s. 5(1)(c).\""], ["[57]", "The Respondent also cites", "<FRAGMENT_SUPPRESSED>  ( <FRAGMENT_SUPPRESSED> ), at paragraphs 17-18:", "\"17 It was not in dispute before the Court that, while a Citizenship Judge may choose to rely on any one of the three tests, it is not open to him or her to 'blend' the tests. Counsel for the Applicant here urged that the Judge erred in a manner that would justify granting this appeal in failing to identify which of the three tests he relied on and further, in 'blending' the", "Pourghasemi", "test with elements of the other two tests. Counsel urged that by citing a strict count of days conclusion and then going on to refer at significant length and in a critical manner to the Applicant's documentary evidence, the Judge clearly engaged in a 'blending' of tests.", "\"18 I reach a different conclusion. The Judge had clearly, by the close of his interview with the Applicant, reached a conclusion that the Applicant could not succeed on the basis of a strict count of days test. As earlier indicated in these reasons, he invited the Applicant to submit documentation and advised the Applicant that, if he did not do so, his application for Canadian citizenship must fail. The Judge considered the documentation submitted and, as reflected in his decision letter, clearly found it unsatisfactory to support a determination favourable to the Applicant under either of the more flexible tests. Thus, and I regard this to be apparent on the face of the decision letter, he reverted to the 'strict count of days' test to reject the Applicant's application. He did not 'blend' or confuse the tests. Further, I find no basis on which to conclude that the Judge ignored any of the documentary evidence that was before him.\""], ["[58]", "Therefore, the Respondent concludes that the Judge's analysis is in harmony with the case law. In any event, the analysis of the Applicant's documents were not essential to the decision in the Respondent's view, as the Applicant had not been in Canada for the required number of days and his application could have been rejected without further commentary. See:", "Chen", "and", "<FRAGMENT_SUPPRESSED> ."], ["[59]", "The Respondent submits that the wording used by the Judge is quite similar to the wording in the case of", "<FRAGMENT_SUPPRESSED>  (", "El Fihri", "). It states at paragraphs 8-9:", "\"8 Even though the applicant submits that the Judge did not apply any of the possible interpretations, it is clear that the strict interpretation was used, i.e. the requirement of physical presence in Canada which requires that 1,095 days be accumulated in the 1,460 days preceding the date of the application:", "[TRANSLATION] 'Under paragraph 5(1)(c) of the", "Citizenship Act", ", the would-be citizen must have within the four years immediately preceding the date of his or her application, accumulated at least three years of residence in Canada.", "(Page 7 of the applicant's record -- Judge's decision dated September 30, 2004, at paragraph 2)", "The applicant, then 14, entered Canada and was granted landed status on July 14, 1995. She applied for Canadian citizenship on April 30, 2003.", "This grants her 1,460 material days in Canada. She admits to being absent, or out of Canada, on 225 days. This would grant her 1,235 days of physical presence in Canada.", "(Page 30 of the applicant's record - Written notes of the Citizenship Judge at paragraphs 1 and 2)'", "\"9 It is therefore obvious that the applicant had to provide her evidence to establish that she had been in Canada for 1,460 days before the date of her application, which was April 30, 2003. The Judge therefore examined and questioned the applicant regarding that period:", "'The applicant, though aged 14 when she arrived in Canada, never attended high school or college here. Did she return home to Morocco to continue her education in 1995? She claims no.", "Rather, she said she did not want to come to Canada and, therefore, did nothing -- absolutely nothing -- until September 17, 2000 -- some five years and two months later. This placed her some 17 months into the material time period.", "Moreover, she has nothing to submit to show for those five years and two months. No school, no work, no memberships in any community, cultural or social associations, groups, clubs and organizations. No letters from friends -- nothing. Absolutely nothing. And, all beginning at age 14.", "It was only in the summer/fall of 2000 that the applicant showed signs of Canadian life ... .", "The applicant has submitted evidence of residence commencing September, 2000 -- not before. This is some 17 months into her material time period. There is nothing before.", "(Page 30 of the applicant's record -- Written notes of the Citizenship Judge at paragraphs 3 to 6 and 9).'\""], ["[60]", "The Respondent states that there is no error regarding the approach applied by the Judge."], ["[61]", "The Respondent submits that the Judge is presumed to have considered all of the evidence presented, therefore, the Judge did not have to mention every document considered:", "Kwan", "at paragraph 26 and", "<FRAGMENT_SUPPRESSED> ."], ["[62]", "The Respondent also states that according to the", "Act", ", the Judge had to study the situation of the Applicant from within the four years immediately preceding the date of his application. Therefore, the Judge did not have to consider the evidence posterior to the application (ex. 2005 and 2006 tax income papers and the Preschool report). The Respondent notes that the fact that the Applicant has not left Canada since May 10, 2004 is completely irrelevant. The Judge made no error in considering only the evidence regarding the relevant period of time and there was no duty to advise the Applicant that additional or more complete evidence was required:", "Kwan", "at paragraph 28 and", "<FRAGMENT_SUPPRESSED> ."], ["[63]", "The Respondent submits that the Applicant had the burden of establishing, on a balance of probabilities, that he satisfied the residency requirement pursuant to paragraph 5(1)(c) of the", "Act", "<FRAGMENT_SUPPRESSED> . It was also incumbent upon the Applicant to submit the necessary evidence in support of his application:", "El Fihri", "at paragraphs 10-12 and", "<FRAGMENT_SUPPRESSED> ."], ["[64]", "The Respondent submits that the analysis of the evidence filed by the Applicant reveals that it is incomplete and insufficient. The documents provided by the Applicant in support of his application do not demonstrate where he was residing and for how long, whether he had worked since his arrival or whether he had a meaningful income during the period of time under study."], ["[65]", "The Respondent states that the approach applied can be easily identified and the analysis of the evidence provided is reasonable. As well, that the reasons are intelligible and understandable. Citizenship judges are not to be held to a standard of perfection: <FRAGMENT_SUPPRESSED> at paragraphs 21-22."], ["[66]", "The Respondent submits that even if the reasons were ambiguous, it would not justify granting the appeal, as per paragraphs 10-11 in", "<FRAGMENT_SUPPRESSED> :", "\"10 The decision of the citizenship judge is not without ambiguity. Under the heading 'Has the applicant met the residency requirement of 1,095 days in Canada?' the following paragraph appears:", "'In his application for citizenship, Mr. Farshchi stated that during the relevant four year period he was out of Canada 405 days, leaving him with 1,055 days in Canada. This is 40 days short of what is required by the", "Citizenship Act", ". While I may consider this a minor shortage and overlook the requirement of the", "Citizenship", "Act", "I need to be convinced that indeed Mr. Farshchi was in Canada 1,055 days during the relevant period and that he has demonstrated an ongoing presence in Canada.'", "\"11 If the citizenship judge intended to use the physical presence test, which I believe she did, she could have finished her analysis with the first two sentences of that paragraph. But the last sentence is questionable. I am not aware of any clear authority for declaring 40 days to be a 'minor shortage' so that the citizenship judge can 'overlook the requirement of the", "Citizenship Act", ".' If one is applying the physical presence test of residence, it seems to me that it requires such presence in Canada for a total of 1,095 days. (Only the 'normally resident' interpretation of the 'residence' requirement in the", "Act", "permits actual presence in Canada for less than the three years.) But even if I am right in this, and the citizenship judge misstated the law and applied it thus, it could not have worked to the disadvantage of the Applicant. If the citizenship judge concluded he was not physically present for 1,055 days, he could not have been found to be present for 1,095 days. A close reading of the decision makes it clear that, in substance, the citizenship judge was not convinced beyond a reasonable doubt that the Applicant had been physically present in Canada 1,055 days during the relevant period, as he asserted. Under the heading 'Does the applicant demonstrate an ongoing", "physical presence", "in Canada?' [emphasis added] she noted that he had not produced the passport applicable during part of the period in question She went on to say:", "'Without this missing passport Mr. Farshchi is required to provide concrete substantial evidence of an ongoing physical presence in Canada.'", "\"She proceeded to review the evidence as to whether it showed a 'continuing presence' or 'continued presence' in Canada. I am unable to say that her conclusion is unreasonable. There were, in my view, good grounds for doubting the Applicant's assertion that he had been in Canada virtually all of the time covered by his first passport, a passport which he could not produce, whereas during the relevant period covered by his current passport it showed he had been absent from Canada 53% of the time. The citizenship judge was certainly entitled to find the other evidence submitted to prove presence in Canada to be inconclusive. I see no indication of her having applied an evidentiary burden other than the balance of probabilities.\""], ["[67]", "The Respondent concludes that although the Applicant does not agree with the Judge's Decision, he failed to demonstrate any reviewable error that would have been committed. The Applicant failed to demonstrate that he satisfied the residency criteria provided in the", "Act", "and that the Judge erred in her evaluation of the evidence. Therefore, the appeal should be dismissed."], ["[68]", "The Applicant requests the following:", "a. Allow this appeal;", "b. Overturn the decision of the Citizenship Judge rendered February 15, 2008;", "c. Grant the Applicant citizenship forthwith, or;", "d. Order that the case be reconsidered before a different Citizenship Judge with necessary instructions and this within the earliest delays;", "e. Render any other order the Court sees fit;", "f. The whole with or without costs, as the Court sees fit."], ["[69]", "The Respondent requests that this appeal be dismissed."], ["[70]", "The Applicant has contended that not only did the Judge err for not properly identifying the proper test to decipher if the Applicant met the residency requirements under 5(1)(c) of the", "Act", ", but she provided insufficient reasons within her decision, and regardless of which residency test she applied, she applied it incorrectly."], ["[71]", "On the first issue, I would agree with the Respondent that a citizenship judge is entitled to choose which test they desire to use, whether it is a stricter \"physical presence\" approach or a more liberal approach as discussed in <FRAGMENT_SUPPRESSED> . At first glance, due to the lack of analysis in the Judge's reasons and extreme focus on the shortage of 37 days, it could be gleaned that the Judge in fact was applying the stricter \"physical presence\" test. However, upon further reflection, I would disagree with this assumption that the Respondent has tried to propose for several reasons:", "a. The Applicant was open and honest about being short 37 days from the required amount, yet the Judge requested additional documentation from the Applicant. If the Judge was simply applying the stricter \"physical presence\" approach all of the information required would have been presented at the hearing, as it was known that the Applicant was short 37 days and the reasons for his trips out of the country which were beyond \"short vacations\", educational endeavours or business;", "b. Even if the Judge intended to apply the stricter \"physical presence\" approach, by asking for further documentation, it would appear that the <FRAGMENT_SUPPRESSED> approach may have been considered as further documentation could have aided in a successful application under the <FRAGMENT_SUPPRESSED> analysis including the fact that the Judge erred in concluding that the Applicant failed to show evidence that he did, in fact, work;", "c. Even if the Judge abandoned or was unsure of the approach she would use, the mixed messages sent to the Applicant and the lack of guidance provided in the decision are enough to convince me that there is no clear approach indicated through the entire process that the Applicant went through, therefore, the Judge erred."], ["[72]", "In relation to the second issue, I agree with the Applicant that there was a lack of reasons provided to the Applicant. The letter sent to the Applicant simply states that he did not provide documentation that was \"satisfactory proof of residence in Canada\" therefore he did not meet the residency requirements. Even in the Judge's notes, there is no further guidance as to what exactly propelled the Judge to come to the decision beyond the Applicant being short 37 days and the documentation not being enough to convince the Judge. I find this a breach of procedural fairness."], ["[73]", "Since I have found in the Applicant's favour on the first two issues, it is clear that I must also rule in his favour on the third issue that the residency tests were misapplied."], ["[74]", "I find this decision unfortunate, as it is clear that the Applicant is an ideal candidate for \"exceptional circumstances\" as outlined in s. 5.9 B of the Citizenship and Immigration Canada,", "Citizenship Policy Manual CP5: Residence", "(citizenship policy manual)."], ["[75]", "This application is a very clear instance of the lack of guidance facing citizenship judges. Clarification and most importantly unification of one residency test would help alleviate the issues on this application and would also take much of the guesswork out of this Court's job on judicial review. However, with the case law as it is today, I find that this application should be granted.", "JUDGMENT"], ["[76]", "THIS COURT ORDERS AND ADJUDGES that", "this application is granted and sent back for reconsideration by another citizenship judge in accordance with these reasons.", "Appeal allowed.", "Editor: Elizabeth M.A. Turgeon/gs", "[End of document]"]]}