{"id_": "064350", "body_str": [["[1]", "de Montigny, J.", ": This is a judicial review of an immigration officer’s decision, rejecting Estanislau Buio’s humanitarian and compassionate application (H&C application). Mr. Buio has argued the officer violated his right to fairness, and also erred in the assessment of his establishment in Canada. For the reasons that follow, I have found that his application must be dismissed.", "FACTS"], ["[2]", "Mr. Buio was born in Angola in 1967. In 1987, he left Angola to study in the Ukraine for ten years. He graduated from Kiev Taras Shevchenko University with a masters degree in geology. He also married, had a son, and separated from his wife in the Ukraine."], ["[3]", "Mr. Buio submits that while living in the Ukraine, he returned to Angola once, in 1992. During that visit, he says he was shot while travelling in a car with a “UNITA” flag on it. UNITA is a political group in Angola and a former rebel force. As a result of that incident, he claims he developed a blood pressure condition requiring prescription medication."], ["[4]", "In August 1997, Mr. Buio flew back again to Angola, after having completed his studies in the Ukraine. Until June 1998, the government sent him to train other geologists. Between June 1998 and November 1999, he says he lived in hiding and worked in a church, because security forces were after him to help locate his father and brother, who had been taken away by UNITA when he was a child."], ["[5]", "In January 2000, Mr. Buio came to Canada after travelling through South Africa, Ethiopia and the United States. Upon arriving here, he claimed refugee status."], ["[6]", "On July 22, 2003, his refugee claim was rejected by the Immigration and Refugee Board’s Refugee Protection Division. The Board found Mr. Buio was not a credible witness, and highlighted numerous inconsistencies and omissions in his evidence."], ["[7]", "The Board rejected Mr. Buio’s claim that he hid from the government in Luanda, Angola between June 1998 and October 1999. It noted that Mr. Buio had obtained both an identity card and a driver’s license from the government, providing his address in Luanda. Further, he went to the government airport in August 1999 and completed an international vaccination certificate in preparation for leaving Angola that November. Finally, the Board wrote that Mr. Buio told an immigration officer he had left Angola with his own passport, which included his actual name and photograph. This was not consistent with his stated fear of the government."], ["[8]", "In December 2005, Mr. Buio submitted a permanent residence application, requesting an exemption from the normal visa requirements based on humanitarian and compassionate grounds. In his H&C application, he wrote that he takes regular medication to control his blood pressure, and would not be able to buy the medicine in Angola. He also referred to his fear of returning to Angola because of its poor human rights record, and because his immediate family had all been murdered there – with the exception of his sister."], ["[9]", "Finally, he explained that problems with his personal information form (PIF) had arisen because he had been poorly represented by counsel when he first arrived in Canada. He discussed his job and community involvement, to illustrate his establishment in Canada. He also included reference letters from his employer, his church, and community organizations.", "THE IMPUGNED DECISION"], ["[10]", "The immigration officer refused Mr. Buio’s H&C application on February 3, 2006. In doing so, the officer focused on the notions of establishment, and personalized risk/hardship."], ["[11]", "With respect to establishment, the officer noted that Mr. Buio had been employed since 2000, and was involved in his community through the Angolan Community of Ontario, the Scott Mission and St. Helen’s Parish. While he had written about taking ESL classes to improve his English, the officer noted that Mr. Buio had not provided evidence of those classes. Nor had he provided evidence of his alleged separation from his wife in the Ukraine. Mr. Buio also wrote that his 13-year-old son and ex-wife live in Ukraine. The officer noted that Mr. Buio has no savings and no family in Canada, and one sister in Angola. Thus, the officer determined that severing Mr. Buio’s existing ties (mainly employment) with Canada would not impose unusual, undeserved or disproportionate hardship."], ["[12]", "The officer concluded as follows, at page 5 of the Tribunal Record:", "He has no family and shows no support mechanism in Canada. He lived and went to School in the Ukraine. His child and spouse reside in the Ukraine and he has family in his homeland. Prior to coming to Canada he was employed in Angola and there is insufficient evidence before me that he would not be able to secure employment or to resume a normal life on return there."], ["[13]", "With respect to personalized risk and hardship, the officer doubted whether Mr. Buio had been or was still being targeted by the Angolan government in any way, noting the lack of evidence to establish he had been intentionally shot. The officer also questioned the link between Mr. Buio’s gunshot wound and high blood pressure, as well as Mr. Buio’s claim that he will not be able to obtain his medication in Angola."], ["[14]", "The officer gave little weight to a letter written by “Tininha” in Angola, because it was internally contradictory and its author was unidentified. As well, the officer wrote, Mr. Buio had not explained how documents from Human Rights Watch were relevant to his application. Finally, the officer attached little weight to Mr. Buio’s claim that he was not properly represented at his hearing before the Immigration and Refugee Board. Not only was he assisted by counsel, but he spoke English – and, he had a Russian translator. The officer noted that the Board had found Mr. Buio’s testimony inconsistent and not credible during his hearing.", "ISSUES"], ["[15]", "There are essentially three questions to be determined in this application for judicial review:", "a) What is the appropriate standard of review?", "b) Was it an error to disregard some of Mr. Buio’s submissions because they were not supported by evidence?", "c) Did the officer err when assessing the degree of Mr. Buio’s establishment?", "ANALYSIS", "a) Standard of review"], ["[16]", "The crux of Mr. Buio’s first argument is that the officer erred by concluding there was a lack of evidence supporting his submissions. Mr. Buio submits the officer ought to have given him the chance to disabuse her of her concerns, and should have requested further information or corroboration. As such, this is an issue of procedural fairness, and it should not be subject to a standard of review analysis. No curial deference is due when procedural fairness is at stake ( <FRAGMENT_SUPPRESSED>  at paragraphs 100 ff)."], ["[17]", "The question of establishment is generally subject to the reasonableness standard on judicial review (see  <FRAGMENT_SUPPRESSED> ). While Mr. Buio has accused the officer of making a “legal error” in assessing establishment, I believe this issue requires the Court to assess the officer’s discretion in assessing the facts.", "b) The absence of evidence"], ["[18]", "While Mr. Buio accepts it was his burden to present information he wanted considered in his H&C application, he claims it was sufficient to do so through written submissions. Indeed, he argues that nothing in the H&C application process requires applicants to provide “evidence”. Rather, the government has created an administrative process based on written submissions. Thus, while it was open to the officer to request more information or corroboration, it was an error to disregard something in his submissions that was not contradicted by other evidence. Mr. Buio claims he was therefore denied a fair hearing because the officer failed to request further verification, and says the decision should be set aside on this ground."], ["[19]", "After having given due consideration to this argument, I am not convinced the Court needs to conduct a full analysis of this issue, because I do not believe it was material to the officer’s ultimate decision to reject Mr. Buio’s H&C application."], ["[20]", "It is important to recall which facts the officer allegedly disregarded for lack of evidence: that Mr. Buio had separated from his wife in Ukraine, and that he was enrolled in ESL courses. On reading the officer’s reasons, I do not think either of these factored into the decision in any meaningful way. The officer focused much more on the degree of Mr. Buio’s establishment in Canada and whether or not he faced a personalized risk of hardship on return to Angola. Whether or not he was actually separated or actually enrolled in ESL classes were at best peripheral issues."], ["[21]", "Thus, I do not accept Mr. Buio’s argument that the officer’s decision somehow rested on the absence of “evidence” to support either fact. I think the officer was simply describing the contents of Mr. Buio’s application. In my opinion, there is a distinction between citing the fact that parts of Mr. Buio’s application were not supported by evidence, and using that fact against him in a material way. I am not convinced the immigration officer did the latter. Therefore, I do not believe the officer violated any principles of natural justice."], ["[22]", "In any event, I am also of the view that Mr. Buio’s argument does not hold water. It is trite law that an H&C applicant bears the onus of making his case. It is therefore his responsibility to adduce proof of any claim on which his application relies. After having taken into account all the factors relevant to determining the content of the duty of fairness, the Supreme Court of Canada found in Baker, above, that an oral hearing is not always necessary to ensure an applicant has a meaningful opportunity to present the various types of evidence relevant to his case and have it fully and fairly considered. According to Madam Justice Claire L’Heureux-Dubé: “The opportunity…for the appellant or her children to produce full and complete written documentation in relation to all aspects of her application satisfied the requirements of the participatory rights required by the duty of fairness in this case” (Baker, above, at paragraph 34)."], ["[23]", "This is precisely what Citizenship and Immigration Canada has provided for. For example, prospective H&C applicants are put on notice in no uncertain terms that they must disclose all relevant information and supporting evidence. In the instruction guide entitled Applying for Permanent Residence from Within Canada – Humanitarian and Compassionate Considerations (IMM 5291 E), it is stated at page 4:", "We may not ask you for any additional information on the humanitarian and compassionate grounds you would like us to assess. You must ensure that all circumstances you wish to have considered are identified and included in your application. You must also include any documents which you believe will support your statements. You are responsible for providing evidence in support of any statement you make on your application. [Emphasis in original]"], ["[24]", "Similarly, the Document Checklist (IMM 5280) instructs applicants to check the following box before sending their applications:", "Any document that supports why you think there may be sufficient humanitarian and compassionate grounds to permit your application for permanent residence processed from within Canada."], ["[25]", "Finally, a standard letter was sent to Mr. Buio shortly before the officer’s decision was made. The relevant paragraphs of that letter read as follows:", "An interview may not be required in your case. Before a decision can be made about exempting you from the requirements of the Immigration and Refugee Protection Act, further information is required.", "Canadian Immigration law requires applicants for permanent residence to obtain a permanent resident visa at an overseas office before coming to Canada. Explain why there might be special reasons to exempt you from this requirement and allow you to apply from within Canada for permanent residence. What excessive hardship will you suffer if you have to submit your application at a visa office outside of Canada as required by law? Ensure that you provide evidence or documents to support your statements.", "(…)", "Please send the requested information/documents to this office", "within thirty (30) days of the date of this letter", ". If you do not, the decision about exemption will be made based upon the information on your file. [Emphasis in original]"], ["[26]", "Citizenship and Immigration Canada’s application process thus makes it clear, more than once, that an H&C applicant must provide evidence to support his claim. As a matter of fact, Mr. Buio did provide some evidence: a notice of assessment from Canada Customs and Revenue Agency, letters from his doctor and from his employer, letters from various community and religious organizations, a letter from Legal Aid Ontario, a letter from the University of Toronto’s Comparative Education Service, a letter from one “Tininha”, bank statements, a copy of his lease, statements of earnings, and a performance evaluation form from his job. He cannot now claim that he was partially unaware of his onus to support his application."], ["[27]", "This is precisely the conclusion the Federal Court of Appeal reached in  <FRAGMENT_SUPPRESSED> . At issue in that case was whether the applications judge had erred by dismissing the application for judicial review. Mr. Justice John Evans, delivering judgment for the Federal Court of Appeal, wrote at paragraph 8:", "H & C applicants have no right or legitimate expectation that they will be interviewed. And, since applicants have the onus of establishing the facts on which their claim rests, they omit pertinent information from their written submissions at their peril. In our view, Mr. Owusu’s H & C application did not adequately raise the impact of his potential deportation on the best interests of his children so as to require the officer to consider them."], ["[28]", "Mr. Buio has correctly pointed out that the Court in  <FRAGMENT_SUPPRESSED> , was dealing with a different issue than that raised in this application. As he explains, Mr. Owusu had left information out of his written submissions, giving rise to the Court’s analysis above. Here, in contrast, Mr. Buio did not leave any information out of his written submissions. Rather, the officer noted that Mr. Buio had not supported particular parts of his written submissions with documentary evidence (i.e. his separation and his enrolment in ESL classes)."], ["[29]", "Counsel for Mr. Buio tried strenuously to have the Court infer from the above excerpt of  <FRAGMENT_SUPPRESSED> , that submitting “pertinent information” in written submissions is the only thing required for a claimant to establish the underlying facts of a claim. However, I think that interpretation would take the Owusu reasons out of context, and would unduly curtail the principles upon which the decision was reached."], ["[30]", "While discussing the duty of an immigration officer to be “alert, alive and sensitive” to the best interests of children, Justice John Maxwell Evans stressed that this duty will arise only if the applicant himself relies on this factor. He then went on to add, at paragraph 5 of  <FRAGMENT_SUPPRESSED> :", "Moreover, an applicant has the burden of adducing proof of any claim on which the H & C application relies. Hence, if an applicant provides no evidence to support the claim, the officer may conclude that it is baseless."], ["[31]", "Applying this principle to the facts of the case, Justice Evans wrote, at paragraph 9:", "The half-sentence on page four of the seven-page letter, quoted above in [6], said only that Mr. Owusu would be unable to support his family financially if he was deported was too oblique, cursory and obscure to impose a positive obligation on the officer to inquire further about the best interests of the children. The letter did not say that Mr. Owusu had been supporting his children from the money he earned while in Canada, and that they were financially dependent upon him and would be deprived of that support if he was deported.", "Nor was there any proof before the officer of any of these facts", ". [Emphasis added]"], ["[32]", "I think it is clear from these quotes that an applicant bears the onus of bringing both the information relevant to his claim, and the evidence supporting that information, to an officer’s attention. Written submissions alone may not be sufficient for an application to succeed. In other words, an officer is entitled to disbelieve an applicant’s story if it is not borne out by tangible evidence.", "c) Establishment"], ["[33]", "While I empathize with Mr. Buio, I am not convinced by his interpretation of the term “establishment”. He has emphasized that he has been away from Angola for twenty years. However, the notion of “establishment” is designed to assess an applicant’s connections to Canada – not the absence of any connections to his homeland. Thus, while I can appreciate the length of time Mr. Buio has been away from Angola, he has not spent the bulk of that time living in Canada. He left Angola in 1987, but only arrived in Canada in 2000."], ["[34]", "I am not trying to present this as a negative factor. Rather, I am simply not persuaded by Mr. Buio’s extensive reliance on the passage of time since leaving Angola. Of more relevance is the way in which the officer assessed the factors connecting Mr. Buio to Canada. Those factors are listed in section 11.2 of the Immigration Manual dealing with H&C applications."], ["[35]", "I cannot say the way in which the officer assessed these factors was unreasonable, though a different officer might have arrived at a different conclusion on these facts. As the officer noted, Mr. Buio has no family or substantial assets in Canada. While he has lived here for about six years, this time spent in Canada was not due to any “prolonged inability to leave”. Rather, his refugee claim was rejected in July 2003. After that time, Mr. Buio stayed in Canada without status, knowing the possibility of being deported once he ran out of legal options."], ["[36]", "Overall, it is important to remember that the purpose of assessing establishment is to determine whether the claimant is established to such a degree that removal would constitute disproportionate hardship. This Court has repeatedly affirmed the hardship which would trigger the exercise of a favourable H&C discretionary decision should be something other than that which is inherent in being asked to leave after one has been in Canada for a period of time (see  <FRAGMENT_SUPPRESSED>  (F.C.T.D.)(QL) at paragraphs 12 and 17  <FRAGMENT_SUPPRESSED>  ;  <FRAGMENT_SUPPRESSED> )."], ["[37]", "Finally, it is worth noting that establishment is not a determinative factor in an H&C application. It is one of many factors to consider. As Mr. Justice Denis Pelletier wrote in  <FRAGMENT_SUPPRESSED> , at paragraph 20:", "The guidelines could be seen as limiting a decision-maker’s discretion as to when establishment can be considered as a factor for an H&C determination. Without anything more than reference to the guidelines themselves, I cannot agree with the applicants that the H&C officer was required to give some weight to their degree of establishment in Canada. It is a factor to be considered, but it is not, nor can it be, the determining factor, outweighing all others. The degree of attachment is relevant to the issue of whether the hardship flowing from having to leave Canada is unusual or disproportionate. It does not take those issues out of contention."], ["[38]", "For all of the foregoing reasons, I would dismiss this application for judicial review. At the hearing, Mr. Buio’s counsel requested the opportunity to make submissions with respect to certification once I had reached my conclusion. I have agreed to that request, and shall accordingly give counsel for Mr. Buio ten days from the date of these reasons to file submissions in this respect. Counsel for the respondent will thereafter have ten days to respond. I will then sign my judgment, after having determined whether questions will be certified.", "JUDGMENT"], ["[39] THIS COURT ORDERS", "that this application for judicial review be dismissed. At the hearing, Mr. Buio’s counsel requested the opportunity to make submissions with respect to certification once I had reached my conclusion. I have agreed to that request, and shall accordingly give counsel for Mr. Buio ten days from the date of these reasons to file submissions in this respect. Counsel for the respondent will thereafter have ten days to respond. I will then sign my judgment, after having determined whether questions will be certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}