{"id_": "064341", "body_str": [["[1]", "Simpson, J.", ": This application is for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (the \"Board\"), dated June 9, 2004 (the \"Decision\"), in which the Board determined that the Applicants were neither Convention refugees, nor persons in need of protection under sections 96 and 97 of the Immigration and Refugee Protection Act, S.C. 2001, c.27 (the \"IRPA\")."], ["[2]", "Yuri Sorokin and Michal Omer (the \"Adult Applicants\") and their three minor children (collectively the \"Applicants\") are citizens of Israel. Yuri Sorokin (the \"Male Applicant\") was born in Russia but moved to Israel with his first wife in 1990. While in Russia, the Male Applicant completed three years of compulsory military service between 1976 and 1979. After divorcing his first wife under Russian law, he met Michal Omer, an Israeli Jewish woman and lived with her in Israel from 1996 to 2001."], ["[3]", "The Male Applicant is Orthodox Christian, and it is alleged that the Applicants suffered persecution in Israel at the hands of Jewish Orthodox extremists for their inter-faith relationship. The Male Applicant was attacked by Orthodox extremists on two occasions in January of 1997 and June of 1999 (the \"Assaults\"). In addition, the Applicants' home was vandalized in March of 2001; the Star of David was painted on the inner walls while the family slept upstairs (the \"Vandalism\"). All of these incidents were reported to the police, and the Applicants allege that nothing was done. The family moved its residence twice as a result of these attacks but they stayed in the same city and the Male Applicant's place of business never changed."], ["[4]", "The Applicants claim that they are conscientious objectors. The Male Applicant alleges that Israeli authorities have attempted to serve him with call-up notices for military service in Israel on a number of occasions, but says that he avoided conscription by moving frequently, and by having his wife tell the authorities that he was not home."], ["[5]", "The Adult Applicants wished to have children but, because the Male Applicant's Russian divorce was not recognised under Israeli law, they could not marry in Israel and therefore had to seek fertility treatments at a private rather than a public hospital. They did not have the funds to pay for the treatment so Michal Omer donated eight of her eggs as payment. The Adult Applicants claim that they fear that if they were to return to Israel, their children could inadvertently meet, and marry their half-siblings."], ["[6]", "In June of 2001, Michal Omer, and her daughter Hen Halami, witnessed a suicide bombing. This caused the child psychological trauma for which she has received treatment."], ["[7]", "The Applicants arrived in Canada in September of 2001, and made their refugee claim in September of 2002.", "THE BOARD'S DECISION"], ["[8]", "The Board found that there was insufficient evidence to show that the Male Applicant was wanted for military service in Israel. Further, the Board noted that conscription itself is not considered persecutory, and refusal to join the army would not result in unusual or harsh prison term(s) under Israeli law. The Board did not find anything to demonstrate any ethical, moral, political or religious conviction that bound the Male Applicant not to bear arms, and noted that he had never voiced his objection to doing so while in Israel."], ["[9]", "The Board found that the Assaults and the Vandalism did not amount to persecution, and that the police did respond when called to investigate. The Board concluded that adequate state protection exists in Israel."], ["[10]", "The Board found that the Applicants suffered only a generalised risk of terrorist attacks, and that the Israeli authorities were making serious efforts to protect their citizens from suicide bombers."], ["[11]", "The Board did not accept the Male Applicant's evidence that his Russian divorce would not be recognised under Israeli law, because the documentary evidence indicated otherwise. The Board also held that the Adult Applicants had chosen to donate the wife's eggs to cover the cost of a fertility treatment, and access to such treatment is not a fundamental human right. Further, it determined that the Adult Applicants' fear that their children might marry their half-siblings is not a proper ground for a refugee claim."], ["[12]", "Finally, the Board found that the Applicants had delayed leaving Israel, and had delayed in making their claim for refugee status in Canada. Furthermore, they had travelled outside Israel on a number of occasions prior to coming to Canada, but had never made a refugee claim or married in any of the countries they visited.", "ISSUES"], ["[13]", "The Applicants say that the Decision should be set aside because:", "(i) there is a reasonable apprehension of bias;", "(ii) the Board failed to consider whether Israel was guilty of crimes against humanity;", "(iii) the Decision failed to mention the Adult Applicants' fear of persecution by reason of their political opinions;", "(iv) the Decision failed to mention documentary evidence about religious persecution;", "(v) the Board's negative credibility findings concerning the Male Applicant's status as a conscientious objector are not supported by the evidence;", "(vi) the Decision failed to address whether the Applicants' experiences in Israel amounted cumulatively to past persecution;", "(vii) the Board erred in relying on the Applicants' delay in claiming refugee status in Canada, failure to claim in the U.S. and re-availment to Israel;", "(viii) the Board's conclusion that Israel provides its citizens with protection from suicide bombers is not supported by the evidence.", "DISCUSSION", "(i) Apprehension of Bias"], ["[14]", "Four months before the Board's hearing, an article, dated May 15, 2003, appeared in the National Post (the \"Article\"). It described an earlier Board decision in which the Board held that Israel had been guilty of crimes against humanity. It then reported that the Minister of Immigration (the \"Minister\") said that the Board's Decision was \"...out of line with Ottawa's official policy\"."], ["[15]", "The Applicants say that this criticism by the Minister creates a reasonable apprehension that the Board in this case would not fairly consider their evidence that Israel commits crimes against humanity in its dealings with the Palestinian People for fear of censure by the Minister. The Applicants also said that, because the Minister can decide whether disciplinary or remedial action can be taken against a Board Member under section 176 of the IRPA, a reasonable apprehension of bias should be found."], ["[16]", "I have concluded that the issue of bias need not be addressed because the Decision did not deal with whether the Israeli army (the \"Army\") had committed crimes against humanity.", "(ii) Crimes Against Humanity"], ["[17]", "The Male Applicant alleges that atrocities, including crimes against humanity, carried out by the Army are the foundation for his views as a conscientious objector. However, the Board did not consider the bona fides of his objections to military service because the Board did not believe that the Army had attempted to recruit the Applicant during his eleven years in Israel. There is no basis for disputing this conclusion. It also found that, given his age, there was no reasonable likelihood that he faced recruitment. This conclusion was open to the Board on the evidence. For these reasons, it was not necessary for the Board to consider whether the army committed crimes against humanity.", "(iii) Political Opinion"], ["[18]", "The Adult Applicants both expressed subjective fear of persecution by the government of Israel but neither gave particulars of their allegations. On reviewing their personal information forms (\"PIF\") and testimony, it appears that they stated that they did not feel that they could speak out against Israel's policies towards Arabs and Palestinians. In the hearing, in opening, all Applicants' counsel said about the issue was:", "The other issue is the political opinion because the refusal to participate in military service is a form of expression of political opinion. There's also a concern about perceived political opinion."], ["[19]", "In his oral evidence, the Male Applicant expressed concerns about the Army's destruction of the homes of suicide bombers and its killing of Palestinian officials and a journalist. However, these comments were made in the context of questions about his objection to military service based on crimes against humanity."], ["[20]", "In her PIF, the Female Applicant expressed disagreement with Israel's policies towards Arabs and Palestinians and described herself as a conscientious objector. In her oral evidence, she said that the Government of Israel is committing crimes against the Palestinians and that she could not safely express her opposition. She said that, out of fear, she had not participated in Israeli politics but she did not show that the Israeli government persecuted demonstrators or activists."], ["[21]", "Against this background, the question is whether the Board erred in failing to consider the Applicant's fear of persecution for their political opinions as a distinct topic. In my view, there was no such error because the issue was not presented in a way that required separate assessment.", "(iv) Documentary Evidence - Religious Persecution"], ["[22]", "The Applicants say that the Board ignored three documents (the \"Documents\") which they say corroborated their evidence that orthodox Jewish extremists assaulted the Male Applicant because he was a Christian living with a Jewish woman."], ["[23]", "The issue is whether any of the Documents should have been mentioned in the reasons. The first appears to have been posted on a website and deals with death threats made to a lecturing Rabbi, the second is a newspaper article which makes no reference to persecution of couples of mixed religion. The third, is an October 7, 2002 U.S. Department of State Report on religious freedom which referred to ultra-orthodox Jews harassing Christians and Muslims. It does mention interfaith romance but only in the Christian/Muslim context and finally, it describes complaints by evangelical Christians (among others) that ultra-orthodox Jews had vandalized their buildings. None of the Documents indicated that relationships between Christians and Jews were targeted by ultra-orthodox Jews and since the Documents did not corroborate the Applicants' evidence, it is my view that the Board was not required to mention them in the Decision.", "(v) Credibility"], ["[24]", "The Board made two negative credibility findings. It concluded that there was insufficient credible or trustworthy evidence to show that the Male Applicant was ever wanted to perform military service in Israel or that he was wanted as a military evader. In my view, these findings were open to the Board. There was no documentation to show that the Applicant had been contacted by the army and, given that he lived in the same town all the years he was in Israel and that he maintained the same business address, it is a fair inference that, had the army wanted the Applicant as a conscript or for evasion, he would have been found.", "(vi) Cumulative Events"], ["[25]", "The Applicants say that the Board erred when it failed to treat the cumulative effect of the Assaults and the Vandalism as past persecution. I am not persuaded by this submission. The two assaults were more than two years apart and the Vandalism occurred almost two years after the second assault. In these circumstances, it was not necessary for the Board to treat them as cumulative events amounting to persecution.", "(vii) Delay"], ["[26]", "At page 963 of the Tribunal Record, the Board, having heard the Male Applicant's explanation for waiting more than a year in Canada to make a refugee claim, said the following \"That's fine. That satisfies that issue about delay in making the claim.\" However, in the Decision, the Board concluded as follows:", "The panel finds his failure to claim in the United States, his re-availment to Israel, and his delay in making his claim in Canada to undermine his subjective fear, and further the panel finds that his motivation for coming to Canada was to immigrate, and not to flee persecution."], ["[27]", "The Respondent admits that the Board erred in reaching a negative conclusion about delay but says the error is immaterial because the other two conclusions about re-availment and failure to claim in the US were well-founded. However, I have not accepted this submission because the Applicants' explanations for the re-availment and the failure to claim in the U.S. were not mentioned in the Decision."], ["[28]", "The issue is whether these errors are material given that they are preceded by conclusions that solidly negate the Applicants' allegations that they have a subjective fear of persecution. In my view, in the circumstances of this case, the conclusions relating to delay, re-availment and failure to claim in the U.S. were not determinative and do not justify granting the application for judicial review.", "(viii) State Protection"], ["[29]", "The Board concluded that \"while protection against random and unpredictable terrorist attacks on Jewish civilians in Israel may not be perfect, Israel is nevertheless making serious efforts to protect its citizens.\""], ["[30]", "The Applicants say that this is a patently unreasonable conclusion, that Israel does not provide effective state protection from suicide bombers because, in spite of its efforts, the devastating bombings continue."], ["[31]", "In my view, the Applicants are at risk from the random acts of suicide bombers because the Applicants are located in Israel. The risk is generalized and is faced by all who are present in Israel regardless of their ethnic or religious backgrounds. Indeed, even non-Israelis and tourists are at risk. This risk is not related to persecutory conduct and, accordingly, I can find no error in the Board's treatment of this issue.", "[End of document]"]]}