{"id_": "064582", "body_str": [["[1]", "Tremblay-Lamer, J", ".: The applicants seek judicial review of the decision of the Convention Refugee Determination Division of the Immigration and Refugee Board (\"the Board\") in which it determined that the applicants were not Convention refugees.  <FRAGMENT_SUPPRESSED>", "Facts:  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicants are Jewish Russians. The male applicant worked as a moulder in a Moscow factory from 1950 to 1989 and the female applicant as an engineer in an electronics company in Moscow from 1961 to 1989. Their troubles began in April 1989 when their daughter and her husband fled from Russia. As a result of this departure, the male applicant was fired from his job because his employers believed that he would apply for an exit visa to go to Israel.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Immediately after their daughter's departure, the applicants' car was vandalized, and a note was left warning them to \"Go to Israel and leave our country.\" When the applicants discovered the vandalism, they contacted the police immediately. The police examined their car and told them that the damage was the result of a teenage prank, not harassment by members of Pamyat.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicants were repeatedly harassed with threatening telephone calls from \"Russian patriots\" and letters from an anti-semitic group known as \"Pamyat.\" The letters and telephone calls labelled the applicants as \"Jewish swine\" and warned them that they should leave the country, or face dire consequences. These calls and letters persisted until the applicants fled Russia. The Pamyat organization took over their daughter's apartment to use as a meeting place. Moreover, Pamyat threatened to take over their apartment as well, stating that \"Everything in Russia belongs to Russians and not Jews.\" The applicants put another lock on their door.  <FRAGMENT_SUPPRESSED>"], ["[5]", "On Passover, the female applicant was returning to her apartment when she was attacked by a Pamyat member who saw her carrying the Passover Matzo. The Pamyat member bombarded her with anti-semitic insults. The female applicant did not go to the police. She and her husband were far too intimidated to do so since, at the time of the assault, they were both told not to go anywhere for help. They were told at that time that there was no one to help them, and that they should do as Pamyat said and leave Russia.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Further, the words \"Here live Jews, kill them now\" were painted on their apartment door. Again they summoned the police who said that it was merely the work of juvenile hooligans. The female applicant was left with the impression that going to the police was quite useless.  <FRAGMENT_SUPPRESSED>"], ["[7]", "She travelled to Canada in March 1991, while the male applicant remained in Moscow. One night, three young men who demanded that he leave Russia attacked him. One of his neighbours saw him lying in the street and helped him to his apartment. The male applicant did not contact the police because he knew they would not help him, and he feared that to do so might actually worsen his situation. He called his wife in Canada and asked her to return home to care for him while he recovered from his injuries.  <FRAGMENT_SUPPRESSED>"], ["[8]", "After the attack, the applicants' car was again vandalized, and the Jewish symbol, the Star of David, was painted on the windshield. A note saying \"Follow your daughter or face the consequences\" was attached to the car.  <FRAGMENT_SUPPRESSED>"], ["[9]", "In July 1991, anti-semitic toughs again assaulted the male applicant, and demanded to know why he was still in Russia. The injuries he sustained during this attack forced the applicant to go to a hospital emergency ward.  <FRAGMENT_SUPPRESSED>", "The Board's Decision:  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board found that the applicants were credible but did not allow that the attacks and harassment they described constituted persecution. Further, it decided that there was no evidence to suggest that the state was unable to offer effective protection to its citizens. The Board concluded that the evidence indicated that the Russian government does not condone or support anti-semitism. The applicants were found not to be Convention refugees.  <FRAGMENT_SUPPRESSED>", "Analysis:  <FRAGMENT_SUPPRESSED>"], ["[11]", "In my view, the Board erred in two respects. Firstly, while the Board stated the correct test regarding state protection, the evidence it used in its analysis did not address the state's ability to offer effective protection. Secondly, the Board erred when it ignored several discriminatory incidents instead of viewing them as a series of events that could amount to persecution.  <FRAGMENT_SUPPRESSED>", "State Protection:  <FRAGMENT_SUPPRESSED>"], ["[12]", "The applicants are faced with a situation where the author of the harassment directed against them is not the state.  <FRAGMENT_SUPPRESSED> , the Supreme Court of Canada decided that in such a situation the key issue is the ability of the state to protect its citizens and not its participation in their persecution:  <FRAGMENT_SUPPRESSED>", "\"In summary, I find that state complicity is not a necessary component of persecution, either under the 'unwilling' or under the 'unable' branch of the definition. A subjective fear of persecution combined with state inability to protect the claimant creates a presumption that the fear is wellfounded. <FRAGMENT_SUPPRESSED>"], ["[13]", "Thus, even when the state is willing to protect its citizens, a claimant will meet the criteria for refugee status if the protection being offered is ineffective. A state must actually provide protection, and not merely indicate a willingness to help. Where the evidence reveals that a claimant has experienced many incidents of harassment and/or discrimination without being effectively defended by the state, the presumption operates and it can be concluded that the state may be willing but unable to protect the claimant.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board correctly stated the legal test, writing:  <FRAGMENT_SUPPRESSED>", "\"There must either be anti-semitic actions perpetrated by authorities of a country or knowingly tolerated by the authorities or be proved unable to offer effective protection. <FRAGMENT_SUPPRESSED>"], ["[15]", "However, I am of the view that the evidence to which the Board referred did not support its conclusion that the applicants did not meet that test.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Board relied on the following facts to arrive at its decision:  <FRAGMENT_SUPPRESSED>", "-\tThe police went to the applicants' home and drafted a report on the antisemitic incidents they had experienced, but were unable to arrest the perpetrators.  <FRAGMENT_SUPPRESSED>", "-\tThe U.S. Department of State Country Report on Human Rights Practices for 1992 suggests that the Russian government does not condone or support anti-semitism.  <FRAGMENT_SUPPRESSED>", "-\tThe male applicant did not approach the police after the last attack because members of Pamyat warned him not to do so.  <FRAGMENT_SUPPRESSED>"], ["[17]", "I fail to see how these factors show that the state can provide effective protection to the applicants:  <FRAGMENT_SUPPRESSED>", "-\tFirst, even when the applicants sought police protection, the only result was a report. No actual protection materialized. The incidents continued;  <FRAGMENT_SUPPRESSED>", "-\tSecond, state condemnation is not a necessary component of persecution, as stated by the Supreme Court of Canada in", "Ward", ". Therefore, Russia's official condemnation of anti-semitism is not pertinent to the issue of the effectiveness of the state's protection. The Board erred in relying on documentary evidence that indicated that the state did not condone anti-semitism and not on evidence that addressed the question of the effectiveness of the state protection;  <FRAGMENT_SUPPRESSED>", "-\tThird, it was not necessary for the applicants to approach the police for protection after each incident. In", "Ward", "(supra) at pp. 724-725, the court found that it was not necessary for an applicant to attempt to avail himself of state protection unless there was a reasonable possibility that the state would afford him such protection;  <FRAGMENT_SUPPRESSED>", "\"Like Hathaway, I prefer to formulate this aspect of the test for fear of persecution as follows:", "only in situations in which state protection 'might reasonably have been forthcoming', will the claimant's failure to approach the state for protection defeat his claim", ". Put another way, the claimant will not meet the definition of 'Convention refugee' where it is objectively unreasonable for the claimant not to have sought the protection of his home authorities;", "otherwise, the claimant need not literally approach the state", ".  <FRAGMENT_SUPPRESSED>", "\"The issue that arises, then, is how, in a practical sense, a claimant makes proof of a state's inability to protect its nationals as well as the reasonable nature of the claimant's refusal actually to seek out this protection. On the facts of this case, proof on this point was unnecessary, as representatives of the state authorities conceded their inability to protect Ward. Where such an admission is not available, however, clear and convincing confirmation of a state's inability to protect must be provided. For example, a claimant might advance testimony of", "similarly situated individuals let down by the state protection arrangement", "or the claimant's testimony of", "past personal incidents in which state protection did not materialize", ".\" (my emphasis)  <FRAGMENT_SUPPRESSED>"], ["[18]", "In the case at bar, the applicants approached the police after several incidents, but no protection materialized. The incidents of assault, harassment, and discrimination continued. In the circumstances, it was reasonable for them to conclude that the state could not offer them effective protection. Therefore, it was not necessary for them to attempt to avail themselves of such protection.  <FRAGMENT_SUPPRESSED>"], ["[19]", "That the large number of discriminatory and harassing incidents did not stop after the applicants sought police assistance provides sufficient evidence that the state in this particular case could not offer effective protection to the applicants.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Moreover, documentary evidence was adduced that corroborates the story of state ineffectiveness told by the applicants. While such evidence is not necessary, it is helpful when available. The documents that were before the Board describe Pamyat as an anti-semitic group, and the fact that the Russian authorities ignore anti-semitic agitation. Incidents of harassment against Jews have increased, along with an increase in the volume and virulence of anti-semitism in the Russian mass media. Such an increase has occurred despite official condemnation of anti-semitism.  <FRAGMENT_SUPPRESSED>"], ["[21]", "The", "Country Reports on Human Rights Practices for 1992", "(U.S. Dept. of State (February 1993)) discussed the expression of anti-semitism in Russia:  <FRAGMENT_SUPPRESSED>", "\"Anti-semitism continues to exist among the population, however and was evident in political expression. Anti-government demonstrators advocating a return to Soviet-era policies and practices often used anti-semitic imagery, brandishing placards calling President Yeltsin a Jew and effigies decorated with the Star of David or swastikas. The openly nationalist organization Pamyat continued to propagate anti-semitic ideas in its own newspaper, one of 30 Russian publications containing Fascist and anti-semitic material. ... Members of the organization paraded freely in Moscow. <FRAGMENT_SUPPRESSED>", "Anti-semitism may not receive official sponsorship from the government, but the evidence indicates that it continues to thrive in parts of Russia.  <FRAGMENT_SUPPRESSED>", "The Cumulative Effect of", "Discriminatory Incidents  <FRAGMENT_SUPPRESSED>"], ["[22]", "It is an error of law for the Board not to consider the cumulative nature of the persecution of a claimant. A trilogy of cases from the Court of Appeal indicates that it is improper to ignore evidence that in itself does not constitute persecution, but forms part of a pattern of persecution. MacGuigan, J., clearly stated this principle in", "<FRAGMENT_SUPPRESSED>  made an argument that the cumulative acts of harassment by the authorities amounted to persecution in the sense of the refugee Convention. This is an argument which found favour with this court in", "<FRAGMENT_SUPPRESSED>  at 781:  <FRAGMENT_SUPPRESSED>", "'Since it is the foundation for a present fear that must be considered, such incidents in the past are part of the whole future and cannot be discarded entirely as the basis for a fear, even though what has happened since has left them in the background.'  <FRAGMENT_SUPPRESSED>", "\"Hence, even though the claimant did not flee the country for some years after his two week detention and torture in 1984, that incident is still current as a basis for fear when linked with all of the smaller previous and subsequent harassment he endured. In my opinion, the Board's failure to deal with the cumulative nature of the persecution the applicant alleged is a patent error of law. <FRAGMENT_SUPPRESSED>"], ["[23]", "The Board clearly stated that it was not considering evidence of persecution that occurred before the female applicant returned from her trip to Canada. While the applicants may not have had a well-founded fear of persecution at that point, the cumulative nature of the attacks and racial slurs should have been taken into account when assessing the well-foundedness of their fear following the trip. The following episodes display a pattern of discrimination and harassment:  <FRAGMENT_SUPPRESSED>", "-\tThe male applicant was fired from his job because his daughter had fled Russia;  <FRAGMENT_SUPPRESSED>", "-\tThe applicants' car was repeatedly vandalized;  <FRAGMENT_SUPPRESSED>", "-\tA note reading \"Go to Israel and leave our country\" was left on the car; - They received harassing telephone calls and letters;  <FRAGMENT_SUPPRESSED>", "-\tPamyat threatened to take over the applicants' apartment;  <FRAGMENT_SUPPRESSED>", "-\tThe female applicant was harassed and assaulted on Passover;  <FRAGMENT_SUPPRESSED>", "-\tSlurs were painted on the applicants' apartment door;  <FRAGMENT_SUPPRESSED>", "-\tThe male applicant was assaulted twice and sustained injuries that required his hospitalization on one occasion;  <FRAGMENT_SUPPRESSED>", "-\tThe applicants' car was vandalized and a note stating, \"Follow you daughter or face the consequences\" was attached.  <FRAGMENT_SUPPRESSED>"], ["[24]", "These incidents occurred systematically over a period of two and one half years. The aggregate of these hostile acts was enough, in my view, to create a well-founded fear of persecution.  <FRAGMENT_SUPPRESSED>", "Conclusion:  <FRAGMENT_SUPPRESSED>"], ["[25]", "The application for judicial review shall be allowed and the matter referred back for redetermination before a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "Order accordingly.  <FRAGMENT_SUPPRESSED>", "Editor: Reginald W. Curtis/sms  <FRAGMENT_SUPPRESSED>", "Footnotes  <FRAGMENT_SUPPRESSED>", "1.\t(1991), 132 N.R. 53; 13 Imm. L.R.(2d) 317 ( <FRAGMENT_SUPPRESSED>  (T.D.).  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}