{"id_": "064690", "body_str": [["[1]", "Lemieux, J.", ": The defendant Novopharm Inc. (Novopharm) appeals Prothonotary Tabib's November 15, 2007 decision in which she granted part of the relief sought by Novopharm in a motion, pursuant to Rule 227 of the", "Federal Courts Rules", ", 1998 (the", "Rules", ") for a further and better affidavit of documents from each of the plaintiffs and other consequential relief including cross-examination with leave of the Court the plaintiffs affiants."], ["[2]", "Novopharm argues Prothonotary Tabib made three errors of law and several palpable and overriding errors of fact that necessitate a de novo examination of Novopharm's motion by this Court. The alleged errors of law are:", "(1) A first error by endorsing and adopting a piecemeal and partial approach to discovery under the", "Rules", "i.e. permitting oral discoveries to proceed before Novopharm has had the benefits of the full documentary discovery process through the affidavit of document provided for in the", "Rules", "(2) A second error by misinterpreting and misapplying the train of inquiry jurisprudence flowing from", "<FRAGMENT_SUPPRESSED>  (C.A.). In particular, while the Prothonotary correctly stated the test, it is argued she set the bar impermissibly high by requiring Novopharm to prove the contents and usefulness of documents that had not been produced and therefore never seen by Novopharm.", "(3) A third error relating to her treatment of relevance and her conclusion that whether relevant documents had to be produced before oral discovery was a matter within her discretion.", "In terms of her factual errors, Novopharm asserts her findings were made in absence of evidence. Such findings included ones related to what documents had been produced and conclusions of fact that entire classes of documents could not contain relevant documents."], ["[3]", "Rules 222 to 233 of the", "Rules", "deal with discovery of documents under the heading in the", "Rules", "\"Discovery and Inspection\". Subsection 222(2) of the", "Rules", "contains a definition of relevancy for the purposes of the preparation of an affidavit of documents while section 227 provides for sanctions where the Court is satisfied an affidavit of documents is inaccurate or deficient. Rule 223 compels the listing of all relevant documents in an affidavit of document which must be produced within 30 days after the close of pleadings. These three provisions read:", "Interpretation", "\"222(2) For the purposes of rules 223 to 232 and 295,", "a document of a party is relevant if the party intends to rely on it or if the document tends to adversely affect the party's case or to support another party's case.", "Time for service of affidavit of documents", "\"223(1) Every party shall serve an affidavit of documents on every other party within 30 days after the close of pleadings.", "Contents", "\"(2) An affidavit of documents shall be in Form 223 and shall contain", "(a) separate lists and descriptions of all relevant documents that", ". . . . .", "Sanctions", "\"227. On motion, where the Court is satisfied that an affidavit of documents is", "inaccurate or deficient", ", the Court may inspect any document that may be relevant and may order that", "(a) the deponent of the affidavit be cross-examined;", "(b)", "an accurate or complete affidavit be served and filed", "(c) all or part of the pleadings of the party on behalf of whom the affidavit was made be struck out; or", "(d) that the party on behalf of whom the affidavit was made pay costs.\" (Emphasis mine)", "Pertinence", "\"222(2) Pour l'application des règles 223 à 232 et 295,", "un document d'une partie est pertinent si la partie entend l'invoquer ou si le document est susceptible d'être préjudiciable à sa cause ou d'appuyer la cause d'une autre partie.", "Délai de signification de l'affidavit de documents", "\"223(1) Chaque partie signifie un affidavit de documents aux autres parties dans les 30 jours suivant la clôture des actes de procédure.", "Contenu", "\"(2) L'affidavit de documents est établi selon la formule 223 et contient:", "a) des listes séparées et des descriptions de tous les documents pertinents:", ". . . . .", "Sanctions", "\"227. La Cour peut, sur requête, si elle est convaincue qu'un affidavit de documents est", "inexact ou insuffisant", ", examiner tout document susceptible d'être pertinent et ordonner:", "a) que l'auteur de l'affidavit soit contre-interrogé;", "b)", "qu'un affidavit exact ou complet soit signifié et déposé", "c) que les actes de procédure de la partie pour le compte de laquelle l'affidavit a été établi soient radiés en totalité ou en partie;", "d) que la partie pour le compte de laquelle l'affidavit a été établi paie les dépens.\" (Je souligne)"], ["[4]", "The heart of Prothonotary Tabib's ruling is contained in paragraph 22 of her reasons for decision cited as 319 F.T.R. 310; 2007 FC 1195:", "\"[22] Thus, I conclude that, whether on the wide 'train of inquiry' test, or a narrower reading of Rule 222(2), Novopharm is not entitled to disclosure of every document  <FRAGMENT_SUPPRESSED> 's possession, power or control", "that relate to the facts pleaded, whether or not they can directly or indirectly assist its case", ". Novopharm is not entitled to disclosure of every document  <FRAGMENT_SUPPRESSED> 's possession so that it might itself consider whether they might be useful.", "Unless it can establish that Lilly's vetting process was inadequate, Novopharm must be satisfied by the sworn statements appearing  <FRAGMENT_SUPPRESSED> 's affidavits of documents, to the effect that the affiant has diligently caused the records to be searched and has made appropriate inquiries and disclosed, to the full extent of his or her knowledge, information and belief, the documents that would tend to adversely affect Lilly's case or advance Novopharm's", ".\" (Emphasis mine)"], ["[5]", "Counsel for Novopharm and Lilly both agree the essence of motion before Prothonotary Tabib was properly characterized by her at paragraph 4 of her decision where she wrote:", "\"[4] All of the documents Novopharm alleges exist and have not been produced ultimately relate to the issue of the side effects profile of olanzapine. All of Novopharm's arguments as to the relevance or usefulness of these documents were to the effect that these documents would establish, one way or the other, or would lead to a train of enquiry that would have the effect of establishing, one way or the other:", "(a) whether olanzapine had, as of the priority date, the filing date or the date of issuance of the patent,", "the advantages claimed in the patent", "(b) whether, as an objective fact", "as of the present date", ", olanzapine in fact has those advantages; or", "(c) whether up to and until the issuance of the patent,", "Lilly knew of facts going", "to those issues that it failed to disclose to the Patent Examiner", ".\" (Emphasis mine)"], ["[6]", "In other words, the issue before the Prothonotary was a single issue centered on the advantages or disadvantages of olanzapine as claimed in the '113 Patent and did not touch upon the numerous other grounds of invalidity asserted by Novopharm against the '113 Patent in this proceeding."], ["[7]", "On the issue of relevance, counsel for Lilly before the Prothonotary limited his opposition to Novopharm's motion for further production arguing that, inter alia, the existence of the advantages or disadvantages claimed for olanzapine in the '113 Patent could only be measured on the basis of the state of knowledge of persons skilled in the art at the very latest", "at the laid open date", "and any knowledge gained after that date can simply not be considered by the Court and was therefore not relevant. On this point, the Prothonotary ruled against Lilly finding she could not conclude it was plain and obvious Novopharm's position that the advantages of olanzapine disclosed in the Patent could be assessed as of the date of the trial was devoid of success. Lilly did not appeal the Prothonotary's determination that relevant documents could encompass those relevant to whether the advantages or disadvantages in fact exist in accordance with the state of the art after the laid open date."], ["[8]", "This action was commenced on", "June 6, 2007", "by the plaintiffs claiming Novopharm had infringed certain claims in Canadian Letters Patent No. 2,041,113 (the '113 Patent) covering the medicine olanzapine marketed by Eli Lilly Canada Inc. (Lilly Canada) under the brand name ZYPREXA in tablet and other forms. In its defence and counterclaim, Novopharm pleads the invalidity of '113 Patent on a number of grounds including the lack of the advantages claimed for the '113 Patent."], ["[9]", "The other plaintiffs are Eli Lilly and Company Limited (Lilly UK) the United Kingdom affiliate of Eli Lilly and Company (Lilly US). Lilly U.K. is the owner of the '113 Patent; it manufacturers, distributes and sells ZYPREXA products including to Lilly Canada. The plaintiff Eli Lilly SA (Lilly SA), is a company incorporated under the laws of Switzerland. It manufactures and distributes pharmaceutical products including the manufacture and sale of bulk olanzapine to Lilly U.K. Lilly U.S. has a licence under the '113 Patent from Lilly U.K. to manufacture, distribute and sell products under this patent in, inter alia, Canada with the right to permit other companies to distribute in Canada. In this regard, Lilly U.S. has consented to the manufacture, distribution and sale of ZYPREXA products by Lilly Canada in Canada. Collectively the plaintiffs are referred to as Lilly."], ["[10]", "The application for '113 Patent was filed by Lilly in Canada on", "April 24, 1991", "and was issued by the Canadian Patent Office on", "July 14, 1998", ". It is a selection patent which means it is based on a selection from related compounds derived from an original compound. The claimed compound olanzapine is said to be useful in the treatment of disorders of the central nervous system such as schizophrenia, schizophrenic form diseases, acute mania and mild anxiety disorders. The plaintiffs claim olanzapine has atypical anti-psychotic properties and an improved side effect profile over previously used anti-psychotic medicines and is a new product within the meaning of section 55.1 of the", "Patent", "Act"], ["[11]", "Lilly Canada was involved as the first person in two NOC proceedings before this Court on the '113 Patent. On", "April 27, 2007", ", my colleague Justice Gauthier in a decision cited 311 F.T.R. 21; 2007 FC 455 granted Lilly Canada an order prohibiting the Minister of Health from issuing a Notice of Compliance (NOC) which would have enabled Apotex Inc. to market in Canada its olanzapine product. Apotex had alleged the invalidity of the '113 Patent on grounds of selection, anticipation, obviousness and double-patenting. Justice Gauthier found none of Apotex's allegations were justified."], ["[12]", "On June 5, 2007 my colleague Justice Hughes, in a decision cited [2007] F.T.R. Uned. 828; 2007 FC 596 dealing with the same patent but connected to a Notice of Allegation (NOA) by Novopharm, refused to prohibit the Minister of Health from issuing a NOC to Novopharm for its Novo-olanzapine product. Novopharm's olanzapine product has been on the market since the issuance of the NOC. Justice Hughes found the '113 Patent invalid on a ground not raised by Apotex - the sufficiency of disclosure in the '113 Patent."], ["[13]", "The plaintiffs allege Novopharm developed a generic version of olanzapine and on or about 2004 filed an abbreviated new drug submission (NDS) with the Minister of Health to obtain its NOC to enable it to sell its version of olanzapine which infringes the '113 Patent."], ["[14]", "Novopharm filed its statement of defence and counterclaim", "on July 6, 2007", ". As noted, it alleged the '113 Patent was invalid on a number of grounds including that its advantages had been overplayed and its side effects have been underplayed making reference to the fact ZYPREXA has been the subject of product liability lawsuits in the United States in which the claim is that ZYPREXA does not have the asserted advantages of: \"marked superiority\" and a \"better side effects profile\" but instead causes a number of specified dangerous side effects."], ["[15]", "Very early on in the action, upon the plaintiffs' motion, Prothonotary Tabib ordered on June 20, 2007 it to be a specially managed proceeding and, subject to any direction or order of the case management judge or prothonotary, set forth a schedule of further steps to be taken in the action. The schedule fixed dates for", "the filing and the service of Novopharm's statement of defence and counterclaim, the plaintiffs' reply and defence to counterclaim and, in particular, set September 14, 2007 as the date for serving and filing of respective affidavits of documents", "with the ability of each party to serve on the other party", "a request for production of documents which they believe exists, are in the possession, power or control of the other party and should have been listed in their opponent's affidavit of documents but were not with a requirement that the other party respond to such request within twenty one days following the service of such request.", "(Emphasis mine.) Examinations for discovery of a representative of the defendant was ordered to be conducted by the plaintiffs during the week of October 15, 2007 for a duration of one day. Discovery of the representatives of the plaintiffs was contemplated for November or December 2007. The plaintiffs served their affidavit of documents in", "late August 2007"], ["[16]", "The feature in the Prothonotary's initial case management order whereby the parties were obliged to request from one another the correction of deficiencies in the document discovery process was described to the Court as being \"novel\". After Lilly served its affidavit of documents, Novopharm's counsel served on Lilly two requests for additional productions which were, in part, positively responded to by Lilly's counsel resulting in the productions of:", "• Lilly's NDS to Health Canada and the availability of Lilly's new drug application (NDA) to the FDA in the United States. In particular, Lilly's NDS is a 90,000 page document (not including the clinical trial data) and included data on 89 animal studies using olanzapine and 50 human clinical trial studies.", "• The production of the communications between Lilly and its Canadian patent agent.", "• The statement of claim filed by plaintiffs in the product liability litigation."], ["[17]", "Remaining unsatisfied, Novopharm then brought a motion for an order compelling the plaintiffs to file a better affidavit of documents and other consequential relief, a motion heard by the Prothonotary on October 15, 2007.", "II.", "The construction of the plaintiffs' affidavit of documents"], ["[18]", "Central to an understanding of Novopharm's motion for the production of a further and better affidavit of documents is how Lilly constructed its affidavit of documents in this action. Prothonotary Tabib had from both sides several affidavits and cross-examinations thereon before her on this issue.", "The main affidavit of documents was filed jointly by Lilly U.K. and Lilly U.S.", "(Emphasis mine)"], ["[19]", "This joint affidavit was based on documents produced in a proceeding in the U.S. District Court commenced by Lilly in April 2001, based on U.S. Patent No. 5,229,382 (the U.S. Patent) issued in", "1993", ", equivalent of the '113 Patent, in order to prohibit the entry onto the market of generic olanzapine products to be manufactured and marketed by three U.S. generic companies, Zenith Goldline Pharmaceuticals Inc. (Zenith), Dr. Reddy's Laboratories Ltd. (Dr. Reddy) and Teva Pharmaceuticals U.S.A. Inc. (Teva) (hereafter the U.S. action). The validity of Lilly's U.S. Patent was put in issue by the U.S. generics."], ["[20]", "The U.S. action was heard in early 2004; it took less than a month; judgment was rendered in favour of Lilly in the spring of 2005 upholding the validity of its U.S. Patent, a decision upheld by the U.S. Court of Appeal in 2006 with the leave recently denied by the Supreme Court of the United States."], ["[21]", "In the U.S. action, there were", "three levels", "of discovery productions:", "• Discovery pursuant to", "Notice Pleadings", ". Allegations in Notice Pleadings, unlike in Canada, do not limit the scope of discovery and are not confined to relevant documents because parties can request and conduct discovery on issues that are broader than those in the pleadings and are not tied to relevance such as are found in Rule 222 of the", "Rules", ". In the U.S. action, according to the affidavit of Mark Feldstein, a U.S. attorney acting for Lilly and responsible for the production of Lilly documents in the U.S. action, informs us that extensive discovery took place in which the defendant generic companies sought wide ranging discovery from Lilly. Lilly produced close to one million pages of documents pursuant to the Notice Pleadings process. Mr. Feldstein instructs us if, in the U.S. action, the Canadian relevance rule applied to affidavit of documents, the volume of documents produced would have been \"greatly reduced\";", "• The second level of production in the U.S. action was production pursuant to the", "Unified Trial List", "(the UTL). This process yielded 522 Lilly documents representing 300,000 pages. The UTL represents a compilation of all documents that any of the parties to the U.S. action", "might seek to rely upon at trial", ". Mr. Feldstein says at trial, any of the parties could have objected to the admissibility of documents on the UTL including on the basis such documents were not relevant. He stated Lilly U.S. specifically filed pre-trial objections based on the relevance of certain documents on the UTL it had produced in response to the broad ranging discovery requests of the defence;", "• The third level of documents are the", "Admitted Trial List exhibits", "(ATL). This list of documents, as its name connotes, is made up of those documents which each of the parties to the U.S. action agreed could be entered and marked as an exhibit at trial."], ["[22]", "David Stemerick is in-house counsel  <FRAGMENT_SUPPRESSED>  US. He deposed two affidavits describing how Lilly U.S. constructed its affidavit of documents", "for the purposes of the Canadian action", ". He deposed Lilly's approach was to start with the \"extensive production\" which had already taken place in the U.S. action where \"on many of the same issues, such anticipation, obviousness, fraud based on the dog study, etc., arose in both pleadings.\" He continues stating: \"In the U.S., however, the volume of documents produced was very extensive, even though at the end of the day nearly all of the documents that had been produced were of no value to either party at trial.\""], ["[23]", "At paragraph 8 of his reply affidavit sworn in response to Novopharm's motion for the production of a further and better affidavit of documents, he deposed as follows (plaintiffs' motion record, volume 1, page 305):", "\"8. Knowing that nearly all of the U.S. production was not relied upon at trial, it was decided that the best approach to comply with Rule 222 of the", "Federal Court Rules", "would be to determine:", "(a) What documents each of the plaintiffs had", "that it wanted to", "rely upon", "; and", "(b) What documents in the productions would be of assistance to", "support Novopharm's case or affect Lilly's case", ".\""], ["[24]", "On August 24, 2007, in this action, it was David Stemerick who swore the joint affidavit of documents for Lilly U.S. and Lilly UK. He referred to Schedule 1 of his affidavit which lists schedules A, B and C as being all of the documents, or bundles of documents, that are  <FRAGMENT_SUPPRESSED> 's possession, power or control and for which no privilege is claimed.", "Schedule A contain the Lilly documents in the ATL in the U.S. action; Schedule B headed - confidential - are documents from the UTL and Schedule C are eight documents including a certified copy of the '113 Patent, the file history of the '113 Patent, three agreements between Lilly companies, sample invoices and copies of the two decisions in the U.S. action", ". (Emphasis mine)"], ["[25]", "In his reply affidavit, Mr. Stemerick deposed the Schedule A documents to Lilly's affidavit of documents were Lilly's documents listed in the ATL on the basis that they were documents that could possibly be of assistance to support Novopharm, either to prove their case or to challenge Lilly's case or affect Lilly's case and at paragraphs 11 to 15 he continued:", "\"11. In an abundance of caution,", "it was decided to go beyond the documents of Schedule A and include all Lilly originating documents in the U.S. Unified Trial Exhibit List", ". These documents were provided to Novopharm as Schedule B to the extent that they were not part of Schedule A. The Unified Trial Exhibit List is a subset of the documents produced as part of the discovery process. This subset was a compilation of every document that any party to the U.S. proceeding may rely on at trial.", "\"12.", "It is my belief that Schedule A and B includes all possibly relevant documents in this proceeding. My belief in this regard is based on the fact that many experienced trial attorneys, including attorneys representing companies that are related to Novopharm, had carefully reviewed all of Lilly's productions and the U.S. Defendant's productions, and based on the extensive oral discovery of Lilly witnesses in the U.S. proceeding, concluded that every document that they might rely on at trial was included in the UTL", ". [Emphasis mine.]", "\"13. It can be readily understood that Schedules A and B do not include", "every document from the U.S. Unified Trial Exhibit List", ". Omitted from Schedule B are documents that do not originate  <FRAGMENT_SUPPRESSED> . For instance, while the Unified Trial List includes documents produced by Dr. Reddy's, Lilly did and could not include Dr. Reddy's documents as:", "(a) These are not Lilly documents; and", "(b) Any production in this case would be contrary to the provisions", "of the protective order", "under which Lilly was provided these documents.", "\"14. Further, a large number of the documents in the Unified Trial List are articles from the public scientific literature, some of which were previously produced in the s. 55.2 proceeding [The Lilly Novopharm NOC proceeding in this Court previously referred to]. I am advised by my Canadian Counsel and verily believe", "that prior", "art is Canada has to be specifically pleaded in the Defence.", "As such I did not see the need for Lilly to produce these documents.", "Finally, as discussed below", "expert reports", "prepared for the U.S. case were also omitted. [Emphasis mine.]", "\"15. While there is a very large volume of additional documents that were produced in the U.S. litigation, I see no value in producing them in Canada considering that not a single one of these documents excited enough interest to be included by any of the U.S. attorneys on the Unified Trial List.", "Thus while they may relate to olanzapine, they neither support Novopharm's case nor affect Lilly's case", ".\" (Emphasis mine)"], ["[26]", "Mr. Stemerick's reply affidavit was largely in response to the affidavit deposed to by Jeffrey Ward who was lead counsel for Zenith in the U.S. action. He had been asked to review the joint affidavit of documents of Lilly U.S. and Lilly U.K., as provided by Mr. Stemerick, to assess whether all documents relevant to the pleadings  <FRAGMENT_SUPPRESSED> 's possession, power or control had been identified and disclosed in this action. He was of the view they were not. As I understand Mr. Ward's affidavit he holds this view based on the following features of the U.S. action:", "• It commenced in", "April 2001", "with Lilly U.S. complaint; the discovery phase began in earnest in", "February 2002", "and took 18 months. The trial commenced on January 26, 2004 and was completed in February 2004 with a decision rendered in the spring 2005 and subsequent appeals;", "• The U.S. Patent No. 5,229,382, the '382 Patent issued", "in 1993", "whereas the Canadian Patent '113 issued", "in 1998", "• While the two actions have many of the same issues, Novopharm", "raised additional issues which would not be covered by any production in the U.S. action", ". In particular, Novopharm's emphasis in its pleadings", "on the advantages and disadvantages of olanzapine were substantially different in the way this issue was raised because of the timing of the filing of the Canadian Patent and the fact the Canadian Patent was issued much later than the U.S. one", "; (Emphasis mine)", "• Mr. Ward gave examples of Lilly's production deficiencies based on different strategies, the timing of the U.S. and the Canadian action and the fact the U.S. action was prosecuted much earlier such that the trial lists in the U.S. action were prepared in late 2003 and early 2004;", "• Mr. Ward did not understand why Lilly U.S. had not listed in its Schedule 1B in the Canadian action", "all documents on the UTL", "because the parties in the U.S. action considered them relevant noting that many", "expert reports were on the UTL", "and since some of these experts would appear in the Canadian action, the production of these expert reports were relevant. He referred to the fact a vast number of pages of production was produced in the U.S. action which were not listed in the Canadian action. He stated Lilly U.S. had not produced", "relevant clinical trial data mentioning a 1997 Lilly paper", "entitled \"Safety of Olanzapine\" involving 2,500 patients on file, data which was important to Novopharm because the Canadian Patent was still in prosecution whereas the U.S. Patent had issued. He was of the view that Novopharm, because it had pleaded that olanzapine does not have the characteristics asserted in the '113 Patent, a fact which he said was substantiated by data contained  <FRAGMENT_SUPPRESSED> 's clinical and toxicological databases making all Lilly clinical", "trial data", "on the 2,500 patients relevant."], ["[27]", "Mr. Ward's conclusions were as follows:", "\"43. In sum, the", "Zenith", "case and the case against Novopharm", "are not the same", ". The case against Novopharm raises", "many of the same issues, though in different ways", ", than the", "Zenith", "case argued almost four years ago. Novopharm's defence and", "grounds of invalidity seem to incorporate many of the grounds asserted in the", "Zenith", "case but also raises new grounds that were not part of the", "Zenith", "case and that would require further disclosure", "\"44. Even if the", "Zenith", "case", "were an appropriate starting point for disclosure in this case, it is plain that Eli Lilly has not produced all of the relevant documents in its possession, power and control, nor even lists of those documents. If Eli Lilly here claims only to have 20 boxes of relevant documents, they are about 286 boxes short as compared to the", "Zenith", "case productions. I believe that all of the documents produced in the", "Zenith", "case are relevant and should have been produced in the Novopharm case", "\"45.", "Lastly, Eli Lilly's statements that they have produced the raw clinical data", "on 2,500 patients is, as far as I know, not accurate. I do not see any document described in any of the affidavits provided that would incorporate that raw data", ".\" (Emphasis mine)", "III.", "Prothonotary Tabib's November 15, 2007 decision"], ["[28]", "Prothonotary Tabib, who is case managing this action from the very start, rendered a considered, thorough and nuanced decision which may be summarized as follows."], ["[29]", "First, after noting Novopharm had brought this motion for a further and better affidavit of documents", "prior to any oral examination for discovery having been held", ", she stated Novopharm: \"has the burden of establishing that documents in the possession, power or control of Lilly exist, are relevant and have not been listed  <FRAGMENT_SUPPRESSED> 's affidavits of documents or", "subsequently produced pursuant to the request for further production the parties had been required to exchange by a previous scheduling order", ".\" (Emphasis mine)"], ["[30]", "She then engaged in a lengthy review of the jurisprudence whether \"relevance\" as newly defined in Rule 222 of the", "Rules", "in 1998 for the purposes of Lilly's document disclosure obligations was more narrow than under the previous rules which had adopted the test set out by the U.K. Court of Appeal in", "<FRAGMENT_SUPPRESSED>  in which the words \"a document relating to any matter in question in the action were interpreted to encompass every document which not only would be evidence upon any issue", "but also which, it is reasonable to suppose, contains information which may - not which must - either directly or indirectly enable the party requiring the affidavit either to advance his own case or to damage the case of his adversary", "\" with the reference to the words", "\"either directly or indirectly because a document can properly be said to contain information which may enable the party requiring the affidavit either to advance his own case or to damage the case of his adversary, if it is a document which may fairly lead him to a train of inquiry, which may have either of these two consequences.\"", "(Emphasis mine)"], ["[31]", "She canvassed the jurisprudence developed by Prothonotary Hargrave under new Rule 222 ultimately who had concluded that the", "Peruvian Guano", "test had not been changed with the enactment of the new rules insofar as what must be covered by an affidavit of documents. Prothonotary Tabib left for another day whether she would have come to the same conclusion as Prothonotary Hargrave whether or not Rule 222(2) \"effectively narrows the definition of relevance set out in", "Peruvian Guano", "notably, by somewhat narrowing the 'train of inquiry' test\"."], ["[32]", "She did agree with Prothonotary Hargrave's assessment the concept of advancing an opponent's case or defeating one's own is central to relevance both on the", "Peruvian Guano", "test and on the wording of Rule 222(2). For the purposes of the motion before her, she formulated the test as follows:", "Unless the party producing the affidavit intends to rely on a document at trial, it is not obliged to disclose it unless", "'it is reasonable to suppose' that the document would undermine its own case, advance its opponent's,", "or would 'fairly lead him to a train of inquiry", ", which may have either of these consequences'.\""], ["[33]", "As noted Prothonotary Tabib expressed her conclusions which were reproduced at paragraph 4 of these reasons. Counsel for Novopharm position on the test was that it was correctly framed but that ultimately Prothonotary Tabib did not apply it correctly. Counsel for Lilly thought that the train of inquiry element of the test had been dropped under the new rules but he stated this had no consequence for the motion at hand and accepted for the purposes of this case it had been correctly applied by the Prothonotary."], ["[34]", "She then stated the question which arose is", "whether Lilly's approach in determining which of a wider class of documents should be disclosed was reasonable and sufficient", ". She described the three levels of disclosure previously discussed in these reasons and noted Lilly's affidavit evidence was that, having considered the issues in", "the U.S. and in the present proceeding", ", its affiants were satisfied all documents that might possibly relate to the issues in this action had been part of the initial U.S. disclosure and that it was", "reasonable to assume", "any document which might undermine its case or assist an opponent's case on these same issues had been selected by Lilly's opponents and included in the UTL and in the ATL."], ["[35]", "She then said Novopharm's position was as a matter of legal principle, Lilly's disclosure had to include all documents", "relating to the issues pleaded", ", thus all of the documents in the initial U.S. production. She observed Novopharm did not argue,", "other than through the specific categories discussed later in her reasons, that the basis upon which Lilly proceeded was unreasonable or that applying that method resulted in relevant documents being omitted", ". She was satisfied, in the circumstances of this case,", "Lilly's affiants did not proceed unreasonably and referring to Mr. Stemerick's affidavit in which he stated he was satisfied a diligence search had already been conducted for the purpose of the U.S. litigation and that he made inquiries, which she found appear on their face to be reasonable and appropriate, to determine which of those documents", "corresponded to Rule 222(2) definition concluding: \"", "I can find no fault with this approach generally.", "\" (Emphasis mine)"], ["[36]", "However, she cautioned it may be this approach proved in practice unreliable or insufficient in that it failed to \"catch\" relevant documents and stated a review of the documents which Novopharm contends are missing would be indicative of whether,", "despite an apparently reasonable method of identifying documents, Lilly missed relevant documents and should therefore be required to conduct a reassessment of its documents. She then proceeded to consider the specific categories of documents which Novopharm contends are missing. They were", "• Clinical trial documents;", "• Internal memos and documents relating to clinical trials;", "• Correspondence between Lilly and Health Regulators in Canada and in the US;", "• Certain documents from product liability litigation related to olanzapine where Lilly was a defendant;", "• Expert reports from other litigation; and", "• Prior art produced in the U.S. action.", "She went on, in the balance of her reasons, to consider each of those categories. I discuss her findings separately for each.", "i)", "Clinical trial documents"], ["[37]", "These documents she ruled is relevant and said Lilly", "had identified and produced them up to and until 2001", ". Beyond 2001, Prothonotary Tabib was satisfied such documents existed and likely related to side effects profiles that", "may tend to advance Novopharm's position", ". She ordered their production in the following terms: \"Lilly has", "the continuing obligation", ", and", "will in any event be specifically ordered, to review its records to determine whether clinical trial documents created after 2001", "exist and have not been disclosed, and if so,", "to include them in a further and better affidavit of documents.", "\" (Emphasis mine)", "ii)", "Internal memos and documents relating to clinical trials"], ["[38]", "On the basis of the record before her, she was satisfied such documents created prior to 2001 \"would have been included in the initial documentary productions in the U.S. litigation and have already been considered for relevance and included as necessary  <FRAGMENT_SUPPRESSED> 's affidavit of documents\"", "but not those created post 2001", ". She was of the opinion: \"", "the only fact in issue", "to which post-2001 internal comments or communications might relate is the", "objective existence or non-existence of the advantages", "disclosed or claimed in the patent.\" She stated \"this issue was clearly a matter of objective scientific fact, to be established by expert evidence on the basis of the data which Lilly has or will disclose.\" She was of the view \"what Lilly or its employees think or believe as to the conclusions to be drawn from the data", "is irrelevant and cannot advance Novopharm's case unless", "Lilly has made on those issues", "corporate statements amounting to admissions", "\" but she considered internal communications between", "employees", "cannot be", "reasonably supposed to include corporate statements", ". She could not see how internal documents of Lilly commenting on the clinical trial data", "be reasonably supposed to lead to a train of inquiry", "that would advance Novopharm's case or hurt Lilly's. She so felt because Novopharm's motion record did not suggest how that might be and because such documents would lead back", "to the original data", "to which they relate and", "as this data has or will be provided", ": \"a document that has", "no use but to refer to it can have no discernable benefit to Novopharm", ".\" She stated: \"", "Even if these internal memoranda could be construed as technically included in the definition of Rule 222(2) because they lead back to the clinical trial data, I would exercise my discretion to relieve Lilly from their disclosure.", "\" (Emphasis mine)"], ["[39]", "However she noted Novopharm argued such communications might contain statements damaging to Lilly", "such as admitting", "that certain information", "was known", "to Lilly at the time of", "the prosecution of the patent", ", but not disclosed to the Patent Examiner. She ruled: \"Obviously, if any internal documents of Lilly", "contain such statements, the particular documents are relevant and have to be disclosed", ".\" and ordered: \"", "It should therefore, as part of its continuing obligation of disclosure, Lilly to make reasonable inquiries or take reasonable steps to ensure that internal documents that might contain such damaging admissions are reviewed and disclosed if they exist", ".\" (Emphasis mine)", "iii)", "Correspondence between Lilly and Health Regulators"], ["[40]", "The correspondence between Lilly and the Food and Drug Administration in the United States or Health Canada", "focuses on product monographs", "and", "labelling changes to include warnings", "as to the side effects of olanzapine. The evidence before her suggested such documents had been", "disclosed pre-2001 but not post-2001"], ["[41]", "Such correspondence was not ordered to be disclosed since she was satisfied this class of documents would not advance Novopharm's case, undermine Lilly's or be susceptible of leading to a train of inquiry having either result because based on Novopharm's evidence", ": \"this correspondence would squarely be based on and would", "merely interpret or discuss the clinical data which Lilly has already or will be disclosing", ".\" which led her to state: \"It cannot reasonably be supposed that Lilly has, in this correspondence, admitted to any other side effects than those against which publicly available labels and product monograph warn and since the only information to which this correspondence", "might be supposed to lead is the same clinical data and reports which have or will be produced", ".\"(Emphasis mine)", "iv)", "Documents from products liability litigation"], ["[42]", "Novopharm identified eight documents which Lilly", "had not listed", "in its affidavits of documents which stem from product liability actions in relation to ZYPREXA which Lilly faces. These documents were covered by confidentiality orders in the U.S. but were leaked to the New York Times and posted on the internet. Three of these documents are", "post-2001", "whereas five of the documents", "precede the issuance of the '113 Patent in 1998"], ["[43]", "She ordered the disclosure of the pre-1998 documents (R to V) finding they contained information that may tend to advance Novopharm's case because they may directly or indirectly establish the state of Lilly's knowledge of side effects prior to the issuance of the patent and stated the fact: \"that five relevant documents created before 2001 could be identified by Novopharm", "indicates that the process used by Lilly to search for and identify relevant documents", "may not have been adequate", "Lilly will be required to review its documents with a view of ensuring that all relevant documents are disclosed", ".\" (Emphasis mine)"], ["[44]", "She stressed that documents \"R\" to \"V\" were relevant because of the specific information they contain. She said: \"Having specific regard to document 'R', other documents that can be described as being in the same class of documents (i.e. correspondence) cannot reasonably be supposed to necessarily contain that type of information, and may be irrelevant.\" She added", "\"Novopharm is only entitled to disclosure of the documents from this class of documents that are relevant", "; it", "is entitled to know that Lilly has reviewed its documents to identify and disclose any documents which may contain similarly relevant information", ". As mentioned before, Novopharm is not entitled to have disclosure of the entire class of documents to satisfy itself that relevant documents have not been overlooked.\""], ["[45]", "She did not order the production of documents labelled \"O\", \"P\" and \"Q\" which post-dated the issuance of the '113 Patent. She stated that, \"At best, they discuss what Lilly knew, as of their date, as to certain side effects of ZYPREXA; adding that Lilly's subjective knowledge after the issuance of the patent is not relevant.\" She stated: \"To the extent the documents discuss objective facts, they can only lead back to the data discussed therein, which data has or will be provided.\" She stated: \"Mainly, as well, the documents concern the perceptions of other persons on that matter and do not contain", "any information as to what Lilly knew up to and including the date of the issuance of the patent or what Lilly might have represented to the Patent Examiner", ".\" On this basis, she found these documents could not, directly or indirectly, advance Novopharm's case or undermine Lilly's, and that as a consequence, they do not have to be disclosed  <FRAGMENT_SUPPRESSED> 's affidavit of documents.", "v)", "Expert reports from other litigation"], ["[46]", "Prothonotary Tabib did not order the listing  <FRAGMENT_SUPPRESSED> 's affidavit of documents expert reports prepared for the purpose of other litigation on the grounds they were not relevant."], ["[47]", "She was of the view any such report would", "have been created after the date of the issuance", "of the patent and would only speak", "what a third party", "- the independent expert in question - thinks or believes of the issues in question as of the date they were created, and are therefore irrelevant. She did say, however, to the extent the reports", "discuss and therefore could lead to, relevant factual information, it is information that may be relevant and subject to disclosure", ". She ruled: \"If that information is  <FRAGMENT_SUPPRESSED> 's power, possession or control, it should already have been and should be disclosed.\"", "vi)", "Prior art produced in the U.S. action"], ["[48]", "Prothonotary Tabib stated it was trite law: \"that only that prior art which is specifically alleged in pleadings is relevant and that for the purpose of Novopharm's allegations of anticipation and obviousness, Lilly did not have to disclose any document as to prior art in its possession, power or control", "unless it intends to rely upon it at trial or it is specifically alleged in Novopharm's pleadings.", "\" She nuanced this ruling by stating:", "\"However, because Novopharm's pleadings raise, as an issue, the objective non-existence of the advantages claimed or disclosed in the patent and the invention's objective failure of utility, documents - whether internal to Lilly or publicly available - within the possession of Lilly which would advance Novopharm's case on that issue must be disclosed", "\"."], ["[49]", "She concluded on this point that the evidence before her shows that", "Lilly automatically excluded from its disclosure all published documents not created by Lilly and not specifically alleged by Novopharm", ", on the basis that these were un-alleged, and therefore irrelevant prior art. She ruled that Lilly failed to consider whether these", "documents could be used to support Novopharm's assertion that olanzapine does not in fact have the asserted advantages or effects", ". She ordered", "that Lilly must conduct a review of these documents and disclose those that may tend to advance Novopharm's case or hurt its own on these issues", "IV.", "Analysis and conclusions", "(a)", "The standard of review"], ["[50]", "The standard of review, in this case, speaks to the deference owed by a judge of this Court to a decision by a case management Prothonotary on an appeal pursuant to section 51 of the", "Federal Courts Rules, 1998", ". In my view, two levels of deference are at play here: first, the usual deference owed to Prothonotaries and second, the deference owed to a Prothonotary exercising case management functions."], ["[51]", "The normal deference owed to Prothonotaries has been settled by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (H.L.) at page 484, and Lacourciere, J.A., in", "<FRAGMENT_SUPPRESSED>  (Div. Ct.), discretionary orders of prothonotaries ought not to be disturbed on appeal to a judge unless:", "(a) they are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts, or", "(b) they raise questions vital to the final issue of the case.", "\"Where such discretionary orders are clearly wrong in that the prothonotary has fallen into error of law (a concept in which I include a discretion based upon a wrong principle or upon a misapprehension of the facts), or where they raise questions vital to the final issue of the case, a judge ought to exercise his own discretion de novo.\""], ["[52]", "This test was inversed by Justice Décary in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 40 (F.C.A.) after a discussion as to what Justice MacGuigan meant by the phrase \"questions vital to the final issue of the case\" which Justice Décary interpreted to mean vital to the final resolution of the case (for example an interlocutory motion to dismiss for want of prosecution). In <FRAGMENT_SUPPRESSED> , above he wrote at paragraph 19:", "\"[19] To avoid the confusion which we have seen from time to time arising from the wording used by MacGuigan, J.A., I think it is appropriate to slightly reformulate the test for the standard of review. I will use the occasion to reverse the sequence of the propositions as originally set out, for the practical reason that", "a judge should logically determine first whether the questions are vital to the final issue: it is only when they are not that the judge effectively needs to engage in the process of determining whether the orders are clearly wrong. The test would now read", "'Discretionary orders of prothonotaries ought not be disturbed on appeal to a judge unless:", "a) the questions raised in the motion are vital to the final issue of the case, or", "b) the orders are clearly wrong, in the sense that the exercise of discretion by the prothonotary was based upon a wrong principle or upon a misapprehension of the facts.'\""], ["[53]", "In <FRAGMENT_SUPPRESSED> , above, Justice Décary discussed the concept of \"vital to the final issue of the case\" in the context of the issue before him which was whether the judge failed to exercise his discretion de novo as to whether the Prothonotary erred in allowing an amendment to a statement of defence. He stated at paragraph 22 the test for vitality \"is a stringent one\" and \"the use of the word 'vital' is significant\" characterizing the amendment before him as one which created entirely a new defence, a \"dramatic departure\" from a position previously advanced that would go to the heart of a claim and would require new expert evidence that could not have being contemplated at the discovery stage in view of the pleadings in contrast to routine amendments to pleadings."], ["[54]", "It is important to note Justice Décary in that case cautioned \"it would be imprudent to attempt any formal categorization\" and \"it would be preferable to determine the point on a case by case basis.\""], ["[55]", "In the context of this case, I consider Prothonotary Tabib's November 15, 2007 order on Novopharm's motion for a further and better affidavit of document as an order not vital to the final resolution of the action taking into account the following factors: the procedural nature of the order - the production of a further affidavit of documents; the unique feature of her first case management order compelling the parties to make to each other requests for additional productions which were responded positively in part by Lilly resulting in significant additional document. The intent of this requirement was to spur the parties' cooperation and avoid unnecessary motions or delays; the timing of the order - which was effective prior to the oral discovery of the plaintiffs; its scope - where Novopharm obtained substantive additional documentary production, an obligation imposed on Lilly to conduct additional documentary searches and production coupled with Lilly's continuing obligation to disclose under the Rules."], ["[56]", "Justice Martineau in", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 387 (F.C.) came to a similar conclusion in identical circumstances where Apotex sought an order from a case management prothonotary that the plaintiff Merck & Co. file a further and better affidavit of document. His conclusion on this point was not disturbed on appeal ( <FRAGMENT_SUPPRESSED>  where he refused the plaintiff's request for a further and better affidavit of documents.)"], ["[57]", "The result is that this Court will not review Prothonotary Tabib's order de novo. Novopharm must show Prothonotary Tabib's order was clearly wrong, i.e. her discretion was based upon a wrong principle or upon a misapprehension of the facts."], ["[58]", "In the circumstances of this case, I am of the view, as a case manager, she is entitled to an additional level of deference as recognized by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) where Justice Rothstein at paragraph 11 stated that case management judges (or prothonotaries) \"must be given latitude to manage cases. This Court will interfere only in the clearest case of misuse of judicial discretion.\""], ["[59]", "I am aware of the Federal Court of Appeal's finding in", "<FRAGMENT_SUPPRESSED>  a case where the prothonotary fettered his discretion by failing to consider whether questions asked on discovery were relevant. Justice Strayer held that Rule 385 of the", "Rules", "dealing with the scope of case management did not authorize a prothonotary to deny a party the legal right to have questions answered on examination for discovery which are relevant to the issues in the pleadings, a right clearly spelled out in Rule 240. Justice Strayer said the general words of Rule 385(1)(a) or Rule 3 were not sufficient \"to override that specific right\". For reasons expressed below, I do not think this case has any application to the circumstances of this case.", "(b)", "Was the Prothonotary's Order discretionary?"], ["[60]", "In its written representations, counsel for Novopharm writes at paragraph 51 the following:", "\"51. Although Rule 227, one of the", "Rules", "under which the motion below was brought, is superficially framed in a way that suggests there is discretion in the decision whether to order any of the remedies provided, 'relevance' is not a matter of discretion. Many of the holdings made by the Prothonotary related to the relevance of classes of documents and were not discretionary in nature. Similarly decisions made in the absence of evidence are jurisdictional errors and are not properly the subject of the standard of review applicable to discretionary decisions.\""], ["[61]", "Counsel for Novopharm seems to accept that at one level the Prothonotary has a discretion, whether or not depending on the circumstances of the case, to order the production of a further and better affidavit of documents as one of the several remedies provided in Rule 227. The existence of such a discretion is clear from the wording of Rule 227 where the Court is given remedial options where it finds that an affidavit of documents is inaccurate or deficient. In the very case at hand, the Prothonotary did order Lilly to provide a further and better affidavit of documents in respect of some categories of documents which she found the affidavit of documents deficient."], ["[62]", "Novopharm's real complaint is that the Prothonotary did not order Lilly to produce a further and better affidavit of documents in respect of the categories of documents she excluded and, in particular, the correspondence between Lilly and Health regulators, internal comments or communications on the existence or non-existence of the advantages disclosed or claimed in the patent except corporate statements amounting to admissions or internal documents containing statements damaging to Lilly such as that certain information was known at the time Lilly was prosecuting the patent but not disclosed to the Patent Examiner and certain documents in the product liability litigation."], ["[63]", "There is ample authority which I accept, for counsel for Novopharm's basic proposition that the disclosure in an affidavit of documents is a matter of relevance and not discretion. Rule 222 is clear that \"an affidavit of documents", "shall", "be in Form 223 and", "shall", "contain a separate list and description of", "all", "relevant document ...\". Justice McNair in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 66 (T.D.) wrote as follows:", "\"The test as to what documents are required to be produced is simply relevance. The test of relevance is not a matter for the exercise of the discretion. What documents parties are entitled to is a matter of law, not a matter of discretion. The principle for determining what document properly relates to the matters in issue is that it must be", "one which might reasonably be supposed to contain information which may directly or indirectly enable the party requiring production to advance his own case or to damage the case of his adversary, or which might fairly lead him to a train of inquiry that could have either of these consequences", ".\" (Emphasis mine)"], ["[64]", "This is not to say, however, the Court lacks jurisdiction not to compel the production of relevant documents in some circumstances. As Justice Hugessen put it in", "<FRAGMENT_SUPPRESSED> ; 8 C.P.R.(4th) 413 (T.D.): \"There is a discretion remaining in this Court to restrict the scope of discovery ...\". In that case Justice Hugessen found that the relevant documents were of marginal relevance. (See also", "<FRAGMENT_SUPPRESSED>  C.P.R.(4th) 126 (F.C.A.)) where the Federal Court of Appeal held that: \"Although there is a broad right of examination, this Court has held that there are limits on that right of discovery; the Court will not allow the discovery process to be used as a fishing expedition.\""], ["[65]", "In", "Reading &  <FRAGMENT_SUPPRESSED>  where McNair, J., also stated: (1) \"The court should not compel answers to questions which, although they might be considered relevant, are not at all likely to advance in any way the questioning party's legal position.\" and (2) \"Before compelling an answer to any question on an examination for discovery, the court must weigh the probability of the usefulness of the answer ... with the time, trouble, expense and difficulty involved in obtaining it.\""], ["[66]", "Finally on this point, I refer to Justice Strayer's decision in", "<FRAGMENT_SUPPRESSED>  above, where he wrote the following in connection with a motion to compel answers to questions on examination for discovery:", "\"The jurisprudence in this Court on the scope of discovery is well settled. For convenience it is summarized in", "Reading &  <FRAGMENT_SUPPRESSED> , at 70-72 (F.C.T.D.). It is clear that the primary consideration is relevance. If a prothonotary or a judge does, however, find a question to be relevant he or she may still decline to order the question to be answered if it is not at all likely to advance the questioner's legal position, or if the answer to a question would require much time and effort and expense to obtain and its value would appear to be minimal, or where the question forms part of a 'fishing expedition' of vague and far-reaching scope.\"", "(c)", "Did Prothonotary Tabib err in law?"], ["[67]", "As noted Novopharm raises three errors of law which I discuss below. Before doing so, it is important to read the Prothonotary's decision as an integral whole and not microscopically isolating a concept here and there.", "(1)", "The partial discovery issue"], ["[68]", "Counsel for Novopharm argues the Prothonotary erred in law by accepting that partial documentary discovery prior to the commencement of oral examinations for discovery was an acceptable practice. He points to her finding Lilly's process of searching for documents failed to catch relevant documents. He says that at paragraphs 11 and 61 of her reasons reflects her view that Novopharm's complaints ought to be dealt with through informal requests on examination for discovery. He argues many of the documents are very technical and counsel on discovery would need the assistance of experts."], ["[69]", "It is well established the production of documents, before examination for discovery and trial is one of our most important procedures and that fairness dictates that each side should have full documentary discovery as well as proper preparation time before examination (see", "<FRAGMENT_SUPPRESSED> with Justice Tremblay-Lamer concluding at paragraph 48 that \"production of documents is recognized as an essential cornerstone of the discovery process. In the absence of production of documents, the Plaintiffs cannot conduct effective examinations for discovery\")."], ["[70]", "Based on this jurisprudence including Prothonotary Hargrave's decision in", "Havana House Cigar &  <FRAGMENT_SUPPRESSED>  C.P.R.(3d) 132 (T.D. Protho.), at paragraph 23 if Prothonotary Tabib's perspective was as counsel for Novopharm suggests, she would have committed an error in law and this be clearly wrong."], ["[71]", "However, as I read her decision there is no basis for counsel's argument for the following reasons:", "• She expected the documentary production she ordered in her decision to be produced by December 15, 2007 well before the start of discoveries (see paragraphs 2 and 3 of her order).", "• I do not read her paragraph 11 to endorse the concept of partial documentary discovery before oral discovery or the resolution of informal requests on oral examination.", "(2)", "The misapplication of the test for relevance issue"], ["[72]", "Counsel for Novopharm states that \"although the words of Rule 222(2) appear to provide a definition of relevance, the rule in", "Peruvian Guano", "applies in the Federal Court and serves to apply the 'train of inquiry' test to discovery.\" He states \"if a document contains information which may either directly or indirectly undermine the producing party's case, advance the receiving party's case or may fairly lead him to a train of inquiry which may have either of these consequences\" then it is relevant and must be produced."], ["[73]", "He then outlines the Prothonotary's error in the following terms at paragraphs 64, 65 and 66 of his written memorandum:", "\"64. While the Prothonotary ultimately conceded that this test applies, she failed to apply it correctly. At paragraph 19 of her Reasons, the Prothonotary articulates her understanding of how the 'train of inquiry' test ought to apply. She states that 'if a document can only reasonably be construed as supporting the disclosing party's case, and cannot be", "shown", "to lead to information that would reasonably be supposed to be helpful to its opponent then it need not be disclosed' [Emphasis added]. She describes the inability to 'show' these things as 'precisely the type of fishing expedition which the jurisprudence of this Court consistently refused to sanction.' This conclusion is directly in conflict with the binding decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  of whether or not the party filing the affidavit intends to rely on that document'. (", "<FRAGMENT_SUPPRESSED>  seeking disclosure must", "show", "that a document that has not been produced would lead to information falling within the 'train of inquiry' requirements. Documents which are only 'neutral', whatever that might mean, are categorically not relevant according to the Prothonotary. The Prothonotary explains at paragraph 20 that the arbiter of 'relevance' and 'neutrality' is the disclosing party who, it must be assumed, is acting in 'good faith'.", "\"66. This finding is perverse. The party seeking disclosure could never 'show' anything with respect to a document it has not seen and, similarly, could not demonstrate that an unseen document is not 'neutral'. How this might be accomplished was not explained by the Prothonotary. In Novopharm's submission, the Prothonotary's articulation of the 'train of inquiry' test sets the bar impossibly high, particularly in a case such as this one where the documents being sought are highly technical and require", "expert review", "to fully appreciate and understand.\""], ["[74]", "In her decision, Prothonotary Tabib set out the test for relevance in paragraphs 18 and 19 and explained the test in her own words. These sections read:", "\"[18] I do, however, agree with Prothonotary Hargrave's assessment in", "Seaspan", ", that the concept of advancing an opponent's case or defeating one's own is central to relevance, both on the", "Peruvian Guano", "test and on the strict wording of Rule 222(2). Unless the party producing the affidavit intends to rely on a document at trial, it is not obliged to disclose it unless 'it is reasonable to suppose' that the document would undermine its own case, advance its opponent's, or would 'fairly lead him to a train of inquiry, which may have either of these two consequences'.", "\"[19] In other words, it is not sufficient for a document to merely relate to the facts at issue. If, for example, a document can only reasonably be construed as supporting the disclosing party's case, and cannot be shown to lead to information that would reasonably be supposed to be helpful to its opponent, then it need not be disclosed in an affidavit of documents. A document which is neutral and can only reasonably be supposed to lead to other similarly neutral documents is not relevant for the purpose of an affidavit of documents. And on a motion for a further and better affidavit of documents, the reasonable possibility that a document can have or lead to one of the desired effects must be established by the moving party. To say that a document might conceivably lead to other documents, which, although not in themselves relevant, might then conceivably lead to useable information, is not enough. It is precisely the type of fishing expedition which the jurisprudence of this Court consistently refused to sanction. That is not to say that the moving party must establish that the document sought will necessarily lead to useable information: a reasonable likelihood will suffice; an outside chance will not.\""], ["[75]", "I am satisfied there is no merit to Novopharm's argument on this point when the Prothonotary's reasons are read in their entirety as a whole. Such a review demonstrates she applied the test which Novopharm states is applicable in the matter as set out in paragraph 18 of her reasons which is based on section 222(2) of the", "Rules", "the use of which was not objected to by Lilly."], ["[76]", "Prothonotary Tabib applied that same test when she considered each class of documents suggested by Novopharm. I need only to refer to paragraphs 37, 38, 41, 45, 48 and 49 of these reasons."], ["[77]", "To the extent the example she gave cited at paragraph 19 of her reasons deviates from the test set out in Rule 222(2), a finding which I am not obliged to make, it was made in obiter and did not affect her correct application of the test as she expressed it in the previous paragraph."], ["[78]", "Finally, in argument, counsel for Novopharm stated Prothonotary Tabib set the bar impermissibly high when she imposed the obligation on Novopharm to", "show", "that a document which had not been produced met the train of inquiry test. This is not the case in my view. A reading of her judgment in its entirety reveals that she focused on the concept \"reasonable to suppose that a document may contain information directly or indirectly enabling a party seeking discovery ...\" This concept is an integral part of the", "Peruvian Guano", "test. The Prothonotary equaled this concept with \"a reasonable possibility that a document can have or lead to one of the desired effects.\" She held that to say a document might conceivably have that effect was not sufficient. In my view her finding on this point was correct.", "(3)", "The relevance as a matter of discretion issue"], ["[79]", "These reasons have already discussed the scope of the discretionary power residing in the Court to require the filing of a further and better affidavit under Rule 227 as well as its discretionary power to dispense with the production of relevant documents. Novopharm's argument seems to focus on the Prothonotary's finding on the relevance of internal memoranda with respect to clinical trials and her statement at paragraph 31 of her reasons where she would \"exercise my discretion to relieve Lilly from their disclosure\" such internal documents \"even if they would be construed as technically included in the definition of relevance because they lead back to the clinical trial data\". As I see it, she exercised her residual discretion not to compel the production of technically relevant documents when such production would have no beneficial benefit to Novopharm. In my view, this is a proper exercise of her discretion (see  <FRAGMENT_SUPPRESSED>  on the arguments submitted by Novopharm.", "(d)", "Did Prothonotary Tabib err in fact?"], ["[81]", "The standard of review on these questions on an appeal from the Prothonotary is that Novopharm must show the error is palpable and overriding in order to overturn a factual finding."], ["[82]", "I conclude Novopharm has failed to meet this standard and for this conclusion I rely upon Lilly's memorandum of fact and law at paragraphs 79 to 89."], ["[83]", "For these reasons, Prothonotary Tabib was not clearly wrong in making her November 15, 2007 order nor was there a misuse of judicial discretion.", "JUDGMENT"], ["[84]", "THIS COURT ORDERS AND ADJUDGES", "this appeal from Prothonotary Tabib's November 15, 2007 decision is dismissed with costs to the Plaintiffs in any event of the cause taxed at the upper scale of Column IV.", "Appeal dismissed.", "Editor: Anick Ouellette-Levesque/clh", "[End of document]"]]}