{"id_": "064600", "body_str": [["[1]", "Shore, J.", "[Translation]: This is a sad case. It illustrates the fragility and precariousness of the human condition, and calls for understanding and for the Court to deal with this case sensitively, but nonetheless with a view to the legislation and case law."], ["[2]", "The plaintiff, Clotilde Bérubé, who represents herself, admits that she is a compulsive gambler who started going to the Casino du Lac-Leamy in about 1998, after the suicide of her husband. In what she wrote herself, the plaintiff discloses that she felt guilty about his death."], ["[3]", "The plaintiff admits", "that her world was turned upside down, and had it not been for her promise to her son never to abandon him, she would undoubtedly have taken her own life, because she could not live with the sadness that overwhelmed her. The plaintiff lived for a long time in a state of psychological and emotional shock and was so depressed that she had no insight and no sense or reality or of her responsibilities."], ["[4]", "The plaintiff lost everything through gambling: her real property, her job, her friends, her self-esteem and her sense of responsibility. As well, she extorted nearly $500,000 from family members and lenders, who went so far as to threaten her life and the lives of her children. When the plaintiff could not give her children the attention they needed, she had to give up her son for several years, and place him in a foster home.", "II.", "Facts"], ["[5]", "On November 18, 2008, the plaintiff filed a statement of claim asking this Court to pronounce judgment against the defendant in the amount of $20,000,000."], ["[6]", "In her statement of claim, the plaintiff says that she suffers from a pathological dependency on gambling and the amounts she is seeking from the defendant represent the money lost, directly or indirectly, as a result of that dependency, as well as punitive and exemplary damages for the alleged wrongdoing by the defendant. More specifically, the plaintiff is claiming the following damages:", "- $2,000,000 representing money lost in the casinos in Quebec, which money for the most part came from the sale of income properties located in Ottawa, Ontario;", "- $2,000,000 representing the added value, or market value, of the properties if they had been sold today;", "- $4,000,000 representing the total amount invested after the sale of those properties for a period of 20 years;", "- $2,000,000 as punitive, exemplary and aggravated damages;", "- $10,000,000 as damages in tort."], ["[7]", "The plaintiff claims that the defendant is liable because she was in breach of certain of her duties and responsibilities."], ["[8]", "More specifically, the breaches alleged by the plaintiff are listed in paragraphs 75 et seq. of her statement of claim, in which she alleges:", "\"75. The government of Canada should or ought to be aware that the", "Criminal Code of Canada", "as it now reads forbids the operation of Casinos in Canada and this even for provincial governments.", "\"76. The government of Canada should or ought to be aware that the operation of Casinos in Canada by provincial governments is a threat to", "life, liberty and security of the person and the right not to be deprived thereof", "...", "\"77. The government of Canada should or ought to be aware that the", "Criminal Code of Canada", "as it now reads forbids the operation of Casinos in Canada by aboriginal nations and by municipalities as it is done actually in Ontario and British Columbia.", "\"78. The government of Canada should or ought to be aware that the", "Criminal Code of Canada", "as it now reads forbids the association of provinces to private enterprise in the conduct and operations of lotteries.", "\"79. Although the Defendants should or ought to be aware of their responsibilities towards the respect of the provision of the", "Criminal Code of Canada", ", it has done nothing to oppose the creation and expansion of illegal gambling in Canada by fear of Constitutional consequences and retaliations from the provinces.", "\"80. The Defendants at all material times, owed a fiduciary duty, a duty of care and a duty of good faith to the Plaintiff in particular and the population of Canada in overseeing that the provinces are acting in conformity with the laws of this country and more particularly with the Constitution of this country.", "\"81. The Defendant at all material times, owed a statutory duty and a duty of good faith to the Plaintiff in particular and to the population of Canada in overseeing that the Constitution of this country is respected at all times by the provinces and that no law passed by those provinces contravenes s. 91 of the", "Constitutional", "Act", "of 1867", "and of s. 52 of the", "Constitutional", "Act", "of 1982", "\"82. The Defendants and more particularly the Department of Justice and the Attorney General of Canada should be aware that its employees owe a duty of loyalty and a duty of good faith to the Plaintiff in particular and to the population of Canada in overseeing that no law should be illegally enacted and that no deal should be made between the provinces and the federal government which his not in conformity with the Constitution of this country.", "\"83. All of the above constitute a breach of duty due to the negligence and irresponsible behaviour of the Defendants which resulted in damages to the Plaintiff.", "\"84. The Plaintiff has suffered and endured numerous damages due to the faults, the negligence and the inaction of the Defendants which has resulted in enormous suffering, in mental anguish, in mental torture, in loss of her health and wealth, in having lived a veritable hell, in having suffered a heart attack, in living in permanent physical and mental partial incapacity, in having a pacemaker within her body, in living below the poverty line ... etc ... in wanting to die ... etc ...\""], ["[9]", "It is apparent from those passages of the plaintiff's statement of claim that her action is essentially based on two allegations:", "(a) The", "Criminal Code", ", R.S.C. 1985, c. C-46 and the", "Canadian Charter of Rights and Freedoms", ", Part I, Schedule B to the Canada Act, 1982, 1982, c. 11 (U.K.) (", "Charter", "), as they are worded, prohibit the operation of casinos by the provinces, municipalities and aboriginal nations, and prohibit provinces entering into partnerships with private undertakings to conduct and operate lotteries;", "(b) The defendant breached her duties and responsibilities by failing to oppose the creation and operation of casinos by the provinces."], ["[10]", "This is not the plaintiff's first attempt to obtain damages for the losses suffered as a result of her dependency."], ["[11]", "In an action brought, Court file no. 500-17-039983-070, the plaintiff claimed damages in the amount of $10,000,000 from Loto-Québec and the Société des loteries du Québec, the Attorney General of Quebec and Alain Cousineau (Affidavit of Benoît de Champlain, at paras. 10-11 and Exhibit 7 in support of that affidavit)."], ["[12]", "In this action in damages, the plaintiff alleges both that the provincial agency has no authority to regulate casinos and slot machines and that the establishment and operation of the casinos is wrongful."], ["[13]", "The damages claimed by the plaintiff in this action are as follows:", "\"(a) reimbursement of the money she lost in casinos and slot machines located in Quebec, which money came from the sale of income properties, in the amount of", "$2,000,000", "\"(b) the amount representing the added value or current market value of the properties sold by the plaintiff, in the amount of", "$2,000,000", "\"(c) the amount representing the long-term income from those properties, or an annuity purchased by investing the proceeds of sale of those properties, in the amount of", "$2,000,000.00", "\"(d) moral damages in the amount of", "$2,000,000.00", "\"(e) exemplary, punitive and aggravated damages under article 1621", "C.C.Q.", "in the amount of", "$1,000,000.00", "\"(f) general damages and/or punitive and exemplary damages under s. 49(1) of the", "Charter", "of rights and freedoms", "of Quebec in the amount of", "$500,000.00", "\"(g) general damages and/or punitive and exemplary damages under s. 24(1) of the", "Canadian Charter of Rights and Freedoms", "in the amount of", "$500,000.00", ".\"", "(Affidavit of Benoît de Champlain, Exhibit 7, Motion to Institute Proceedings at para. 1)."], ["[14]", "The case is still pending in the Superior Court; the defendants' motions to dismiss have been set down for hearing on April 28, 2009 (Affidavit of Benoît de Champlain at para. 12 and Exhibit 8 in support of that affidavit)."], ["[15]", "In addition, in file no. 550-17-0011741-055, the plaintiff asked the Quebec Superior Court for a declaratory judgment ruling that ss. 196 to 207 of the", "Criminal Code", "do not allow the province to operate casinos."], ["[16]", "The application for declaratory judgment was dismissed by the Quebec Superior Court on motion to dismiss for want of legal basis, and that decision has been upheld by the Quebec Court of Appeal and the Supreme Court of Canada (on application for leave to appeal)."], ["[17]", "In a separate proceeding, the plaintiff applied to the Quebec Superior Court, in court file no. 500-17-035480-071, seeking a declaratory judgment and a permanent injunction and interlocutory injunction against the Attorney General of Quebec, Groupe Attractions Hippiques and Senator Paul J. Massicotte, the Honourable Jean Charest and the Honourable Lise Thibeault."], ["[18]", "Three types of relief were sought by the plaintiff in that action:", "- Declaratory relief: to declare the operation of slot machines and video lottery machines to be illegal and unconstitutional, and a declaration that the agreement between the Government of Quebec and Groupe Attraction Hippiques is illegal, immoral and unconstitutional;", "- Relief by way of mandamus: to order the Minister of Finance and Loto-Québec to cease operating, marketing, promoting and renting slot machines, and to prohibit the Minister of Finance and Lieutenant Governor from issuing \"gaming house\" operating permits or licences to Groupe Attractions Hippiques or Senator Massicotte, and seeking an investigation by the Auditor General of Quebec into the accounting methods used by Loto-Québec and by the Sûreté du Québec into the manner in which the slot machines under the control of Loto-Québec are operated;", "- Relief by way of damages: claim in the amount of $99,000 as reimbursement of the money invested in those machines and as damages and interest."], ["[19]", "That action was also dismissed on motions to dismiss made by the Attorney General of Quebec and Senator Paul J. Massicotte, and that judgment was affirmed by the Quebec Court of Appeal (file no. 500-09-018013-078) and the Supreme Court of Canada (on application for leave to appeal in file no. 32475)."], ["[20]", "Apart from the numerous civil actions brought by the plaintiff, she has also applied to the Court of Québec under s. 507.1 of the", "Criminal Code", "<FRAGMENT_SUPPRESSED> )."], ["[21]", "In that application, the plaintiff accused K.T., manager of a government casino, of operating a gaming house, contrary to s. 201(1) and/or 201(2)(b) of the", "Criminal Code"], ["[22]", "Judge Pierre Chevalier of the Court of Québec dismissed that application; regarding the meaning of s. 207 of the", "Criminal Code", ", he wrote:", "(TRANSLATION) \"[9] ... It is not implausible that the legislature wished to limit the use of paragraphs 206(1)(a) to (g) to a 'means, device, contrivance or operation' and not a 'game'. The consequence of that interpretation is that it would operate to include in the exceptions the definition of 'game' found in s. 197(1) - 'game of chance or mixed chance and skill' - without the limitation provided in paragraphs 206(1)(a) to (g). Because the activities alleged against the casino manager are in the nature of a 'game' within the meaning of that definition, he could not be prosecuted for engaging in them. ...\"", "<FRAGMENT_SUPPRESSED> ).", "III.", "Analysis", "The Plaintiff's Statement of Claim Discloses no Reasonable Cause of", "Act", "ion"], ["[23]", "According to the cases cited, the plaintiff's statement of claim and the action brought by her should be struck out on the ground that she has no reasonable cause of action (", "Hunt v. T & N plc et al.", ", [1990] 2 S.C.R. 959; 117 N.R. 321;", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(2d) 45;", "Inuit Tapirisat of Canada and  <FRAGMENT_SUPPRESSED>  A.C.W.S.(2d) 255)."], ["[24]", "In order for a statement of claim to disclose a cause of action, it must: (1) allege facts which are capable of giving rise to a cause of action; (2) indicate the nature of the action which is to be founded on those facts; and (3) indicate the relief sought which must be of a type which the action could produce and the court must have jurisdiction to grant (", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 94 (T.D. Protho.))."], ["[25]", "In her statement of claim, the plaintiff is seeking a declaration that the casinos, and the partnership between provinces and private undertakings to conduct lotteries, are contrary to the provisions of the", "Criminal Code", "and the", "Charter"], ["[26]", "First, it is obvious that the alleged violations of the", "Criminal Code", "and the", "Charter", "are not the results of actions by the federal government or its agents; they are actions of the provinces or the provincial Crown corporation responsible for administering casinos."], ["[27]", "In addition, the plaintiff's statement of claim constitutes a disguised attempt to challenge the validity and/or constitutionality of provincial legislation and regulations governing casinos or other lotteries."], ["[28]", "As a result, the defendant is certainly not the appropriate defendant for this challenge and the Federal Court is not the appropriate forum."], ["[29]", "Accordingly, the result of the plaintiff's failure to bring her action against the appropriate defendant is that the action brought discloses no reasonable cause of action, because the Court cannot grant the relief sought."], ["[30]", "The arguments regarding the defendant's obligation to oppose the casinos are also without any basis."], ["[31]", "As the plaintiff submits, the federal government is responsible, under s. 91(27) of the", "Constitution", "Act", ", 1867", ", for legislating in relation to criminal law."], ["[32]", "The plaintiff's attempt to impose liability for failure to legislate in relation to any matter is without basis in law because, first, any intervention by a court would amount to an interference by the judicial branch in the powers of the legislative branch, and such intervention would violate parliamentary privilege."], ["[33]", "Having regard to the separation of powers in a democracy, it is fundamental to the Canadian parliamentary system that political choices are made by elected representatives and not by judges (p. Hogg,", "Constitutional Law of Canada", ", 4th Ed., Toronto, Carswell, 1997, at p. 312)."], ["[34]", "For this reason, the claim for the defendant to be held liable for damages for failing to legislate in relation to a particular matter that comes within its jurisdiction would be an interference by the judicial branch in the powers of the legislative branch."], ["[35]", "In fact, the Quebec Court of Appeal decided just that with respect to s. 207 of the", "Criminal Code", "; it wrote:", "(TRANSLATION) \"[73] I am of the opinion that Parliament could, as it did in s. 207, exempt a lottery established and operated by the government of a province from the other provisions of Part VII of the", "Criminal Code", "\"[74]", "In legislating in relation to criminal law, which is within its jurisdiction, Parliament may determine not only what is criminal, but also what is not.", "That is what it did when it allowed the provincial government to organize and operate a lottery. The power to organize a lottery, using video lottery devices, includes the power to issue licences (s. 92 of the", "Constitution", "Act", ", 1867", ") for a provincial purpose (property and civil rights, s. 92(13)).\" (Emphasis added)", "R. v. 3044190 Canada Inc.", ", [1997] R.J.Q. 766; 35 W.C.B.(2d) 370 (C.A.))."], ["[36]", "It is not possible to bring action against the Crown for pecuniary compensation based on enactment of legislation, and that principle necessarily applies to a political decision by Parliament not to legislate in relation to a particular matter."], ["[37]", "The Supreme Court of Canada also ruled to the same effect when it quoted a passage from Dussault and Borgeat and wrote:", "\"[14] ...", "In our parliamentary system of government, Parliament or a legislature of a province cannot be held liable for anything it does in exercising its legislative powers. The law is the source of duty, as much for citizens as for the Administration, and while a wrong and damaging failure to respect the law may for anyone raise a liability, it is hard to imagine that either Parliament or a legislature can as the lawmaker be held accountable for harm caused to an individual following the enactment of legislation.\" (Footnotes omitted)", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 718)."], ["[38]", "For these reasons, the action brought by the plaintiff discloses no reasonable cause of action and must be dismissed because it has no chance of success.", "The Plaintiff's Statement of Claim"], ["[39]", "The multiple proceedings brought by the plaintiff regarding the same cause of action, and the previous judgments of the Supreme Court of Canada as to the constitutionality of s. 207 of the", "Criminal Code", ", mean that the plaintiff's statement of claim is necessarily frivolous and vexatious within the meaning of paragraph 221(1)(c) of the", "Federal Courts Rules", ", SOR/98-106 and constitutes an abuse of process within the meaning of paragraph 221(1)(f) of those", "Rules"], ["[40]", "First, the question of the prohibition of casinos under ss. 196 to 207 of the", "Criminal Code", "has already been raised by the plaintiff before a court on more than one occasion."], ["[41]", "In particular, in an application to the Superior Court in file no. 550-17-0011741-055, in which the plaintiff alleged that the casinos were contrary to the provisions of the", "Criminal Code", "and that the provincial legislation and regulations permitting the operation of casinos were unconstitutional."], ["[42]", "In her judgment on the motion to dismiss the plaintiff's action, Madam Justice Johanne Trudel of the Superior Court wrote:", "(TRANSLATION) \"[15] The final point is that the application for declaratory judgment must be dismissed if the question it raises has already been argued in the courts, because there is no longer an issue to be resolved. This is of particular importance in a constitutional proceeding since it can affect the very stability of the law and the proper administration of justice.", "\"[16] While the facts in", "Siemens", "were different, it contains the general principles that govern the instant case with respect to constitutional jurisdiction. The first principle is:", "'... the less-than-ideal legislative drafting is not an independent ground upon which legislation can be found unconstitutional. The wording of the statute is only relevant to the analysis insofar as it informs the determination of the pith and substance of the legislation. As long as the pith and substance of [the impugned provision] falls within the provincial sphere of legislative authority, it is immaterial whether it could have been drafted in clearer terms.'", "\"[17] A second principle is found in <FRAGMENT_SUPPRESSED> :", "'In my view, the regulation of gaming activities has a clear provincial aspect under s. 92 of the", "Constitution", "Act", ", 1867", "subject to Parliamentary paramountcy in the case of a clash between federal and provincial legislation. ... Altogether apart from features of gaming which attract criminal prohibition, lottery activities are subject to the legislative authority of the province under various heads of s. 92, including, I suggest, property and civil rights (13), licensing (9), and maintenance of charitable institutions (7) (specifically recognized by the", "Code", "provisions). Provincial licensing and regulation of gaming activities is not per se legislation in relation to criminal law.'", "\"[18] Our Court of Appeal applied that principle in", "3044190 Canada inc. v. Procureur général du Québec", ", where it said:", "[TRANSLATION] 'If a province legislates in an area where it has the power to legislate, it does so not as a delegate, but in the exercise of the powers assigned to it by s. 92 of the", "Constitution", "Act", ", 1867", ".'", ". . . . .", "\"[24] While the allegations in the motion to institute proceedings, when read in light of article 165(4) C.C.P., must be assumed to be true, nonetheless we cannot ignore the existing law and the recent decisions of the highest court in the land in relation to gambling.", "\"[25] Once the judge has the complete record in hand and there is a clear legal situation from which it can be determined whether grounds for dismissal exist, it is in the interests of the parties and of the proper administration of justice to put an end to a proceeding that will lead to a pointless process.", "\"[26] The Court is satisfied from the motion to institute proceedings, as it is framed, that a court is not the appropriate forum for the battle that the applicant wishes to wage in order to quench her thirst for vengeance or calm the upset into which she has been thrown by the unfortunate effects of gambling on her personal life.", "\"[27] The Court is satisfied that the applicant is not acting in bad faith, but the relief she is seeking has already been the subject of decisions of the courts, including in", "Siemens", "and <FRAGMENT_SUPPRESSED> , supra.", "\"[28] The question of the statutory construction problems she alleges was also discussed in", "Siemens", "and it was decided that less-than-ideal legislative drafting is not an independent ground upon which legislation can be found unconstitutional.", "\"[29] The purpose of the Quebec legislation and the statutory provisions that the applicant is challenging is clear. There can be no doubt that they fall within the jurisdiction of the province that enacted them, in the exercise of the powers assigned to it by s. 92 of the", "Constitution", "Act", ", 1867", ".\"", "<FRAGMENT_SUPPRESSED>  leave to appeal denied [2005] C.S.C.R. No. 442)."], ["[43]", "That judgment was affirmed up to and including by the Supreme Court of Canada (on application for leave to appeal) (", "<FRAGMENT_SUPPRESSED> ; 2007 QCCS 3748)."], ["[44]", "The question of violation of provisions of the", "Criminal Code", "has also been raised previously by the plaintiff in the Court of Québec, in an application under s. 507.1 of the", "Criminal Code", "<FRAGMENT_SUPPRESSED> )."], ["[45]", "Judge Pierre Chevalier of the Court of Québec dismissed the application on the ground, inter alia, that in his opinion the operation of a casino by the government was not contrary to s. 201(1) and/or 201(2)(b) of the", "Criminal Code", ", because it is covered by the exemption in s. 207 of the", "Criminal Code"], ["[46]", "In another proceeding, the plaintiff also applied to the Quebec Superior Court, in file no. 500-17-035480-071, seeking a permanent injunction and interlocutory injunction against the Attorney General of Quebec, Groupe Attractions Hippiques and Senator Paul J. Massicotte, the Honourable Jean Charest and the Honourable Lise Thibeault."], ["[47]", "That action was also dismissed on motions to dismiss made by the Attorney General of Quebec and Senator Paul J. Massicotte (", "<FRAGMENT_SUPPRESSED>  [2007] J.Q. 8140 no. (QL)). The judgment of Madam Justice Louise Lemelin was also affirmed by the Quebec Court of Appeal (file no. 500-09-018013-078 (500-17-035480-071), December 3, 2007) and the Supreme Court of Canada (on application for leave to appeal, in file no. 32475, April 10, 2008)."], ["[48]", "In addition, another action was brought by the plaintiff in the Superior Court in which she sought damages in the amount of $10,000,000, as compensation, from Loto-Québec, the Attorney General of Quebec and Alain Cousineau (Affidavit of Benoît de Champlain at para. 10 and Exhibit 7 in support of that affidavit)."], ["[49]", "In that action in damages, the plaintiff alleged both that the provincial agency had no authority to regulate casinos and slot machines and that the establishment and operation of the casinos was wrongful."], ["[50]", "The damages claimed in that action are similar in many respects to the damages claimed from the defendant in this Court, and in particular:", "- $2,000,000 representing money lost in the casinos in Quebec, which money for the most part came from the sale of income properties;", "- $2,000,000 representing the added value, or market value, of the properties if they had been sold today;", "- the amount representing the long-term income from those properties or an annuity purchased by investing the proceeds of sale of those properties ($2,000,000);", "- moral damages in the amount of $2,000,000;", "- exemplary, punitive and aggravated damages in the amount of $1,000,000.", "(Affidavit of Benoît de Champlain, Exhibit 7, Motion to Institute Proceedings at para. 1)."], ["[51]", "The case is still pending in the Superior Court; the defendants' motions to dismiss have been set down for hearing on April 28, 2009 (Affidavit of Benoît de Champlain at para. 12 and Exhibit 8 in support of that affidavit)."], ["[52]", "It is apparent from reading these proceedings and the numerous judgments associated with them that by bringing action against Her Majesty, the plaintiff is attempting to raise issues that have already been disposed of in judgments against the plaintiff and/or that are the subject of proceedings already pending in the provincial courts involving the real defendants."], ["[53]", "The plaintiff's repeated attempts to raise the same issues while naming different defendants is an abuse of process (", "<FRAGMENT_SUPPRESSED>  A.C.W.S.(3d) 859 (T.D.))."], ["[54]", "In addition, as the judgment of Justice Trudel indicates, the question of the constitutionality of s. 207 of the", "Criminal code", "has already been disposed of in the decision of the Supreme Court in", "<FRAGMENT_SUPPRESSED>  O.A.C. 299, and so the issues raised by the plaintiff in relation to that section have already been considered.", "IV.", "Conclusion"], ["[55]", "For these reasons, the allegations made by the plaintiff do not disclose a reasonable cause of action and the action is dismissed, but without costs, given the plaintiff's fragile health.", "ORDER"], ["[56]", "THE COURT ORDERS that", "the plaintiff's action be dismissed without costs.", "Obiter", "As the plaintiff demonstrated just before leaving the courtroom, she has expressed her desire to resume her life. This will require her to understand what appropriate support is needed, of her own free will, and call for a keen desire to return to the world with a plan of her own that inspires her.", "Motion allowed;", "action dismissed.", "Editor: Anick Ouellette-Levesque/gs"]]}