{"id_": "064822", "body_str": [["[1]", "Diner, J.", ": This is an application for judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act,", "SC 2001, c 27 [the Act] of a negative decision [Decision] of the Refugee Protection Division [RPD] of the Immigration and Refugee Protection Board, dated October 8, 2014, in which the RPD determined that the Applicant is not a Convention refugee nor a person in need of protection under sections 96 and 97 of the Act.", "II.", "Background"], ["[2]", "The Applicant, self-represented through the course of the written pleadings, did not attend at Court for his judicial review on August 12, 2015 despite the best efforts of both the Court Registry and the Respondent to communicate with him, including the inability to serve documents on the Applicant over the past few weeks and months."], ["[3]", "Furthermore, no counsel or other representative of the Applicant contacted the Court and/or the Respondent in the months leading up to the hearing, or attended at Court for the said judicial review (the date of which has been set since the Order for Leave and Judicial Review was granted by Justice Mactavish on May 14, 2015)."], ["[4]", "The Respondent contends that this application is moot because the Applicant was removed to the Slovak Republic, pursuant to an Affidavit of Gillian Dale, a paralegal in the Respondent's Office at the Department of Justice, Toronto. This Affidavit sets out the steps that led to the removal of the Applicant to Slovakia, the country in which he claimed persecution. The RPD had refused to grant refugee status in its decision of October 8, 2014, on the basis of concerns regarding (i) credibility and (ii) state protection."], ["[5]", "The Respondent contends that this application is now moot because the Applicant can no longer be found to be a Convention refugee under section 96 of the Act in that he is not outside his country of nationality. There is no evidence that the Applicant, since his removal to the Slovak Republic on Feb. 16, 2015, has left his native country since his deportation over six months ago."], ["[6]", "Moreover, the Respondent contends that Mr. Harvan is not a person in need of protection pursuant to section 97 of the Act, because according to that section, persons in need of protection are persons in Canada whose removal to their country of nationality would subject them to a danger of torture or risk to life, or of cruel and unusual treatment or punishment.", "III.", "Analysis"], ["[7]", "The test for mootness comprises a two-step analysis. The first step asks whether the Court's decision would have any practical effect on solving a live controversy between the parties, and the Court should consider whether the issues have become academic, and whether the dispute has disappeared, in which case the proceedings are moot. If the first step of the test is met, the second step is - notwithstanding the fact that the matter is moot - that the Court must consider whether to nonetheless exercise its discretion to decide the case. The Court's exercise of discretion in the second step should be guided by three policy rationales which are as follows:", "i. the presence of an adversarial context;", "ii. the concern for judicial economy;", "iii. the consideration of whether the Court would be encroaching upon the legislative sphere rather than fulfilling its role as the adjudicative branch of government.", "( <FRAGMENT_SUPPRESSED>  at paras 15-17, and 29-40 [ <FRAGMENT_SUPPRESSED> ])."], ["[8]", "With respect to the first step of the <FRAGMENT_SUPPRESSED> test, there is no evidence in this case of any continuing tangible and concrete dispute between the parties, because the Applicant is no longer in Canada to pursue his case, and neither he nor any representative has made any attempt to contact the Respondent or the Court to express any willingness to pursue the matter.", "IV.", "Applicable Jurisprudence on Mootness"], ["[9]", "The Respondent points to the Federal Court of Appeal's  <FRAGMENT_SUPPRESSED>  decision in", "<FRAGMENT_SUPPRESSED>  [", "Solis Perez", "], which held that applications for judicial review in the context of PRRA decisions are moot once the Applicant has been removed from Canada (", "Solis Perez", "at para 5)."], ["[10]", "The Chief Justice of this Court subsequently referred to", "Solis Perez", "in his decision in", "<FRAGMENT_SUPPRESSED>  [", "Rosa", "], where he held that:"], ["[37] In my view, the RPD does have the jurisdiction to reconsider an application initially made pursuant to section 96 and in accordance with subsection 99(3) in such circumstances, provided that the applicant is outside each of his or her countries of nationality. Contrary to the Respondent's position, there continues to be a \"live controversy\" in respect of the application in those circumstances, and therefore, an application for judicial review of the RPD's initial decision is not moot.", "..."], ["[42] In my view, this argument fails to recognize that persons in Mr. Escobar Rosa's situation made their application, pursuant to subsection 99(3), while they were in Canada. If they are able to demonstrate that the RPD erred in reaching its decision, they are entitled to have that same application reheard by a differently constituted panel of the RPD, provided that they remain outside each of their countries of nationality, or, if they do not have a country of nationality, outside the country of their former habitual residence, as required by paragraphs 96(a) and (b), respectively."], ["[11]", "Chief Justice Crampton, based on the facts in", "Rosa", ", held that the application was not moot, and cited jurisprudence holding that negative RPD decisions do not become moot after removal (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> )."], ["[12]", "I note that in <FRAGMENT_SUPPRESSED> at para 4, the Court refused to dismiss the judicial review application for mootness, and concluded that the remedy would not be academic under the first prong of the <FRAGMENT_SUPPRESSED> test, and it was on that basis that the judicial review application was heard and later dismissed."], ["[13]", "The facts of this case are different from", "Rosa", "and the other cases it cited. Rather, it is more analogous to", "<FRAGMENT_SUPPRESSED>  unreported judgment), where Justice Heneghan granted the Respondent's motion to dismiss the judicial review of an RPD decision for mootness. Justice Heneghan ruled that there was no longer an adversarial context between the parties once the applicant had been removed from Canada to her country of nationality. Justice Heneghan concluded that in those circumstances an applicant is barred by the operation of the Act from advancing a claim for protection in Canada against her country of nationality."], ["[14]", "In another recent case -", "<FRAGMENT_SUPPRESSED>  the Minister's motion for mootness was dismissed. Justice Fothergill certified the following question, currently awaiting a hearing at the Federal Court of Appeal: \"[i] s an application for judicial review of a decision of the Refugee Protection Division moot where the individual who is the subject of the decision has involuntarily returned to his or her country of nationality, and, if yes, should the Court normally refuse to exercise its discretion to hear it?\""], ["[15]", "After considering the case law referenced above, I, like Justice Heneghan in <FRAGMENT_SUPPRESSED> , find this matter is moot based on the first step of Borowski test: the dispute has disappeared. Furthermore, on the second step, there is no longer an adversarial context, based on the specific and particular factual circumstances before me, namely that (a) the Applicant is no longer in Canada, and is back in his country of nationality, and (b) more significantly, he has not made any effort to continue this or any other litigation leading up to and since his removal on February 16, 2015."], ["[16]", "The factors that weigh into my analysis include the following:", "i. attempted service of documents by the Respondent on the Applicant were refused;", "ii. the Court has been unable to contact the Applicant since the time that the Order granting the Application for Judicial Review was sent by registered mail to the Applicant by the Court's Registry on May 14, 2015 and delivery was refused on May 20, 2015; and", "iii. both the Respondent and Registry have since unsuccessfully tried to communicate with the Applicant in preparation for today's hearing. These efforts included attempting to send to the Applicant a Court direction I provided on August 10, 2015 in response to the Respondent's letter dated August 7, 2015, again by registered mail, as well as subsequent attempts to contact the Applicant by email and telephone, all of which were unsuccessful."], ["[17]", "Presumably, this lack of success in contacting the Applicant was at least in part due to the fact that he has been removed from Canada; however, the Court notes that that Applicant neither appointed a representative to continue his litigation, nor provided any forwarding address. These facts are very different from <FRAGMENT_SUPPRESSED> and the cases cited by the Chief Justice in", "Rosa", "above. In <FRAGMENT_SUPPRESSED> , for instance, the family continued the adversarial context by appointing a legal representative who continued on with the litigation despite their removal to their country of origin (Hungary)."], ["[18]", "Finally, I note that no application was brought to this Court to stay Mr. Harvan's removal in this case, unlike in <FRAGMENT_SUPPRESSED> , for instance, where the applicants attempted to defer removal through the Canada Border Services Agency [CBSA], and then brought a stay application to this Court challenging that negative CBSA decision.", "V.", "Conclusion"], ["[19]", "There is no evidence that the Applicant has attempted to continue litigation of this matter and/or his removal. He has failed to contact the Court or his litigation adversary, the Respondent, in the six months since his removal from Canada. Furthermore all efforts of the Court and the Respondent to contact the Applicant over this period have been for naught. I accordingly find that both prongs of the <FRAGMENT_SUPPRESSED> test have been met, in that there is neither a live controversy under step 1, nor any adversarial context under step 2."], ["[20]", "No certified question was raised, and none will issue, although as noted above, guidance on this issue will ensue from a higher court if and when the FCA rules on", "Molnar.", "JUDGMENT"], ["[21]", "THIS COURT'S JUDGMENT is that", "1. This application for judicial review is dismissed.", "2. There are no questions for certification.", "3. There is no award as to costs.", "[End of document]"]]}