{"id_": "064960", "body_str": [["[1]", "Gauthier, J.", ": Jun Yan seeks judicial review of a decision dated July 5, 2001, by a visa officer at the Canadian Consulate General, in Hong Kong, rejecting his application for permanent residence in Canada in the independent category.", "The Facts"], ["[2]", "Jun Yan is a citizen of the People's Republic of China. He obtained a bachelor's degree in science from the Fudan University in Shanghai in 1993 and obtained a bachelor's degree of medicine from the Shanghai University of Traditional Chinese Medicine in 1996. He also completed the Microsoft Certified Professional course."], ["[3]", "At the time of his application, Jun Yan worked at the Shanghai University Traditional Chinese Medicine, primarily as a teacher as well as a researcher into the effects of traditional Chinese massage on withdrawal symptoms of drug addiction. As part of his research project, he also performed approximately 2 to 3 hours of massage every two or three days. He also stated that he had experience in providing physiotherapy treatment to certain members of the university sports team on an \"as needed basis\"."], ["[4]", "Jun Yan also indicated that he had extensive experience working with computers as he was often called upon at the university to serve as system analyst and computer programmer. In addition to his job at the university, he claims to have worked for Shanghai Juaghai Computer Company as a computer programmer from 1993 to 1996."], ["[5]", "The applicant asked to be evaluated as a research physiotherapist, or as a computer programmer and/or a system analyst under the three distinct occupations provided for in the National Occupation Classification (NOC)."], ["[6]", "During his interview with the visa officer, Jun Yan admitted that he did not have a university degree in physiotherapy and that he had not done a period of supervised practical training in physiotherapy as required under the NOC for a research physiotherapist. The applicant also discussed at length his experience with computers. After several questions, the visa officer concluded that he was unable to answer basic questions on computer programming in either English or Mandarin. Finally, having tried unsuccessfully to reach the Shanghai Juaghai Computer Company to verify his actual experience, the visa officer concluded that Jun Yan could not have performed the duties listed in the NOC under the relevant occupations."], ["[7]", "In the refusal letter, the visa officer did not grant Jun Yan the seventy units required under the", "Immigration Regulations, 1978", ", as amended (SOR/78-172) (the \"", "Regulations", "\"); he only received 61 units. More importantly, because Jun Yan's particular background did not conform to the requirements set out in the NOC for physiotherapist, he was awarded zero units for occupation and zero units for experience in that field. Also, he received zero units for experience as a computer programmer, and zero units under occupation and experience as a computer analyst. Given that he did not have any specific job offer in Canada, these results led to an automatic disqualification under the", "Regulations", "unless the visa officer exercised her discretion pursuant to section 11(3) of the said", "Regulations", ", which reads as follows:", "\"11(3) A visa officer may", "(a) issue an immigrant visa to an immigrant who is not awarded the number of units of assessment required by section 9 or 10 or who does not meet the requirements of subsection (1) or (2), or", "(b) refuse to issue an immigrant visa to an immigrant who is awarded the number of units of assessment required by section 9 or 10.", "\"If, in his opinion, there are good reasons why the number of units of assessment awarded do not reflect the chances of the particular immigrant and his dependants of becoming successfully established in Canada and those reasons have been submitted in writing to, and approved by, a senior immigration officer\"", "\"11(3) L'agent des visas peut", "a) délivrer un visa d'immigrant a un immigrant qui n'obtient pas le nombre de points d'appréciation requis par les articles 9 ou 10 ou qui ne satisfait pas aux exigences des paragraphes (1) ou (2), ou", "b) refuser un visa d'immigrant a un immigrant qui obtient un nombre de points d'appréciation requis par les articles 9 ou 10, s'il est d'avis qu'il existe de bonnes raisons de croire que le nombre de points d'appréciation obtenu ne reflète pas les chances de cet immigrant particulier et des personnes à sa charge de réussir leur installation au Canada et que ces raisons ont été soumises par écrit à un agent d'immigration supérieur et ont reçu 1'approbation de ce dernier.\""], ["[8]", "In fact, Jun Yan had expressly requested that the visa officer exercise such a discretion in a letter dated July 21, 1999, from his lawyers to the Canadian Consulate General. The reasons set forth in the said letter with respect to this request for special consideration under section 11(3) were that: (i) Jun Yan is a highly qualified applicant, (ii) he holds two bachelor degrees, (iii) he reads, speaks and writes English well, and (iv) he has several years of experience in research and computer programming and has demonstrated motivation and success to upgrade his occupational knowledge in computer programming."], ["[9]", "The refusal letter does not contain any reference to this request nor does it give any indication that the visa officer addressed her mind to it. There is no mention of the request in the officer's CAIPS notes. Even the affidavit filed as part of the respondent's record is silent in that respect, no where does the visa officer state that she simply was not satisfied that she should exercise her discretion in favour of the applicant."], ["[10]", "Jun Yan raises certain issues with respect to the reasonableness of the officer's assessment per se. Upon consideration of the evidence and the arguments advanced by the parties, the court finds that the visa officer committed no reviewable error in her evaluation under sections 11(1) and 11(2) of the", "Regulations", ". Her findings in this respect were all pure findings of facts entirely within her mandate and they were all reasonable. (", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at 243.) None were made in a perverse or capricious manner or without regard to the material before the officer."], ["[11]", "But this conclusion is not determinative of this application for there is one other issue to review.", "Issues"], ["[12]", "The remaining issue is:", "(i) Did the visa officer breach the duty of fairness by failing to consider Jun Yan's request that the officer exercise discretion under section 11(3) of the", "Regulations", "Analysis"], ["[13]", "The respondent argues that the Court should not quash the decision because:", "(a) there is a presumption that the visa officer did consider everything she had to consider, and", "(b) the officer is under no obligation to record in her CAIPS notes or in the refusal letter her decision not to use her discretion in favour of the applicant. (", "<FRAGMENT_SUPPRESSED>  (T.D.), and", "<FRAGMENT_SUPPRESSED>  (T.D.))."], ["[14]", "Furthermore, the respondent argues that even if the visa officer's failure to consider the applicant's request constituted a reviewable error, it would not be material to the outcome. The discretion under section 1l(3) of the", "Regulations", "has only been used in cases where applicants failed by only a few points (near miss) and never to cover a major gap such as the one under review."], ["[15]", "The respondent adds that, and in any event, the letter of July 21, 1999, discloses no unusual factors that could justify the exercise of a discretion under section 1l(3) of the", "Regulations"], ["[16]", "Jun Yan relies on the decision of this Court in", "<FRAGMENT_SUPPRESSED>  (T.D.), where McKeown, J., held following the decision of McGillis, J., in", "<FRAGMENT_SUPPRESSED> ; 170 F.T.R. 317 (T.D.), that once a specific request to consider section 11(3) is made, the visa officer cannot ignore it, and this even if the reasons given by the applicant to justify the exercise of the discretion are not very clear."], ["[17]", "Furthermore, the applicant submits that such a breach of procedural fairness is a reviewable error entitling this Court to quash the decision whether or not it is material to the outcome."], ["[18]", "The Court agrees with the respondent that the visa officer is not obliged to justify in her reasons her decision not to exercise her discretion under section 11(3) of the", "Regulations", ", but that does not mean that she need not consider the specific request made by Jun Yan."], ["[19]", "Here, the Court can certainly consider among other elements the absence of reference to section 11(3) in the affidavit of the visa officer as an element enabling it to infer that the request of the applicant was not in fact considered at all."], ["[20]", "In the", "Channa", "decision, referred to above by the respondent, it was clear from the affidavit of the visa officer that he had indeed decided not to exercise his discretion."], ["[21]", "In light of the foregoing, the Court finds that the visa officer failed to consider the request put forward by Jun Yan to exercise her decision under section 11(3) of the", "Regulations"], ["[22]", "Should the Court disregard this reviewable error because, as the respondent submits, it is not material to the outcome?"], ["[23]", "Jun Yan did not come close to obtaining the 70 units required and it is not clear what unusual circumstances he relies upon. His counsel's letter of July 21, 1999, is somewhat vague."], ["[24]", "Nevertheless, even if at this stage the chance of success of such a request appears very slim, the Court cannot conclude that a visa officer would necessarily refuse to exercise the discretion provided for at section 11(3) of the", "Regulations", "in favour of Jun Yan. The Court would have to speculate about the result of such an exercise. This would mean going beyond the exception to the strict rule that a breach of procedural fairness will normally void the decision. (See", "<FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 334; 36 A.P.R. 334, at page 228;", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 135 (F.C.A.)). Therefore, the decision must be set aside."], ["[25]", "At the hearing, the respondent noted that Jun Yan was seeking an order to refer the matter back for redetermination under the", "Immigration Act", ", R.S.C. 1985, c. I-2, as amended, and the", "Immigration Regulations, 1978", ", i.e. the statutory provisions in force at the time his application was originally considered."], ["[26]", "In that respect, Jun Yan submitted no authority and advanced no argument other than he would be prejudiced by the application of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 and the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227. Particularly, he says that under this new regime 75 points are required instead of 70 units. Neither party said anything about whether or not a visa officer would still have the discretion to issue a visa to an applicant who did not have the required number of units or points."], ["[27]", "The Court is not prepared to dictate that the reevaluation be made under an Act and Regulations that are no longer in force. The Court agrees with Gibson, J., who said at para. 31 in", "<FRAGMENT_SUPPRESSED>  (T.D.):", "\"... I am satisfied that an order of this Court referring this matter back for redetermination in accordance with the", "Immigration Act", "and", "Regulations", "would in effect be inconsistent with law.\""], ["[28]", "In any event, the Court notes that section 76(3) of the", "Immigration and Refugee Protection Regulations", ", does provide discretion to overlook the fact that a skilled worker has not obtained the minimum number of points, if the visa officer believes that the number of points awarded is not a sufficient indicator of whether this skilled worker may become economically established in Canada."], ["[29]", "A request under this provision will provide an opportunity to review the unusual circumstances raised by Jun Yan."], ["[30]", "Counsel are requested to serve and file any submissions with respect to certification of a question of general importance within seven (7) days of receipt of these reasons. Each party will have a further period of three (3) days to serve and file any reply to the submission of the opposite party. Following that, an order will be issued allowing the application for judicial review.", "Application allowed.", "Editor: Rodney A. Jordan/pdk", "[End of document]"]]}