{"id_": "065005", "body_str": [["[1]", "Kane, J.", ": Mr Khaper, the applicant, seeks judicial review of the decision of the Canadian Human Rights Commission (the \"Commission\") dated February 6, 2013, which decided not to deal with his complaint pursuant to paragraphs 41(1)(d) and (e) of the", "Canadian Human Rights Act", ", RSC 1985, c H-6 (the \"Act\"), because the complaint was not made within the requisite time period and was vexatious."], ["[2]", "The applicant submits that the Commission's decision that the complaint was filed beyond the one year statutory time limit was unreasonable because the last discriminatory act was not the date of his termination, but a later date, and alternatively, that the Commission unreasonably refused to consider an extension of the time limit. In addition, the applicant submits that the Commission failed to give meaningful reasons for its timeliness findings. The applicant further submits that the Commission's decision that the complaint was vexatious, because it was an abuse of process or barred due to issue estoppel, was unreasonable."], ["[3]", "The applicant also submits that he was denied procedural fairness because he was not allowed an additional opportunity to reply to the submissions made by the respondent to the Section 40/41 Report (the \"Report\")."], ["[4]", "I find that the applicant's complaint to the Commission, which asserted discrimination on the basis of race and ethnic origin and a mental disability, could and should have been addressed at the arbitration proceedings. The arbitrator considered the applicant's grievance of his termination, which followed from a long history of disciplinary proceedings at which the applicant never raised the issue of a disability. In addition, due to the applicant's claim of a mental disability, the arbitrator reopened the arbitration process to consider the report of an independent medical examination of the applicant. This provided an additional opportunity for the applicant to raise all his human rights allegations, including those based on ethnic and racial discrimination, but he did not do so."], ["[5]", "The applicant's allegation that the Commission rendered its decision in the absence of a complete record is also without merit. Despite the allegations of procedural unfairness regarding the arbitration process and the Commission process, the applicant did not seek to provide the documents which could have filled in the alleged gaps in the record. As a result, neither the medical evidence, which the applicant asserts supports his alleged disability, nor the arbitration awards, which the applicant asserts would shed light on his previous assertions of discrimination, are before the Court on judicial review."], ["[6]", "The applicant's explanation to the Court - that to seek to provide this information would have only invited cross-examination and further complicated the record - is unsatisfactory. I do not accept the applicant's position that the Court should find procedural unfairness because the Commission adopted the conclusions of the Report without examining the medical evidence or the arbitration awards. The Commission considered the Report and adopted it as its reasons. The Report addressed the complaint and canvassed all the relevant factors regarding timeliness and vexatiousness; it also considered the parties' position statements, the complaint, and other information submitted by the applicant."], ["[7]", "In addition, the Commission had before it the submissions of the parties in response to the Report. The applicant set out his position and concerns with respect to all of the issues he now raises on judicial review. For example, the applicant asserted that the arbitrator did not consider his human rights issues and that he should have been afforded an opportunity to cross-examine Dr Cashman, the psychiatrist who conducted the independent medical examination. Therefore, it cannot be said that the Commission was unaware of the applicant's position with respect to the medical evidence or the previous arbitration awards."], ["[8]", "It appears that the applicant, in an effort to exhaust every possible way to restore his employment, made a late day assertion of ethnic and racial discrimination only after his grievances, which were based on well documented disciplinary proceedings, had been denied. Similarly, the applicant raised the issue of a mental disability only after several disciplinary proceedings and benefited from the arbitrator's agreement to reopen his grievance to consider the independent medical evidence. However, based on that independent evidence, the arbitrator again found that there was insufficient evidence to establish that the applicant had a mental disability at the time of the misconduct that led to his termination."], ["[9]", "Notably, the applicant was represented by both his union and legal counsel but did not seek judicial review of the arbitrator's decision. Rather, the applicant chose to pursue a complaint of racial and ethnic discrimination with the Commission."], ["[10]", "The applicant raised the evolving jurisprudence, including", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] and", "<FRAGMENT_SUPPRESSED>  DLR (4th) 595 [", "Penner", "], and takes the position that <FRAGMENT_SUPPRESSED> does not apply to decisions of the Commission made pursuant to paragraphs 41(1)(d) and alternatively, that <FRAGMENT_SUPPRESSED> has been superseded by the more recent decision in", "Penner", ". The applicant submits that the principles enunciated in", "Penner", "should lead the Court to find that the Commission's determination that the complaint was vexatious is unreasonable. While it is acknowledged that", "Penner", "could apply despite that it was decided after the Commission rendered its decision, on the facts of this case,", "Penner", "does not dictate a different result; the prior arbitration proceedings were not unfair and it would not be unfair to rely on their results."], ["[11]", "While", "Penner", "may encourage the Courts to take a more liberal view of what constitutes unfairness in exercising its discretion to not apply issue estoppel, it does not overthrow the principle that finality in proceedings remains an important objective for the administration of justice. To justify the exercise of discretion to relieve against issue estoppel and other related common law doctrines, an applicant cannot merely assert or speculate about unfairness without any evidence and without any attempt to provide evidence which would support such assertions."], ["[12]", "The decision of the Commission is reasonable."], ["[13]", "For the more detailed reasons that follow, the application for judicial review is dismissed.", "Background"], ["[14]", "In its February 6, 2013 decision, the Commission decided not to deal with the human rights complaint of Davinder Khaper, the applicant, on the basis that it was filed out of time and that it was vexatious. The applicant's complaint to the Commission alleged discrimination in employment by Air Canada, the respondent, on the prohibited grounds of race, colour, ethnic origin and disability."], ["[15]", "The chronology of events which led to the complaint and the Commission's decision is set out below."], ["[16]", "The applicant commenced full-time employment with the respondent on November 24, 1997. He remained employed with the respondent until he was terminated for time theft on January 22, 2009. Time theft refers to the practice of reporting for work, or \"punching in\", but not commencing work until later or correspondingly, leaving work without \"punching out\". The labour arbitrator, Mr Teplitsky, upheld the applicant's termination after a grievance arbitration hearing in March 2009. The applicant did not allege discrimination at the arbitration proceedings."], ["[17]", "The arbitrator's notes indicated that the applicant's history of disciplinary proceedings dated back to 1997, that he had been issued 10 previous warnings and four letters of discipline, that he had been coached and counselled regarding his time theft behaviour, and that he had been warned at his last Step V grievance arbitration that he could be terminated if he engaged in time theft again."], ["[18]", "Mr Teplitsky, also the arbitrator of the Step V grievance, excused the applicant from serving the 20-day suspension imposed but the results of the grievance remained in the applicant's record and included the clear warning that he could be terminated for further time theft."], ["[19]", "Following the arbitrator's dismissal of his grievance, the applicant retained counsel in April 2009. In August 2009, the applicant obtained a psychiatric report, which he submits established that he had a disability at the time of his termination."], ["[20]", "On November 12, 2009, the applicant, through his union, requested that the respondent reinstate him on the basis of the August 2009 psychiatric report. On November 23, 2009, the respondent refused, noting that the applicant could have raised mitigating circumstances at the time of his termination but did not. The respondent took the position that the psychiatric report did not provide a basis to reinstate the applicant because the report was provided nine months after the applicant's termination, was prepared by a doctor who was not treating the applicant at the time, and did not address whether the applicant had a disability at the time of the misconduct."], ["[21]", "In December 2009, the applicant contacted the Commission and inquired into the complaint procedure. The Commission sent him an Intake Kit and advised him of the deadline for receipt of his complaint. The deadline was later extended to January 22, 2010."], ["[22]", "On January 22, 2010, the applicant mailed his complaint to the Commission alleging discrimination on the grounds of race, ethnic origin, colour, and disability in relation to his termination from the respondent's employ on January 22, 2009 and the respondent's refusal to reinstate him on November 23, 2009."], ["[23]", "On May 26, 2010, the Commission advised the applicant that his complaint of discriminatory acts was not linked to any prohibited ground of discrimination and closed his file."], ["[24]", "In December 2010, the arbitrator agreed to reopen the applicant's grievance of his termination, on the condition that the applicant consent to an independent medical examination by Dr Cashman, a psychiatrist agreed upon by both parties."], ["[25]", "The arbitrator reconsidered the applicant's grievance in January 2012. The applicant was represented by both his union and counsel."], ["[26]", "On January 16, 2012, the arbitrator rendered his decision and upheld the applicant's termination. The arbitrator noted that, out of fairness, the applicant had been given an opportunity to advance arguments about his mental illness, but that any allegations of infringements of his human rights had been allayed by Dr Cashman's report, which indicated that there was \"insufficient evidence ... to conclude that [the applicant] suffered from a serious or persistent mental illness ... between 1999 and 2009\". The arbitrator refused the union's request to cross-examine Dr Cashman."], ["[27]", "Neither the applicant nor the union on his behalf sought judicial review of the January 16, 2012 arbitration decision."], ["[28]", "In May 2012, counsel for the applicant requested that the Commission reopen the complaint on the basis that it had been submitted in the proper form and should have been considered. The Commission did so and invited submissions from the parties."], ["[29]", "In November 2012, the Commission issued the Report which set out its preliminary conclusions and recommended that the applicant's complaint be dismissed pursuant to paragraphs 41(1)(d) and (e) of the Act."], ["[30]", "The Report concluded that the complaint was untimely pursuant to paragraph 41(1)(e). The Report found that the last alleged discriminatory act was the termination of the applicant's employment on January 22, 2009. The complaint was therefore filed beyond the one year statutory time limit. The Report also noted that: the applicant had opportunities to raise human rights concerns but did not do so until now; the applicant was represented by his union at the arbitration proceedings and also by counsel since April 2009; and he provided no reasonable explanation for the delay."], ["[31]", "The Report also concluded that the complaint was vexatious pursuant to paragraph 41(1)(e), noting that it would be an abuse of process to allow the applicant to raise new grounds of discrimination before the Commission when he could have had all his human rights issues dealt with at arbitration. The Commission reiterated the many opportunities the applicant had to raise issues of racial and ethnic discrimination, including internal dispute resolution mechanisms, the March 2009 arbitration regarding his termination, and the subsequent arbitration in January 2012 that considered the independent medical examination conducted by Dr Cashman."], ["[32]", "As is customary, both parties had the opportunity to make submissions in response to the Report."], ["[33]", "The respondent initially submitted brief comments indicating agreement with the Report."], ["[34]", "The applicant's submissions addressed both the timeliness and vexatiousness issues and disagreed with the recommendations. With respect to timeliness, the applicant argued that the last alleged act of discrimination was not January 22, 2010, the date of his termination, but on November 23, 2009, the date of the respondent's letter refusing to reinstate him based on his August 2009 psychiatric report. The applicant submitted that the jurisprudence has established that a duty to accommodate may exist after an employee has been terminated (", "Ottawa Civic Hospital and ONA (Hodgins), Re", ", [1995] OLAA No 60 at paras 47-48, 48 LAC 388 (4th) [", "Hodgins", "];", "<FRAGMENT_SUPPRESSED> FTR 124 [ <FRAGMENT_SUPPRESSED> ]."], ["[35]", "Alternatively, the applicant argued that the Commission should extend the one year time limit because the 19 day delay was incurred in good faith and the employer would not be prejudiced by the delay."], ["[36]", "With respect to the finding that the complaint was vexatious, the applicant submitted that <FRAGMENT_SUPPRESSED> , which had been cited in the Report, does not apply at the preliminary screening stage of the Commission's inquiry because the decision considered a specific provision of the Human Rights Code of British Columbia, which differs from the Act. The applicant referred to jurisprudence which should apply, including", "<FRAGMENT_SUPPRESSED>  (FCA) [", "Barrette]."], ["[37]", "On January 10, 2013, the respondent filed additional submissions in response to the Report. The respondent addressed the timeliness issue and noted that the applicant should have sought judicial review of the decision or filed an application against his union if he was dissatisfied. The respondent also referred to five labour arbitration decisions by way of a footnote, which were not mentioned in the Report. These decisions, which were rendered between 1991 and 2009, establish that the onus is on a grievor to establish how a medical condition affected his judgment during employment. The respondent also noted that the arbitrator considered the medical evidence and determined that it was insufficient to excuse the applicant's conduct. In addition, the respondent submitted that the applicant's allegations of racism were completely unsupported."], ["[38]", "On January 23, 2013, the applicant requested that the Commission permit him to reply to the respondent's submissions of January 10, 2013, on the basis that new issues had been raised. The Commission refused the applicant's request to file further submissions.", "The decision of the Commission"], ["[39]", "The Commission rendered its decision on February 6, 2013."], ["[40]", "With respect to its refusal to deal with the complaint pursuant to paragraph 41(1)(e) of the Act due to untimeliness, the Commission adopted the conclusions of the Report:", "The Federal Court of Canada has held that the Commission should not exercise its discretion to deal with complaints filed more than one year after the last alleged act of discrimination in situations where the complainants are represented by legal counsel. In", "168886  <FRAGMENT_SUPPRESSED> the Court held that the complainant 'failed to provide justifiable reasons why he was unable to bring his complaint in a timely manner, and this is inexcusable given that he had the benefit of legal representation throughout.'  <FRAGMENT_SUPPRESSED> the Federal Court held that it is inappropriate for the Commission to extend the limitation period when a complainant has the benefit of legal representation."], ["[41]", "With respect to its refusal to deal with the complaint pursuant to paragraph 41(1)(d) of the Act due to vexatiousness, the Commission also adopted and reiterated the conclusions of the Report:", "It would appear that during the course of his employment, the complainant did not, for example, file internal complaints or grievances raising human rights concerns. At the time of his termination of employment, he filed a grievance in which did not raise human rights concern. At the first arbitration hearing, the complainant had the opportunity to raise and have addressed any human rights concerns he might have had. It wasn't until after his grievance was initially dismissed by the arbitrator, that the complainant raised the issue of disability and sough [", "sic", "] to have the arbitrator reconsider his decision taking into account medical evidence. Notwithstanding the medical evidence, the complainant's grievance was dismissed. The complainant never raised the grounds of race and national or ethnic origin before the arbitrator, although he could have done so, and it wasn't until the filing of this complaint that these grounds were raised for the first time. To allow the complainant to raise new grounds of discrimination before the Commission when he could have had all of his human rights issues dealt with at arbitration would be tantamount to an abuse of process and as such should be considered vexatious.", "Issues"], ["[42]", "The applicant submits that the Commission breached his right to procedural fairness by denying him the opportunity to reply to the respondent's further submissions on the Report."], ["[43]", "The applicant submits that the Commission's decision regarding untimeliness was unreasonable and that the Commission erred by failing to give meaningful reasons for its conclusion that the complaint was untimely."], ["[44]", "The applicant further submits that the decision to dismiss the complaint as vexatious is unreasonable", "The applicant argues that <FRAGMENT_SUPPRESSED> , relied upon by the Commission in the Report, does not apply to a decision taken pursuant to paragraph 41(1)(d) of the Act and alternatively, if it does, the law has changed with the Supreme Court's more recent decision in", "Penner", "Standard of review"], ["[45]", "The applicable standard of review for questions of procedural fairness is correctness (", "<FRAGMENT_SUPPRESSED> DLR (4th) 113 [ <FRAGMENT_SUPPRESSED> ])."], ["[46]", "There is also no dispute that the applicable standard of review for decisions of the Commission made pursuant to paragraphs 41(1)(d) and (e) of the Act is reasonableness (", "<FRAGMENT_SUPPRESSED> [2013] FCJ No 113). As the applicant submits, the Commission must be cautious in determining whether a complaint warrants further inquiry; the Commission should only decline to deal with a complaint in plain and obvious cases, because the Commission's decision at the screening stage puts an end to the complaint (", "<FRAGMENT_SUPPRESSED>  (TD), aff'd (1999), 169 FTR 138, 245 NR 397 (FCA), leave to appeal to SCC refused [1999] SCCA No 323;", "<FRAGMENT_SUPPRESSED> FTR 173 [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> FTR 179 [ <FRAGMENT_SUPPRESSED> ])."], ["[47]", "However, section 41 of the Act confers on the Commission ample discretion to decide when not to deal with a complaint at this preliminary stage ( <FRAGMENT_SUPPRESSED> ,", "supra", "at para 47). Decisions made pursuant to section 41 of the Act are, therefore, accorded significant deference by a reviewing court and accordingly, the scope of judicial review is narrow."], ["[48]", "The role of the Court in judicial review where the standard of reasonableness applies is not to substitute any decision it would have made but, rather, to determine whether the Commission's decision \"falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED> ).", "Was the applicant denied procedural fairness?"], ["[49]", "The applicant submits that the Commission denied him a true and meaningful right of reply to the  <FRAGMENT_SUPPRESSED>  (FCA) [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> Admin LR (5th) 289;", "<FRAGMENT_SUPPRESSED> FTR 106)."], ["[50]", "The applicant further submits that by denying him a right of reply to the respondent's further submissions, the Commission made its decision on an incomplete record. He argues that if he had been given an opportunity to respond, he could have at least commented on the five labour arbitration cases cited by the respondent, although he does not indicate what that reply might have been."], ["[51]", "The applicant also submits that the Commission based its decisions on an incomplete record because it did not have the essential documents before it when it considered the Report. The applicant submits that the Commission, having only the Step V arbitration reports and not the medical reports nor the earlier arbitration decisions, could not have had the evidentiary basis to reasonably decide that it was plain and obvious to dismiss the complaint."], ["[52]", "The respondent submits that procedural fairness requires that the applicant know the case he has to meet and be provided with an opportunity to respond. The Commission's preliminary screening process is not adversarial; the applicant's case to be met is not the respondent's arguments or submissions, but the Commission's findings as set out in the Report."], ["[53]", "The respondent emphasizes that both parties had the opportunity to comment on the Report, and did so."], ["[54]", "Moreover, the respondent submits that its January 10, 2013 submissions responded directly to the issues raised in the applicant's submissions. The respondent acknowledges that the reference to five labour arbitration decisions in a footnote and the principle established in those cases was new content, but that these cases directly respond to the applicant's assertion that the arbitrator did not deal with his human rights concerns. The respondent also submits that, contrary to the applicant's submissions, the cases referred to are not material because: there is no evidence that the law relating to the onus on the applicant was a contentious point; the applicant did not indicate what he would have said in reply; and, nothing in the Commission's decision suggests that these cases had any influence."], ["[55]", "The respondent notes that although the Commission did not have all the documents before it, the Report considered all the documents submitted by the applicant. The respondent questions why the applicant did not seek to provide the medical evidence he alleges to be missing from the record.", "The Commission did not breach the applicant's right to procedural fairness"], ["[56]", "The screening process of the Commission is not adversarial. The case the applicant must meet is set out in the Report."], ["[57]", "The decision of the Federal Court of Appeal in <FRAGMENT_SUPPRESSED> , which the applicant relies on, is distinguishable. In <FRAGMENT_SUPPRESSED> , the investigation report was favourable to the applicant. However, Correctional Service of Canada filed comments that went well beyond the facts relied upon in the investigation report, which ultimately influenced the Commission's decision to decline further action on the complaint. The Court of Appeal concluded that the claimant was never in a position to foresee the decision the Commission was going to make. The facts are set out in <FRAGMENT_SUPPRESSED> ,", "supra", "at para 17:", "17 In the case at bar, the appellant certainly was never in a position to foresee, a fortiori to counter, the decision the Commission was going to make, nor to know or even suspect the grounds on which it would decide not to follow its investigator's recommendation. The investigation report was in fact favourable to her. The Service's comments were filed without her knowledge and outside the time limit which the Commission had imposed and described as mandatory. These comments were much more than argument based on the facts set out by the investigator in his report; on the contrary, they were replete with facts that did not appear in the file that had until then been before the Commission, and went so far as to attack the appellant's credibility. Moreover, in the Commission's decision of April 18, 1991 it misled the appellant by suggesting to her that it had before it only the comments filed by her on December 22, 1990, so that in fact the appellant would have had to bring legal proceedings to learn what the evidence was that had apparently led to the Commission's about-face."], ["[58]", "In the present case, the applicant was clearly aware of the conclusions and recommendations of the Report and he could, therefore, anticipate the Commission's decision. The Report canvassed the timeliness and vexatiousness of the complaint. The applicant, who had the Report in his hands, would have been aware of the case he had to meet."], ["[59]", "The Court of Appeal held in", "<FRAGMENT_SUPPRESSED> NR 286, that it was not a breach of procedural fairness to deny a claimant the right to respond to the other party's comments on the section 40/41 report:", "23 Ms. Exeter states in response that the investigator improperly terminated the cross-disclosure so that she did not in fact have the chance to respond to the September 8, 2009 submission of her former employer to the Commission. However, the September 8, 2009 submission of the former employer was simply the employer's response to Ms. Exeter's reply to the investigator's report. There is nothing improper or unfair in not allowing a party to file a sur-reply to another party's reply. The Judge made no error."], ["[60]", "In this case, the applicant made extensive submissions in response to the Report, in which he referred to his medical evidence, asserted that he should have been provided an opportunity to cross-examine Dr Cashman, maintained that the arbitrator had not considered human rights issues, and argued that his complaint had been filed within the one year deadline."], ["[61]", "The respondent's further submissions responded to the Report and to the issues raised by the applicant. The only issue addressed by the respondent which was not in direct response to the applicant's submissions or the Report was the reference to the legal principle that the onus was on the applicant to establish how his psychiatric condition affected his judgment during employment, which was supported by a reference to five labour arbitration decisions by way of a footnote."], ["[62]", "The law relating to the applicant's onus before the arbitrator was never an issue in the Report. Moreover, the cases cited should have been generally known to the applicant as they reflect a well-known principle. The applicant has not given any indication of what he would have stated in response had he been given an opportunity to file further submissions or how any response would have changed the outcome of the Commission's decision. I note that nothing in the Commission's decision suggests that these labour arbitration decisions had any bearing on its findings regarding timeliness or vexatiousness."], ["[63]", "With respect to the applicant's arguments that the Commission reached its decision on an incomplete record, I agree with the respondent that the Commission need not examine all the same documents considered at the section 40/41 stage as that would defeat the purposes of the preliminary examination. The Section 40/41 report is intended to be a synthesis to be relied upon by the Commission. The Commission had before it the complaint, along with the attached Step V arbitration award, the Report, and the submissions of both parties in response."], ["[64]", "The case law is clear that the section 40/41 stage is for screening. Accordingly, the focus of the Commission is whether there is sufficient evidence before it to refer the complaint for further inquiry. It is not the role of the Commission at the section 40/41 stage to look behind the facts and to determine if a complaint is made out. As the Supreme Court held in", "<FRAGMENT_SUPPRESSED> :", "53 The Commission is not an adjudicative body; that is the role of a tribunal appointed under the Act. When deciding whether a complaint should proceed to be inquired into by a tribunal, the Commission fulfills a screening analysis somewhat analogous to that of a judge at a preliminary inquiry. It is not the job of the Commission to determine if the complaint is made out. Rather its duty is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it."], ["[65]", "I also note that the applicant did not attempt to submit additional documents to the Court by way of affidavit to address the alleged gaps in the record, despite that the law provides exceptions to the general rule that the Court should only consider the material that was before the decision maker in judicial review. The case law, including", "Association of Universities and  <FRAGMENT_SUPPRESSED> NR 297, has established that where a breach of procedural fairness is alleged, the Court may accept evidence to establish those allegations:"], ["[20] There are a few recognized exceptions to the general rule against this Court receiving evidence in an application for judicial review, and the list of exceptions may not be closed. These exceptions exist only in situations where the receipt of evidence by this Court is not inconsistent with the differing roles of the judicial review court and the administrative decision-maker (described in paragraphs 17-18, above). In fact, many of these exceptions tend to facilitate or advance the role of the judicial review court without offending the role of the administrative decision-maker. Three such exceptions are as follows:", "(a) Sometimes this Court will receive an affidavit that provides general background in circumstances where that information might assist it in understanding the issues relevant to the judicial review: see,", "e.g.", "<FRAGMENT_SUPPRESSED>  at paragraph 9. Care must be taken to ensure that the affidavit does not go further and provide evidence relevant to the merits of the matter decided by the administrative decision-maker, invading the role of the latter as fact-finder and merits-decider. In this case, the applicants invoke this exception for much of the Juliano affidavit.", "(b) Sometimes affidavits are necessary to bring to the attention of the judicial review court procedural defects that cannot be found in the evidentiary record of the administrative decision-maker, so that the judicial review court can fulfil its role of reviewing for procedural unfairness:", "e.g", "<FRAGMENT_SUPPRESSED>  (C.A.). For example, if it were discovered that one of the parties was bribing an administrative decision-maker, evidence of the bribe could be placed before this Court in support of a bias argument.", "(c) Sometimes an affidavit is received on judicial review in order to highlight the complete absence of evidence before the administrative decision-maker when it made a particular finding: <FRAGMENT_SUPPRESSED> ,", "supra"], ["[66]", "The applicant provided no satisfactory explanation why he had not sought to address the alleged gaps in the record. While the applicant suggested to the Court that any additional information would have only invited cross-examination and further complicated the record, this explanation is not satisfactory given his position that the Commission's decision was rendered on an incomplete record and was, therefore, procedurally unfair.", "Is the Commission's determination that the complaint was not timely reasonable and did the Commission provide meaningful reasons?"], ["[67]", "The applicant submits that his complaint was timely; he sent the complaint on January 22, 2010 and the fact that the Commission received his complaint 19 days later is beyond his control. The applicant also submits that the Commission unreasonably refused to excuse the short delay. Moreover, he submits that the relevant date is not January 22, 2010 because the last discriminatory act was November 23, 2009 when the respondent refused to reinstate him based on his medical report. Therefore, his complaint, which was received on February 10, 2010, was in fact within the one year time limit. The applicant relies on", "Hodgins", "supra", "at paras 47-48 and", "<FRAGMENT_SUPPRESSED>", "at para 54, to establish that an employer has a potential duty to accommodate an employee's disability even after termination of employment. He submits that the Commission ignored", "Hodgins", "and <FRAGMENT_SUPPRESSED> , which he had highlighted in his initial position statement and in his submissions on timeliness in response to the Report."], ["[68]", "The applicant submits that <FRAGMENT_SUPPRESSED> ,", "supra", "at paras 38-42, has established that while comprehensive reasons are not necessary, the reviewing Court must still be satisfied that the Commission had turned its mind to a complainant's arguments. The applicant submits that, as in <FRAGMENT_SUPPRESSED> , the Commission's decision does not convey the impression that it considered the applicant's argument regarding timeliness."], ["[69]", "The applicant alternatively argues that if January 22, 2010 is the relevant date, the 19 day delay was so minimal that the Commission should have accepted his complaint and that all the factors point to granting him an extension."], ["[70]", "The respondent's position is that the Report, which the Commission adopted as its reasons, directly addressed the applicant's arguments."], ["[71]", "The respondent submits that the last possible discriminatory act that could have been committed against the applicant as its employee was the termination of his employment on January 22, 2009."], ["[72]", "The respondent's position is that the jurisprudence relied upon by the applicant, namely", "Hodgins", "and <FRAGMENT_SUPPRESSED> , addresses whether an employer's knowledge of the employee's disability at the time of a discriminatory act is relevant to liability or only to remedy; in other words, whether an employer found liable for discrimination is responsible only for losses incurred after it becomes aware of the discrimination. These cases are not relevant to the issue of determining the last discriminatory act for the purposes of launching the one-year statutory limitation period for filing a complaint. Moreover, neither", "Hodgins", "nor <FRAGMENT_SUPPRESSED> involved a complaint filed outside the limitation period.", "The Commission's decision regarding timeliness is reasonable"], ["[73]", "Where the Commission adopts the recommendations of the Report and provides no additional reasons or only brief reasons, the Court may regard the Report as constituting the Commission's reasoning for the purpose of the screening decision ( <FRAGMENT_SUPPRESSED> ,", "supra", "at para 37)."], ["[74]", "The Report devoted 20 paragraphs to the issue of whether the complaint was timely. It canvassed the arguments of both parties, as well as the factors relevant to determining whether a complaint is timely and whether it should exercise its discretion to receive the complaint beyond the one year deadline. The Report also outlined the chronology of the complainant's conduct."], ["[75]", "The Report acknowledged that the applicant had a post office receipt confirming that he mailed his complaint on January 22, 2010. On the one hand, it referred to the applicant's submissions that his complaint raised serious issues and that the delay would not prejudice the respondent. On the other hand, it noted that the applicant had legal counsel since April 2009, had first contacted the Commission in December 2009 and was advised of the deadline, and had provided no reasonable explanation for the delay."], ["[76]", "Ultimately, the Report concluded that the complaint was filed beyond the one year deadline and recommended that the Commission should not exercise its discretion to deal with the complaint, since the applicant had the benefit of legal representation throughout. These conclusions were adopted by the Commission."], ["[77]", "The Commission's decision with respect to timeliness is reasonable. It was open to the Commission to reject the applicant's explanation that the complaint was only three weeks late and that he mailed it on its due date, particularly given that he had legal representation and that he had already been given an extension to file his complaint.", "The reasons addressed the applicant's arguments"], ["[78]", "I agree with the applicant that the Commission's reasons must leave the complainant with the impression that it considered his allegations before rejecting them. This principle was articulated by Justice Bédard in <FRAGMENT_SUPPRESSED> ,", "supra", "at para 41, following her consideration of the Supreme Court of Canada's decision in", "Newfoundland and  <FRAGMENT_SUPPRESSED> :", "41 One must also bear in mind that rejecting a complaint at the pre-investigation stage is an exception. In my view, the Commission must explain why it considers that a complaint falls outside of its jurisdiction pursuant to section 41 of the Act. This obligation to explain its decision must be adapted to the context of each complaint. Although the Commission may not need to provide comprehensive reasons, it must at least leave the complainant with the impression that it considered his or her allegations before rejecting them. This is even more important when certain arguments were not considered in the preparation of the Section 40/41 Report and were only raised in response to the Report. I consider that in these specific circumstances, the applicant, and the Court, should have the assurance that the main arguments raised by the applicant were considered by the Commission before it concluded that it was plain and obvious that the complaint fell outside of its jurisdiction. Having no assurance that the Commission turned its mind to these arguments, and considering that it is not the Court's role to determine whether a complaint warrants an investigation, I am of the view that the Court is not in a position to determine whether the Commission's decision falls within the range of acceptable possible outcomes."], ["[79]", "In the present case, the Report considered, but rejected, the applicant's argument that the last discriminatory act occurred on November 23, 2009, which is the date when the respondent communicated its refusal to reinstate his employment. The Commission noted, at paras 18-19 of the Report:", "18. The last alleged event cited in the complaint would have occurred on January 22, 2009. The complaint was received on February 10, 2010. The complaint is untimely.", "19. The last alleged discriminatory act is the termination of the complainant's employment on January 22, 2009, not the respondent's refusal, in its letter of November 23, 2009, to reconsider its decision. The suggestion by the complainant's representative that the last alleged discriminatory act would have occurred on November 23, 2009, cannot stand because the decision to terminate the complainant's employment was made on January 22, 2009."], ["[80]", "Although the Report did not dwell on the applicant's allegation that the last discriminatory act was November 23, 2009, it cannot be said that the Commission's reasons left the applicant with the impression that it did not consider his allegations before rejecting them."], ["[81]", "Moreover, the cases referred to by the applicant do not support his position that the respondent's refusal to reinstate him, when he provided a psychiatric report nine months after his termination, constituted the last discriminatory act."], ["[82]", "Hodgins", "was not about the timeliness of a complaint. In", "Hodgins", ", the employee was initially dismissed for extensive absences. The medical evidence established that this conduct was due to her drug addiction. The arbitration board canvassed the jurisprudence from various jurisdictions and concluded that the employer's knowledge of the employee's disability is relevant to remedy but not to liability. The arbitration board was prepared to find a contravention of Ontario's", "Human Rights", "Code", "based upon the employer's refusal to reinstate the employee after she had disclosed her drug addictions, but did not ultimately find a contravention because accommodation would have caused the employer undue hardship."], ["[83]", "In", "Vos,", "the Federal Court cited", "Hodgins", "in the context of the dismissal of a complaint pursuant to paragraph 44(3)(b) of the Act. However,", "Hodgins", "was only briefly referenced to support the point that the employer cannot rely on its lack of knowledge of the employee's disability as a defence to liability. In <FRAGMENT_SUPPRESSED> , Justice Lemieux quashed the Commission's decision to dismiss the complaint pursuant to paragraph 44(3)(b) of the Act partially because the investigator's report never \"identifies what is the relevant time frame to fix [the employer's] knowledge of [the complainant] 's need for accommodation\" (", "<FRAGMENT_SUPPRESSED>", "at para 54)."], ["[84]", "It is reasonable for the Commission to not specifically refer to the decisions cited by the applicant, as these decisions are not applicable. In", "Hodgins", ", the arbitration board was interpreting Ontario's human rights legislation. The case dealt with whether and how the knowledge of an employee's disability affects the remedy awarded for an employer's discriminatory act. The timeliness of a complaint was not an issue. Similarly, <FRAGMENT_SUPPRESSED> did not concern the timeliness of a complaint; rather, the judicial review was granted on the basis that the Commission's decision to dismiss the complaint, under paragraph 44(3)(b), was based on an improper investigation."], ["[85]", "In the present case, the respondent did not have notice of the applicant's alleged disability until the applicant's union provided a copy of the August 2009 psychiatric report in November 2009, nine months after his termination. Moreover, the respondent did not accept the applicant's psychiatric report as notice of a disability because it was provided long after his termination by a doctor who had not treated him at the time of his misconduct or his termination. The psychiatric report prompted the arbitrator to reopen the arbitration process to consider the alleged human rights issues. The applicant was assessed by an independent medical examiner agreed to by the parties. Yet, the arbitrator again concluded, based on the independent medical examination, that mental illness was not a factor in the applicant's time theft behaviour."], ["[86]", "I agree with the respondent that", "Hodgins", "and <FRAGMENT_SUPPRESSED> do not support the proposition that a former employee may inform his employer of a disability after dismissal when he or she so chooses, and then, if refused reinstatement, argue that this constitutes a more recent discriminatory act for the purpose of establishing the one year period to file a human rights complaint."], ["[87]", "I also note that para 45 of the Report recommended that even if the Commission exercises its discretion to deal with the complaint beyond the one year deadline, it should still refuse to deal with the complaint because it is vexatious.", "Is the Commission's determination that the complaint was vexatious reasonable?"], ["[88]", "The applicant submits that the decision that the complaint was vexatious is unreasonable because the Commission failed to properly apply the jurisprudence."], ["[89]", "First, the applicant submits that, contrary to the jurisprudence, the Commission dismissed the complaint simply because it had been previously dealt with by the arbitrator ( <FRAGMENT_SUPPRESSED> ,", "supra", "at para 17;", "Barrette", "supra", "at para 28;", "<FRAGMENT_SUPPRESSED> [2012] FCJ No 884 [", "Lawrence", "])."], ["[90]", "Second, the applicant submits that the Commission erred by relying on <FRAGMENT_SUPPRESSED> , which interpreted specific provisions of British Columbia's", "Human Rights Code", ", RSBC 1996, c 210 [", "BC Human Rights Code", "] and has no application to the section 41 screening stage."], ["[91]", "Third, and alternatively, the applicant submits that <FRAGMENT_SUPPRESSED> has been superseded by the more recent decision of the Supreme Court of Canada in", "Penner,", "which was decided after the Commission's decision and which significantly changed the law regarding issue estoppel. The applicant notes that this Court should consider appellate authority decided subsequent to the Commission's decision (", "<FRAGMENT_SUPPRESSED> NR 120)."], ["[92]", "The applicant submits that, as a result of", "Penner,", "the Commission's decision that the complaint was vexatious no longer falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, and is, therefore, unreasonable. The applicant argues that the Commission failed to consider the fairness of the prior arbitration proceedings, in particular, given the fact that the arbitrator declined to allow cross-examination of the independent medical examiner, Dr Cashman. In addition, even if the Commission did consider whether the prior arbitration proceedings were procedurally fair, it failed to engage in the second part of the analysis required by", "Penner", ": whether an injustice may arise if the results of the prior arbitration proceedings were used to preclude the applicant's human rights complaint."], ["[93]", "The respondent submits that the principles established in <FRAGMENT_SUPPRESSED> regarding abuse of process, collateral attack and issue estoppel apply to the Commission's preliminary screening of a complaint, that <FRAGMENT_SUPPRESSED> has not been superseded by", "Penner,", "and that both decisions can be read together; however, the result would not be different in the present case."], ["[94]", "In response to the applicant's argument that <FRAGMENT_SUPPRESSED> does not apply to the Act because paragraph 27(1)(f) of the", "BC Human Rights Code", "at issue in that case does not use the identical terms as subsection 41(1)(d) of the Act (and in particular, the word \"vexatious\"), the respondent submits that any litigation advanced despite a previous decision or as a collateral attack or an abuse of process is inherently vexatious and that the provisions at issue in <FRAGMENT_SUPPRESSED> were intended to address these circumstances more generally."], ["[95]", "The respondent's position is that <FRAGMENT_SUPPRESSED> has not been superseded by", "Penner", "and that the three <FRAGMENT_SUPPRESSED> criteria were met: there was concurrent jurisdiction in the arbitrator; the legal issue was essentially the same; and the complainant had the opportunity to know the case to be met and to meet it."], ["[96]", "The respondent acknowledges that appellate authority decided after the Commission's decision, such as", "Penner,", "could apply. However, even if the Commission's decision should be reviewed in light of", "Penner", ", the decision would not be unreasonable; the prior arbitration proceedings were not procedurally unfair and relying on their result was not unfair."], ["[97]", "The respondent also submits that the Commission properly applied <FRAGMENT_SUPPRESSED> and", "Barrette", ", since <FRAGMENT_SUPPRESSED> , as refined by", "Barrette", ", does not require that the Commission review all the evidence submitted to the first tribunal in order to properly decline to exercise its jurisdiction.", "The Commission's decision that the complaint was vexatious is reasonable", "The Commission examined the previous decision"], ["[98]", "In deciding whether a complaint which has already been adjudicated would attract the operation of paragraph 41(1)(d) of the Act, the Commission must consider the grounds alleged and ascertain their validity. The Commission cannot simply rely on the fact that there has been a previous decision to refuse to consider a complaint under paragraph 41(1)(d) of the Act."], ["[99]", "In", "Barrette", "supra", "at para 28, the Court of Appeal held:", "28 Clearly, in my view, the Commission must turn its mind to the decision of the arbitrator, not to determine whether it is binding on the Commission, but to examine whether, in light of that decision and of the findings of fact and credibility made by the arbitrator, the complaint may not be such as to attract the application of paragraph 41(1)(d)."], ["[100]", "In <FRAGMENT_SUPPRESSED> ,", "supra", "at paras 14-17, Justice Tremblay-Lamer unqualifiedly concluded that if a claimant has taken advantage of the available internal remedies, the Commission may not refuse to exercise its jurisdiction on the ground that the matter has already been decided."], ["[101]", "However, in", "Lawrence", "supra", "at paras 40-41, Justice Scott considered <FRAGMENT_SUPPRESSED> and reaffirmed the more moderate view articulated in", "Barrette", "40  <FRAGMENT_SUPPRESSED>  Justice Tremblay-Lamer relied on", "<FRAGMENT_SUPPRESSED>  (FCA) and", "<FRAGMENT_SUPPRESSED>  (FCA) to affirm that if an applicant \"has taken advantage of the available internal remedies, the Commission may not refuse to exercise its jurisdiction on the ground that the matter has already been decided\".", "41 In the Court's opinion, after a thorough review of the documents filed, it is apparent in the present case that, when the CHRC declined to exercise its discretion, it did not merely rely on a previous decision but carefully analysed the settlement agreement."], ["[102]", "In the present case, the Commission specifically referred to <FRAGMENT_SUPPRESSED> and", "Barrette", "in the 41 Report and examined whether the \"complaint may not be such as to attract the application of paragraph 41(1)(d)\" before deciding not to deal with the complaint. The Commission also made several observations about the prior arbitration proceedings. It noted that the applicant \"had legal representation to assist the union in presenting his case at arbitration\" and that he \"did raise the issue of disability before the arbitrator, he did not raise the issues of race or national and ethnic origin; however, there is no indication that he was prevented from doing so\". It also noted that \"another decision-maker, namely a labour arbitrator, has considered the reasons for which the complainant's employment was terminated\" and that \"[j]udicial review of the arbitrator's decision was not sought\".", "Figliola is applicable to the section 40/41 preliminary screening stage"], ["[103]", "The Report noted that the principles set out in <FRAGMENT_SUPPRESSED> applied to human rights commissions and set out factors to be considered in determining whether a complaint is vexatious, which reflect those principles. The Report also acknowledged that the Supreme Court of Canada found that in some circumstances justice may demand fresh litigation."], ["[104]", "In <FRAGMENT_SUPPRESSED> , the Supreme Court set out principles governing how one statutory administrative tribunal should exercise its discretion to dismiss a human rights complaint already dealt with by another statutory administrative tribunal. While <FRAGMENT_SUPPRESSED> dealt with the interpretation of paragraph 27(1)(f) of the", "BC Human Rights Code", ", which does not contain the phrase \"vexatious grounds\", the Supreme Court's decision provides general principles concerning the prevention of \"abuse of the decision-making process\" and therefore, could apply more broadly to the decisions of the Commission taken pursuant to paragraph 41(1)(d) of the Act. The phrase \"vexatious grounds\" in paragraph 41(1)(d) of the Act is, like paragraph 27(1)(f) of the", "BC", "Human Rights Code", ", an amalgamation of principles underlying the common law finality doctrines of", "res judicata", ", issue estoppel, collateral attack, and abuse of process."], ["[105]", "The Commission did not err in relying on <FRAGMENT_SUPPRESSED> . Paragraph 41(1)(d) of the Act provides that \"...the Commission shall deal with any complaint filed with it", "unless", "in respect of that complaint", "it appears to the Commission that (d) the complaint is", "trivial, frivolous,", "vexatious", "or made in bad faith ...\" [Emphasis added]. <FRAGMENT_SUPPRESSED> addressed the legal doctrines which could result in a complaint being found to be vexatious."], ["[106]", "Moreover, the Federal Court of Appeal held that <FRAGMENT_SUPPRESSED> applies to the Canadian Human Rights Tribunal [\"CHRT\"] in exercising its discretion to decline to hear a complaint already dealt with by another tribunal. The Court of Appeal noted that in <FRAGMENT_SUPPRESSED> , the Supreme Court found that paragraph 27(1)(f) of the", "BC Human Rights Code", "reflects the common law finality doctrines of issue estoppel, abuse of process and collateral attack, and therefore, the Court's comments in <FRAGMENT_SUPPRESSED> are relevant to the application of these common law principles by the CHRT (", "<FRAGMENT_SUPPRESSED> Admin LR (5th) 180). The same would apply to the exercise of discretion by the Commission pursuant to paragraph 41(1)(d)."], ["[107]", "Figliola,", "therefore, continues to provide guidance at the screening stage to determine whether the application of issue estoppel or other common law doctrines of finality would work an injustice and whether a complaint is vexatious."], ["[108] <FRAGMENT_SUPPRESSED> is a five to four decision where both the majority and the minority found the British Columbia Human Rights Tribunal's decision to refuse to hear a complaint to be unreasonable. The majority focussed on whether the substance of the complaint has been appropriately dealt with and canvassed the relevant principles, at paras 34-37:"], ["[34] At their heart, the foregoing doctrines exist to prevent unfairness by preventing \"abuse of the decision-making process\" ( <FRAGMENT_SUPPRESSED> , at para. 20; see also", "Garland", ", at para. 72, and", "Toronto (City)", ", at para. 37). Their common underlying principles can be summarized as follows:", "• It is in the interests of the public and the parties that the finality of a decision can be relied on ( <FRAGMENT_SUPPRESSED> , at para. 18;", "Boucher", ", at para. 35).", "• Respect for the finality of a judicial or administrative decision increases fairness and the integrity of the courts, administrative tribunals and the administration of justice; on the other hand, relitigation of issues that have been previously decided in an appropriate forum may undermine confidence in this fairness and integrity by creating inconsistent results and unnecessarily duplicative proceedings (", "Toronto (City)", ", at paras. 38 and 51).", "• The method of challenging the validity or correctness of a judicial or administrative decision should be through the appeal or judicial review mechanisms that are intended by the legislature (", "Boucher", ", at para. 35; <FRAGMENT_SUPPRESSED> , at para. 74).", "• Parties should not circumvent the appropriate review mechanism by using other forums to challenge a judicial or administrative decision (", "TeleZone", ", at para. 61;", "Boucher", ", at para. 35;", "Garland", ", at para. 72).", "• Avoiding unnecessary relitigation avoids an unnecessary expenditure of resources (", "Toronto (City)", ", at paras. 37 and 51)."], ["[35] These are the principles which underlie s. 27(1)(f). Singly and together, they are a rebuke to the theory that access to justice means serial access to multiple forums, or that more adjudication necessarily means more justice."], ["[36] Read as a whole, s. 27(1)(f) does not codify the actual doctrines or their technical explications, it embraces their underlying principles in pursuit of finality, fairness, and the integrity of the justice system by preventing unnecessary inconsistency, multiplicity and delay. That means the Tribunal should be guided less by precise doctrinal catechisms and more by the goals of the fairness of finality in decision-making and the avoidance of the relitigation of issues already decided by a decision-maker with the authority to resolve them. Justice is enhanced by protecting the expectation that parties will not be subjected to the relitigation in a different forum of matters they thought had been conclusively resolved. Forum shopping for a different and better result can be dressed up in many attractive adjectives, but fairness is not among them."], ["[37] Relying on these underlying principles leads to the Tribunal asking itself whether there was concurrent jurisdiction to decide human rights issues; whether the previously decided legal issue was essentially the same as what is being complained of to the Tribunal; and whether there was an opportunity for the complainants or their privies to know the case to be met and have the chance to meet it, regardless of how closely the previous process procedurally mirrored the one the Tribunal prefers or uses itself. All of these questions go to determining whether the substance of a complaint has been \"appropriately dealt with\". At the end of the day, it is really a question of whether it makes sense to expend public and private resources on the relitigation of what is essentially the same dispute."], ["[109]", "In this case, the test set out in", "<FRAGMENT_SUPPRESSED>", "at para 37, was met. The applicant already alleged disability-based discrimination in contesting his dismissal before the arbitrator in January 2012, in which he was represented by his union and legal counsel. The arbitrator expressly addressed the human rights aspect of the grievance, i.e., the alleged mental disability; in fact, the arbitrator specifically mentioned that human rights considerations prompted him to reconsider the applicant's grievance due to his allegations of mental illness. As the Commission noted, the applicant could have raised his race and ethnic discrimination complaints at either the 2009 or 2012 arbitration proceedings, or even earlier during his disciplinary proceedings, but did not do so. The applicant knew the case he had to meet at his arbitration and participated in that process. The arbitrator considered the applicant's new medical evidence in 2012 and concluded that it \"undermines any contention that the grievor's Human Rights have been infringed\"."], ["[110]", "The analysis then turns to the reasonableness of the Commission's determination that the complaint was vexatious in the event that the principles set out in", "Penner", "regarding issue estoppel should be applied.", "The Commission's decision is reasonable in light of Penner"], ["[111]", "The more recent Supreme Court decision in", "Penner", "does not change the outcome nor does it oust the application of <FRAGMENT_SUPPRESSED> to decisions of human rights commissions."], ["[112]", "Penner", "explored the approach to be taken by courts in determining when issue estoppel should operate where there has been a prior administrative proceeding.", "Penner", "is a four to three decision; the majority found that issue estoppel should not apply and allowed the appeal while the minority would have applied issue estoppel and dismissed the appeal."], ["[113]", "In", "Penner,", "supra", "at paras 28-31, the majority canvassed the legal framework governing issue estoppel:"], ["[28] Relitigation of an issue wastes resources, makes it risky for parties to rely on the results of their prior litigation, unfairly exposes parties to additional costs, raises the spectre of inconsistent adjudicative determinations and, where the initial decision maker is in the administrative law field, may undermine the legislature's intent in setting up the administrative scheme. For these reasons, the law has adopted a number of doctrines to limit relitigation."], ["[29] The one relevant on this appeal is the doctrine of issue estoppel. It balances judicial finality and economy and other considerations of fairness to the parties", "It holds that a party may not relitigate an issue that was finally decided in prior judicial proceedings between the same parties or those who stand in their place. However, even if these elements are present, the court retains discretion to not apply issue estoppel when its application would work an injustice."], ["[30] The principle underpinning this discretion is that \"[a] judicial doctrine developed to serve the ends of justice should not be applied mechanically to work an injustice\": <FRAGMENT_SUPPRESSED> , at para. 1; see also", "<FRAGMENT_SUPPRESSED> , at paras. 52-53."], ["[31] Issue estoppel, with its residual discretion, applies to administrative tribunal decisions. The legal framework governing the exercise of this discretion is set out in <FRAGMENT_SUPPRESSED> . In our view, this framework has not been overtaken by this Court's subsequent jurisprudence. The discretion requires the courts to take into account the range and diversity of structures, mandates and procedures of administrative decision makers however, the discretion must not be exercised so as to, in effect, sanction collateral attack, or to undermine the integrity of the administrative scheme. As highlighted in this Court's jurisprudence, particularly since", "<FRAGMENT_SUPPRESSED> , legislation establishing administrative tribunals reflects the policy choices of the legislators and administrative decision making must be treated with respect by the courts. However, as this Court said in <FRAGMENT_SUPPRESSED> , at para. 67:", "The objective is to ensure that the operation of issue estoppel promotes the orderly administration of justice but not at the cost of real injustice in the particular case.\""], ["[114]", "At paras 39-42, the majority held that unfairness may arise in two ways:"], ["[39] Broadly speaking, the factors identified in the jurisprudence illustrate that unfairness may arise in two main ways which overlap and are not mutually exclusive. First, the unfairness of applying issue estoppel may arise from the unfairness of the prior proceedings. Second, even where the prior proceedings were conducted fairly and properly having regard to their purposes, it may nonetheless be unfair to use the results of that process to preclude the subsequent claim.", "(a)", "Fairness of the Prior Proceedings"], ["[40] If the prior proceedings were unfair to a party, it will likely compound the unfairness to hold that party to its results for the purposes of a subsequent proceeding. For example, in <FRAGMENT_SUPPRESSED> , the prior administrative decision resulted from a process in which Ms. Danyluk had not received notice of the other party's allegations or been given a chance to respond to them."], ["[41] Many of the factors identified in the jurisprudence, including the procedural safeguards, the availability of an appeal, and the expertise of the decision maker, speak to the opportunity to participate in and the fairness of the administrative proceeding. These considerations are important because they address the question of whether there was a fair opportunity for the parties to put forward their position, a fair opportunity to adjudicate the issues in the prior proceedings and a means to have the decision reviewed. If there was not, it may well be unfair to hold the parties to the results of that adjudication for the purposes of different proceedings.", "(b) The Fairness of Using the Results of the Prior Proceedings to Bar Subsequent Proceedings"], ["[42] The second way in which the operation of issue estoppel may be unfair is not so much concerned with the fairness of the prior proceedings but with the fairness of", "using their results", "to preclude the subsequent proceedings. Fairness, in this second sense, is a much more nuanced enquiry. On the one hand, a party is expected to raise all appropriate issues and is not permitted multiple opportunities to obtain a favourable judicial determination. Finality is important both to the parties and to the judicial system. However, even if the prior proceeding was conducted fairly and properly having regard to its purpose, injustice may arise from using the results to preclude the subsequent proceedings. This may occur, for example, where there is a significant difference between the purposes, processes or stakes involved in the two proceedings. We recognize that there will always be differences in purpose, process and stakes between administrative and court proceedings. In order to establish unfairness in the second sense we have described, such differences must be significant and assessed in light of this Court's recognition that finality is an objective that is also important in the administrative law context. As Doherty and Feldman JJ.A. wrote in", "<FRAGMENT_SUPPRESSED>  (C.A.), at para. 39, if courts routinely declined to apply issue estoppel because the procedural protections in the administrative proceedings do not match those available in the courts, issue estoppel would become the exception rather than the rule. [italics in original.]"], ["[115]", "While the dissenting judges in", "Penner", "suggest that the majority departed from <FRAGMENT_SUPPRESSED> , the majority did not specifically refer to", "Figliola.", "However, the majority commented, at para 31, that the legal framework established in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ,", "which governs the exercise of the court's discretion to suspend the application of issue estoppel, has not been overtaken by \"subsequent jurisprudence\", which would include <FRAGMENT_SUPPRESSED> ."], ["[116]", "The dissenting judges in", "Penner", "were of the view that <FRAGMENT_SUPPRESSED> moved away from the approach to issue estoppel articulated in <FRAGMENT_SUPPRESSED> , which had held that a wider discretion to relieve against the application of issue estoppel applied to administrative tribunals than to courts. The dissent held that <FRAGMENT_SUPPRESSED> remains the proper approach for both administrative tribunals and the courts when considering whether issue estoppel applied due to a prior decision of an administrative decision-maker. The dissent is critical of the majority for returning to the <FRAGMENT_SUPPRESSED> approach and further expanding the consideration of the fairness of the previous decision."], ["[117]", "It is important to distinguish the factual differences between", "Penner", "and <FRAGMENT_SUPPRESSED> .", "Penner", "dealt with the application of the specific common law doctrine of issue estoppel by a court, in light of a decision of a prior administrative decision-maker. In contrast, <FRAGMENT_SUPPRESSED> involved an administrative decision-maker applying a statutory provision that incorporated the principles underlying the common law doctrines of finality, including", "res judicata", ", abuse of process, collateral attack and issue estoppel."], ["[118]", "I note that the majority in <FRAGMENT_SUPPRESSED> indicated that it was not clear whether the <FRAGMENT_SUPPRESSED> factors were applicable to the facts  <FRAGMENT_SUPPRESSED> .", "The majority distinguished <FRAGMENT_SUPPRESSED> on the basis that it intended to assist the courts in applying", "issue estoppel", ". The majority found that paragraph 27(1)(f) of the", "BC Human Rights Code", "was not limited to issue estoppel, but called for an approach that applied the combined principles underlying various common law doctrines of finality ( <FRAGMENT_SUPPRESSED> ,", "supra", "at para 44)."], ["[119]", "As mentioned above, like the relevant provisions of the", "BC Human Rights Code", "considered by the Supreme Court in <FRAGMENT_SUPPRESSED> , paragraph 41(1)(d) of the Act is also not limited to issue estoppel; the notion of a vexatious complaint would include complaints that are", "res judicata", ", abuse of process, collateral attacks or barred by issue estoppel. The Commission's determination that the applicant's complaint was vexatious pursuant to paragraph 41(1)(d) of the Act was based on the fact that the complaint had \"already been appropriately dealt with\" and that, as noted in the Report, \"[t]o allow the complainant to raise new grounds of discrimination before the Commission when he could have had all of his human rights issues dealt with at arbitration would be tantamount to an abuse of process and as such should be considered vexatious.\""], ["[120]", "The Commission did not refer to issue estoppel as the basis for finding that the complaint was vexatious; rather it is clear that it looked at the guidance provided in <FRAGMENT_SUPPRESSED> , which embraced the range of principles reflected by common law doctrines of finality."], ["[121]", "I am of the view that <FRAGMENT_SUPPRESSED> guides the Commission's determination of vexatiousness."], ["[122]", "However, if", "Penner", "should also apply because issue estoppel could have been the underlying reason for the Commission's determination that the complaint was vexatious, rather than the broader finality considerations underlying paragraph 41(1)(d) of the Act, which in my view were considered by the Commission, the application of", "Penner", "would not lead to a different result. The Commission's decision to dismiss the complaint would be reasonable even if", "Penner", "were applied."], ["[123]", "If", "Penner", "were applied, the Commission would have been required to conduct a broader inquiry into the previous decision before concluding that the complaint was vexatious. It would have first considered the fairness of the arbitration proceedings. It would have then considered the fairness of using the result of the arbitration proceedings to bar the complaint."], ["[124]", "In my view, there was no unfairness in the arbitration proceedings. The applicant was represented by his union and legal counsel. He had the opportunity to participate, to provide documents and to make submissions. There was a process to review the arbitrator's decision, including whether that process had been conducted in accordance with procedural fairness; but the applicant did not seek judicial review."], ["[125]", "With respect to the applicant's submission that he was denied procedural fairness by the arbitrator's refusal to permit him to cross-examine Dr Cashman, the independent medical examiner, I agree with the respondent that to permit such cross-examination would have allowed the applicant to impugn his own witness and would defeat the purpose of an independent medical examination. The applicant had agreed to submit to the examination and he had agreed to the choice of Dr Cashman."], ["[126]", "In addition, in my view, there was no unfairness in relying on the results of the arbitration process to conclude that the complaint was vexatious. There were no significant differences between the purposes, processes or stakes involved in the two proceedings, particularly for this applicant. As the respondent correctly submits, federal labour arbitrators are given the power to interpret, apply, and give remedies in accordance with the Act, and conversely, the Commission may refuse to deal with a complaint if the claimant ought to exhaust grievance procedures. In this case, the applicant sought to be reinstated by the respondent. Although the Commission could have also addressed systemic discrimination issues, the applicant made only vague and bald assertions of systemic discrimination. Therefore, both the arbitration process and the human rights complaint process could have addressed the applicant's employment status, as well as any resulting damages arising from his termination. And, as noted repeatedly, the applicant had not raised any allegations of racial or ethnic discrimination until after his termination and the arbitration process had first concluded."], ["[127]", "Notably, the sole reason for reopening the arbitration process and the January 2012 hearing was to give the applicant an opportunity to advance his human rights arguments, in light of new independent medical evidence.", "Penner, supra", "at para 42, emphasizes that a party is expected to raise all appropriate issues and is not permitted multiple opportunities to obtain a favourable judicial determination."], ["[128]", "The Commission considered whether a finding of vexatiousness would result in an injustice and reasonably concluded that it did not."], ["[129]", "Whether the principles of <FRAGMENT_SUPPRESSED> are the benchmark for such findings or whether the principles of", "Penner", ", which call for a broader two step inquiry into fairness of the previous proceedings, should be the benchmark for exercising the discretion to relieve against issue estoppel, or to relieve against a finding of vexatiousness, the unfairness and injustice must be real; mere allegations of unfairness and injustice are not sufficient."], ["[130]", "In this case, the applicant has not demonstrated how reliance on the finality of the arbitration proceedings has caused unfairness or injustice."], ["[131]", "The majority judgments in <FRAGMENT_SUPPRESSED> and", "Penner", "both placed a heavy emphasis on the need for finality. As noted in <FRAGMENT_SUPPRESSED> ,", "supra", "at para 35, the finality principles are a \"rebuke to the theory that access to justice means serial access to multiple forums, or that more adjudication necessarily means more justice\". In", "Penner", "supra", "at para 42, the majority remarked that \"a party is expected to raise all appropriate issues and is not permitted multiple opportunities to obtain a favourable judicial determination. Finality is important both to the parties and to the judicial system\"."], ["[132]", "The application for judicial review is dismissed."], ["[133]", "As agreed to by the parties, costs shall be awarded to the respondent in the amount of $3,000.", "JUDGMENT"], ["[134]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. Costs shall be awarded to the respondent in the amount of $3,000.", "Application dismissed.", "Editor: Angela E. McKay/vnh"]]}