{"id_": "065051", "body_str": [["[1]", "Boivin, J.", ": This is a judicial review of a decision by the Immigration Appeal Division of the Immigration and Refugee Protection Board (IAD), rendered on June 29, 2010, rejecting the applicant's appeal. The Visa Officer's decision found Toni Nawfal, the applicant's son, not to be a dependent child in respect of the applicant pursuant to s. 2 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the Regulations). As a result, the applicant's son could not qualify as a member of the family class with regards to a permanent residence application.  <FRAGMENT_SUPPRESSED>", "Factual Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, Youssef Nawfal, is married and has three sons: Toni, born in 1968, Edgard born in 1971 and Elie born in 1979. Toni is handicapped - his lower body is totally paralysed and his right hand is partially paralysed.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Mr. Youssef Nawfal arrived in Canada on May 18, 2003, sponsored by his son Edgard. Mr. Nawfal was accompanied by his wife and youngest son. The application for Toni was not included as part of his father's application.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In 1999-2000, Toni Nawfal was sponsored by his Canadian fiancée. The application was rejected on July 15, 2000 on the basis that the relationship was not genuine. The appeal was rejected on January 8, 2002. At that time, evidence was submitted to the effect that Toni was living alone, working, driving and was well-equipped to live with his handicap.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Toni Nawfal made an application for a temporary visa in 2003, which was refused on July 22, 2003. In 2006, he submitted another application to reunite with his family but failed to show up at the interview.  <FRAGMENT_SUPPRESSED>"], ["[6]", "On April 2, 2007, Toni Nawfal made an application for permanent residence sponsored by his father in the category of \"dependent child\". This application was rejected in April 2007. The applicant appealed the decision. The appeal was rejected in June 2010.  <FRAGMENT_SUPPRESSED>", "Impugned Decision  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Immigration Appeal Division (IAD) concluded that the applicant had not demonstrated that his son met the requirements of a dependent child. The IAD noted that although this case could warrant humanitarian and compassionate considerations, section 65 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act) prevents the IAD from taking into account those considerations.  <FRAGMENT_SUPPRESSED>"], ["[8]", "From the outset, the IAD referred to section 2 of the Regulations. This section provides a definition for \"dependent child\". The applicant submitted that he always took care of his son who cannot work or live by himself. Prior to immigrating to Canada, various members of his family allegedly took care of his son.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The IAD noted a difference between the testimonies on appeal and the previous testimonies before the Board in 2000 in relation with the application for permanent residence. At the hearing before the Board, records of employment were submitted and Toni was described as a person living alone, working, who could drive a car and well-equipped to live with his handicap. In rejecting the application in 2002, this evidence led the Board to conclude that Toni was independent and self-supporting. However, during the hearing before the IAD, the witnesses testified that Toni was heavily handicapped and always dependant upon his parents.  <FRAGMENT_SUPPRESSED>"], ["[10]", "More particularly, and contrary to what was advanced at the hearing before the Board, the various witnesses provided different testimonies before the IAD and explained that Toni never worked as he was fully dependent upon his parents. The IAD concluded that the testimonies on appeal were either false or the previous application from Toni was bonified to facilitate his immigration to Canada. Either way, one version was untrue. Faced with contradictions between the various testimonies before the Board and before the IAD, the IAD was of the view that the integrity of the Canadian immigration system needed to be preserved and thus concluded that the applicant failed to demonstrate that Toni was a dependant child pursuant to the Regulations.  <FRAGMENT_SUPPRESSED>", "Relevant Legislation  <FRAGMENT_SUPPRESSED>"], ["[11]", "Section 2 of the", "Immigration and Refugee Protection Regulations", "provides as follows:  <FRAGMENT_SUPPRESSED>", "Interpretation  <FRAGMENT_SUPPRESSED>", "2.", "The definitions in this section apply in these Regulations.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "\"dependent child\", in respect of a parent, means a child who  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "(b) is in one of the following situations of dependency, namely,  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "(iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition.  <FRAGMENT_SUPPRESSED>", "Définitions  <FRAGMENT_SUPPRESSED>", "2.", "Les définitions qui suivent s'appliquent au présent règlement.  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "« enfant à charge » L'enfant qui  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "b) d'autre part, remplit l'une des conditions suivantes:  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "(iii) il est âgé de vingt-deux ans ou plus, n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans et ne peut subvenir à ses besoins du fait de son état physique ou mental.  <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[12]", "This case raises the following issues:  <FRAGMENT_SUPPRESSED>", "a) What is the standard of review?  <FRAGMENT_SUPPRESSED>", "b) Did the IAD err in relying on previous testimonies to conclude that the applicant and his witnesses were not credible?  <FRAGMENT_SUPPRESSED>", "c) Did the IAD err in concluding that the applicant's son was not a \"dependent child\" pursuant to section 2 of the Immigration and Refugee Protection Regulations?  <FRAGMENT_SUPPRESSED>", "Standard of Review  <FRAGMENT_SUPPRESSED>", "a) What is the standard of review?  <FRAGMENT_SUPPRESSED>"], ["[13]", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 405, at para 18-20, a case in which the child of the applicant was found not to be a dependent child, Justice Blanchard determined that this finding was reviewable on a standard of patent unreasonableness:  <FRAGMENT_SUPPRESSED>"], ["[18]  <FRAGMENT_SUPPRESSED>  2003 FCT 375, Justice Snider wrote at paragraph 14:  <FRAGMENT_SUPPRESSED>", "An application to be admitted to Canada as an immigrant involves a discretionary decision on the part of the visa officer, who is required to make that decision on the basis of specified statutory criteria. The standard of review to be applied to a visa officer's decision with respect to a finding of fact is patent unreasonableness.  <FRAGMENT_SUPPRESSED>"], ["[19]  <FRAGMENT_SUPPRESSED>  2006 FC 1362, Justice Gibson cited Justice Snider's decision  <FRAGMENT_SUPPRESSED> , and concluded that the standard of review of patent unreasonableness applies to a finding that an individual was not a \"dependent child\" under the Regulations. The same finding was made by Justice de Montigny in  <FRAGMENT_SUPPRESSED>  2005 FC 444, at para. 6. I agree with the reasoning of my colleagues.  <FRAGMENT_SUPPRESSED>"], ["[20] Since the decision under review in this application also concerns a finding that an individual was not a \"dependent child\" under the Regulations, I will adopt the standard of patent unreasonableness in reviewing the Officer's decision.  <FRAGMENT_SUPPRESSED>"], ["[14]", "<FRAGMENT_SUPPRESSED> , there are only two standards of review: reasonableness and correctness. In", "Dunsmuir", ", at para 47, the Supreme Court of Canada defined reasonableness as follows:  <FRAGMENT_SUPPRESSED>"], ["[47] Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The standard of review applicable in the case at bar is therefore reasonableness.  <FRAGMENT_SUPPRESSED>", "Analysis  <FRAGMENT_SUPPRESSED>", "b) Did the IAD err in relying on previous testimonies to conclude that the applicant and his witnesses were not credible?  <FRAGMENT_SUPPRESSED>"], ["[16]", "The applicant argues that the IAD failed to consider all the relevant evidence. Consequently, the applicant claims that the evidence clearly demonstrates that Toni is a dependent over the age of 22 who cannot, because of his physical condition, become self-supporting. The applicant notes that the Board member admitted in her decision that the physical condition of Toni was undisputed and that he is dependent according to its definition in section 2 of the Regulations. Thus, the applicant submits that the IAD made findings and inferences without regard to the evidence demonstrating that Toni's handicap is so serious that the contradictory versions relating to his handicap are not important.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In response, the respondent argues that the applicant has not provided any useful authority in support of his arguments. The respondent claims that contrary to the applicant's arguments, what is in dispute is the extent of Toni's handicap.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The respondent claims that the applicant failed to sufficiently demonstrate that his son's physical condition makes him unable to be financially self-supporting. According to the respondent, the behaviour of both the applicant and Toni indicates that they were not witnesses to be trusted with respect to whether or not Toni's handicap makes him unable to be financially self-supporting despite his handicap. Consequently, the respondent submits that it was entirely reasonable for the IAD to consider that their and contradictory versions raised concerns about the general credibility of the application.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant further argues that the excerpt from the conclusions of the Board amount to an opinion and is not a fact. According to the applicant, the IAD refers to it as fact and failed to rely on the testimonies before it. The applicant alleges that the IAD also failed to analyse the credible testimony before her. The applicant refers to the decision", "<FRAGMENT_SUPPRESSED>  [2005] FCJ No 1880.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Court does not agree with the applicant.", "Gilani", "must be distinguished. The facts of this case are different. In", "Gilani", "the issue was whether or not the handicap had to arise before the applicant's 22nd birthday or after. As argued by the respondent, the case at bar is about whether or not the IAD made a reviewable error by making negative inferences on credibility and whether or not it was sufficiently demonstrated that Toni is incapable to support himself. Hence,", "Gilani", "cannot be of any support to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Also, the Court disagrees with the applicant regarding the excerpts from the sponsorship appeal decision cited by the IAD. The excerpts read as follows:  <FRAGMENT_SUPPRESSED>", "Sur la foi des témoignages et de la preuve devant elle, lorsqu'elle a rejeté l'appel du refus de cette demande, en 2002, la commissaire di Pietro en arrivait à la conclusion suivante en ce qui concerne le demandeur:  <FRAGMENT_SUPPRESSED>", "Il vit, malgré son handicap, de façon indépendante, travaille et, selon le témoignage de tous les témoins à l'audience, aurait préféré rester au Liban et n'aurait aucune raison de vouloir venir au Canada à part le prétendu désir de vivre avec l'appelante. (IAD's decision at para 18)  <FRAGMENT_SUPPRESSED>"], ["[22]", "Contrary to the applicant's arguments, those conclusions do not amount to an opinion. Rather, they are finding of fact based on the evidence submitted before the Board and the testimonies at the hearing. Thus, the IAD was entitled to rely on the Board member's findings to draw negative inference regarding the applicant's credibility. Faced with contradictions between the various testimonies, it was open to the IAD to conclude as it did:  <FRAGMENT_SUPPRESSED>", "Le Tribunal ne peut ignorer les contradictions flagrantes entre les témoignages entendus dans le cadre du présent appel et les témoignages et déclarations précédentes qui donnent un tout autre portrait du demandeur, même si le conseil de l'appelant est d'avis que le handicap du demandeur est si lourd que ce qui s'est passé auparavant n'importe pas. (IAD's decision at para 24)  <FRAGMENT_SUPPRESSED>"], ["[23]", "<FRAGMENT_SUPPRESSED>  [2003] FCJ No 440, at para 25, this Court concluded that the Board can rely on the fact finding of another panel provided its reliance is limited, careful and justified. In the case at bar, the IAD referred to previous Board's finding of facts for the sole purpose of comparing it to the applicant's current position regarding the seriousness of his son's handicap. The Court finds that the IAD did not blindly defer to the Board's previous finding but conducted its own independent analysis based on the evidence before it. In the Court's view, in these circumstances, such a reliance on previous findings is justified in order to uphold the integrity of the immigration system as a whole.  <FRAGMENT_SUPPRESSED>"], ["[24]", "On that point, the Court agrees with the observation of Justice Mainville (as he then was) in", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [2010] FCJ No 389, at para 54:  <FRAGMENT_SUPPRESSED>"], ["[54] Canada's immigration system is not open to manipulation by sponsors who adjust their family situations to suit their purposes. The system is primarily based on the principle of true and complete disclosure of information by the applicants. Deviations from this principle cannot be tolerated by the courts. [...]  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Court is therefore of the opinion that the IAD conclusion is reasonable.  <FRAGMENT_SUPPRESSED>", "c) Did the IAD err in concluding that the applicant's son was not a \"dependent child\" pursuant to section 2 of the Immigration and Refugee Protection Regulations?  <FRAGMENT_SUPPRESSED>"], ["[26]", "Determining if the applicant's son was a dependent child is based upon an assessment of facts which, in the Court's view, was reasonable. The IAD was entitled to consider the findings of the previous panel and did not commit a reviewable error in finding that the applicant's son was not a dependant child within the meaning of section 2 of the Regulations. In light of the foregoing, the Court dismisses the application for judicial review.  <FRAGMENT_SUPPRESSED>"], ["[27]", "At the hearing before this Court, counsel for the applicant announced its intention to file a certified question. However, in a letter dated March 29, 2011, the Court was informed by the applicant that it would not be asked to certify a question. Therefore, no question will be certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[28]", "THIS COURT'S JUDGMENT is that  <FRAGMENT_SUPPRESSED>", "1. The present application for judicial review is dismissed;  <FRAGMENT_SUPPRESSED>", "2. No question is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}