{"id_": "065035", "body_str": [["[1]", "Mandamin, J.", ": Jose Almejo Santillan and his wife Maria Del Rosario Garcia Ibarra apply for judicial review of the decision of a member of the Refugee Protection Division (RPD) of the Immigration and Refugee Board, dated March 18, 2011 refusing the Applicants' claims for refugee protection pursuant to section 96 and subsection 97(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "]."], ["[2]", "The Applicants are Mexican citizens. Mr. Almejo Santillan (the Applicant) claims he was subject to threats and beatings by individuals associated with local businesses said to be involved with illegal trafficking of drugs. His wife's claim is based on that of Mr. Almejo Santillan."], ["[3]", "The RPD found the Applicant was not credible and dismissed the claim for refugee status."], ["[4]", "I find the RPD finding on credibility to be reasonable on the evidence before it and dismiss the application for judicial review for the reasons that follow.", "Background"], ["[5]", "The Applicant testified that he had been the Vice-President of the Committee of Civic Action of Holy Cross of Miramar municipality, of San Blas, Nayarit, Mexico. The committee was responsible for public works projects for the benefit of the community. Its revenue was derived from a levy on liquor sales by restaurants and other businesses. The Applicant was responsible for collecting the levy. Two restaurant businesses refused to pay the Applicant the levy. The Applicant became aware that certain people associated with the two businesses were also involved in the criminal trafficking of illegal drugs."], ["[6]", "The Applicant informed the police and he believes his report to the police came to the attention of these criminals. The Applicant was threatened on October 16, 2008 and then beaten on October 28, 2009 by individuals because he had made a report to the police. He says he had seven separate encounters with these criminals from October 16, 2008 until March 19, 2009. He sought protection of the police on a number of occasions from the beatings, death threats and attempts made on his life and his wife's life. He identified the criminal gang as Mara Salvatrucha13."], ["[7]", "The Applicant says he received little or no assistance from the police. Notwithstanding that he and the entire committee resigned from their government positions, the Applicant continued to be threatened and harassed by the criminal gang. Fearing that they would eventually be killed by these criminals, the Applicant and his wife came to Canada on March 24, 2009."], ["[8]", "The Applicants both applied for the protection of the Canadian government as refugees on April 14, 2009. Their claims were joined pursuant to Rule 49(1) of the", "IRPA", "because the RPD was of the opinion that the Applicant and his wife were required to rely on each other's testimony to support their respective claims.", "Decision under Review"], ["[9]", "On March 18, 2011, the RPD found the Applicants were neither convention refugees nor were they persons in need of protection and rejected the Applicants' claim for refugee status. The RPD found that the determinative issue was the credibility of the Applicant's account."], ["[10]", "The RPD noted a claimant's testimony is presumed to be true unless there are valid reasons to doubt its truthfulness, but then went on to state that the existence of contradictions, discrepancies, and implausibilities in the evidence of a claimant are a well-accepted basis for a finding of a lack of credibility. The RPD noted that this also applies to omissions in a claimant's previous statements, whether made to Canadian immigration officials at the time of arrival in Canada, in previous examinations under oath, at the hearing of the claim, or in the claimant's Personal Information Form (PIF)."], ["[11]", "The RPD essentially made three adverse credibility findings in his decision. The first is with regard to the criminal denunciation the Applicant says he filed with the police on October 28, 2008."], ["[12]", "The RPD noted the Applicant was given the opportunity to explain why there was no mention in his initial PIF that he filed a denunciation with the police on October 28, 2008. The RPD did not accept the Applicant's explanation that the individual who assisted them complete the PIF left out this information. Since the PIF instructions were quite clear that \"all the significant events and reasons\" leading to the refugee claim was to be included, the RPD found it not reasonable the individual assisting the Applicant would not mention the denunciation. The RPD found the Applicant was in possession of the denunciation at the time the PIF was prepared. The RPD noted that the omission of a significant fact from a claimant's PIF can be the basis for an adverse credibility finding, and for all these reasons, the RPD drew a negative finding as to the credibility of the Applicant."], ["[13]", "The RPD also decided the Applicant filed a fraudulent denunciation in support of the claim because the material aspects of the denunciation were not credible. The first was that the denunciation was dated October 22, 2008 while the Applicant said he was attacked on October 28, 2008. The second was that the denunciation reports that the attack took place at 6:00 pm instead of 3:00 pm as claimed in the Applicant's amended PIF. The third was that the denunciation was missing markings common in denunciations issued by Mexican police."], ["[14]", "The RPD noted that the Applicant was given the opportunity to explain why the police document was dated October 22, 2008 when he made the report on October 22, 2008. The Applicant said the date was in error, but when he tried to have it corrected the police supervisor told him it was a crime to change the date. The RPD was not persuaded there was no judicial procedure in place to correct such an obvious discrepancy. The RPD also found the Applicant did not explain the discrepancy between his PIF report of being attacked at 3:00 pm and the denunciation reporting the attack at 6:00 pm. Finally, the RPD decided the denunciation had no handwritten markings or line running through it that the RPD had observed in other police documents in previous immigration hearings pertaining to Mexico."], ["[15]", "The RPD also found the Applicant lacked credibility because of the absence of independent documentary corroboration, inconsistent testimony and omissions in the PIF narrative about seeking police protection."], ["[16]", "The RPD found the Applicant failed to mention in his initial PIF that he had gone to the police on October 16, 2008, October 28, 2008, November 2008, January 2, 2009, February 23, 2009 and March 29, 2009. The RPD rejected the Applicant's explanation that the individual assisting him dismissed this information as \"garbage\" that should not be submitted. The RPD did not find it reasonable the person preparing the PIF would not mention these dates especially since that individual, according to the Applicant, had the information conveniently available on a memory stick the Applicant provided."], ["[17]", "The RPD gave little weight to the Female Applicant's medical report because it only refers to her problems with her pregnancy and makes no reference to mention of a cause for these problems. The RPD noted inconsistencies with the Applicant's medical report and the Applicant's testimony relating to the location where he received treatment and the absence of a date which made the document suspect. The RPD again drew a negative credibility finding concerning the Applicant."], ["[18]", "The RPD also referred to the Applicant's failure to provide documentary evidence regarding his complaint about the businesses the Committee was having problems with. The RPD decided the Applicant, as the witness and former Vice-President of the Committee, should have been able to obtain copies of the complaint documents from the prosecutor's office. Finally, the RPD briefly referred to the support letters the Applicant provided. The RPD noted that none mentioned specific events that the Applicant said had happened nor did they identify the Mara Salvatrucha 13 as the criminal gang persecuting the Applicants. The RPD accordingly assigned little weight to these letters."], ["[19]", "The RPD found that since the Applicant had been found not to be credible, the RPD did not need to conduct an analysis on state protection or whether an internal flight alternative was available with respect to the Applicants' claim.", "Relevant Legislation"], ["[20]", "The", "IRPA", "provides:", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them Personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards,", "And", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.", "96. A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:", "a) soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.", "97. (1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:", "a) soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats."], ["[21]", "The Federal Courts Act", ", RSC 1985, c F-7 provides:", "18.1 (4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal", "...", "(d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;", "18.1 (4) Les mesures prévues au paragraphe (3) sont prises si la Cour fédérale est convaincue que l'office fédéral, selon le cas:", "...", "d) a rendu une décision ou une ordonnance fondée sur une conclusion de fait erronée, tirée de façon abusive ou arbitraire ou sans tenir compte des éléments don't il dispose;", "Issues"], ["[22]", "The issue in this case is whether the RPD's decision is unreasonable?", "Standard of Review"], ["[23]", "The Supreme Court of Canada has held in", "<FRAGMENT_SUPPRESSED> , that there are only two standards of review: correctness for questions of law and reasonableness involving questions of mixed fact and law and fact. The Supreme Court has also held that where the standard of review has been previously determined, a standard of review analysis need not be repeated."], ["[24]", "This Court has held that implausibility and credibility determinations are factual in nature. The appropriate standard of review applicable to credibility and plausibility assessments is that of reasonableness with a high level of deference:", "<FRAGMENT_SUPPRESSED> ."], ["[25]", "With regards to procedural fairness, it is well established that the applicable standard of review is that of correctness:", "<FRAGMENT_SUPPRESSED>  FTR 69 at para 14.", "Analysis"], ["[26]", "Credibility is always an issue in RPD decisions. Implausibility and credibility findings are factual in nature and deserve a high degree of deference:", "<FRAGMENT_SUPPRESSED> . This Court should only interfere if the RPD based his decision on an erroneous finding of fact made in a perverse or capricious manner or without regard for the material before him:", "Federal Courts Act", ", s 18.1(4)(d)."], ["[27]", "The RPD found that the Applicant was not credible. The RPD relied on several inconsistencies and omissions to come to this determination. In all but one circumstance (which is discussed below) the Applicant was provided with the opportunity to explain the inconsistencies and omissions identified by the RPD. The Applicant was unable to adequately do so.", "PIF Omissions"], ["[28]", "The RPD found that the Applicant made a number of significant omissions in his PIF narrative about seeking assistance from the police. These omissions led the RPD to conclude that the Applicant generally lacked credibility. In my view, this is the most important of the RPD's findings."], ["[29]", "It is well established that when relevant and important incidents are not included in the PIF and are then revealed at a later stage in the refugee proceeding, the RPD may view this negatively against one's credibility if a reasonable explanation is not provided:", "<FRAGMENT_SUPPRESSED> ."], ["[30]", "In this case, the RPD noted the Applicant made no mention in his PIF that he had gone to the police after the alleged incidents on October 16, 2008, October 28, 2008, November 2008, January 2, 2009, February 23, 2009 and March 29, 2009. The Applicant was asked to explain these important omissions from his PIF narrative. The Applicant proceeded to testify that the individual who assisted in preparing the PIF had dismissed this information as \"garbage\" that should not be submitted. The Applicant claimed that the individual had told him that he should only include the information for which the Applicant had documentation to back it up."], ["[31]", "The RPD did not accept the Applicant's explanation. The RPD pointed out that question #31 of the PIF states: \"On the following two pages, set out in chronological order", "all the significant events and reasons", "that have led you to claim refugee protection in Canada. ... Provide details of any steps you took to obtain protection from any authorities in your country and the result.\" [Emphasis in original]. The RPD found that it was unreasonable to believe that the individual helping the Applicant complete his PIF would not mention the times the Applicant sought the help of the police and, in particular, that the Applicant filed a police denunciation after the incident on October 28, 2008."], ["[32]", "The Applicant was threatened and assaulted on a number of occasions. The Applicant's claim that the police did not help or protect him and his wife is a crucial component to the refugee claim by the Applicants. They fled because of the lack of police protection. The Applicant blames the person helping to prepare the PIF for omitting this information but admits making no compliant about being given incompetent advice."], ["[33]", "In my view, it is reasonably open for the RPD to find that these omissions supported a finding against the Applicant's credibility generally.", "Police Denunciation"], ["[34]", "The RPD cited two significant discrepancies in the denunciation the Applicant says he made on October 28, 2008."], ["[35]", "First, the RPD noted that the denunciation was dated October 22 while the Applicant says he was attacked on October 28. Elsewhere in the document, the attack is reported as October 28. The Applicant acknowledges the erroneous date but says when he tried to have it corrected he was told \"that it was a crime to try to change the date of a piece of evidence that has already been written.\" The RPD did not accept that explanation finding that there would be a judicial process for correcting an obvious error. This is supported by the conflicting dates recorded in the document itself. The contradiction in dates is self evident on the denunciation itself."], ["[36]", "The RPD notes the denunciation reported the incident as taking place at 6:00 pm. This contradicted the evidence put forward by the Applicant that the incident took place at 3:00 pm. The Applicant did amend his PIF to state it took place at 6:00 pm, but in testimony then said the attack happened at 5:00 pm."], ["[37]", "The third issue the RPD had with the denunciation was that it had \"no handwritten markings to attest to the veracity of the Denunciations that the Panel previously reviewed in other police documents during previous immigration hearings pertaining to Mexico.\""], ["[38]", "This finding was vigorously challenged by the Applicants. The Applicants submit the RPD relied on extrinsic evidence that was not provided to the Applicants to address and this constituted a breach of procedural fairness. The Applicants submit that it was unreasonable for the RPD to then rely on the extrinsic evidence as a basis for his finding that the denunciation was fraudulent."], ["[39]", "However, it has to be noted that it was the Applicant who provided the denunciation. That document is not extrinsic evidence. As well, the RPD clearly raised the issue of the lack of handwritten markings on the denunciation. This is evidenced in the Certified Tribunal Record Transcript where the following exchange takes place:", "Q: But your denunciation dates don't correspond with the day of the complaint. I've seen denunciations from Mexico before and they usually have a line running through them and the borders are initialled.", "I know we've had this discussion before, counsel. This is what I've seen from denunciations from Mexico, yours doesn't have any of that, a line through it or the borders initialled and your date is wrong in this document.", "A: We realized about that and we attempted as a result of that to get in contact with the chief of the police station and then he ended up telling us that it was a crime to try to change the date of a piece of evidence that has already been written. And he explained what was it that ended up happening."], ["[40]", "It is clear the Applicant was provided with an opportunity to address the RPD's concerns regarding the lack of handwritten markings. The RPD stated in the hearing that he had previously seen denunciations from Mexico and that the Applicant's was not consistent. The RPD was entitled to rely on his experience and expertise to put his concerns to the Applicant who said nothing regarding the lack of handwritten marks. The Applicant's counsel later provided written submissions and again said nothing about the RPD's questioning the absence of handwritten markings."], ["[41]", "In my view the issue was before the Applicants at the hearing and both the Applicant and his counsel had an opportunity to respond to the absence of any handwritten notations and to the RPD referencing his own experience. They did not. The Applicants' argument that the RPD did not provide the Applicants an opportunity to address this information is incorrect."], ["[42]", "The RPD factual assessment of the denunciation falls within the range of reasonable possible outcomes."], ["[43]", "Given the deference owed to a decision maker in a finding of fact, I would conclude the RPD was thus entitled to determine that these discrepancies, which were not resolved to the RPD's satisfaction, resulted in a negative finding regarding the authenticity of the denunciation.", "Medical Report"], ["[44]", "The Applicants have identified one instance where the RPD made an error in assessing the evidence before him."], ["[45]", "The RPD gave little weight to either of the two medical reports that were made as part of the Applicants' post-hearing submissions. The Applicants only take issue with the RPD's reasons pertaining to the Applicant's medical report."], ["[46]", "To begin, it is helpful to set forth the portion of the RPD's decision the Applicants take issue with:", "The second medial report mentions the principal claimant being attended to at IMSS (Mexican institute of Social Security). The Panel assumes this medical report was forwarded to support the principal claimant's oral testimony during the initial sitting of this matter on November 29, 2010. The Panel determines that this report is inconsistent with the principal claimant's testimony since the principal claimant stated he had gone to a small clinic on October 28, 2008, and that he had gone to the IMSS medical facility after the alleged December 26, 2008, incident. The Panel also notes that there is no date on this document attesting as to when it was issued, which makes the document suspect. The Panel also determines that his medical letter does not corroborate the claimant's own testimony with regard to the specific medical facility that he allegedly attended on October 28, 2008, and, therefore, it gives this supporting document little weight. The Panel finds that the principal claimant's own attempts to corroborate his oral testimony with regard to the October 28, 2008, alleged assault incident has simply resulted in the principal claimant's earlier testimony being inconsistent. The Panel draws a negative credibility finding with regard to the principal claimant's post-hearing documents not being consistent with regard to the medical facility that he allegedly attended on October 28, 2008. For these reasons, the Panel draws a negative credibility finding with regard to the claimant as a reliable and trustworthy witness for his inconsistent testimony."], ["[47]", "The Applicants submit the RPD erred by:", "a) misconstruing the information found in the medical report to find that an inconsistency exists, and", "b) failing to inform the Applicants' of this inconsistency and providing them an opportunity to address it."], ["[48]", "Upon review of the translated medical report, it appears that the RPD did misconstrue the evidence found within the medical report. The relevant portion of the translated medical report states:", "This certificate is issued at the request of the interested party and for whatever purposes it may serve her, on the", "12th day of the month of December of the year two thousand and ten, in the Rural Medical Unit of the Mexican Institute of Social Security-Opportunidades No. 19", ", Santa Cuz de Miramar, Municipality of San Blas, entity of Nayarit, Mexico [Emphasis added]."], ["[49]", "First, contrary to the RPD's finding, it appears that this letter did have an issuing date, December 12, 2010. Secondly, and more importantly, it appears that the medical report was issued by the Rural Medial Unit. This runs counter to the RPD's determination that the medical report was inconsistent with the Applicant's testimony that he attended a small clinic on October 28, 2008. The report confirms that the Applicant attended a rural medical facility on October 28, 2008, the date claimed by the Applicant."], ["[50]", "The Applicants submit that this erroneous finding led the RPD to find that the Applicant was not credible and, therefore, the RPD's determination on credibility in this case was unreliable and unreasonable. The Applicants argue that this error constitutes a reviewable error."], ["[51]", "However, the jurisprudence on this issue is clear that when the RPD's overall credibility finding is sufficiently supported by reasons which withstand judicial review on a reasonableness standard, that finding is not overridden by others that do not meet that standard:", "<FRAGMENT_SUPPRESSED> ."], ["[52]", "The RPD's finding that the medical report raised inconsistencies was not the only reason the RPD found the Applicant to not be credible. The RPD relied on the omissions of relevant and important events (reporting threats and attacks to the police) in the Applicant's PIF and also relied on the fraudulent police denunciation. Taking the RPD's decision as a whole, the RPD's determination that the Applicant was not credible remains reasonable, notwithstanding that the RPD erred with regards to the medical report."], ["[53]", "Finally, with regards to the Applicants' submission that the RPD breached procedural fairness by not informing the Applicants and providing them with an opportunity to address the perceived inconsistency created by the medical report, I find that no error was made."], ["[54]", "The Applicants were afforded the opportunity to submit documentation after the conclusion of their hearings and that documentation was taken into account by the RPD. It is clear from the jurisprudence that immigration officials are not required to provide a claimant with a \"running score\" of their weaknesses in their claims:", "<FRAGMENT_SUPPRESSED>  FTR 147."], ["[55]", "The RPD had no obligation to then return to the Applicants with concerns arising from the post-hearing submissions. To do so would be onerous on the RPD. It must be kept in mind that it was up to the Applicants to submit credible and corroborative evidence to support their claim."], ["[56]", "The RPD's concerns arising from the post-hearing documentation were not put to the Applicants. However, as noted above, they were not required to be. In any event, I have concluded that the RPD erred with regards to the Applicant's medical document, but that this error did not make the RPD's decision as a whole unreasonable.", "Conclusion"], ["[57]", "For the reasons above, I would dismiss the application for judicial review. No question is certified.", "JUDGMENT"], ["[58]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is dismissed.", "2. No question of general importance is certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}