{"id_": "065125", "body_str": [["[1]", "Mosley, J.", ": At the outset of this hearing I propose to deal with a request received by letter from counsel for the Respondent late on Wednesday, March 28, 2007 that I recuse myself from hearing this application.  <FRAGMENT_SUPPRESSED>"], ["[2]", "This is an application by the Attorney General of Canada for the protection of information found in documents, which the prosecution has disclosed or expects to disclose to the Respondent in relation to charges pending against him in the Ontario Superior Court of Justice.  <FRAGMENT_SUPPRESSED>"], ["[3]", "A trial of those charges was set to begin on January 2, 2007, was adjourned to April 2 and again to April 30, 2007.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On October 25, 2006, Crown counsel gave notice to the Attorney General pursuant to section 38.01(1) of the", "Canada Evidence Act", "that he is required to disclose or expects to disclose information that would potentially be injurious to international relations or national security or both in connection with the criminal proceedings.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Attorney General brought this application on November 1, 2006, seeking an Order prohibiting disclosure of the allegedly injurious information.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The matter was thereafter case managed by the Chief Justice of the Federal Court. Dates for the filing of affidavit evidence and cross-examinations thereon were fixed by the Chief Justice.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Some 23 volumes of redacted documents were provided to the Respondent.  <FRAGMENT_SUPPRESSED>"], ["[8]", "Cross-examinations of six affiants who provided affidavits in support of the application were conducted on January 25 and 29 of this year. An amended application was served and filed by the Applicant on February 7, 2007.  <FRAGMENT_SUPPRESSED>"], ["[9]", "A fresh affidavit accompanied by a revised 23 volumes of redacted materials was provided to the Respondent on February 28, 2007.  <FRAGMENT_SUPPRESSED>"], ["[10]", "I was assigned to hear the matter as a Designated Judge in mid-February. Counsel for the parties were informed of this on February 15, 2007, by the Court Registry.  <FRAGMENT_SUPPRESSED>"], ["[11]", "By Order of the Chief Justice dated February 19, 2007, dates for the service and filing of. the parties' memoranda of fact and law were fixed, together with the date of today's hearing for oral submissions on the merits of the application.  <FRAGMENT_SUPPRESSED>"], ["[12]", "I met with counsel in conference on March 6, 2007 to confirm the scheduled filing and hearing arrangements. At that time, no objection was raised to my hearing the application.  <FRAGMENT_SUPPRESSED>"], ["[13]", "On March 15, 2007, counsel for the Respondent served and filed a Notice of Constitutional Question, indicating the Respondent's intent to challenge the constitution of validity of subsection 38.11(2) of the", "Canada Evidence Act", "as amended by the", "Anti-Terrorism Act Statutes of Canada, 2001", ", Chapter 41, known before its enactment as Bill C36.  <FRAGMENT_SUPPRESSED>"], ["[14]", "At the same time, counsel served and filed a Notice of Motion to fix the deadline for service and filing of the Respondent's memorandum of fact and law in relation to the constitutional challenge as March 22, 2007, and a Motion for an Order extending the time for service and filing of the Respondent's memorandum factum of law on the merits of the application until March 27, 2007.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Again, no objection was raised at that time to my hearing the matter. The motions for extensions to fix the filing deadlines were granted by order, which I issued on March 20, 2007.  <FRAGMENT_SUPPRESSED>"], ["[16]", "It has come to my attention that my role in these proceedings was the subject of an article published in the online edition of MacLean's Magazine, macleans.ca, on March 23, 2007. This was brought to my attention only this week.  <FRAGMENT_SUPPRESSED>"], ["[17]", "This was a follow-up to an earlier report in the magazine, which had highlighted my involvement in the development of Bill C-36, The", "Anti-Terrorism Act of 2001", ", and in these proceedings.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The follow-up report to this article cites comments from persons not involved in the proceedings questioning. why counsel for the Respondent, Mr. Greenspon, had not brought a motion for recusal in light of my involvement with. Bill C-36.  <FRAGMENT_SUPPRESSED>"], ["[19]", "In the March 23 article, Mr. Greenspon is quoted as stating, among other things, in relation to my role as a judge in these proceedings, I quote:  <FRAGMENT_SUPPRESSED>", "\"I am confident that he can do it in a fair and independent manner, irrespective of any role that he played in drafting, <FRAGMENT_SUPPRESSED>", "-- alluding to my involvement with Bill C-36.  <FRAGMENT_SUPPRESSED>"], ["[20]", "While I thank Mr. Greenspon for this sentiment, assuming it was accurate, it does not in any way preclude him from raising the matter, even at this late stage, on behalf of his client.  <FRAGMENT_SUPPRESSED>"], ["[21]", "Even if counsel were to consent to my continued participation in this matter, the responsibility is mine to determine whether there is any reason for me to disqualify myself from hearing this application or the constitutional question.  <FRAGMENT_SUPPRESSED>"], ["[22]", "On March 26, relying by analogy upon a Supreme Court rule that obliges counsel for the parties to raise such matters at the earliest opportunity, counsel for the Attorney General wrote to invite the Court to consider whether I should preside over the determination of the constitutional question in light of my involvement with C-36.  <FRAGMENT_SUPPRESSED>"], ["[23]", "In his letter of March 28, Mr. Greenspon states that he has now had the chance to review the proceedings of the Special Senate Committee on the subject matter of Bill C-36, the evidence before the Standing Committee of the House of Commons and on Justice and Human Rights in relation to the Bill; and the Crown Factum in reply to his client's application, challenging the constitutionality of the definition of \"terrorism\" and \"terrorist activity\", which was filed before Mr. Justice Rutherford of the Ontario Superior Court last year.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Mr. Greenspon's letter cites the Chairman of the Special Senate Committee as having described my role in relation to C-36 as being key in \"drafting the. bill\". Having reviewed those materials, Mr. Greenspon states in his letter that:  <FRAGMENT_SUPPRESSED>", "\"in consideration of the above, the constitutional question now before the Court, the circumstances and focus on this case <FRAGMENT_SUPPRESSED>"], ["[25]", "He must ask that I recuse myself from any further hearing of this application.  <FRAGMENT_SUPPRESSED>"], ["[26]", "No distinction was made between the determination of the constitutional question and determination of the merits of the application brought by the Attorney General under 38.04 of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[27]", "As stated by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED> impartiality of the judiciary is key to our judicial process and must be presumed.  <FRAGMENT_SUPPRESSED>"], ["[28]", "In that decision, the Supreme Court of Canada further made it clear that the burden is on the party arguing for recusal to establish that the circumstances justify finding that the judge must be disqualified. Actual bias is rarely raised in such circumstances. The question usually being is whether or not there is a reasonable apprehension to bias.  <FRAGMENT_SUPPRESSED>"], ["[29]", "This, as I understand it, is the issue raised in the present case.  <FRAGMENT_SUPPRESSED>"], ["[30]", "As was stated by the Supreme Court in", "Wewaykum", "at paragraph 60, one standard has now emerged as the criterion for disqualification in this regard.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The question to be asked, as expressed by de GrandPre, J., in", "Committee for Justice and  <FRAGMENT_SUPPRESSED> ; 9 N.R. 115, at page 394, is \"what would an informed person viewing the matter realistically and practically -- and having thought the matter through -- conclude. <FRAGMENT_SUPPRESSED>"], ["[32]", "Implicit in the Respondent's request is the notion that the informed person would conclude it is more likely than not that I would not decide this matter fairly, whether consciously or unconsciously, by reason of my former employment.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In accepting the assignment to hear this case, as I have done routinely since my appointment to the Bench, I considered whether there was any reason why I should not hear the matter .and conferred with the Chief Justice about the issues presented by the application and how they might relate to my prior involvement with the legislation.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The Chief Justice has authorized me to say that in assigning me to this application, he was fully aware of my responsibilities with respect to Bill C-36 and my long involvement with criminal justice issues.  <FRAGMENT_SUPPRESSED>"], ["[35]", "For the record, my role as a senior public servant in the Department of Justice was never to \"draft legislation\".  <FRAGMENT_SUPPRESSED>"], ["[36]", "During my tenure, that was and I expect it remains the same today, the function of legislative counsel, who in addition to their law degrees receive university-based certification in that specialty.  <FRAGMENT_SUPPRESSED>"], ["[37]", "Legislative counsel draft public bills in accordance with the instructions issued by Cabinet subject to one proviso. Among the duties of the Chief Legislative Counsel is the responsibility, delegated by the Minister, to certify that any public bill conforms to the", "Charter of Rights and Freedoms", "in accordance with the", "Department of Justice Act", ".  <FRAGMENT_SUPPRESSED>"], ["[38]", "In exercising that responsibility, legislative counsel receive the assistance of departmental counsel who specialize in human rights matters. Neither the Legislation Branch nor the Human Rights Branch were my direct responsibility at any time during my employment at the Department of Justice.  <FRAGMENT_SUPPRESSED>"], ["[39]", "My role, in relation to the many bills that I was involved with for over 20 years in criminal law policy, was to provide advice to the Minister in the development of legislative policy options for consideration by Cabinet.  <FRAGMENT_SUPPRESSED>"], ["[40]", "If a decision was taken to introduce legislation, my role was then to support the Minister in presenting the policy to Parliament, and if the bill were adopted, to support its implementation.  <FRAGMENT_SUPPRESSED>"], ["[41]", "To perform that role, I attended Cabinet and Parliamentary committee meetings to answer questions about the proposed legislation, acted as a media spokesperson, attended and spoke at conferences to explain the bills.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Bill C-36 was no different, except for the scale and intensity of the work.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The amendments to the", "Canada Evidence Act", ", which were enacted through C-36, were the result of decisions taken by Ministers and enacted by Parliament. The amendments were drafted by a team of legislative counsel working with policy counsel under my general supervision.  <FRAGMENT_SUPPRESSED>"], ["[44]", "My role was to manage the overall process, not the minutiae of the drafting process. While I was described on occasion by others as \"the architect\" or \"the drafter of the legislation\", these characterizations are inaccurate and hyperbole at best and never terms that I employed myself to describe my role. However, I acknowledge that my involvement was certainly high-profile and is a matter of public record.  <FRAGMENT_SUPPRESSED>"], ["[45]", "In considering this matter I have had occasion to review my statements to the Parliamentary committees and my published remarks about Bill C-36 in general and respecting the", "Canada Evidence Act", "amendments in particular.  <FRAGMENT_SUPPRESSED>"], ["[46]", "As outlined in the Respondent's memorandum of fact and law relating to the Notice of Constitutional Question, the heart of the constitutional challenge brought by the Respondent is to the effect of the ex parte hearings provided for under subsection 38.11(2), upon his ability to make full answer and defence in the criminal proceedings.  <FRAGMENT_SUPPRESSED>"], ["[47]", "In this regard it is worth noting that the use of ex parte procedures in the context of section 38 predates Bill C-36. Indeed, as indicated by the references to its history in the. Applicant's memorandum the procedure predates my tenure with the Department of Justice, which began in 1982.  <FRAGMENT_SUPPRESSED>"], ["[48]", "Bill C-36 elaborated upon the procedure to be followed, but did not.establish the principle that hearings to review allegedly injurious information were to be conducted ex parte and in camera.  <FRAGMENT_SUPPRESSED>"], ["[49]", "I note further that among the changes made in 2001, C-36 made it possible for any person entitled to make representations to the Court in respect of the application to seek an ex parte hearing. In this case that would, of course, include the Respondent.  <FRAGMENT_SUPPRESSED>"], ["[50]", "The ex parte and in camera aspect of the procedure under section 38 received little attention in the Parliamentary consideration of the Bill, possibly because there was to be no change in the principle that such hearings be conducted in private.  <FRAGMENT_SUPPRESSED>"], ["[51]", "In any event, I am satisfied from a review of my comments at the time to the committees and in public fora that they were informative and descriptive in nature and intended to assist Parliamentarians and others to understand the scope and effect of the amendments.  <FRAGMENT_SUPPRESSED>"], ["[52]", "It is perhaps self-evident that any comments I made at that time would not reflect the evolution of the law since then.  <FRAGMENT_SUPPRESSED>"], ["[53]", "In considering whether I should recuse myself from hearing this matter, I have reviewed the statement of", "Ethical Principles for Judges", ", published by the Canadian Judicial Council in 1998, and the related commentaries and jurisprudence. There is nothing in the statement of Ethical Principles directly on point .but the discussion is helpful particularly with respect to the guidelines relating to whether judges should hear cases involving former clients, members of the judge's former law firm, or lawyers from the government department in which the judge practiced before appointment.  <FRAGMENT_SUPPRESSED>"], ["[54]", "In that context, there are three factors to be considered; first, whether there is a conflict of interest; second, whether the test for reasonable apprehension of bias would be met; and third, that the judge should not withdraw unnecessarily as to do so adds to the burden upon other members of the court and contributes to delay in the courts.  <FRAGMENT_SUPPRESSED>"], ["[55]", "The principles recognize that for judges who formerly practiced for government, the guidelines respecting involvement of former law firms cannot be strictly applied. It is recommended that in such circumstances the judge avoid sitting on any case commenced in the particular local office of the government institution prior to the judge's appointment. That does not arise in this instance, as the case against Mr. Khawaja was initiated in 2004, after my appointment.  <FRAGMENT_SUPPRESSED>"], ["[56]", "I note that this was a consideration in the", "Weewaykum", "case to which I have already referred, as Justice Binnie had been involved, albeit in a supervisory capacity and many.years earlier with the very controversy which was before the court on appeal.  <FRAGMENT_SUPPRESSED>"], ["[57]", "There does not appear to be any suggestion that I have any personal interest in the outcome of this application or in the criminal proceedings that would constitute a conflict of interest.  <FRAGMENT_SUPPRESSED>"], ["[58]", "The effect upon the workload of colleagues is always a concern when a judge is considering recusal; but, if necessary, arrangements can be made for another judge to hear the matter.  <FRAGMENT_SUPPRESSED>"], ["[59]", "The delay that this may occasion with respect to the termination of this application and the criminal proceedings is also a factor to be taken into consideration.  <FRAGMENT_SUPPRESSED>"], ["[60]", "I am not aware of any cases with circumstances directly on point, however I found several decisions helpful.  <FRAGMENT_SUPPRESSED>"], ["[61]", "In", "Morgentaler v. the Queen", ", which dealt with a motion before the Supreme Court of Canada on October 2, 1974, which is unreported but reproduced in the Judicial Council's Commentaries on Judicial Conduct at page 68, Chief Justice Laskin dismissed an application that Justice de Grandpre be disqualified from hearing an appeal because of comments he had made on the subject of abortion prior to his appointment to the Bench.  <FRAGMENT_SUPPRESSED>"], ["[62]", "Chief Justice Laskin noted that all members of the Court have, to varying degree, expressed views on questions which have legal connotations prior to their appointment and stated that this was never a disqualifying consideration.  <FRAGMENT_SUPPRESSED>"], ["[63]", "In an order issued November 4, 1999, in the matter of", "<FRAGMENT_SUPPRESSED>  Nfld. & P.E.I.R. 1; 605 A.P.R. 1, a case involving language rights under the", "Charter", ", Justice Bastarache of the Supreme Court dismissed the motion that he disqualify himself from participating in the appeal by reason of a possible apprehension of bias arising from pre-appointment statements he had made as counsel in similar cases.  <FRAGMENT_SUPPRESSED>"], ["[64]", "At paragraph 3 of his order, Justice Bastarache quoted comments by Justice Cory in", "<FRAGMENT_SUPPRESSED>  N.S.R.(2d) 241; 477 A.P.R. 241, in relation to the test for reasonable apprehension of bias.  <FRAGMENT_SUPPRESSED>"], ["[65]", "Justice Cory stated that the requirement for neutrality did not require judges to discount the life experiences that may qualify them to preside over disputes.  <FRAGMENT_SUPPRESSED>"], ["[66]", "In the", "Arsenault-Cameron", "Order at paragraph 4, Justice Bastarache referred to a decision of the Constitutional Court of South Africa, delivered on June 4, 1999, (", "<FRAGMENT_SUPPRESSED> ) in which it was held that no recusal application could be founded on a relationship of advocate unless the advocacy was regarding the specific case to be heard.  <FRAGMENT_SUPPRESSED>"], ["[67]", "Justice Bastarache concluded that to succeed on the motion, the applicant would have to show wrongful or inappropriate declarations showing a state of mind that would sway judgment.  <FRAGMENT_SUPPRESSED>"], ["[68]", "Justice Bastarache proceeded to take part in the appeal and indeed joined in writing the reasons for the Court on the constitutional question.  <FRAGMENT_SUPPRESSED>"], ["[69]", "As stated by Professor Phillip Bryden in an article entitled", "Legal Principles Governing the Disqualification of Judges", ", published in the December 2003 edition of the Canadian Bar Review at page 584, the relevant principle with respect to extra-judicial statements is that we do not expect judges to be devoid of opinions, but to be open to persuasion in relation to them.  <FRAGMENT_SUPPRESSED>"], ["[70]", "An analogous decision was rendered by the Privy Council inthe matter of", "<FRAGMENT_SUPPRESSED> . In that case, Justice Rattray, the former Attorney General of Jamaica, took part in the appeal of a challenge to the constitutionality of legislation, which in his capacity as Attorney General five years earlier, he had certified as constitutional.  <FRAGMENT_SUPPRESSED>"], ["[71]", "Moreover, he was, at that time, Minister of Justice and Member of the Parliament that enacted the provision.  <FRAGMENT_SUPPRESSED>"], ["[72]", "In dismissing the ground that the Appellants had lacked an independent and impartial tribunal, as required by the Jamaican Constitution, Lord Clyde for the Privy Council, reviewed a number of Commonwealth authorities on the question of whether an apparent or a potential bias arises from such earlier association with the legislation in question. The Privy Council concluded that it did not.  <FRAGMENT_SUPPRESSED>"], ["[73]", "In reaching this conclusion, Lord Clyde did however note that the absence of any significant role played by Mr. Rattray in the passing of the legislation was a point of some importance. I believe, however, that a distinction must be drawn between the role of the Minister who takes part in deciding the policy and advocates for its adoption in Parliament and that of the departmental counsel who acts in a supporting capacity to the Minister.  <FRAGMENT_SUPPRESSED>"], ["[74]", "Another factor to be considered is the passage of time. In", "Weewaykum", ", to which I referred earlier, Justice Binnie's involvement was some 15 years prior. In", "Panton", ", it was just 5 years. Both decisions rely upon a judgment of the English  <FRAGMENT_SUPPRESSED>  (C.A.), in which it was stated at page 480, paragraph 25:  <FRAGMENT_SUPPRESSED>", "\"... every application must be decided on the facts and circumstances of the individual case. The greater the passage of. time between the event relied on as showing a danger of bias and the case in which the objection is raised, the weaker (other things being equal), the objection will be. <FRAGMENT_SUPPRESSED>"], ["[75]", "In", "Wewaykum", "the passage of time was a major factor in the Court's determination that there could be no reasonable apprehension of bias. In", "Panton", ", 5 years was considered to be of some significance in diminishing the strength of any objection which could be made to the judge's qualification to hear the case.  <FRAGMENT_SUPPRESSED>"], ["[76]", "In the present matter, the passage of time is just over 5 years.  <FRAGMENT_SUPPRESSED>"], ["[77]", "I have also taken into consideration decisions rendered by my Federal Court colleagues in relation to the recusal motions.  <FRAGMENT_SUPPRESSED>"], ["[78]", "In", "Charkaoui, Re", ", [2004] F.C.J. No. 757; 255 F.T.R. 199; 2004 FC 624, Justice Simon Noel dismissed an application that he disqualify himself on the ground that he had already disposed of questions identical to those raised in the proceedings.  <FRAGMENT_SUPPRESSED>"], ["[79]", "In arriving at that decision, Justice Noel cited authorities in support of the proposition that the mere prior involvement of a judge in an earlier proceeding does not, without convincing evidence to the contrary, displace the presumption of judicial integrity and impartiality.  <FRAGMENT_SUPPRESSED>"], ["[80]", "My colleagues, Justices Gibson and de Montigny have also dealt with recusal motions arising from their prior public service careers, as have several past and present members of the Court who served as Ministers of the Crown.  <FRAGMENT_SUPPRESSED>"], ["[81]", "In dismissing the disqualification motion in", "Jose Pereira E  <FRAGMENT_SUPPRESSED>  Justice Gibson quoted the words of Justice Jean-Eudes Dube, a former Minister, in", "<FRAGMENT_SUPPRESSED> ; 164 F.T.R. 99 (T.D.), in which he stated:  <FRAGMENT_SUPPRESSED>", "\"Judges do not descend from heaven, they come from various fields of activities. Some of us are former academics, others were in the public service, others practiced law in small towns or large firms. And some of us were in politics. The variety of our individual careers is a rich source of knowledge and experience for the courts. Once we took our Oath of office, we divorced ourselves from our past and dedicated ourselves to our new vocation. Our duty is to render justice without fear or favours. <FRAGMENT_SUPPRESSED>"], ["[82]", "As did Justice Gibson, I adopt those words as my own.  <FRAGMENT_SUPPRESSED>"], ["[83]", "Taking all of these factors into consideration, I am not satisfied that an informed person viewing the matter realistically and practically and having thought the matter through would conclude that a reasonable apprehension of bias arises from my involvement with Bill C-36.  <FRAGMENT_SUPPRESSED>"], ["[84]", "For that reason, I would not recuse myself in considering the constitutional issue presented by the Respondent, or the merits of the application on the basis of my prior association with the legislative process and involvement with Bill C-36.  <FRAGMENT_SUPPRESSED>"], ["[85]", "That being said, an alternative basis for considering recusal occurred to me as I reviewed the Respondent's memorandum of fact and law in relation to the constitutional question.  <FRAGMENT_SUPPRESSED>"], ["[86]", "Counsel for the Respondent notes that I have already heard ex parte evidence and representations from the Attorney General in these proceedings with respect to the merits of the application. Indeed, a considerable amount of the Court's time has been devoted already to hearing the testimony of ex parte affiants and in reviewing unredacted copies of the documents in question.  <FRAGMENT_SUPPRESSED>"], ["[87]", "Counsel suggests that the Court's consideration of the constitutional issue may be tainted by the evidence that has been heard thus far, ex parte and in camera.  <FRAGMENT_SUPPRESSED>"], ["[88]", "I am not convinced that I would be unable to decide the constitutional question fairly and impartially in the present circumstances. Nor do I want to suggest that in any other case in which a constitutional challenge is raised late in the proceedings, that the presiding judge should not determine the issue.  <FRAGMENT_SUPPRESSED>"], ["[89]", "Indeed in most cases it makes sense that the judge seized of the matter deal with any constitutional issues in the course of the proceedings, even where evidence may already have been heard ex parte on the merits.  <FRAGMENT_SUPPRESSED>"], ["[90]", "This situation arises in part because of the timing of the filing of the Respondent's Notice of constitutional question. Had it been brought earlier, the constitutional issue could have been determined prior to the scheduling of any evidentiary hearings. Such hearings may not, in any event, have proved necessary had the question been decided fully in the Respondent's favour.  <FRAGMENT_SUPPRESSED>"], ["[91]", "However, that is not the case that I must deal with.  <FRAGMENT_SUPPRESSED>"], ["[92]", "In this instance, there is a practical solution and that the issue is severable from the application, the factums have been served and filed by the parties and oral submissions could be heard next week by another judge who is available to hear the matter.  <FRAGMENT_SUPPRESSED>"], ["[93]", "This does not mean, however, that I will disqualify myself from continuing to determine the merits of the section 38 application. I will hear argument on the merits but reserve my decision until a decision on the constitutional question has been determined by another judge.  <FRAGMENT_SUPPRESSED>"], ["[94]", "In my Order of March 20, I specified that the hearing of oral submissions on the constitutional issue would proceed before arguments on the merits, but that both would be heard today.  <FRAGMENT_SUPPRESSED>"], ["[95]", "The Court subsequently inquired into the availability of counsel if it had proved necessary to continue the hearing on both matters, and was advised that counsel were available on April 4.  <FRAGMENT_SUPPRESSED>"], ["[96]", "In the interests of judicial economy, I will hear oral argument on the merits at this time; oral representations on the constitutional question will be heard before another judge of this Court, commencing at 10 a.m. on Wednesday, April 4.  <FRAGMENT_SUPPRESSED>"], ["[97]", "Counsel for the Attorney General, are you ready to proceed with your submissions on the merits of the application?  <FRAGMENT_SUPPRESSED>", "MS. WALL: Yes, we are.  <FRAGMENT_SUPPRESSED>", "JUSTICE MOSLEY: Mr. Greenspon?  <FRAGMENT_SUPPRESSED>", "MR. GREENSPON: Your Honour, I wonder if I might, before we start, if I might have a few minutes to consider our position on proceeding today with the merits of the application.  <FRAGMENT_SUPPRESSED>", "JUSTICE MOSLEY: Certainly. We will take 10 minutes.  <FRAGMENT_SUPPRESSED>", "--- The hearing recessed at 10:30 a.m.  <FRAGMENT_SUPPRESSED>", "Certified Correct:  <FRAGMENT_SUPPRESSED>", "Order accordingly.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/clh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}