{"id_": "065267", "body_str": [["[1]", "Noël, J.", ": This is an application for judicial review from a finding of the Adjudicator and the member from the Refugee Division that the applicant did not have a credible basis for his claim to be a Convention refugee."], ["[2]", "The applicant is a dual citizen of Nicaragua and Costa Rica. He left Nicaragua in 1979 at the time of the Sandinista revolution. He had spent several months in refuge in the Spanish Embassy in Managua due to the risk to his life. The risk had to do with the applicant's position with the National Guard of the overthrown Somoza government. His release and departure from Nicaragua was agreed to by the Sandinistas with the intervention of Spain. After leaving Nicaragua, the applicant obtained refugee status in Costa Rica. He eventually became a naturalized Costa Rican citizen while still retaining his Nicaraguan citizenship."], ["[3]", "The applicant left Costa Rica on April 6, 1988. He arrived at a Canadian port of entry and claimed refugee status on April 19, 1988. An immigration inquiry took place on April 30, 1988, at which point the applicant formally asserted his claim for refugee status. The applicant was found to be inadmissible pursuant to ss. 9(1) and 19(2)(d) of the", "Act", "on the ground that he failed to apply for and obtain an immigrant visa before appearing at a port of entry. This inquiry adjourned in order that the applicant's refugee claim be determined."], ["[4]", "The credible basis hearing was conducted between October 6 and November 10, 1992. This hearing was conducted pursuant to the transitional provisions. On November 10, 1992, the tribunal determined that the claim did not have a credible basis and therefore the claim was not referred to the Refugee Division for a full hearing. Following this finding, the Adjudicator resumed the inquiry started in 1988 and made an exclusion order against the applicant."], ["[5]", "The applicant seeks a writ of certiorari on the grounds that the tribunal exceeded its jurisdiction, erred in law or made a capricious or perverse finding of fact in its application of the credible basis test. Applicant also seeks to quash the resulting exclusion order."], ["[6]", "The proper test is found in s. 46.01(6) of the", "Act", "and reads as follows:", "\"If the adjudicator or the member of the Refugee Division, after considering the evidence adduced at the inquiry or hearing, including evidence regarding", "(a) the record with respect to human rights of the country that the claimant left, or outside of which the claimant remains, by reason of", "fear of persecution", ", and", "(b) the disposition under this Act or the regulations of claims to be Convention refugees made by other persons who alleged fear of persecution in that country,", "is of the opinion that", "there is any credible or trustworthy evidence on which the Refugee Division might determine the claimant to be a Convention refugee", ", the adjudicator or member shall determine that the claimant has a credible basis for the claim.\""], ["[7]", "The law provides that the claimant must satisfy each element of the Convention refugee definition. In addition, in a case of dual citizenship such as is the case here he must prove his claim with respect to both countries."], ["[8]", "Very briefly the applicant claims to have a well-founded fear of persecution and that the Government of Costa Rica is either unable or unwilling to protect him against that persecution. The applicant was a member of the \"contra\" movement whose goal was to overthrow the Sandinista regime. He claims that in Nicaragua, although the government has changed, the Sandinistas still control the military and are still carrying out threats against members of the former Somoza regime. He claims that his life would be in danger should he return to Nicaragua."], ["[9]", "With respect to Costa Rica the applicant contends that after his departure from Nicaragua he continued his work in the \"contra\" movement. However, he believes that Sandinistas have been taking control of other South American countries such as Honduras and Costa Rica. He believes that his life is now in danger. He bases this belief on certain events. First, his house was robbed, second some person approached him calling him a \"worm\". According to the applicant the term \"worm\" is used by the Sandinistas to describe members of the \"contra\" movement. Third, some of his colleagues in the \"contra\" movement have been killed or have disappeared. He argues that these events point to the fact that the Costa Rican authorities are unable or unwilling to protect those targeted by the Sandinistas."], ["[10]", "The tribunal did not find any credibility in the evidence presented by the claimant in support of his fear of persecution nor that there was any trustworthy evidence that the Costa Rican government was unable to protect the claimant should such a fear exist."], ["[11]", "It is not clear to me on a reading of the transcript that the tribunal applied the wrong test."], ["[12]", "The applicant alleges that state complicity does not have to be established, and that in this instance the inability of the Costa Rican government to ensure his safety is sufficient. He adds that the fact that two of his friends were assassinated or disappeared while in Costa Rica is conclusive evidence of the government's inability to protect him. The Board, however, concluded that the impact of those events on applicant's perceived fear was speculative."], ["[13]", "This, according to counsel for the applicant was not a finding which could properly be made at the \"credible basis\" stage, as it is one which properly belongs to the third stage. As Hugessen, J.A., stated in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 313, at p. 315 D.L.R.,", "\"The primary role of the tribunal is to test the credibility of the evidence; in performing that role it is entitled to draw such inferences as are necessary for the purpose ...\"", "In highlighting the speculative nature of the applicant's perceived fear, I believe that the Board was expressing the view that there was no credible evidence on which the next level could reasonably conclude in the applicant's favour."], ["[14]", "Applicant also claims that the finding by the Board that the Sandinistas are no longer in power in Nicaragua is contrary to the documentary evidence. He states that while there has been a change of government, the Sandinistas have maintained control, and he concludes that the Board did not address the question as to whether the change of government in Nicaragua was such as to make it reasonably impossible for the next level to conclude in applicant's favour. I do not believe that it can be said that the Board failed to address this issue. The members had before them evidence of a change of government. They also had before them indications that the Sandinistas remained involved indirectly in some aspects of government. Nothing suggests that the Board failed to take this into account in assessing the impact of the change of government in Nicaragua."], ["[15]", "Finally applicant points out that the Board noted in it's reasons the fact that applicant chose not to avail himself of the protection of the Costa Rican authorities. He states that the evidence suggests that protection would have been futile as the Costa Rican government is inept and has, in the recent years, shown a lack of sympathy for ex Contra members living in it's territory. I do not believe that it can be said that the Board ignored that evidence in making the point that applicant had not availed himself of state protection. During his examination, applicant stated that the Costa Rican government was not going to assign a patrol of armed men to protect him. That may be so, but that does not exclude other avenues of state protection which could have been made available to him, and the Board, on the evidence before it, was entitled to draw the inference that it did."], ["[16]", "Finally counsel for the applicant asked that in the event that the application be dismissed, a serious question of general importance be certified under s. 83(1) of the", "Immigration Act"], ["[17]", "The question suggested by counsel is as follows:", "\"Can the mere inability to protect an individual from the actions of private individuals provide a credible basis for fear of persecution where the individual has not sought the protection from the state authorities?\""], ["[18]", "I do not believe that the question warrants certification. First, I note that the credible basis tribunal has now been abolished, and it seems that, generally speaking, a question of general importance should be forward looking. While the notion of \"credible basis\" continues to be of importance under the", "Act", ", it will be applied under a different statutory scheme. I doubt that an answer to the question could be of contemporary or future use."], ["[19]", "Secondly, the question as framed calls for an answer on the facts, rather than on principle. If the facts should demonstrate unequivocally that there is no state protection, then obviously one cannot avail himself of it, and in these circumstances, I would think that the fact that one has not sought protection cannot be relevant in assessing that individual's otherwise legitimate fear of persecution. It is only where the facts show that the state can be of some assistance in ensuring an individual's protection, that his refusal to avail himself of it can impact negatively on his credible basis. A question whose answer turns on the facts is unlikely to transcend the interests of the immediate parties and hence, will rarely be of general importance."], ["[20]", "For these reasons, the application is dismissed and the question is not certified.", "Application dismissed.", "Editor: Elizabeth M.A. Turgeon/sms", "[End of document]"]]}