{"id_": "065299", "body_str": [["[1]", "Hughes, J.", ": This is an application for judicial review of a decision of a Member of the Immigration and Refugee Board dated July 9, 2013, wherein the Applicant's claim for refugee protection was denied."], ["[2]", "The Applicant is an adult female person born in India in January, 1984. She is of Tibetan ancestry. Her parents were born in Tibet and fled that country to reside in India at the time when Tibet was taken over by China."], ["[3]", "The Applicant left India, came to the United States and subsequently, in April 2013, to Canada where she made a claim for refugee protection. A Member of the Immigration and Refugee Board held a hearing and subsequently, in the decision under review, rejected the claim for refugee protection. In so doing, the Member stated, at paragraph 30, of the reasons for the Decision"], ["[30] The claimant was asked what she feared if returned to India. She testified deportation to China. The claimant has not alleged any persecution or harm at the hands of Indian authorities other then deportation due to a lack of citizenship to China. As the panel has found that she is either a citizen of India or has a right to citizenship, the panel will not address her fear of returning to China."], ["[4]", "The determination of the Member was summarized at paragraph 4 of the Decision"], ["[4] After considering the totality of evidence including representation and case law, the panel finds that the claimant has failed to provide sufficient and credible evidence to discharge her onus and to establish that the sole country of reference should be China. The panel finds that the claimant country of reference should include India and the panel has determined that the claimant is not a Convention refugee pursuant to section 96 of the Immigration and Refugee Protection Act and also that she is not a person in need of protection pursuant to section 97 of the Immigration and Refugee Protection Act. The panel finds that the claimant has not satisfied the burden of establishing a serious possibility of persecution on a Convention ground, or that, on a balance of probabilities, the claimant would personally be subjected to a risk to life or a risk of cruel and unusual treatment or punishment or a danger of torture upon return to India.", "FACTS"], ["[5]", "There are certain uncontested findings of fact made by the Member:", "• the Applicant was born in India in January 1984;", "• the Applicant is of Tibetan descent, both her parents were Tibetan; they fled to India when China assumed control of Tibet;", "• the Applicant possesses a genuine Indian birth certificate issued by the Karnataka State Government. The Applicant presented this document to the Canadian authorities when she sought entry into Canada;", "• the Applicant presented a Tibetan Green Book to the Canadian authorities when she sought entry into Canada. This document is of no value in proving or determining citizenship;", "• the Applicant presented a Registration Certificate [RC] to the Canadian authorities upon seeking entry into Canada. Such a document is required of those of Tibetan ancestry seeking to work and travel and remain in India. The Member doubted the genuineness of this document;", "• the Applicant entered Canada from the United States;", "• upon entry into the United States, the Applicant presented an Indian passport. The Applicant no longer had the passport when she sought entry into Canada. The Applicant alleged that the passport was fraudulent. The Member held that it was not;", "• while the Applicant did not have the full privileges of citizenship in India, she could not vote or hold certain government jobs, it was possible to for her to apply for full citizenship. The degree of difficulty in seeking citizenship and likelihood of securing citizenship is disputed;", "• the Applicant made no attempt to secure Indian citizenship;", "• the Member did not examine the risk as to whether the Applicant would be likely to have been deported to China by the authorities in India;", "• the Applicant indicated in the relevant documents presented to the Canadian authorities that the country of reference in respect of which she feared return was Tibet (China);", "• the Member did not address the Applicant's fear of returning to China.", "ISSUES"], ["[6]", "Having reviewed the materials filed and the arguments of Counsel at the hearing, which were excellent and I thank them both, the issues emerge as follows:", "1. What is the standard of review?", "2. Did the Member determine that the Applicant was a citizen of India and, if so, was that determination reasonable?", "3. Did the Member properly find that, if the Applicant was not a citizen of India, she should at least have made an effort to apply to become a citizen?", "4. Should the Member have examined whatever evidence there was so as to determine whether the Applicant would likely have been deported from India to China?", "5. Should the Member have examined the fear of risk in China?", "DISCUSSION", "1.", "Standard of Review"], ["[7]", "The standard of review of the Member's decision is that of correctness where determinations of law were made, and reasonableness where determinations of fact were made with particular deference where determinations as to credibility were made. The application of determinations of fact to the law, if the law is correctly stated, is reviewed on as standard of reasonableness.", "2.", "Did the Member determine whether the Applicant was a citizen of India and, if so, was that decision reasonable?"], ["[8]", "Counsel do not agree as to whether the Member made a determination as to whether the Applicant was a citizen of India or not. The Member's reasons state the following at paragraphs 7 and 19 respectively:", "17. For the following reasons, the panel finds that the claimant is a citizen of India.", "19. The panel finds, based on the totality of the evidence, that the claimant is a citizen of India and not China."], ["[9]", "These statements are quite clear. However, from paragraphs 20 to 30, the Member considered whether the Applicant could acquire citizenship in India and, if so, what is the degree of difficulty and the likelihood of success, and the impact of the fact that the Applicant never even tried to obtain such citizenship. The Member concluded at paragraph 30 of the reasons:", "As the panel had found that she is either a citizen of India or has a right of citizenship, the panel will not address her fear of returning to China."], ["[10]", "It is clear that the consideration as to whether the Applicant could apply for citizenship was made by the Member as", "an alternative", "to the finding that the Applicant did have citizenship in India so as to address submissions made by Counsel. At paragraph 21 of the reasons, the Member wrote:", "In the alternative, the panel has considered counsel's submission that Tibetans born in India do not have a right of citizenship, that it would be costly, there are legal barriers and barriers adduced by the CTA…"], ["[11]", "I am satisfied that the Member made a clear finding that the Applicant was a citizen of India. The question then becomes whether that finding was reasonable."], ["[12]", "There is no question that the Applicant was born in India and resided there until she came to Canada via the United States. The Applicant was in possession of an Indian birth certificate, the genuineness of which is not in question."], ["[13]", "The dispute concerned the Indian passport which no longer exists. The Applicant had the document to obtain a United States visa and to enter the United States. It was not on her person when she entered Canada. The Applicant alleges that the passport was false."], ["[14]", "Counsel for each of the parties agreed that possession of a genuine passport creates a rebuttable presumption that the bearer is a citizen of the country issuing the passport."], ["[15]", "The Member wrote an extensive analysis respecting the genuineness of the missing passport at paragraphs 12 to 15 of the reasons. The Member concluded by not believing the Applicant's assertions that the passport was not genuine."], ["[16]", "I find that the Member's findings are reasonable respecting the genuineness of the passport."], ["[17]", "Further, I find that, given the totality of the evidence, including the birth certificate and the passport, the Member's findings that the Applicant was a citizen of India is reasonable.", "3.", "Did the Member properly find that, if the Applicant was not a citizen of India, she should at least have made an effort to become a citizen?"], ["[18]", "As I have previously found, the Member considered this matter in the alternative. The Member, properly as I have held, found that the Applicant was a citizen of India. Since the argument, both written and oral, before me was substantial on this point, I will address it. Clearly, however, my comments in this regard are", "obiter"], ["[19]", "A proper discussion of the law begins with the discussion of the Federal Court of Appeal in", "REFERENCE_SUPPRESSED. That decision recites the common ground between the parties, at paragraph 19, that refugee protection will be denied where citizenship in a safe country could be secured by \"mere formalities\". The question addressed was at what level could such formalities rise before they are not \"mere\". Décary JA for the Court adopted the phrase \"power within the control of the applicant\" as a better expression of the test. He wrote at paragraph 22:", "I fully endorse the reasons for judgment of Rothstein J., and in particular the following passage at page 77", "The condition of not having a country of nationality must be one that is beyond the power of the applicant to control.", "The true test, in my view, is the following: if it is within the control of the applicant to acquire the citizenship of a country with respect to which he has no well-founded fear of persecution, the claim for refugee status will be denied. While words such as \"acquisition of citizenship in a non-discretionary manner\" or \"by mere formalities\" have been used, the test is better phrased in terms of \"power within the control of the applicant\" for it encompasses all sorts of situations, it prevents the introduction of a practice of \"country shopping\" which is incompatible with the \"surrogate\" dimension of international refugee protection recognized in Ward and it is not restricted, contrary to what counsel for the respondent has suggested, to mere technicalities such as filing appropriate documents. This \"control\" test also reflects the notion which is transparent in the definition of a refugee that the \"unwillingness\" of an applicant to take steps required from him to gain state protection is fatal to his refugee claim unless that unwillingness results from the very fear of persecution itself. Paragraph 106 of the Handbook on Procedures and Criteria for Determining Refugee Status emphasizes the point that whenever \"available, national protection takes precedence over international protection,\" and the Supreme Court of Canada, in Ward, observed, at p. 752, that \"[w] hen available, home state protection is a claimant's sole option.\""], ["[20]", "Subsequent cases addressed what might or might not be within the control of the Applicant. Justice Lemieux of this Court, in", "REFERENCE_SUPPRESSED, wrote at paragraph 21 that where an authority was not compelled to grant citizenship, that was a matter beyond the Applicant's control:", "The determining error the tribunal made was to trespass upon forbidden territory when, after recognizing the authorities in Guyana were not compelled on her application to grant Mrs. Khan citizenship, it (the tribunal) could opine how the Minister in Guyana might exercise the discretion conferred upon him. Such circumstances are not within her control. Mrs. Khan is not obligated to seek Guyana's protection before she seeks Canada's."], ["[21]", "In", "REFERENCE_SUPPRESSED, the same Justice Lemieux, in dealing with re-acquisition of citizenship, found at paragraph 40 of his Reasons that, while not automatic, easily obtained re-acquisition could preclude a claim for refugee protection:", "In my view, this application for judicial review must be dismissed. In short, the tribunal was not satisfied the applicants had discharged their onus of showing (on the assumption they had lost their status which the tribunal doubted and was supported by the RIR indicating that status was indefinite unless cancelled for reasons not relevant in this case), such loss could not be repaired by administrative reacquisition albeit perhaps not automatic, but easily obtained without return to China. On the evidence, before the tribunal, such conclusion was open to it. In fact, by using the Williams control test, it imposed a more stringent test than the jurisprudence requires - the jurisprudence only requires an applicant who has let his/her status expire to show good reasons failing to prevent such happening."], ["[22]", "Justice Russell of this Court, in", "REFERENCE_SUPPRESSED considered whether an Applicant was under any obligation to apply for citizenship. He held that the Board was correct in holding that the Applicant had no such obligation. He wrote at paragraphs 117 to 121:", "117. There was evidence before the Board to demonstrate that it was not within the control of the Respondents to acquire Chinese citizenship, which is the test dictated by CITATION_SUPPRESSED. The children alone would cause them all kinds of problems and Shirley gave evidence that she might also be subjected to forced sterilization.", "118. The Applicant wants to push this issue further to say that the Respondents should have been required to demonstrate that it was more likely than not that, if they applied, they would not be granted Chinese citizenship. In fact, at the refugee hearing and as part of this application, the Applicant also argued that the Respondents were under an obligation to show that they had applied for, and had been refused, Chinese citizenship.", "119. This argument was, in my view, correctly rejected by the Board as being contrary to CITATION_SUPPRESSED. But it does show where the Applicant wants to push this issue. In my view, to go beyond CITATION_SUPPRESSED in order to do what the Applicant wants to do would impose an intolerable burden upon people in the position of the Respondents.", "120. It is certainly within the control of the Respondents to submit an application for Chinese citizenship but, on the evidence, it was not within the control of the Respondents to acquire Chinese citizenship, and the evidence suggested to the Board that they faced serious problems in doing so.", "121. In my view, then, the Board correctly applied CITATION_SUPPRESSED to the facts of this case. I can find no error of law on this point and the conclusion, reached by applying the law to the facts, falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[23]", "Justice Near (as he was then) of the Federal Court in", "REFERENCE_SUPPRESSED, in dealing with a remigrant situation found that citizenship, if lost, could be reobtained, thus precluding a refugee claim. He wrote at paragraphs 34 and 35:", "34. In my opinion, this case is distinguishable on the facts. In CITATION_SUPPRESSED, above, the Board discussed whether the Applicant could obtain Guyanese citizenship after marrying a Guyanese citizen. She had never independently obtained Guyanese citizenship in the past. In the present case, the Applicant is a Guyanese citizen by birth and has never officially renounced her citizenship. Even if she is not a Guyanese citizen anymore because of her dual citizenship, she could obtain remigrant status. As such, unlike in CITATION_SUPPRESSED, above, the Board did not provide its opinion on whether the Guyanese authorities would exercise their discretion to refuse citizenship to the Applicant.", "35. The decision in CITATION_SUPPRESSED, above, should be followed. Since it is \"within the control of the [A]pplicant to acquire the citizenship of a country with respect to which [she] has no well-founded fear of persecution,\" the Applicant should seek protection in her other country of nationality, Guyana, before seeking protection in Canada. Consequently, the Board did not err in its conclusion."], ["[24]", "A case that closely parallels this one is the decision of Justice O'Reilly of this Court in", "REFERENCE_SUPPRESSED. The facts were similar to those here where a person born in India, of Tibetan descent, sought refugee protection in Canada. The question was whether obtaining Indian citizenship was beyond his control. Justice O'Reilly wrote at paragraphs 8 to 11:", "8. The Minister points out that under the Indian Citizenship Act, s 3.1, a person born in India between January 26, 1950 and July 1, 1987 is a citizen of India. This was recognized by the Indian High Court in Dolkar. Accordingly, the Minister argues that it was within Mr. Wanchuk's power to obtain citizenship in India and, therefore, the Board's decision was not unreasonable (citing REFERENCE_SUPPRESSED). Further, even though Mr. Wanchuk would have to obtain a letter of \"no objection\" from the CTA prior to applying for Indian citizenship, the evidence showed that the CTA would not withhold its approval.", "9. In my view, the documentary evidence shows that obtaining Indian citizenship was not within Mr. Wanchuk's control:", "• The Dolkar decision applies only in New Delhi; it amounts to persuasive authority in other regions of India, but is not binding there.", "No grants of citizenship to Tibetans have been made in the three years following Dolkar.", "• The official position of the CTA is that it will not withhold approval to Tibetans seeking Indian citizenship. However, in reality, the CTA is reluctant to grant approval, believing that Tibetans in India should remain refugees so as to ensure that they will eventually return to an independent Tibet.", "10. In my view, this evidence shows a mere possibility that Mr. Wanchuk could obtain Indian citizenship. It would require, at a minimum, that the CTA exercise its discretion not to withhold its approval and that Indian authorities recognize Dolkar as binding precedent. In fact, Mr. Wanchuk might well have to litigate the issue. I note that Ms. Dolkar expended several years in administrative and legal battles in order to obtain Indian citizenship.", "11. In these circumstances, I find the Board's conclusion that obtaining Indian citizenship was within Mr. Wanchuk's control was unreasonable."], ["[25]", "Justice O'Reilly did not address the question as to whether the Applicant Wanchuk should at least have made an attempt to secure citizenship."], ["[26]", "In the present case, the Member stated at paragraph 27 of the reasons:", "The panel finds that the claimant bears the onus of establishing that citizenship was sought and refused by Indian authorities."], ["[27]", "I agree with Counsel for the Applicant here that no Canadian authority states that an Applicant must first seek and then be refused citizenship in a safe country where they are entitled to do so before claiming refugee status in Canada. In fact, Justice Russell in", "Ma", ", previously referred to, approved the rejection of the Board of such proposition as an \"intolerable burden\"."], ["[28]", "Nonetheless, it is disturbing that, in a case such as the present, where the Applicant was born in India and peaceably living there, she took absolutely no steps to acquire full Indian citizenship. Certainly, if reasonable steps had been taken and pursued, a failure to secure such citizenship would have gone a long way toward bolstering a claim for refugee protection in Canada."], ["[29]", "With all due respect to Justice Russell, there is nothing in", "CITATION_SUPPRESSED", "that says an Applicant need not even apply for citizenship.", "CITATION_SUPPRESSED, speaks to whether it is within the control of a person", "to acquire", "citizenship. Nothing in that case encourages an Applicant not to make reasonable efforts to secure such citizenship."], ["[30]", "Wilful neglect or even neglect to apply for citizenship where a person has a right to apply should not serve as an invitation to try your luck in Canada. There would be good grounds for a certified question if the issue was not", "obiter", ". As this discussion is", "obiter", ", as I have found that the finding that the Applicant had Indian citizenship was reasonable, I will not certify a question.", "4. Should the Member have examined whatever evidence there was so as to determine whether the Applicant would likely have been deported from India to China?", "- and -", "5. Should the Member have examined the fear of risk in China?"], ["[31]", "Since the Member found that the Applicant was a citizen of India, there was no need to make such examinations.", "JUDGMENT"], ["[32]", "FOR THE REASONS PROVIDED", "THIS COURT'S JUDGMENT is that:", "1. The application is dismissed;", "2. No question is certified;", "3. No Order as to costs.", ".........................", "CITATION_SUPPRESSED"]]}