{"id_": "065255", "body_str": [["[1]", "de Montigny, J.", ": This is an application by Eli Lilly Canada Inc. (Lilly) for an order under section 55.2(4) of the", "Patent Act", ", RSC 1985, c P-4, and section 6 of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133, to prohibit the issuance of a Notice of Compliance (NOC) to Mylan Pharmaceuticals ULC (Mylan) for a generic version of tadalafil, sold by Lilly under the brand name CIALIS, until after the expiration of the Canadian Patent 2,379,948 (the '948 Patent). The '948 Patent is directed to a pharmaceutical formulation of reduced particle size of tadalafil with particular excipients for the treatment of erectile dysfunction (ED)."], ["[2]", "Mylan, on the other hand, alleges in its Notice of Allegation (NOA) that the '948 Patent will not be infringed because its product will not contain the particle size of tadalafil and the quantities of excipients claimed in the '948 Patent. Mylan further alleges that the '948 Patent is invalid because it is obvious. Other grounds of invalidity were also alleged in the NOA, but they were subsequently abandoned."], ["[3]", "For the reasons that follow, I have found that Mylan's allegations as to the invalidity of the '948 Patent and as to non-infringement are justified.", "I. Facts"], ["[4]", "In order for any drug to be given to patients for use in the treatment of a targeted disease or disorder, it is necessary for the compound to be developed into an acceptable formulation. The drug alone is generally not administered to a human, but is combined with other components, often called excipients, in order to be delivered to a human. To be considered acceptable, the formulation must comprise only components that are non-toxic to humans and must be stable for a sufficient amount of time to be shipped, stored, distributed, and administered to patients. Equally important is that the formulation must be able to readily release the active compound to the patient. The task of developing a formulation is obviously more challenging when the drug is poorly soluble in water, or is chemically unstable."], ["[5]", "Tadalafil was first discovered  <FRAGMENT_SUPPRESSED>  Laboratories; for a time, Glaxo collaborated with ICOS on the development of the compound. The challenge was that tadalafil is poorly soluble. Glaxo and ICOS therefore had to do some work to find a suitable formulation, and two of these studies were transferred to Dr. Kral  <FRAGMENT_SUPPRESSED>  US when the collaboration between ICOS and Glaxo ended and Lilly decided to partner with ICOS. Dr. Kral is the co-inventor of the invention disclosed and claimed in the '948 Patent, and she joined Lilly in November 1998. I shall have more to say about these reports and Dr. Kral's affidavit when addressing the obviousness argument. It appears, though, that toxicology studies on tadalafil were delayed because it was unclear whether a commercial formulation could be developed. Many different cosolvents and excipients were tried in liquid formulations and suspensions, as well as different solid state forms and different particle sizes of tadalafil. All of these early attempts failed to produce a formulation that could be brought to the market, until the development of the new formulation that is the subject of the '948 Patent.", "II. The '948 Patent"], ["[6]", "The '948 Patent is entitled \"Beta-Carboline Pharmaceutical Compositions\" and was filed on April 26, 2000; its priority date is August 3, 1999. Under the heading \"Field of the Invention\", the Patent states that it is related to formulations of beta-carboline compounds, with the goal of achieving uniform potency, and desirable stability and bioavailability characteristics. These are standard goals of pharmaceutical formulation, as a product will not be approved by a regulator if it does not have uniform potency and desirable stability."], ["[7]", "The chemical structure of tadalafil and its use in the treatment of ED were disclosed in prior Canadian Patent Nos. 2,181,377 (the '377 Patent) and 2,226,784 (the '784 Patent). The international equivalents of these patents are cited on page 2 of the'948 Patent. These patents disclosed tadalafil tablets for oral administration. Prior formulations of tadalafil were also disclosed in PCT Application No. WO 96/38131 (the '131 Application or Butler Patent; see Potter affidavit, Exh \"D\", Doc #4, AR Vol 5, p 860)."], ["[8]", "The Patent then identifies the problem to be solved. It notes that many beta-carbolines exhibit poor solubility, which a formulator would know needed to be addressed for oral administration. The '948 Patent states that prior formulation efforts by Butler focused on overcoming poor solubility by co-precipitating tadalafil with a polymer such as hydroxypropyl methylcellulose phthalate (HPMCP), but notes problems of reproducibility and slow bioavailability ensued. Those are the studies that Dr. Kral discussed in her affidavit. Additionally, these clinical studies involving the administration of tablets containing such a co-precipitate revealed that maximum blood concentration on oral administration was not achieved until 3 to 4 hours after ingestion, which was considered to be undesirably slow when used for the treatment of ED."], ["[9]", "Under the heading \"Summary of the Invention\", the Patent teaches the formulation of tadalafil (and not the broader class of beta-carbolines) and pharmaceutically acceptable salts and solvates thereof:", "provided as a free drug, in admixture with a diluent, a lubricant, a hydrophilic binder selected from the group consisting of a cellulose derivative, povidone, and a mixture thereof, a disintegrant selected from the group consisting of crospovidone, croscarmellose sodium, and a mixture thereof, and, optionally, microcrystalline cellulose and/or a wetting agent. Optionally the formulation additionally comprises a second diluent.", "('948 Patent, p 4, lines 4-12, AR Vol 1, p 13)", "The Patent then goes on to describe a most preferred formulation, states that the invention relates to the use of such formulations for treatment of sexual dysfunction, and states that they can be administered orally as a tablet or in capsules."], ["[10]", "The Patent then defines a number of terms and abbreviations, the most relevant of which being \"free drug\". That term refers to \"solid particles consisting essentially of the compound of structural formula (I) [tadalafil], as opposed to the compound intimately embedded in a polymeric coprecipitate\" ('948 Patent p 5, lines 24-27). The Patent also describes \"lubricant\", \"water-soluble diluent\" and \"wetting agent\"."], ["[11]", "The specific amounts of the different excipients that are required are then set out, and the reader is instructed that tadalafil itself can be made according to established procedures such as those disclosed in the Daugan Patent (the equivalent of the '377 Patent)."], ["[12]", "The Patent also indicates that the particle size of tadalafil enhances \"the bioavailability and handling\" of the formulation (p 8, lines 10-12). The skilled formulator would therefore understand the patentee to be asserting that both the chosen excipients and the particle size distribution are responsible for the identified salient effects of the formulation. Since this paragraph is the subject of much dispute, I shall quote it in full:", "The particle size of the active compound also has been found to enhance the bioavailability and handling of the present formulations. Thus, the particle size of the compound of structural formula (I) [tadalafil] prior to formulation is controlled by milling the raw compound (as a crystal, amorphous precipitate, or mixture thereof) such that at least 90% of the particles have a particle size of less than about 40 microns (d90=40), and preferably less than about 30 microns. More preferably, at least 90% of the particles have a particle size of less than about 25 microns, still more preferably, less than about 15 microns, and most preferably, less than about 10 microns.", "('948 Patent, p 8, lines 10-20)"], ["[13]", "The Patent next teaches in detail how the particle size distribution of tadalafil in the invention formulation is to be achieved and measured. With respect to measurement, the Patent states that \"[m] ethods for determining the size of particles are well known in the art. The following nonlimiting method disclosed in U.S. Patent No. 4,605,517 can be employed\" (p 8, lines 22-24). The '948 Patent also provides a highly detailed procedure describing how the particle size measurement was obtained for the examples of the Patent (p 8, line 24 - p 9, line 23). Since Mylan has not discussed that issue, there is no need to go into the details of the explanation given in the Patent as to how to measure particle size."], ["[14]", "Beginning at page 9 of the Patent, definitions of water-soluble diluent, hydrophilic binder, disintegrants, lubricants and wetting agents for the purposes of the Patent are provided, as well as examples from each category of excipient. It is stated that a hydrophilic binder is provided in an amount sufficient to act as an adhesive to hold tadalafil and excipients together in a tablet, but is also present in a powder formulation introduced into a hard gelatin shell. Some of the claims of this Patent deal with capsules and other types of formulations, but the only claims at issue in this case are the ones relating to tablet formulations."], ["[15]", "The Patent then goes on at page 10 to talk about preferred hydrophilic binders, and it discusses povidone and some of the disintegrants that are used. It then discusses lubricants and identifies some preferred lubricants and some preferred amounts (p 11). It talks about microcrystalline cellulose, which can serve multiple functions in the formulation, e.g. a disintegrant and/or a second diluent; it appears in some of the dependent claims as one of the possible diluents. It then goes on to talk about wetting agents and other possible optional ingredients such as coloring or flavouring agents."], ["[16]", "On page 12 we have an example of a preferred formulation with different weight percentage amounts, and then a list of techniques that can be used to prepare the formulations of the present invention. On pages 13 and 14, we have the preferred dose and dosage form (including tablet and hard capsule) of the target compound."], ["[17]", "At pages 15 to 28, the Patent describes thirteen examples, which are \"illustrative only\" and are not intended to limit the scope of the invention. Example 1 first directs the use of 12 inch pancake style jet mill to produce an active compound (i.e. tadalafil) characterized by a d90 of 4 microns. (A \"d90\" is a measure of particle size distribution: for example, a d90 of 40 means that at least 90% of the particles have a particle size less than 40 microns.) It then directs the formulation of a tablet containing the reduced-size active compound and the preferred excipients discussed above, using a wet granulation process. This process involves dry blending the active ingredient with the diluent, binder, and disintegrant excipients to form a powder, followed by the formation of wet granules from that powder using an aqueous solution containing additional binder and the surfactant (wetting agent) in a high shear granulator. A mill is then used to \"delump\" the wet granulation, the wet granulation is dried, and then sized to eliminate large agglomerates. Additional diluent and disintegrant, as well as the lubricant, are then dry mixed with the dry granules and compressed into tablets."], ["[18]", "The remaining Examples 2 to 13 modify the formulation by changing the relative proportion of ingredients."], ["[19]", "Following the examples, the Patent lists 33 claims. Lilly has brought this application on the basis of claims 1 to 8, 10 to 15, 17 to 21, 23 to 31 and 33, all of which are reproduced in the Annex to these reasons."], ["[20]", "Claim 1 is the only independent claim. It claims the pharmaceutical formulation comprising tadalafil, provided as free drug comprising particles wherein at least 90% of the particles of tadalafil have a particle size of less than about 40 microns; a water-soluble diluent; a lubricant; a hydrophilic binder; and a disintegrant; all at various percentages by weight."], ["[21]", "Claims 2 to 8, 10 to 15 and 17-18 claim specific components of the formulation."], ["[22]", "Claims 19 to 21 claim a tablet comprising the formulation of claim 1."], ["[23]", "Claims 23 to 25 claim specific particle sizes of the formulation in claim 1."], ["[24]", "Claims 26 to 29 claim tablets comprising the formulation of claim 1 where the compound is present in an amount of about 10 mg, 1 to 5 mg, 2.5 mg and 20 mg per tablet, respectively."], ["[25]", "Claims 30, 31 and 33 claim the use of the formulation and the tablets to treat sexual dysfunction, and specifically ED.", "III.", "The evidence"], ["[26]", "Lilly has presented the evidence of a fact witness (Dr. Kral), two expert witnesses (Dr. Bugay and Dr. Bodmeier) and a law clerk (Ms. Potter). This last affidavit introduces as exhibits the '948 Patent, Mylan's NOA, all the attachments to Mylan's NOA, a related patent, a scientific paper, and documents related to Mylan's testing. Mylan, on the other hand, has presented the evidence of only one expert witness (Dr. Brittain). I shall now briefly review their evidence.", "A. Lilly's Witnesses", "Dr. Kral"], ["[27]", "Lilly's fact witness is Dr. Martha Kral, one of the three inventors of the '948 Patent. She is a Research Advisor  <FRAGMENT_SUPPRESSED> , and has been employed  <FRAGMENT_SUPPRESSED>  since 1998. Starting in 1998, Dr. Kral led the formulation work  <FRAGMENT_SUPPRESSED>  that led to the '948 Patent. Her evidence consists of an affidavit with exhibits and a cross-examination with exhibits."], ["[28]", "In her affidavit, Dr. Kral reviews the formulation work for tadalafil both before and during her involvement. She reviews the early formulation work  <FRAGMENT_SUPPRESSED>  and ICOS, including the filing of the Butler Patent. She then describes her team's formulation work  <FRAGMENT_SUPPRESSED>  leading up to the '948 Patent. Finally, she appends the formulations and related clinical study reports for all the examples in the '948 Patent. The following summary of her affidavit is largely based on Lilly's oral and written representations."], ["[29]", "Two of the initial studies conducted by Glaxo were transferred to Dr. Kral after she joined Lilly US. The first one, marked as Exhibit \"B\" to her affidavit, was a preliminary formulation study where the Glaxo researchers were trying to formulate tadalafil for intravenous (i.v.) administration in dogs. Their goal was to develop a [redacted] formulation with a concentration of [redacted] of tadalafil. If that failed, they were looking for a [redacted] that was capable of delivering at least [redacted]. Glaxo wanted to start toxicology studies in animals, and needed a formulation capable of reaching the high doses necessary for these studies."], ["[30]", "Initially, i.v. solutions were attempted, as it was thought this could maximize the dose of tadalafil for the toxicology studies. However, high concentrations of [redacted] and other excipients were required to increase the solubility of tadalafil. Many excipients were tried, but they all resulted in toxicity of the excipients rather than the improved solubility of tadalafil. At that point, the researchers concluded that an acceptable [redacted] formulation could not be found and shifted to searching for an [redacted] formulation. Once again, many of the [redacted] formulations could not achieve acceptable stability, and those that did showed unacceptable toxicity. At the end of that report, the Glaxo researchers concluded that none of the formulations tried", "in vivo", "gave a satisfactory toxicological profile for the vehicle alone. Thus, the early toxicology studies could not be started."], ["[31]", "The next study that was transferred to Dr. Kral is found at Exhibit \"C\" to her affidavit. Again, the poor solubility of tadalafil was confirmed. The report also states that tadalafil [redacted]. The Glaxo researchers investigated 27 formulations, without success. They tried i.v. formulations, to no avail. They then moved on to oral formulations. First, suspensions were tried in [redacted], a glyceride emulsifier. Studies were done with both [redacted] and [redacted] tadalafil. Glaxo found that tadalafil's bioavailability was about 32% when it was mixed with [redacted]. When particle size was reduced to between [redacted] microns, bioavailability increased [redacted]. Bioavailability of [redacted] tadalafil in [redacted] was even higher, at [redacted]. Since Glaxo was looking for at least [redacted] bioavailability in a formulation, this result was considered to be good. However, formulation studies with [redacted] had to be discontinued due to reports of adverse effects during multiple dose dosing regimens in safety studies."], ["[32]", "Aqueous suspensions were then tried, using [redacted] and [redacted] tadalafil. All of these attempts ultimately failed. [redacted] tadalafil has acceptable bioavailability but has two major disadvantages. Firstly there is the potential problem of physical instability, and secondly, solvents are required for [redacted] the drug and as the solubility of tadalafil in [redacted]. There was some success when tadalafil was [redacted], an excipient that had shown some enhancement of bioavailability in the past; this attempt exhibited [redacted] bioavailability. However, there was also an increase in variability of bioavailability making these formulations unusable. As for [redacted] tadalafil, previous studies had shown that it did not produce adequate bioavailability in aqueous suspension. The use of particle size reduction to enhance bioavailability being a well known stratagem in the industry, [redacted] were prepared with tadalafil particle sizes of [redacted] microns. The bioavailability of these formulations in fasted dogs was [redacted] respectively, which was unacceptably low. The researchers then tried adding [redacted], but this did not enhance the bioavailability of the [redacted] material."], ["[33]", "Because of the good results that researchers had seen with the [redacted], they then investigated a number of solid dispersion techniques: 1) co-evaporates, where the drug and a carrier are dissolved in a solvent, which is then slowly evaporated; 2) co-melts, where the drug and a carrier are both melted and then resolidified together; 3) co-milling, where the drug and a carrier are milled together; and 4) co-precipitation, where the drug and the carrier are dissolved together in a solvent, and then precipitated from that solvent using an anti-solvent. Most did not work, but the researchers discovered that when tadalafil was mixed with [redacted] in a [redacted], it exhibited [redacted] bioavailability."], ["[34]", "At the end of all of these studies, the Glaxo researchers determined that the [redacted] and the [redacted] formulations were the only ones with acceptable bioavailability. The [redacted] material had a more consistent bioavailability, but manufacturing would be much more difficult. Furthermore, there was concern that the [redacted] drug would convert to [redacted] drug over time. Thus, the [redacted] was chosen to move forward, even if the researchers did not know the exact mechanism whereby improved bioavailability was obtained for either of these formulations."], ["[35]", "The early Phase I studies used [redacted] of the [redacted] tadalafil. However, a tablet formulation was needed for Phase II clinical trials and for the market. The Glaxo report indicates that the co-precipitate was selected for the tablet formulation. However, Glaxo seemed to be concerned about the pharmacokinetic profile of the co-precipitate. Thus, they also developed the [redacted] material as a tablet. When both of the tablets were developed and tested, the Glaxo researchers recommended proceeding with the co-precipitated tadalafil material."], ["[36]", "The conclusion of this report is worth quoting:", "A variety of techniques have been explored in an attempt to optimise the bioavailability of [tadalafil]. This culminated in the development of the HPMCP co-precipitate which allowed the drug to be well absorbed and used well established and inexpensive techniques in its preparation. The co-precipitate has been formulated as tablets which had similar bioavailability to an [redacted]. The tablets are prepared using well established techniques which are amenable to large scale manufacture.", "Obtaining acceptable bioavailability for insoluble drugs such as [tadalafil] can be a formidable challenge. Some of the techniques described in this report are being used successfully with [redacted] in suitable organic solvents. Although [tadalafil] is not being progressed within GlaxoWellcome the [redacted] should be considered amongst a range of other techniques for delivering other poorly soluble drugs.", "(Kral affidavit, Exh \"C\", AR Vol 10, p 1848)"], ["[37]", "ICOS then chose Lilly to partner with them to bring a tablet formulation to the market. With a view to achieving the advantage of early onset, Lilly started investigating new possible formulations. Dr. Kral and her group conducted further studies to determine how to formulate the tadalafil and what excipients could be used. In particular, Lilly evaluated the potential for [redacted] to improve the [redacted] of tadalafil. [redacted] excipients were tested in [redacted] solutions in combination with tadalafil. This test was designed to examine how different excipients affected the [redacted] of tadalafil in solution, which in turn can affect dissolution rate. Leading candidates were selected and studied in a formal compatibility study. Lilly also conducted stress studies on potential excipients. Furthermore, some of the excipients were substituted in an alternate excipients study."], ["[38]", "At the same time as the excipient studies were ongoing, Dr. Kral and her team had an idea that a [redacted] may work with a smaller [redacted] if a [redacted] was part of the [redacted]. This formulation was tested in [redacted] and compared to the results from [redacted] version of the new formulation. The [redacted] results were quite variable. However, the new wet granulation formulation showed acceptable absorption. Thus it was moved forward."], ["[39]", "The new wet granulation formulation, the [redacted], and one of the [redacted] formulations were all tested in humans. This study determined the formulation that would provide the foundation for the final commercial formulation. The new wet granulation had a Tmax (time to reach peak blood levels) that averaged [redacted] shorter than the [redacted], indicating that it would allow for a faster onset."], ["[40]", "A second clinical study was conducted at the same time, also involving the [redacted] and the new wet granulation formulation. This second study measured time to patient response. By [redacted], there was a statistically significant response to the new wet granulation formulation, as compared to both placebo and the [redacted]. Furthermore, the trend to significance was seen at [redacted], and some patients responded as early as [redacted]. Successful results of this study determined that the new wet granulation was the formulation of choice."], ["[41]", "Mylan argued that the Court should give no weight to the evidence of Dr. Kral because she was never employed by Glaxo and had no personal involvement with the initial research conducted by Glaxo and ICOS. On cross-examination, Dr. Kral confirmed that she only became involved with tadalafil when she joined Lilly in November 1998. Her knowledge of the earlier Glaxo and ICOS work comes only through the reports of Glaxo and ICOS."], ["[42]", "Mylan raised that objection for the first time in its Memorandum of Fact and Law, and did not put much emphasis on it during oral argument. The fact that Dr. Kral was not personally involved with the early studies done by Glaxo does not prevent her from introducing these studies into evidence. As an inventor, she used those studies to take the formulation process to its final stage, and the portion of her testimony devoted to the early formulation work on tadalafil  <FRAGMENT_SUPPRESSED>  is really confined to a description of that work on the basis of these studies. I fail to see anything improper in her doing so; she refrained from offering her own views of these studies, as she was not called as an expert witness, and she did not give evidence on Glaxo's work on tadalafil beyond the four corners of the studies that were transferred to her. In any event, as Mylan itself pointed out, the culmination of Glaxo's work - the co-precipitate formulation of tadalafil - was disclosed in the Butler Patent, and to that extent Dr. Kral's testimony about formulation work  <FRAGMENT_SUPPRESSED>  is redundant.", "Dr. Bodmeier"], ["[43]", "Dr. Bodmeier is a professor of pharmaceutical technology. He teaches and researches pharmaceutical sciences, including formulation and use of excipients. He testified both as to infringement issues relating to the formulation of Mylan's tadalafil product and as to the validity of the '948 Patent."], ["[44]", "In his affidavit, Dr. Bodmeier gives his background and mandate, and recites his legal instructions. He then gives a scientific background on drug formulation, before describing the '948 Patent and giving his opinion on claims construction. He opines on several validity issues initially raised by Mylan, including obviousness, and then offers his opinion on infringement with respect to the hydrophilic binder."], ["[45]", "With respect to obviousness, Dr. Bodmeier first assesses the common general knowledge of the person skilled in the art and reviews the various references found  <FRAGMENT_SUPPRESSED> 's NOA. He then states that the inventive concept of the '948 Patent is \"a particular pharmaceutical formulation of tadalafil, a poorly soluble compound, that provides an early onset of therapeutic effect as well as sufficient concentration of tadalafil at the intracellular site of action, which permits relatively prolonged duration of action\" (Bodmeier affidavit, para 133, AR Vol 2, p 221). He then opines that a person skilled in the art would not find it self-evident that an early onset of therapeutic effect would be obtainable in light of the poor solubility of tadalafil in water, and that it would be known that it will likely be difficult to find a way to provide an early onset of therapeutic effect for that drug."], ["[46]", "In its NOA, Mylan laid out the excipients of the claims of the '948 Patent compared with specific ranges suggested for these excipients in the 1994 edition of Wade et al,", "Handbook of Pharmaceutical Excipients", ", 2d ed (London: American Pharmaceutical Association, 1998; see Potter affidavit, Exh \"D\", Doc #9, AR Vol 6, p 1061 [Wade]), and claimed that the differences are minor. Dr. Bodmeier disagrees for a number of reasons. First, the ranges in the '948 Patent are in some cases outside the ranges in the reference book, and Mylan's chart does not refer to a wetting agent; these, in his view, are not minor differences. Moreover, Mylan admits that tadalafil with particle sizes having a d90 of less than or equal to 40 microns were not known in the art. In his opinion, these are significant and inventive differences between the prior art and the '948 Patent. There are almost infinite possibilities for every formulation of a drug, between selecting each individual excipient to use, and the range of possible quantities for each excipient; moreover, selecting an appropriate particle size for a drug is not as simple as Mylan is implying, as each drug has different properties that are affected by particle size."], ["[47]", "In his opinion, therefore, the claims asserted by Lilly are not obvious:", "Until each formulation and particle size is made and tested, the PSA would not know for certain that such a formulation or particle size would work, let alone provide the rapid onset of the invention of the '948 Patent.", "Furthermore, these differences would not be obvious to try and likely to succeed. As discussed above, the number of possible solutions to a formulation problem is infinite, and a PSA would not be able to predict the outcome of each possibility without testing. This testing would require numerous experiments and take a great deal of time. This is further evidenced by the experiments found in the Kral affidavit. Glaxo and Lilly conducted many different experiments over several years, in their search for a formulation for tadalafil. These would not be considered routine trials.", "(Bodmeier affidavit, paras 143-144, AR Vol 2, pp 223-224)"], ["[48]", "Dr. Bodmeier agrees with Mylan that a person skilled in the art would know the different techniques that may be used to increase the dissolution rate of a drug. One could increase the solubility of the drug such as by using a more soluble salt, by using a more soluble polymorphic form of the drug, or by forming solid dispersion systems. One could also increase the surface area by reducing the size of the drug particles or by using surfactants, although this would not necessarily lead to increased absorption and there are disadvantages that would have to be taken into account in deciding whether to try particle size reduction. Processing is always a challenge with smaller particle sizes, and electrostatic charging and agglomeration can occur; it can also be difficult to get good homogeneity with smaller dosages. A person skilled in the art may also consider chemical modification of the drug molecule in order to change the solubility. If these strategies are unsuccessful, there is the field of solid solutions and solid dispersions. Dr. Bodmeier is of the view that it would not be self-evident that use of any, or all, of these techniques would be successful in achieving a formulation of tadalafil that provided an early onset of therapeutic effect. As he stated:", "There is no guarantee that any of the options would work to result in a usable formulation. In other words, it is not self-evident that it would be possible to obtain a workable formulation that provided an early onset of action.", "Furthermore, I would expect that an inventor setting out to make such a formulation would not just be carrying out a routine trial. A great deal of skill and thought goes into the work of a PSA in coming up with a new formulation, and often a large number of experiments are necessary in order to determine the precise formulation. There are countless variables that affect every decision. Finding a formulation for a drug is not simply a matter of plugging that drug into a well known formulation. The selection of each element involves a new set of decisions and is typically a long iterative process.", "(Bodmeier affidavit, paras 161-162; AR Vol 2, pp 226-227)"], ["[49]", "With respect to infringement, Dr. Bodmeier's analysis is relatively short and does not address Mylan's argument that it will not infringe any of claims 1 to 33 because its product will not contain the required particle size."], ["[50]", "Claims 1 to 33 of the '948 Patent require the presence of several excipients in addition to tadalafil, including a hydrophilic binder, which are essential elements of claims 1 to 33. Mylan claims that its product will not contain about 1% to 5% by weight of a hydrophilic binder, and thus will not infringe any of claims 1 to 33. Mylan bases its claim on the fact that [redacted] which is primarily known as a hydrophilic binder, is present in an amount equal to [redacted] in its tablets."], ["[51]", "Dr. Bodmeier disputes that assertion, and comments that this [redacted] proportion is more binder than would be typically added as an excipient in a tablet formulation. This is explainable, in his view, by the fact that [redacted] may also function as a solubilizer, which is particularly the case when it is used as an excipient for a lipophilic drug such as tadalafil."], ["[52]", "It appears from Dr. Bodmeier's review of Mylan's manufacturing process that [redacted]. Then, [redacted] to make granules."], ["[53]", "Dr. Bodmeier's key finding as to the exact function of [redacted] is found at paragraph 188 of his affidavit:", "Typically, with a lipophilic drug such as tadalafil, one would expect solubilizers to be present in an amount ranging from about 10% to about 12%, by weight of the tablet. [redacted]. Thus, one would expect that the [redacted] is acting as a solubilizer in the amount of [redacted] of the tablet. That would leave [redacted] of the [redacted] to act as a binder.", "(Bodmeier affidavit, para 188, AR Vol 3, p 328)", "Dr. Bugay"], ["[54]", "Dr. Bugay is an analytical chemist, specialized in analysis of pharmaceuticals. He provided evidence on the particle size infringement issue. More particularly, the subject of his analysis was to determine the particle size of tadalafil incorporated into Mylan's tadalafil drug product. He was also asked to comment on the particle size testing  <FRAGMENT_SUPPRESSED> 's Abbreviated New Drug Submission (ANDS) documents and Mylan's report from Micron Technologies Inc. (Micron)."], ["[55]", "After construing the claims of the '948 Patent with respect to particle size and explaining some principles of particle size analysis, he comments on Mylan's own tests of its particle size. Having critically reviewed the report from Micron Technologies, he came to the conclusion that the results are inaccurate and not reliable for a variety of reasons (at para 44 of his affidavit): 1) a particle refractive index value was not used and was set instead at zero, which could be a contributing factor ultimately leading to inaccurate results; 2) the residual value is higher than 0.5% for the majority of the experimental determinations, which indicates that the model is not able to fully fit the data; 3) the report notes that the test method has not been formally qualified or validated by Micron, which is critical to the reliability and accuracy of any reported results; 4) the reported relative standard deviation value for each batch of tadalafil is greater than the accepted criteria of the ISO guidance, which means that the determined values for the Mylan-Tadalafil should not be accepted; and 5) each graphical particle size distribution displays a multimodal distribution of particles. The presence of a high second mode indicates that agglomerates are present, which means that the samples have not been properly prepared for analysis. As a result, the particle size distribution is also inaccurate for this reason."], ["[56]", "Dr. Bugay also comments on Mylan's additional testing (the ANDS testing). He is also critical of this testing because there is no ability to determine if the results are reliable. There is no description of how the materials were collected, and no verification that the instrument is working properly, nor any sample preparation or data acquisition parameter for the determinations."], ["[57]", "Dr. Bugay then comments on the impact of Mylan's formulation process on the particle size. He states that not only is the reported particle size of tadalafil inaccurate, but Mylan's formulation process further reduces the particle size of tadalafil that is eventually incorporated into their tadalafil drug product. He opines that the use of the [redacted]  <FRAGMENT_SUPPRESSED> 's manufacturing process of tadalafil drug product reduces the size of the granules after they are wet granulated. From this manufacturing process, he draws two conclusions:", "a) since the tablet manufacturing process incorporates a particle size reduction step of the granules in which tadalafil API [active pharmaceutical ingredient] is incorporated within, Mylan's particle size determination of the API is irrelevant to the actual particles size of tadalafil within Mylan's drug product;", "b) the only accurate determination of the particle size of tadalafil within Mylan's drug product is via extraction of the tadalafil API from the drug product with subsequent particle size determination.", "(Bugay affidavit, para 52, AR Vol 3, p 346)"], ["[58]", "Dr. Bugay then explains that he developed an extraction procedure in which the tadalafil active pharmaceutical ingredient (API) is removed from the Mylan drug product and introduced into a particle sizing instrument for measurement. Since particle size analysis will measure any particles introduced in the instrument, one must first extract tadalafil from the drug product since it is the particle size of tadalafil which is the subject of the current litigation. While the separation of materials from a mixture can be accomplished by a number of different approaches, Dr. Bugay's experience has shown him that an API can be extracted from a formulated drug product like a tablet utilizing a simple float/sink methodology that uses the different densities of each component as the basis of the separation. Dr. Bugay therefore developed an extraction procedure in which the various steps separated specific components leading to isolated tadalafil, and he describes that procedure at paragraphs 59 to 75 of his affidavit and in a flow diagram at Exhibit \"O\" of his affidavit."], ["[59]", "As discussed and taught in the '948 Patent, particle size analysis typically suspends the solid of interest in a medium for subsequent introduction in the measurement zone of the particle size instrument. Dr. Bugay therefore prepared a particle size dispersion medium to disperse the extracted tadalafil particles for subsequent particle size analysis. The particle size instrument was also subjected to a system suitability procedure which assessed the performance of the instrument on the day of sample analysis. The average results for the particle size analysis and reporting of the d90 value for tadalafil contained within the two lots of Mylan's 20 mg drug product were [redacted] microns."], ["[60]", "In order to validate that the extraction procedure only extracted tadalafil from the Mylan drug product samples, a well-established and highly sensitive analytical technique (Raman spectroscopic analysis) was performed on the extracted solids from the two different lots of Mylan tablets. The results validate that the extraction procedure for the removal of tadalafil from the Mylan tablets is selective for tadalafil and tadalafil only. This is based on the fact that the Mylan tablet extracted materials display maxima only at the same wavelengths as that of a similar preparation of the corresponding United States Pharmacopeia (USP) reference standard, and that the Raman spectra do not indicate that there are any extra peaks that cannot be assigned to tadalafil."], ["[61]", "In the final paragraph of his affidavit, Dr. Bugay concludes:", "My particle size analysis has shown that the tadalafil contained within the two submitted lots of Mylan 20-mg drug product tablets have a", "d90", "of less than 40 microns and falls within the scope of this element of Claim 1 of the '948 Patent. Additionally, my particle size analysis has shown that these same two batches of Mylan 20-mg drug product display a", "d90", "value for tadalafil of less than 10, 30, 25, and 15 microns in accordance with the additional elements present n Claims 15, 23, 24, and 25 of the '948 Patent, respectively.", "(Bugay affidavit, para 91, AR Vol 3, pp 358-359)", "B. Mylan's Witness", "Dr. Brittain"], ["[62]", "Dr. Brittain is an expert in drug formulation and analysis. He gave an opinion both on infringement (particle size and hydrophilic binder) and obviousness. He also responded to the opinions of Drs. Bodmeier and Bugay. His evidence consists of an affidavit and cross-examination, both with exhibits. I note that Dr. Brittain has had extensive compendial experience as a member of the USP, an independent non-profit organization that publishes a compilation of methods, methodologies and specification expectations that are used to establish the quality of drug substances and their drug products. By an Act of the US Congress, the compendial monographs (also known as USP) were granted legal status and the USP is accepted by the US Food and Drug Administration as the official repository of drug standards and specifications. Dr. Brittain was a member of the USP Advisory Panel on Physical Test Methods for Excipients from 1991 to 1995, a member of the USP Committee of Revision on Excipient Test Methods from 1995 to 2000, and a member of the USP General Chapters Expert Committee from 2005 to 2010. One of his major responsibilities in connection to these committees was related to technology for determination of particle size distribution. He has also written extensively on the determination of particle size."], ["[63]", "Dr. Brittain first gives his opinion on obviousness. He writes that it was well within the common general knowledge of the skilled person that the dissolution rate of poorly soluble drugs like tadalafil would need to be increased to achieve sufficient bioavailability and appropriate onset of therapeutic action. The skilled person would also know that, among other potential modifications to the drug substance, the dissolution rate of a poorly soluble drug can be increased through the use of excipients and by reducing the particle size of the drug compound itself."], ["[64]", "The factors affecting the dissolution rate of a substance have been expressed in a relationship (the Noyes-Whitney equation) which dates back to the 1890s, according to which one factor determining the dissolution rate of a substance is its surface area. Increasing the surface area of a drug substance (which would be obtained by reducing its particle size distribution) will increase its dissolution rate. At least as early as the 1960s, the effect of particle size reduction on drug substance dissolution rate was studied and published in leading pharmaceutical journals. Indeed, there had been a number of examples of using particle size reduction to increase dissolution rates of drug substances up to the time of the '948 Patent. This common general knowledge regarding the use of smaller drug substance particle size in formulations is also reflected in a number of treatises that are authoritative textbooks for formulators. In the result, the person of ordinary skill would have every expectation that faster dissolution would bring about more effective bioavailability and enhanced therapeutic effect, and particle size reduction would have been investigated as a matter of routine by the skilled formulator."], ["[65]", "It was also well known, according to Dr. Brittain, that the inclusion of a surfactant can help increase the dissolution rate of a poorly soluble drug. In his view, the preferred excipients disclosed in the '948 Patent were among the most commonly available and used at the relevant time. Moreover, the weight percent ranges for those excipients in the '948 Patent are virtually identical to those disclosed in the leading treatises. He therefore \"completely\" disagrees with Dr. Bodmeier that there is anything inventive with respect to the selection of the specific ranges in the '948 Patent."], ["[66]", "Dr. Brittain understands the inventive concept of the '948 Patent to be a formulation comprising tadalafil particles having a specific particle size distribution. These particles are combined with pharmaceutical excipients in specific amounts and ranges yielding an oral dosage form that provides uniform potency, stability, and desirable bioavailability characteristics. In his view, the core aspect of the inventive concept of the '948 Patent is an improved rate of dissolution of tadalafil in an oral dosage form, a result obtained by decreasing the particle size of the drug substance to improve its surface area contact with gastrointestinal fluids, and by using specific excipients in specific amounts in the formulation, most particularly a surfactant."], ["[67]", "Dr. Brittain states that the use of particle size reduction is a well-known formulation tool to improve the dissolution rate of poorly water soluble compounds. Moreover, the use of the general categories of excipients in the '948 Patent to achieve stable and bioavailable oral dosage forms was within the common general knowledge of the skilled formulator. The only difference between the inventive concept and the common general knowledge thus lies in the use of particle size reduction and the exact amounts of these excipients in a formulation with tadalafil. Dr. Brittain disagrees with Dr. Bodmeier's assertion that there were endless excipient choices that could be made for tadalafil, as two patents related to tadalafil that the skilled person would have sought out and reviewed as a starting point for formulation (i.e. the '377 Patent and the '784 Patent) provide as starting points a number of the exact excipients claimed in the '948 Patent."], ["[68]", "Dr. Brittain further opined that it would have been self-evident to a person skilled in the art that the bioavailability of tadalafil would likely be improved by reducing the particle size distribution of the drug substance. In terms of the exact size distributions claimed in the '948 Patent, this would have been arrived at by routine testing, bearing in mind that the guiding principle of particle size reduction to improve dissolution rate is \"the smaller the better\". As for the choice of surfactant and other excipients claimed in the '948 Patent, they are merely standard excipients employed for their standard purposes in oral dosage forms and they were, for the most part, disclosed in the '377 and '784 Patents and would have been arrived at with routine testing. Dr. Brittain concludes:", "While other approaches to formulating a poorly soluble compound such as tadalafil might have been tried, the techniques disclosed in the 948 Patent are among the most commonly used. ( ...) [F]ormulation is often an iterative, yet routine, process of trial and error. Particle size reduction and the specific excipients in the 948 Patent were obvious candidates for this type of experimentation.", "(Brittain affidavit, para 133, AR Vol 13, p 2700)"], ["[69]", "Dr. Brittain is also of the view that Mylan's proposed product is not within the scope of the '948 Patent claims, as it contains more hydrophilic binder than specified in the claims and its drug substance has a larger particle size distribution than specified. With respect to the proportion of hydrophilic binder, he disagrees with Dr. Bodmeier's opinion that not all of the [redacted]  <FRAGMENT_SUPPRESSED> 's tablets is acting as a binder. Dr. Brittain believes that [redacted] can only be considered as performing a binder function because all the [redacted] formulated during the processing of the Mylan tablets is added prior to tablet compression. Not only has it not been shown that [redacted] can solubilize tadalafil, but solubilizing is a process that only takes place when the tablet dissolves in the fluids of the gastrointestinal tract of the person taking the tablet. Since [redacted] the substance is clearly included in the formulation for its binder properties."], ["[70]", "As for particle size distribution, the '948 Patent specification provides the skilled person with a detailed laser light scattering method for its determination. According to Dr. Brittain, the person of ordinary skill would look at the specification of the '948 Patent and understand that any particle size determination should be conducted before the drug substance was formulated into a dosage form. Even though the specification states that the method of particle size distribution analysis is not limited to the described method, it does not contain language suggesting that it would be appropriate to conduct a particle size analysis on drug substance particles recovered from a processed formulation to determine whether the drug substance particles were or were not within the scope of the claims. According to Dr. Brittain, neither Micron Technologies, nor Mylan, nor Dr. Bugay have elected to use the exact procedure for particle size analysis described in the specification of the '948 Patent. He admits that the Micron Technologies testing is probably unreliable: he shares Dr. Bugay's concerns about the testing, principally, that the multimodal distribution is likely the result of agglomeration, rendering the particle size readings unreliable. That being said, he believes that Mylan's ANDS analysis is probably the most reliable measurement of the particle size distribution of Mylan's drug substance, and the results show a d90 for Mylan's drug substance of [redacted]."], ["[71]", "Finally, Dr. Brittain opines that Dr. Bugay's data should be rejected in favour of the Mylan testing, for a number of reasons. Most importantly, Dr. Bugay's extraction method is inappropriate as it contradicts the '948 Patent's clear teaching that particle size reduction is to be achieved and determined prior to formulation and compression of tablets. Moreover, there is no way to know whether Dr. Bugay's extraction process itself altered the particle size distribution of the tadalafil  <FRAGMENT_SUPPRESSED> 's proposed product. In addition, Dr. Bugay's affidavit does not report any particle size distribution results that he obtained for the drug substance itself, despite having been sent not only Mylan tablets for analysis but also samples of the Mylan drug substance. This is surprising, according to Dr. Brittain, given that the '948 Patent teaches that the size distribution is to be determined prior to the formulation. Lastly, Dr. Brittain disagrees with Dr. Bugay's conclusion that Mylan's use of a [redacted] at the end of its wet granulation step would further reduce the tadalafil drug substance particle size distribution. This step only results in the breaking up of any very large agglomerates in the dried granulation matrix. The [redacted] technical documentation attached to Dr. Bugay's affidavit confirms that size reduction refers to \"delumping down to < 500 microns\". He concludes that \"[t] here is absolutely no way that this process step would reduce the d90 of Mylan's drug substance particles to less than 40 microns\" (Brittain affidavit, para 176, AR Vol 14, p 2773).", "IV.", "Issues"], ["[72]", "On October 10, 2014, Lilly filed a motion to strike from Mylan's Memorandum of Fact and Law, a few words and footnotes that were allegedly based on factual findings made in a decision of a US District Court (", "<FRAGMENT_SUPPRESSED>  (ED Pa)) [", "Cephalon", "] relating to the drug modafinil. During the cross-examination of Dr. Bugay, counsel for Mylan asked a question about the", "Cephalon", "decision (in which Dr. Bugay had testified), but counsel for Lilly objected to the use of the", "Cephalon", "decision. On October 15, 2014, Mylan emailed notice that it now intended to rely on the", "Cephalon", "opinion and order as evidence, pursuant to sections 23 and 25 of the", "Canada Evidence Act", ", RSC 1985, c C-5. Lilly then filed a further motion to strike this notice."], ["[73]", "At the beginning of the hearing, counsel for Lilly stated that instead of bringing the motions immediately, they preferred to incorporate their arguments from those motions into their arguments on the merits. Since Mylan agreed with this course of action, I shall deal with the substance of these motions to the extent that it is relevant to address the arguments made with respect to the main issues raised by this proceeding."], ["[74]", "In its NOA, Mylan alleged that it will not infringe any of the claims of the '948 Patent, and alternatively that the '948 Patent is invalid for the following reasons: a) the '948 relevant claims are indefinite; b) the '948 relevant claims lack sufficient disclosure/do not enable the skilled person to work the invention; c) in the alternative to a) and b), the '948 relevant claims are obvious; and d) the '948 relevant claims are invalid for double patenting over the '087 Patent. Yet in its Memorandum of Fact and Law, Mylan did not address double patenting, indefiniteness and sufficiency. While counsel for Mylan stated at the outset of the hearing that he did not have any instructions to abandon these arguments, it became clear throughout the hearing that these grounds of invalidity were no longer being pursued."], ["[75]", "As a result, the issues to be decided in this proceeding are whether the following allegations are justified:", "A. Does Mylan's formulation infringe the '948 Patent?", "B. Is the '948 Patent invalid for obviousness?", "V.", "Analysis"], ["[76]", "There is no substantial disagreement between the parties as to the person skilled in the art and as to the construction of the Patent. Dr. Bodmeier testified that the person skilled in the art would be a formulator, with a university degree plus a couple of years of experience working with dosage forms in a research setting, typically in a pharmaceutical company. In addition, this person would be familiar with general formulation techniques and with the generally accepted textbooks in the area. Dr. Bugay's definition is similar, and further includes experience with the measurement of particle size and the science behind such measurements. Dr. Brittain's definition is similar to Dr. Bodmeier's, with an emphasis on industry experience. I agree with counsel for Lilly that these definitions are mostly in accord, except maybe with respect to the importance of industry experience. On this last point, I accept Dr. Brittain's explanation that someone with industry experience learns what routinely works by actually making formulations and may, to that extent, have a slight advantage over the academic with no practical experience."], ["[77]", "As for the construction of the '948 Patent, it is not even addressed explicitly by Mylan and there does not appear to be any dispute over the claims, except with respect to the point in time when the particle size should be measured. This issue will be dealt with when addressing Mylan's allegation of non-infringement based on its argument that its product will not contain the particle size of tadalafil claimed in the '948 Patent.", "A. Does Mylan's formulation infringe the '948 Patent?"], ["[78]", "Section 42 of the", "Patent Act", "grants a patentee the exclusive right to make, use and sell the invention claimed in the patent. Because patent protection is based on the concept of a bargain between the inventor and the public, whereby the inventor acquires for a limited period of time the exclusive right to exploit the invention disclosed to the public, it is crucial to delineate as clearly as possible the scope of that protection. As the Supreme Court stated in", "Free World Trust v lectro Sant Inc", ", (2000 SCC 66, at para 41, [2000] 2 SCR 1024 [", "Free World Trust", "]), \"[a] patent is, after all, a public instrument issued under statutory authority which may result in severe financial consequences for its infringement. The scope of its prohibition should be made clear so that members of the public may know where they can go with impunity\". For the purposes of predictability, the patentee will therefore be tied to its claims; the claims, however, shall not be construed literally but in an informed and purposive way."], ["[79]", "It is also well established that some elements of a claimed invention are essential while others are non-essential. As part of the construction exercise, therefore, the person skilled in the art must determine the essential elements in each claim. In doing so, the language of the claims will be paramount:", "51. (...) The involvement in claims construction of the skilled addressee holds out to the patentee the comfort that the claims will be read in light of the knowledge provided to the court by expert evidence on the technical meaning of the terms and concepts used in the claims. The words chosen by the inventor will be read in the sense the inventor is presumed to have intended, and in a way that is sympathetic to accomplishment of the inventor's purpose expressed or implicit in the text of the claims. However, if the inventor has misspoken or otherwise created an unnecessary or troublesome limitation in the claims, it is a self-inflicted wound. The public is entitled to rely on the words used", "provided", "the words used are interpreted fairly and knowledgeably.", "Free World Trust", ", above, at para 51)"], ["[80]", "In his affidavit, Dr. Bodmeier has identified the essential elements of claim 1 of the '948 Patent, which Mylan does not dispute:", "a. Tadalafil in free drug form", "b. With 90% of the tadalafil particles having a particle size of less than about 40 microns;", "c. About 50% to about 85%, by weight, of a water-soluble diluent;", "d. A lubricant;", "e. About 1% to about 5%, by weight, of a hydrophilic binder selected from the group consisting of a cellulose derivative, povidone, and a mixture thereof; and", "f. A disintegrant selected from the group consisting of croscarmellose sodium, crospovidone, and a mixture thereof.", "(Bodmeier affidavit, para 179, AR Vol 3, p 327)"], ["[81]", "Where a generic has alleged non-infringement in its NOA, the statements that are made in that regard are presumed to be true. In the case at bar, Mylan has made two allegations of non-infringement with respect to the '948 Patent that are still at play:", "i) Mylan-Tadalafil [this is the name given by Mylan to its tadalafil tablets in its application for a Notice of Compliance] will not contain tadalafil whereby at least 90% of the tadalafil particles are less than about 40 microns in size, less than about 30 microns in size, less than about 25 microns in size, less than about 15 microns in size or less than about 10 microns in size, and thus will not infringe claims 1 to 33;", "ii) Mylan-Tadalafil will not contain about 1% to about 5% by weight of a hydrophilic binder, and thus will not infringe claims 1 to 33;"], ["[82]", "As Mylan does not allege non-infringement with respect to any of the other elements of the claims of the '948 Patent, they must be presumed to be infringed. On the other hand, Lilly bears the burden of proof, on the balance of probabilities, to satisfy the Court that the allegations of non-infringement are not justified:", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ];", "<FRAGMENT_SUPPRESSED> . Needless to say, pure speculation by an expert will not be sufficient to meet this burden: <FRAGMENT_SUPPRESSED> , above, at para 24;", "<FRAGMENT_SUPPRESSED> , at para 9, 147 FTR 298 (FCTD).", "(1) Mylan's allegation that its formulation will not use the claimed amount of hydrophilic binder"], ["[83]", "All asserted claims require a pharmaceutical formulation of tadalafil with \"about 1% to about 5%, by weight, of a hydrophilic binder selected from the group consisting of a cellulose derivative, povidone, and a mixture thereof\". While the word \"about\" is not defined in the Patent, Lilly did not dispute that a percentage of 6% or more would clearly not be encompassed by the claims. A variance of 1% would represent 20% of the upper limit of the range set out by the patentee, and would clearly exceed the proper construction of the word \"about\" used in the claims. I did not understand Lilly to quarrel with this construction."], ["[84]", "Dr. Bodmeier reviewed the contents of the Mylan-Tadalafil formulation and found the presence of [redacted] in a proportion of [redacted] of the overall tablet weight.", "A priori", ", such a percentage clearly brings this formulation outside of the realm of the asserted claims. The problem, according to Dr. Bodmeier, is that the normal amount of [redacted] used as a binder in tablets is normally between 2% and 5%. As we have seen, he hypothesizes that this discrepancy is due to the fact that [redacted] is acting both as a binder and as a solubilizer. In his view, this hypothesis is consistent with the fact that Mylan's tablets have [redacted] whereas \"one would expect\" solubilizers to be present in an amount ranging from about 10% to 12% with a lipophilic drug such as tadalafil. As a result, \"one would expect\" that [redacted] is acting in its capacity as a solubilizer in the amount of [redacted]  <FRAGMENT_SUPPRESSED> -Tadalafil, thereby leaving an amount of [redacted] to act as a binder and bringing it within the purview of the '948 Patent."], ["[85]", "Mylan argues that Lilly's theory is irrelevant because there is nothing in the '948 Patent claims requiring that Mylan establish that all of the hydrophilic binder present in its tablets be acting as such at all times during formulation. The notion that the claims only require the presence of a hydrophilic binder at a specific amount is without merit. In my view, it is at least implicit in the claims that the various components of the pharmaceutical formulation for which a proportional weight is set out must be acting according to their primary purpose. Otherwise, there would be no point setting out the respective proportion in weight of some excipients."], ["[86]", "That being said, I agree with Mylan that Lilly's argument rests on multiple layers of speculation. First of all, Dr. Bodmeier opines that [redacted] is more binder than would be \"typically\" added as an excipient in a tablet formulation. Admittedly, Dr. Brittain confirmed that 2% to 5% is a normal amount in cross-examination. However, this is a far cry from establishing that amounts above that range cease to provide the adhesion functionality of a binder. Neither of the two experts categorically asserted that [redacted] cannot act as a binder in a proportion of [redacted] and in any event no testing was conducted to support such a conclusion. Speculation, even by experts, is not evidence, and is clearly not sufficient to meet the burden of proof in infringement cases."], ["[87]", "Interestingly, the idea that some of the [redacted]  <FRAGMENT_SUPPRESSED> -Tadalafil must be working as a solubilizer instead of as a binder because it is present at an amount above a typical range, is also completely at odds with Dr. Bodmeier's views in his obviousness analysis. In that part of his affidavit, he asserts that selecting a range for other excipients (e.g. water soluble diluent, lubricant, and disintegrant) that falls outside the ranges for those excipients suggested in the Handbook of Pharmaceutical Excipients requires inventiveness (see Bodmeier affidavit, paras 137-139; AR Vol 2, pp 222-223). Commenting on this aspect of Dr. Bodmeier's affidavit, Dr. Brittain stated:", "I find it odd that Dr. Bodmeier would state that departures from suggested excipient ranges are inventive in the case of the 948 Patent claims (e.g., para. 139) but are inconsistent with the excipient's stated use in the case of Mylan's proposed formulation (paras. 185-189). In my view, both Eli Lilly's formulation choices and Mylan's formulation choices are simply examples of skilled formulators determining optimal amounts of standard excipients to achieve their intended functions, including in the case of [redacted].", "(Brittain affidavit, para 160, AR Vol 14, p 2768)"], ["[88]", "Moreover, there is also evidence in the record of the hydrophilic binders claimed in the '948 Patent being used above 5% in prior oral formulations of tadalafil. For example, the '377 and the '784 Patents disclosed a tablet formulation of tadalafil in which povidone, one of the hydrophilic binders, comprised 30% of the tablet. Similarly, the Butler Patent discloses a tablet formulation of tadalafil comprising 10% of povidone. In a case decided by this Court in 2010 (", "<FRAGMENT_SUPPRESSED> ), one of the claims at issue was a pharmaceutical composition comprising from about 2 to about 20% binder. Finally, there is also evidence in the record of the hydrophilic binders claimed in the '948 Patent being used above 5% in Dr. Bodmeier's own patents (see US Patent Applications No. 2001/0007680 A1 and No 2013/0287847 A1; see Bodmeier cross-examination pp 54-55, AR Vol 18, pp 3483-3484, and Exh \"1\" and \"2\", AR Vol 20, pp 3997, 3999-4000, 4005)."], ["[89]", "Furthermore, there is no evidence that the [redacted]  <FRAGMENT_SUPPRESSED> 's formulation acts as a solubilizer. In his affidavit, Dr. Brittain stated that it has been shown that [redacted] while capable of acting as a solubilizer for some drug substances, does not solubilize all drug substances. On cross-examination, Dr. Brittain accepted that [redacted] can act as a solubilizer for \"a lot of things\" at very high concentrations (which he referred to as 30%), but was not a very good solubilizer in small amounts. Far from being inconsistent, as Lilly would have it, Dr. Brittain added that at low concentrations, \"it's really a case-by-case basis. And more often than not under low concentrations it would not act as a solubilizer\" (Brittain cross-examination, p 46, AR Vol 22, p 4223). In the absence of any evidence, it has not been established, therefore, that the [redacted]  <FRAGMENT_SUPPRESSED> 's formulation can act as a solubilizer even at a concentration of [redacted]."], ["[90]", "Dr. Bodmeier's opinion that the [redacted]  <FRAGMENT_SUPPRESSED> -Tadalafil is acting as both a binder and a solubilizer also rests on the hypothesis that solubilizer is expected to be present in an amount ranging from about 10% to about 12%, whereas Mylan-Tadalafil [redacted]. Although this is just that, a hypothesis. Not only has no test been conducted, but this notion that solubilizers should be present at 10% to 12% in tadalafil formulations runs counter to the formulation examples found in the '948 Patent, none of which uses a solubilizer."], ["[91]", "At the end of the day, I agree with Dr. Brittain that it is irrelevant whether or not any of the [redacted] is acting as a solubilizer  <FRAGMENT_SUPPRESSED> -Tadalafil. As Dr. Brittain explained, binding and solubilizing are two different roles at two different times. Since [redacted] is blended into the Mylan formulation at [redacted] prior to tablet compression, the substance is most likely included in the formulation for its binder properties, and is indeed listed as a \"binder\" in a document entitled \"Description and Composition\" which is part of Mylan's regulatory submission describing the composition of Mylan's proposed product (see AR Vol 17, p 3330). Even if [redacted] could also assist in solubilizing tadalafil once a tablet is taken by a patient, a hypothesis that has not been proven, this could not change the fact that all of the [redacted] in the Mylan tablets acts as a binder during the production of those tablets."], ["[92]", "At the end of his submissions on this point, counsel for Lilly stated that \"a lot of it just comes down to which expert the Court is going to go with\" (Transcript, p 297), and submitted that Dr. Bodmeier's opinion should be preferred over Dr. Brittain's because he is the real expert in the field, while Dr. Brittain's expertise is limited to being the \"analytical guy\" (Transcript, p 144). Unfortunately for Lilly, I am unable to buy that argument. First of all, even if the Court was left only with Dr. Bodmeier's opinion, it would be far from sufficient to discharge the burden of moving beyond speculation and hypothesis, and therefore does not meet the balance of probabilities standard."], ["[93]", "Moreover, I find that Dr. Brittain has significant expertise both academically and in industry with the design and development of drug formulations. To be sure, he obtained a Ph.D. in physical chemistry and began his career in academia. He also worked extensively as a consultant to the pharmaceutical industry in the design and formulation of drug products, in various capacities. He has also been personally involved with the formulation of more than 100 drug products. Over the last 15 years, he has advised industry on all stages of the drug formulation process with his own consulting company. As previously noted, he has had extensive experience as a member of the US Pharmacopeia. As a result, it would be unfair to characterize Dr. Brittain as an \"analytical guy\" with little or no practical experience with formulation. If anything, Dr. Bodmeier would better fit that profile, having been a Full Professor at the College of Pharmacy of the Freie Universitt of Berlin since 1994."], ["[94]", "Lilly also tried to impugn the credibility of Dr. Brittain on the grounds that he has mostly worked for generic companies and that consultants for those companies are sometimes asked to provide advice on how to avoid patents with formulations. After having read carefully his cross-examination on these issues, I do not believe that these submissions hold water. On the contrary, his answers to the questions on cross-examination stand out as credible and candid, and he certainly does not come across as an advocate for Mylan. As noticed when reviewing his affidavit, he went as far as saying that the particle size analysis of Mylan's drug substance by Micron is probably unreliable. This is clearly not the hallmark of an advocate for the company who retained him as an expert. Accordingly, I am of the view that Dr. Brittain is as credible a witness as Dr. Bodmeier."], ["[95]", "For all of the above reasons, I find that Lilly has failed to meet its burden of proving on a balance of probabilities that Mylan-Tadalafil will contain \"about 1% to about 5%, by weight, of a hydrophilic binder\".", "(2) Mylan's allegation that its formulation will not employ the claimed particle size distribution"], ["[96]", "Claim 1 of the '948 Patent claims a formulation of tadalafil \"wherein said [tadalafil] is provided as free drug comprising particles wherein at least 90% of the particles of the compound have a particle size less than about 40 microns\". Claims 15 and 23 to 25 further limit the particle size distribution of tadalafil to 10, 30, 25 and 15 microns, respectively."], ["[97]", "In its NOA, Mylan alleges that its product will not contain the particle size of tadalafil and the excipients claimed in the '948 Patent. Mylan confirms that statement later in the NOA, with the statement that no claim \"in the ['948] Patent would be infringed by Mylan making, constructing, using or selling Mylan-Tadalafil\" (AR Vol 1, p 138). Mylan also states that \"Mylan-Tadalafil will not contain tadalafil whereby at least 90% of the tadalafil particles are less than about 40 microns in size, less than about 30 microns in size, less than about 25 microns in size, less than about 15 microns in size or less than about 10 microns in size\" (AR Vol 1, p 139)."], ["[98]", "Lilly's first argument, similar to the other two applications to prevent Mylan from marketing tadalafil (T-296-13 and T-298-13), is that Mylan has not alleged in its NOA that the particle size should be determined prior to formulation, and cannot be permitted to amend its NOA by changing the construction of the '948 Patent after Lilly had filed its evidence. This argument cannot be upheld, for the following reasons."], ["[99]", "First of all, the '948 Patent is silent as to when particle size measurement should be made, and Mylan left open the question whether the particle measurement should be made prior to formulation, or after, instead of committing itself to any particular claim construction. This is as it should be, as claim construction is almost always engaged by an assertion of non-infringement and is to be decided by the Court when dealing with the merit of an allegation. For that reason, claim construction need not be raised in an NOA: see", "<FRAGMENT_SUPPRESSED> [2001] FCJ No 809; TR Hughes & D Clarizio,", "Hughes and Woodley on Patents", ", 2d ed (Markham, LexisNexis Butterworths, 2005) vol 1, 23 at 215). The burden would clearly be too onerous on a second person if it were required to make arguments and lead evidence addressing every possible construction of the claims at issue."], ["[100]", "In any event, Lilly cannot seriously contend that it was left in the dark as to the precise allegation of Mylan in its NOA, or that Mylan amended its NOA after Lilly had filed its evidence. Mylan used neutral language in its NOA referring both to particle size in the API (therefore prior to formulation) and in the tablet. Indeed, Mylan's NOA alleged non-infringement based on the particle size claimed in the '948 Patent. Mylan also indicated that it had retained an independent laboratory to test the particle size distribution (PSD) \"of the tadalafil particles used by Mylan in the manufacturing of Mylan-tadalafil tablets, and of the Mylan-tadalafil tablets\" (AR Vol 1, p 139). Similarly, Mylan stated that it had also determined \"the PSD of the tadalafil particles used  <FRAGMENT_SUPPRESSED> -tadalafil and the PSD of the Mylan-tadalafil tablets\" (", "ibid", "). This is a clear indication that the particle size distribution could be measured for tadalafil prior to formulation or as part of the tablets. It cannot seriously be argued, therefore, that Mylan \"amended\" its NOA or that its NOA did not provide Lilly with a sufficient legal and factual basis to put it on notice of the grounds on which it considers that its drug will not infringe the '948 Patent."], ["[101]", "If there were any remaining doubts in this respect, they would be put to rest by the letter sent by Lilly's counsel to Mylan's counsel requesting samples not only of Mylan's tadalafil tablets, but also of Mylan's tadalafil bulk product and excerpts of the ANDS detailing the particle size of Mylan's bulk product. Lilly stated that it required that information in order to determine whether to start a proceeding. In this context, I agree with Mylan's counsel that it would be disingenuous for Lilly to argue that they did not have sufficient notice that particle size prior to formulation was relevant to Mylan's non-infringement allegation. If Lilly had any qualms with this argument, they could have replied to Mylan's expert evidence; it did not. In those circumstances, I would reject Lilly's NOA sufficiency argument."], ["[102]", "The most critical issue that divides the parties and the experts is the moment at which particle size should be measured. Disregarding completely the wording of the Patent, Lilly argues that a purposive construction leads to the conclusion that particle size must be measured after formulation. Lilly reasons that, since one of the purposes of the Patent is to provide formulations with increased bioavailability, it is the particle size of tadalafil in the tablet that will dictate dissolution improvement and therefore solubility improvement. In other words, a purposive construction means that particle size must be measured at the point where bioavailability can be affected."], ["[103]", "The problem with this construction is that it is neither supported by the language of the Patent itself nor by the experts. Claim 1 defines the pharmaceutical formulation \"wherein said compound [tadalafil] is provided as free drug comprising particles\" of the defined sizes. That language clearly indicates that the particle size claimed is of the tadalafil particles going into the formulation. Indeed, the term \"free drug\" is defined as referring to \"solid particles consisting essentially of the compound of [tadalafil], as opposed to the compound intimately embedded in a polymeric coprecipitate\" ('948 Patent, p 5). It can hardly be clearer, therefore, that the particles to be measured are the tadalafil particles before they are combined with the excipients. This construction is consistent with the '948 Patent specification, according to which \"...the particle size of [tadalafil] prior to formulation is controlled by milling the raw compound ( ...) such that at least 90% of the particles have a particle size of less than about 40 microns ...\" ('948 Patent, p 8, lines 12-20)."], ["[104]", "Both Dr. Bugay and Dr. Brittain agree with that construction of the '948 Patent. Dr. Bugay does not explicitly discuss that issue in his affidavit, but when asked the question on cross-examination, he accepted that the measurement of particle size referred to at page 8 of the Patent is done before it is added to any mixture (Bugay cross-examination, pp 17-22, AR Vol 18, pp 3567-3572). As for Dr. Brittain, he confirmed both in his affidavit and in his cross-examination that the person skilled in the art would understand that tadalafil's particle size distribution is to be achieved and measured prior to formulation to determine if it falls within the scope of the claims, and added that it reflects normal pharmaceutical practice to conduct particle size determinations on drug substances prior to formulation (Brittain affidavit, paras 67, 163, 172, AR Vol 14, pp 2738, 2769, 2772; and Brittain cross-examination, pp 12-16, AR Vol 22, pp 4189-4193)."], ["[105]", "In its Memorandum of Fact and Law, Lilly tried to argue that the word \"tablet\" in claims 26 to 29 must be taken into account when construing the Patent. Neither of the two experts who opined on that matter accepted that submission, and it was explicitly rejected by Dr. Brittain. As he pointed out, claims 26 to 29 are dependent claims and restrict claim 1. Claim 1 defines the pharmaceutical formulation, and a tablet is just one example of that pharmaceutical formulation, just like a capsule or some other dosage forms. The particle size in those other dosage forms may well be different from the particle size of the free drug before formulation, depending on the formulation process. However, this is not the issue, as a proper reading of claim 1 of the Patent and of the specification clearly teaches particle size determination prior to formulation. Moreover, as dependent claims, claims 26 to 29 must be read in light of claim 1 and of the specification, not the other way around. In other words, claims 26 to 29 incorporate all the elements of claim 1, and any construction of claims 26 to 29 must incorporate the essential elements of claim 1."], ["[106]", "I am of the view, therefore, that on a proper construction of the Patent, the particle size claimed is that of the tadalafil particles going into the formulation, that is, before the particles are combined with excipients. This is the only construction that is compatible with the wording of the '948 Patent. As much as fairness commands that claims be interpreted in an informed and purposive way, the Supreme Court has made it clear that the", "Patent Act", "promotes adherence to the language of the claims and reaffirmed in", "Free World Trust", ", above, the primacy of the claims language, which is essential to ensure predictability."], ["[107]", "The only evidence of pre-formulation particle size consists of testing performed by Micron Technologies Inc. commissioned by Mylan, and the testing  <FRAGMENT_SUPPRESSED> 's ANDS. The Micron testing measured d90 values for three lots of Mylan API as between [redacted]. The Mylan ANDS testing measured d90 values for Mylan's API at [redacted]. Both of these analyses place Mylan's d90 well above 40 microns and therefore well outside the claims of the '948 Patent."], ["[108]", "As previously indicated at paragraph 56 of these reasons, Dr. Bugay found the testing conducted by Micron unreliable for a number of reasons. Dr. Brittain agreed with Dr. Bugay on that point and also opined that no conclusion could be drawn from those readings (Bugay affidavit, paras 41-45, AR Vol 3, pp 342-344; Brittain affidavit, paras 168-169; AR Vol 14, p 2771). Nothing more need be said about that testing."], ["[109]", "Dr. Bugay was of the view that the ANDS data was also unreliable because there is no description of how the materials were collected and no indication that there was a verification of proper instrument functioning. I have not been convinced that much ought to be made of these alleged deficiencies. As pointed out by Mylan, counsel for Lilly could have requested further information on behalf of Dr. Bugay if the procedure to collect the materials was thought to be crucial, but never did. Moreover, there is nothing to suggest that a proper verification and calibrating of the instruments used was not done prior to the testing. While regulatory agencies may ask for documentation to establish the qualification of the instruments, the fact remains that the testing was done according to standard operating procedure for the purpose of a regulatory submission and there is nothing to suggest that the instruments were not properly verified and calibrated. Needless to say, Dr. Bugay could have tested Mylan's API himself, but chose not to. This was a decision that Lilly and its expert were entitled to make, based on their construction of the '948 Patent, but they now have to live with it. Indeed, Dr. Bugay was candid enough to admit, on cross-examination, that \"[b]ecause I didn't measure the API in the bulk, I can't comment on it, plain and simple, okay\" (Bugay cross-examination, p 76, AR Vol 19, p 3950)."], ["[110]", "As for the results themselves, Lilly had two criticisms. Relying on Dr. Bugay's affidavit, Lilly first argued that the plots are multimodal, thereby suggesting that the material tested must have contained agglomerates. As explained by Dr. Bugay in his affidavit (at para 40), the accuracy of a particle size measurement is highly dependent on ensuring that the measured material is representative of individual particles and not clumps. All particle size measurements, whatever the instrument used, are designed to measure representative samples of the individual particles of the material of interest, as opposed to clumps of those particles such as aggregates or agglomerates. This was indeed a concern that both Dr. Bugay and Dr. Brittain shared with respect to the testing done by Micron, which led them to disregard those results."], ["[111]", "Dr. Bugay did not comment specifically on the particle size testing  <FRAGMENT_SUPPRESSED> 's ANDS documents beyond dismissing them for lack of reliability. As for Dr. Brittain, his only comments in his affidavit were that all the operating parameters used in this analysis were within the typical ranges for that kind of analyses, as a result of which he believed that those analyses were \"probably the most reliable measurement of the particle size distribution of Mylan's drug substance\" (Brittain affidavit, para 166, AR Vol 14, p 2770). On cross-examination, however, he went a little bit further and acknowledged that the material tested must contain agglomerates on the basis that the plots could be multimodal. He was nevertheless of the view that this data was \"a lot more reliable\" than the data obtained by Micron, because of the use of the proper refractive index, to which I will turn next."], ["[112]", "Dr. Brittain further suggested that the size of the agglomerates, if they are truly present in the API (it could also be large particles, but this is unlikely because of the size involved), should be included in the particle size distribution. Mylan argues that because there is no teaching in the Patent to the effect that the samples must be deagglomerated prior to testing, the claim term \"particles\" should be construed to include agglomerates of smaller tadalafil particles. Mylan relied on two cases for that proposition:", "<FRAGMENT_SUPPRESSED>  I fail to see how they support Mylan's position."], ["[113]", "The starting point in construing a claim must always be the words of the claim, taking into consideration the specification found in the patent. In <FRAGMENT_SUPPRESSED> , for example, the issue was whether the term \"fine granules having an average particle diameter of 400 <<mu>> m or less\" in claim 1 was to be construed as including a deviation of  10%. The US Court of Appeals, Federal Circuit, found that it did not, and that the phrase meant fine granules having an average particle diameter of precisely 400 <<mu>> m or less. The Court made it clear that it was not necessary to consider whether the patent required deagglomeration in its infringement analysis because, even using virtual dissection, the average particle diameter was well outside the claimed range. In the context of its invalidity analysis, however, the Court found that deagglomeration was unnecessary because the Court could not conclude that the patent \"affirmatively", "requires", "a step that was entirely absent from (and even precluded by) the procedure described in the specification\" ( <FRAGMENT_SUPPRESSED> , at 1369). The Court based its conclusion on a number of factors: a) the only method of measurement discussed in the specification is laser diffraction, which cannot account for hard agglomerates; b) there is no indication in the specification that the inventors themselves undertook deagglomeration of their own samples prior to measurement, or even evaluated whether deagglomeration was necessary; and c) the underlying objective of the patent was to avoid a feeling of roughness in the mouth, and it is the actual size of the granule itself - regardless of how many cores it is comprised of - that determines whether or not the granules have that rough feeling in the mouth."], ["[114]", "In the case at bar, there is certainly no explicit indication that the samples must be deagglomerated before testing. There is no evidence either that the presence of agglomerates would have an impact on the dissolution of the product, which is clearly the underlying objective of the '948 Patent. While this would lead one to believe that the Patent does not require deagglomeration, I do not wish to come to a definitive conclusion on this aspect. Not only is it not necessary for the purpose of determining whether Lilly has met its burden that Mylan-Tadalafil employs the claimed particle size distribution, but this issue was not thoroughly addressed by the experts and was only raised by Dr. Brittain in answer to one question at the conclusion of his cross-examination."], ["[115]", "The second reason raised by Lilly to criticize Mylan's ANDS testing, is that the operator entered a \"compromise\" refractive index of 1.5, instead of measuring it specifically for tadalafil. On cross-examination, Dr. Brittain admitted that the measure would have been more accurate if the operator had actually measured the refractive index of the tadalafil particle instead of choosing a compromise value of 1.5. That being said, he also indicated that the refractive index of most organic particles is somewhere between 1.4 and 1.6, that the use of 1.5 is \"pretty standard\" among contract laboratories because it is a good compromise, and that the amount of error resulting from choosing 1.5 instead of 1.4 would not be \"that much\" (Brittain cross-examination, pp 131-133, AR Vol 23, pp 4445-4447)."], ["[116]", "On the basis of the foregoing, I am prepared to accept Dr. Brittain's assessment that Mylan's analysis found in its ANDS is \"probably the most reliable measurement of the particle size distribution of Mylan's drug substance\" (Brittain affidavit, para 166; AR, Vol 14, pp 2770-2771). Of course, this is premised on a construction of the '948 Patent according to which such measurement must take place prior to the formulation. This is not to say that the d90 values for Mylan's API at [redacted] are absolutely accurate and truly represent the exact size of the Mylan-Tadalafil particle. However, even when accounting for the fact that the material tested must have contained agglomerates, and even if I were to reject Mylan's argument that these agglomerates should be included in the particle size distribution, it remains that the d90 values are considerably beyond those claimed in the '948 Patent."], ["[117]", "The only evidence relating to particle size submitted by Lilly are the post-formulation tests performed by Dr. Bugay. I agree with Mylan that even if I were to construe the '948 Patent claims as pertaining to particle size as it is found in the tablets, Dr. Bugay's results are open to some criticisms and the reliability of those results is questionable."], ["[118]", "Being of the view that Mylan's particle size determination of the bulk API is irrelevant to the actual particle size of tadalafil within Mylan's drug product since the tablet manufacturing process incorporates a particle size reduction step of the granules in which tadalafil API is incorporated, Dr. Bugay developed an extraction procedure whereby the tadalafil API is removed from the Mylan drug product for testing purposes. Dr. Bugay described with much detail that procedure in his affidavit (Bugay affidavit, paras 56-91, AR Vol 3, pp 347-359).The tadalafil thus extracted was found to have a d90 of [redacted] in one case and [redacted] in the other, which is obviously well below the upper limits claimed in the '948 Patent."], ["[119]", "One of the problems with Dr. Bugay's affidavit is that he reports the d90 that he obtained as a result of the complex procedure that he developed to extract the tadalafil API from the tablets, but he does not provide any underlying data or graphical plots. This is surprising, to say the least, since this is precisely the reason why he found the particle size analysis performed by Mylan unreliable. This is also surprising because he was served with a Direction to Attend requiring him to bring to his cross-examination records of his results of particle size testing, \"including any and all data output, particle size distribution plots, laboratory notes, and analysis results produced or obtained in connection therewith\" (Bugay cross-examination, Exh \"1\", AR Vol 20, p 4155A)."], ["[120]", "Lilly's counsel objected to any questioning on the Direction to Attend and apparently instructed Dr. Bugay not to bring the requested data on the basis that it was sent out of time and that discoveries are not held in NOC proceedings. Strictly speaking, these objections from Lilly are well grounded. However, they beg the question: why wasn't the data provided in the first place? While I am not necessarily prepared to draw an adverse inference from the fact that Dr. Bugay disregarded the request to bring the records of his results of particle size testing, I am inclined to give less weight to his opinion in the absence of the facts upon which it is based. Dr. Bugay was clearly in possession of the data plots, as he admitted, yet did not disclose them in his affidavit or when he was cross-examined; as a result, the Court is unable to assess the reliability of his test results."], ["[121]", "Dr. Bugay's opinion is also open to a second criticism. According to the Description of Manufacturing Process and Process Controls filed by Mylan as part of its ANDS (see Brittain affidavit, Exh \"23\", pp 1-5, AR Vol 17, pp 3338-3342), Mylan's formulation process combines tadalafil API with other excipients and subjects that mixture to a wet granulation process that results in granules. The granules are dried and [redacted], then combined with extra-granular excipients and compressed into tablets. Dr. Bugay postulates that the use of this milling process reduces the size of the granules after they are wet granulated, but he provides no evidence for that assertion."], ["[122]", "In his affidavit, Dr. Brittain explains that \"[t]he purpose of a milling step such as the one described in [Mylan's document] is simply to size and break up agglomerates of the granules (which are composed of a matrix of drug substance particles and excipients, and which are much larger than the drug substances particles)\" (Brittain affidavit, para 175, AR Vol 14, p 2773). This is consistent with the process description in the '948 Patent, according to which \"[a] mill can be used to delump the wet granulation and facilitate drying. The wet granulation was dried using either a fluid bed dryer or a drying oven. After the material was dried, it can be sized to eliminate large agglomerates\" ('948 Patent, p 16). It is also consistent with the [redacted], instructing how to select the proper tooling for a particle size (see Brittain affidavit, Exh \"24\", AR Vol 16, p 3290). According to that document, \"[a]s a general rule, the mechanical milling action of the [redacted] will cause a [redacted] size reduction on the particles being milled\" (AR Vol 16, p 3290). Since Mylan uses a [redacted], which is equivalent to [redacted], the estimated particle size reduction will be between [redacted], therefore at least [redacted] times larger than the '948 Patent d90 (see Bugay cross-examination pp 38-41, AR Vol 18, pp 3588-3591, and Ex \"2\", AR Vol 20, p 4155). Smaller granules will therefore simply pass through the screen."], ["[123]", "According to Dr. Brittain, \"[t]here is absolutely no way that this process step would reduce the d90 of Mylan's drug substance particles to less than 40 microns\" (Brittain affidavit, para 176, AR Vol 14, p2773). At first sight at least, the suggestion that this milling process could let pass granules many times larger than the largest d90 (40 microns) in the '948 Patent, but simultaneously reduce the size of tadalafil particles of those granules (which make up [redacted] of those granules) to a d90 of less than 40 microns does not appear plausible. It would seem highly unlikely that a machine could break pieces of tadalafil particles inside those granules while not breaking the granules themselves."], ["[124]", "It is impossible, of course, to establish with certainty that the milling process does not break any pieces of tadalafil particles. It may well be that when the larger granules are fractured or cut by the [redacted], the API, like every other component of that granule, will be cut to less than 40 microns, as argued by Dr. Bugay. There is no evidence, however, that would substantiate that theory; and considering that the tadalafil API represents a very small proportion of the granules, it would appear unlikely that the milling process would end up breaking the tadalafil particles to such an extent that 90% of those particles would be less than 40 microns in size. Even if the Court were prepared to accept that the milling process has the potential to reduce the tadalafil particles size, there is no evidence that the reduction is significant, let alone enough to bring the final product within the claims of the '948 Patent."], ["[125]", "Mylan argued that if Dr. Bugay truly wanted to assess the effect of the milling process on Mylan's product, he could have easily tested the particle size of Mylan's API, both before and after being passed through a [redacted] as a control experiment. On cross-examination, Dr. Bugay stated that such an experiment would be irrelevant, because we already know from the specification of the '948 Patent that Lilly's API was reduced to a d90 of 4 microns when they applied the mill to it, and because we do not know how the granules incorporating tadalafil post formulation would impact the size reduction of the API. Dr. Bugay also explained that there could be no control, because once a sample is tested for particle size analysis it is destroyed and cannot then be passed through the extraction procedure and measured again to look for a change in particle size."], ["[126]", "These explanations are far from convincing, as suggested by Dr. Brittain. First, the mill that is used in the '948 Patent is different from the mill used by Mylan. Second, there is no evidence with respect to the impact of the granulation on the size reduction of the API; in other words, we do not know how (and if) the presence of the excipients and the magnitude of the particle size will affect the amount of the reduction. Even if a sample is destroyed once it has been tested, the experiment could have been replicated a number of times with different samples to determine if there were massive deviations between the results. At the end of the day, Dr. Bugay seems to be saying that he has to be trusted. After a series of questions pertaining to control, he stated: \"We already know, it's a given fact, counselor, that Tadalafil is going to be reduced in size if you place this through a [redacted], okay\" (Bugay cross-examination, p 45, AR Vol 18, p 3595). This is clearly insufficient to meet Lilly's burden of proof."], ["[127]", "In its Memorandum of Fact and Law, Mylan tried to rely on the", "Cephalon", "decision involving particle size distribution claims for the drug modafinil. Apotex's API tests showed non-infringement, but Cephalon argued that Apotex's passing of the API through a Quadro Comil would reduce its particle size distribution to within the claims. The Court noted that no expert actually ran the API through a Comil under the ANDA (Abbreviated New Drug Application) specifications and subsequently measured particle size, such that there was no ability to quantify any size reduction. As a result, the Court found that Cephalon had not produced sufficient evidence to demonstrate that the milling step reduced particle size to within the relevant claims, and therefore had not proven infringement."], ["[128]", "I agree with counsel for Lilly that this case is not relied upon as an authority or in support of a legal principle, but rather as evidence to prove a key fact in relation to one of the questions to be decided by this Court. As such, Mylan should have disclosed that decision in its NOA if it intended to rely upon it. Indeed, none of the affidavits filed by Mylan in this proceeding refer to the", "Cephalon", "decision. Therefore, this evidence is not properly before this Court and will not be considered. This Court has to decide the case at bar on the basis of the facts, the evidence and the expert testimony before it. In any event, there is no need to rely on that case to conclude that Lilly has submitted no evidence to show that it is more likely than not that the milling process will not only reduce the tadalafil particle size, but will do so significantly enough to bring it within the claims of the '948 Patent."], ["[129]", "In answering that concern, Dr. Bugay essentially countered that the proof is in the pudding. As previously mentioned, Dr. Bugay developed an extraction procedure to remove the API from Mylan-Tadalafil, allegedly without changing its particle size. As a result of that process, he found the tadalafil particle to have a d90 well below the upper limits claimed in the '948 Patent, which would tend to show that the milling process does reduce the tadalafil particle size."], ["[130]", "This extraction process is fraught with uncertainties, however. I accept on this point Dr. Brittain's testimony, according to which the reliability of Dr. Bugay's results is questionable because he did not validate his extraction protocol. Dr. Bugay did not report the yield for his extraction (i.e. how much tadalafil he obtained from the extraction process as a percentage of how much tadalafil was in the tablets), and as a result it is impossible to know with any degree of certainty whether the tadalafil particles from across the entire size distribution in the tablets were present in the isolated tadalafil sample. Moreover, there is no way to know whether the extraction procedure alters the particle size distribution of the tadalafil API. In this respect, Dr. Bugay's answer that one cannot evaluate whether there is a change during the extraction process because particle size testing destroys the analyzed sample, is far from convincing. As argued by Mylan, a skilled person could take different representative samples of the lot of API and measure particle size, run additional representative samples of the same lot of API through the extraction steps and measure particle size, and then compare the results to determine whether there are any significant differences. In the absence of such validation, it is impossible to know for certain whether the material analyzed at the extraction process contains all the tadalafil particles. While Dr. Bugay ensured through Raman spectroscopy that only tadalafil was present in the middle part of the tube that was centrifuged, big particles of tadalafil could have been left in the lower part of the centrifuge tube. Dr. Bugay's procedure ensures against over-inclusiveness, but not against under-inclusiveness."], ["[131]", "Once again, Mylan tried to rely on the", "Cephalon", "case, not so much for its factual finding but for the purpose of impugning Dr. Bugay's credibility. In that case, Dr. Bugay was responsible for particle size testing after extraction. Because the extraction process used in that case was validated in exactly the ways Dr. Bugay said were irrelevant (i.e. by reporting yield and by running the API through the extraction procedure), Mylan would like this Court to infer that Dr. Bugay's explanation for not doing the validation is not credible. I agree with Lilly that such an inference would be unwarranted and that the statements from another witness in", "Cephalon", "cannot form the basis to impeach the credibility of Dr. Bugay in this case. One cannot impeach a witness on a prior inconsistent statement unless it is that same witness's own prior statement; the fact that Dr. Bugay may have been in Court when the expert who did the extraction testified, is not sufficient. Moreover, the", "Cephalon", "case deals with a different patent, different facts and different evidence. As a result, this case is not relevant for the purpose of the determinations to be made here, and cannot be used to question Dr. Bugay's testimony as an expert in the case at bar."], ["[132]", "Notwithstanding Mylan's attempts to invoke the", "Cephalon", "case, overall, I find that Dr. Bugay's data is open to criticism and therefore I give it little weight. Therefore, even if I were to construe the claims as pertaining to particle size measured post-formulation, I would find that Dr. Bugay's results are not sufficient to establish on a balance of probabilities that the particle size of Mylan-Tadalafil infringes the Patent."], ["[133]", "For all of the above reasons, I am therefore of the view that Lilly has not met its burden to establish that Mylan's allegations of non-infringement of the '948 Patent are not justified. Of course, this finding would be sufficient to dispose of the matter raised in this Application. I shall nevertheless address the validity argument, not only because it was exhaustively dealt with by counsel but also out of an abundance of caution, in the event my findings on infringement are reversed on appeal.", "B. Is the '948 Patent invalid for obviousness?"], ["[134]", "I have already set out the applicable legal principles with respect to this ground of invalidity in an earlier decision involving the same parties and the same drug (see", "<FRAGMENT_SUPPRESSED> ), and there is therefore no need to reiterate what was stated there. Suffice it to say that section 28.3 of the", "Patent Act", "addresses obviousness, and that it is to be assessed as to the claim date, which in this case is the priority date (August 3, 1999) pursuant to section 28.1 of the same", "Act", ". The parties are broadly in agreement with respect to the law relating to obviousness."], ["[135]", "Before applying the legal principles to the particular facts of this case, Lilly argued that Dr. Brittain's analysis of the common general knowledge should be disregarded because he used as prior art, a publication that post-dated the claim date, as well as a number of additional documents that were not cited in the NOA."], ["[136]", "This argument is without merit. Dr. Brittain does refer to a document published in 2004, but it is a chapter that he authored and that he attaches to his affidavit as an example to demonstrate his expertise. He did say on cross-examination that he relied on it to the extent that it reflects the common general knowledge, but this is far from sufficient to undermine Dr. Brittain's testimony as to what was known by the person skilled in the art. Not only was Dr. Brittain well aware of the relevant dates for the purposes of establishing obviousness, but Lilly did not identify anything in that paper that was not also common general knowledge in 1999."], ["[137]", "As for the literature relied upon by Dr. Brittain that was not cited  <FRAGMENT_SUPPRESSED> 's NOA, counsel for Lilly was unable to provide any case law to support its view that every single document upon which Mylan intended to rely to substantiate its allegations must be disclosed in its NOA. The only decision that I was referred to was", "<FRAGMENT_SUPPRESSED>  of Appeal did strike the second person's evidence as it related to prior art not cited in the NOA. That determination, however, turned upon its facts. I agree with Prothonotary Tabib that the", "ratio decidendi", "of that case is not that a second person is precluded from relying on any document not cited in the NOA, but rather that the second person may not rely on any facts not cited in the NOA: see", "<FRAGMENT_SUPPRESSED>  Medicines (Notice of Compliance) Regulations", "from a person alleging that a patent is invalid or will not be breached is a \"detailed statement of the legal and", "factual basis", "for the allegation\" (emphasis added). A document cannot be assimilated to a factual basis. The spirit of that provision is that a patentee must not be taken by surprise and must have all the necessary information to confidently decide whether to resist the issuance of an NOC. Of course, if a document is the source of a new factual basis, it shall properly be excluded if it has not been disclosed in the NOA. In the case at bar, Lilly made no such argument and did not identify any improper new factual bases originating from the documents not found in the NOA. As a result, Dr. Brittain's testimony is entirely proper and there is no ground to give it less weight than it deserves."], ["[138]", "There is broad agreement between Dr. Bodmeier and Dr. Brittain as to the inventive concept in the '948 Patent. The core aspect for both is the improved dissolution and stability of tadalafil achieved by reducing its particle size and formulating it with specific excipients. According to Dr. Bodmeier, the inventive concept is \"a particular pharmaceutical formulation of tadalafil, a poorly soluble compound, that provides an early onset of therapeutic effect as well as sufficient concentration of tadalafil at the intracellular site of action, which permits relatively prolonged duration of action\" (Bodmeier affidavit, para 133, AR, Vol 2, p 221). As for Dr. Brittain, the inventive concept is \"a formulation comprising tadalafil particles having a specific particle size distribution\", and \"[t]hese particles are combined with pharmaceutical excipients in specific amounts and ranges yielding an oral dosage form that provides uniform potency, stability, and desirable bioavailability characteristics (including rapid onset)\" (Brittain affidavit, para 113, AR Vol 13, p 2693). The only difference of opinion between the two experts appears to be with respect to the importance of the prolonged duration of action, which Dr. Brittain does not seem to consider as part of the inventive concept. That difference, however, is of no significance for the obviousness analysis that will follow."], ["[139]", "It is not in dispute that in order for any given drug candidate to be given to patients for use in the treatment of the targeted disease or disorder, it is necessary for the compound to be developed into an acceptable formulation. In most cases, the drug alone is not administered to a human but is combined with other components, often called excipients (see Bodmeier affidavit, paras 36-38, AR Vol 2, p 202). The formulator will typically be provided with information about the characteristics of the drug compound which may impact its formulation, including its solubility (see Brittain affidavit, paras 22, 94, AR Vol 13, pp 2664, 2685)."], ["[140]", "Dr. Bodmeier testified that there are no set steps for a formulator to follow when developing a formulation, as it is an iterative process with a number of experiments and no promise of success. There are a number of different categories of excipients, such as diluents, lubricants, binders, disintegrants and surfactants, each playing a different role in a formulation, but not all formulations contain all categories of excipients. Moreover, there are many excipient choices within those categories, and the quantities of these excipients can also have an effect on dissolution of a drug. Dr. Bodmeier sums up his views in paragraph 54 of his affidavit:", "In conclusion, there are numerous choices with respect to the delivery system, excipients, and processing, which a formulator has available for the development of a drug delivery system. In addition, each drug is different with respect to its physicochemical and pharmacokinetic properties. These drug properties, such as solubility, stability, and pharmacokinetics add to the complexity of the development process. As said above, there are no fixed steps that a formulator can follow in developing a formulation with any given drug.", "(Bodmeier affidavit, para 54, AR Vol 2, p 206)"], ["[141]", "Obviously, the Court must keep in mind the helpful reminder that hindsight or", "ex post facto", "analysis must not be used in the assessment of whether an invention is obvious. As Justice Hugessen stated in", "<FRAGMENT_SUPPRESSED> , at 291, 8 CPR (3d) 289 (FCA):", "Every invention is obvious after it has been made, and to no one more so than an expert in the field. Where the expert has been hired for the purpose of testifying, his infallible hindsight is even more suspect. It is so easy, once the teaching of a patent is known, to say, \"I could have done that\"; before the assertion can be given any weight, one must have a satisfactory answer to the question, \"Why didn't you?\""], ["[142]", "That being said, the poor solubility of tadalafil would have been readily ascertained, and could at least be inferred from the prior art, particularly from the Butler Patent (see AR Vol 5, p 860). According to Dr. Bodmeier, it was well within the common general knowledge of the skilled person that the dissolution rate of poorly soluble drugs would need to be increased to achieve sufficient bioavailability and appropriate onset of therapeutic action. The skilled person would also know that, among other potential modifications to the drug substance (primarily alteration of crystal form or salt form), the dissolution rate of a poorly soluble drug can be increased through the use of excipients and by reducing the particle size of the drug compound itself. The only difference between the inventive concept and the common general knowledge, therefore, lies in the use of particle size reduction and the exact amounts of these excipients in a formulation", "with tadalafil", ". According to Dr. Brittain, \"a skilled formulator would have considered it obvious to try particle size reduction, use of a surfactant, and the specific excipients in the 948 Patent to formulate an oral dosage form for tadalafil that would be stable and rapidly bioavailable\" (Brittain affidavit, para 125, AR Vol 13, p 2698)."], ["[143]", "I do not think it can be said that the excipients used in the '948 Patent had been fully disclosed in the '377 Patent, the '784 Patent or the Butler Patent. While these patents all relate to tadalafil and would have been known by the formulators, they give only very general descriptions about tablet compositions. That being said, most of the excipients found in the '948 Patent were mentioned in these patents, although in the '377 Patent and in the Butler Patent no specifics were given as to the amounts and percentages that should be used, and, in the '784 Patent, the quantities and proportions were different from those in the '948 Patent. Moreover, these patents disclose nothing to indicate that a surfactant may in fact be necessary to overcome problems of dissolution even if one is used in the '377 and '784 Patents, as noted by Dr. Bodmeier (Bodmeier affidavit, para 112, AR Vol 2, p 217)."], ["[144]", "On the other hand, I accept Dr. Brittain's testimony that four standard excipients are included in almost every tablet formulation in addition to the drug substance (e.g. diluents, disintegrants, binders and lubricants). Dr. Bodmeier's evidence is that textbooks provide general information and are helpful to understand basic principles, but are not helpful when trying to solve a specific formulation problem. Yet one of those textbooks (ME Aulton, ed,", "Pharmaceutics: The Science of Dosage Form Design", "(Churchill Livingstone, 1988), Bodmeier cross-examination, Exh \"5\" & \"6\", AR Vol 20, p 4067-4070, 4109 [Aulton]) mentions that the following excipients are the most common in those categories and were primary excipients recommended for initial screening for tablet formulations: lactose (diluent), microcrystalline cellulose (diluent), povidone (binder), HPMC (binder), magnesium stearate (lubricant), crospovidone (disintegrant), and croscarmellose sodium (disintegrant). These are precisely the excipients that the '948 Patent teaches to mix with tadalafil (see '948 Patent, p 4). I also accept Dr. Brittain's testimony that since tadalafil was known to be poorly soluble in water, the skilled formulator would anticipate that a wetting agent/surfactant would be appropriate to include in a tadalafil formulation, and that the sodium lauryl sulfate used in the '948 Patent was commonly used and specifically disclosed for tadalafil in the '377 and '784 Patent (Brittain affidavit, paras 31, 75, 108 and 128, AR Vol 13, pp 2667, 2681, 2691 and 2699; see also Aulton, above)."], ["[145]", "In his affidavit, Dr. Bodmeier notes that there are an infinite number of possibilities available to a formulator when faced with the task of formulating a new drug. Furthermore, until each formulation and particle size is made and tested, the PSA would not know for certain that such a formulation would work, let alone provide the rapid onset found in the invention of the '948 Patent (Bodmeier affidavit, paras 143-144, AR Vol 2, pp 223-224). Yet in its NOA, Mylan laid out the excipients of the claims of the '948 Patent compared with specific ranges suggested for these excipients in a well known textbook (Wade, above, cited in NOA, AR Vol 1, p 142), showing that the differences are very minor."], ["[146]", "It is no answer to say that this book contains over 200 excipients, that there are ordinarily different grades for each of these excipients, and that there were as a result an infinite number of possibilities for the formulator among which the formulator had to choose to achieve the early onset of therapeutic effect. Nor can it be said that Mylan has selectively chosen only those excipients that are present in the claims of the '948 Patent and has then worked backwards to build its obviousness analysis."], ["[147]", "Despite the fact that there were over 200 excipients in the above-mentioned textbook, it appears that the '948 Patent uses conventional excipient categories and selects the most common excipients within those categories. Indeed, a leading treatise on the subject mentions that the possibilities are not as daunting as they may appear: \"It will become obvious to the formulator, on reviewing the literature, that the total number of significant excipients currently in use is probably less than 25. These 25 materials fulfill the needs of the six major excipient categories: diluents, binders, lubricants, disintegrants, colors, and sweeteners (flavors excluded)\" (see HA Lieberman, L Lachman & JB Schwartz, eds,", "Pharmaceutical Dosage Forms", ", 2d ed (New York: Marcel Dekker Inc, 1989) at 91-92, Brittain affidavit, Exh \"15\", AR Vol 16, pp 3124-3125 [Lieberman]). Moreover, there are very few deviations between the suggested ranges for each excipient found in the prior art and the actual percentage in the tablets of the '948 Patent, and according to Dr. Brittain these adjustments are not inventive:", "Each class of excipients is typically used within a certain range of percentages of the total weight of the tablet. In part, this information comes from commonly-available and widely read textbooks and in part, it comes from direct personal experience with different compounds and formulations. However, just because a particular textbook indicates a weight percentage range for a given excipient, this does not mean that a formulator is locked into that particular range, and it would be within the skill set and experience of formulators to make adjustments outside the indicated range if such adjustments were required for the dosage form to function adequately.", "(Brittain affidavit, para 35, AR Vol 13, p 2668)"], ["[148]", "I find further support for the view that there was nothing inventive about using the specific excipients chosen in the '948 Patent in the fact that Lilly's own formulation scientists referred to them as \"conventional excipients\" and the tablet resulting from them as \"a conventional tablet\" (Kral affidavit, Exh \"I\", p 2, and Exh \"M\", p 2, AR Vol 10, pp 2009 and 2138)."], ["[149]", "In light of the above, I am prepared to accept that there was nothing inventive about using the common excipients used in the formulation of tadalafil found in the '948 Patent. I agree with Dr. Brittain that the preferred excipients disclosed in the '948 Patent were among the most commonly available and used at the relevant time. Moreover, the weight percentage rates for those excipients in the '948 Patent are virtually identical to those disclosed in the leading treatises. The choice of these excipients and of their specific amounts was well within the common general knowledge of the skilled person."], ["[150]", "I am also of the view that the person skilled in the art would have considered it obvious to try the excipients in the '948 Patent to achieve a stable, rapid onset tadalafil tablet. As previously mentioned, this is not a case where there were an infinite number of potential solutions. Moreover, the test is not whether a skilled person would know for certain that a formulation would work or whether there is a guarantee that particular formulations would work, as suggested by Dr. Bodmeier in his affidavit (see paras 143 and 161, AR Vol 2, pp 223, 226). This would set the bar too high. The test, rather, is whether the skilled person had good reason to pursue predictable solutions or solutions that provide a \"fair expectation of success\". This is not to be equated with the \"worth a try\" test rejected by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED> . The Federal Court of Appeal and this Court have made it clear on a number of occasions that the fair expectation of success is the standard to use when an \"obvious to try\" analysis is warranted. As Justice Near stated in", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 66 [", "<FRAGMENT_SUPPRESSED>  Federal Court of Appeal, at para 44, described that \"predictable\", and therefore obvious, solutions are equivalent to \"solutions that provide 'a fair expectation of success'\" (", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 748, for example, the Court decided that it was self-evident or plain that the drug in that particular case had a fair expectation of success based on the prior art to achieve the solution the patent addressed (see para 171).", "(See also", "<FRAGMENT_SUPPRESSED> )"], ["[151]", "In light of the prior art and applying this standard, I agree with Dr. Brittain that a person skilled in the art would have had a high expectation of success in using the excipients and the surfactant of the '948 Patent in obtaining a tadalafil formulation with the desirable bioavailability, and that it was indeed more or less self-evident that such a strategy ought to work. Therefore, even if the standard is not \"fair expectation of success\", I find that the invention was \"obvious to try\" according to the test in", "<FRAGMENT_SUPPRESSED> . In a field where routine trials are carried out, it cannot be said that the extent, nature and amount of effort required to select the excipients and their percentage is such that it would bring it beyond the realm of the \"obvious to try\" analysis. I therefore agree with the following statements in Dr. Brittain's affidavit:", "Tadalafil is known to be poorly soluble in water, and the skilled formulator would anticipate that an excipient aiding dissolution would be appropriate to include in a tadalafil formulation. I believe that one of the prime candidates for dissolution enhancement would have been the sodium lauryl sulfate that was commonly used and specifically disclosed for tadalafil in the 377 and 784 Patents. The skilled formulator also would have had a high expectation of success in using such a surfactant to improve dissolution rate and bioavailability.", "As I have noted above, I believe the remaining specific excipients in the ranges claimed in the 948 Patent are merely standard excipients employed for their standard purposes in oral dosage forms. The skilled person would have had a high expectation of successfully obtaining a stable, manufacturable, compressible tablet using the specified diluents, binders, lubricants and disintegrants in the 948 Patent, particularly in light of the fact that these excipients were mostly disclosed in the 377 and 784 Patents. The specific preferred combinations in the 948 Patent would have been arrived at with routine testing, particularly starting with the prior tadalafil patents.", "(Brittain affidavit, paras 128-129, AR Vol 13, p 2699)"], ["[152]", "Dr. Bodmeier also testified that there are many variables which need to be considered in the development of a poorly soluble drug. These would include changing the particle size, using a different physical form, a different salt form, adding solubilizing agents, by preparing solid solutions or dispersions of the drug, or by incorporating the drug into an oily formulation (Bodmeier affidavit, paras 116-122, AR Vol 2, pp 217-219)."], ["[153]", "It is no doubt true that neither the '377 Patent nor the '784 Patent disclose formulations that give information about the particle size of tadalafil, or whether there is rapid onset of the tablet formulation. It is also true that prior art does not disclose tadalafil particles with a d90 of less than or equal to 40 microns. What was known, however, was that \"[s]maller particles should increase dissolution rate and, thus, bring about more rapid gastrointestinal absorption\" (AR Gennaro, ed,", "Remington's Pharmaceutical Sciences", ", 18th ed (Easton: Mack Publishing Company, 1990), p 1437, Potter affidavit, Exh \"D\", Doc #7, AR Vol 6, p 933). Particle size reduction was also well known to have improved the bioavailability of many drugs, according to Dr. Brittain (see his affidavit, paras 43-44, AR Vol 13, pp 2670-2672). In an article published in 1968 by JH Fincher (\"Particle Size of Drugs and its Relationship to Absorption and Activity\" 50:11 Journal of Pharmaceutical Sciences 1825, Brittain affidavit, Exh \"12\", AR Vol 16, p 3097) to which Dr. Brittain refers in his affidavit (at paras 98-99), a table shows that of the 27 drugs that had been studied up to 1964, reducing particle size had increased the clinical effect in 25 of them; another table shows that in studies reported since 1964, the clinical effect had been increased in all 11 drug studies. Moreover, it was recommended to grind all poorly soluble drugs \"to, preferably, the 10 to 40 [micron] range\": see Lieberman, above, AR Vol 16, pp 3116-3117."], ["[154]", "If the person skilled in the art would not be able to predict with any certainty that particle size reduction would improve the bioavailability of tadalafil, it was certainly an obvious strategy, and one for which there was certainly a fair expectation of success. As previously mentioned, the poor solubility of tadalafil would have been readily ascertained and was disclosed in the prior art. The person skilled in the art desiring to prepare a stable, rapid onset formulation of tadalafil would have used particle size reduction to achieve it."], ["[155]", "Of the three principle approaches to improving solubility (changing the particle size, using a different physical form or a different salt form), the particle size was clearly the most promising for the person skilled in the art. According to Dr. Brittain, the skilled person would have understood from the chemical structure of tadalafil that the formation of different salt forms was not possible (Brittain affidavit, para 54, AR Vol 13, p 2675)."], ["[156]", "As for altering the physical form of tadalafil, it was tried in the Butler Patent with the co-precipitation procedure in an attempt to maintain the compound in an amorphous (i.e. non-crystalline) physical state. Lilly argues that the Butler Patent, in fact, taught away from using tadalafil as a free drug when seeking to enhance bioavailability. In Lilly's submission, a person skilled in the art would learn that a solid dispersion will have enhanced bioavailability as compared to using the free form of tadalafil. But as Dr. Brittain observes, while a compound in an amorphous physical state is more readily soluble than the same compound in the form of one of its crystal polymorphs, the '948 Patent explains that the co-precipitation approach was found not viable because of reproducibility problems (probably referring to stability problems or manufacturing problems) (Brittain affidavit, paras 49-51, AR Vol 13, pp 2673-2674). Moreover, the skilled person would have been taught away from investigating other polymorphic forms once it was determined that the desired dissolution profile was not being achieved using the co-precipitation technique in an attempt to stabilize the amorphous form of tadalafil (see Brittain affidavit, para 52, AR Vol 13, p 2674). Therefore, if the amorphous form proved to be unsuitable, the formulator would return to a stable crystal form of the compound, but would use other options to improve the dissolution rate. Here again, there were not an infinite number of choices."], ["[157]", "Lilly spent much time at the hearing and in its Memorandum of Fact and Law describing the early formulation work on tadalafil  <FRAGMENT_SUPPRESSED> , arguing that formulation work went on for over six years. I do not find that evidence on the actual course of conduct very compelling, for a few reasons. First, Dr. Kral only became involved with tadalafil when the project was transferred to Lilly in 1998. Dr. Kral was not involved with the research done  <FRAGMENT_SUPPRESSED> , and without an affiant involved  <FRAGMENT_SUPPRESSED> 's work, the Court cannot weigh the soundness of the course of conduct pursued by Glaxo. For example, it appears from an early Glaxo study report that the oral bioavailability of [redacted] tadalafil was tested in [redacted] and that high bioavailability was observed (Kral affidavit, Exh \"C\", AR Vol 10, p 1832). Glaxo nevertheless chose not to proceed further apparently because of adverse effects associated with [redacted], the excipient that was used in that test. Yet, we have no explanation as to why Glaxo did not test the [redacted] tadalafil with another excipient that would similarly assist with [redacted], for example, a routine [redacted] used in the '948 Patent. There is no way to know whether Glaxo should have investigated [redacted] further, as suggested by Dr. Brittain (affidavit, para 137, AR Vol 14, p 2761), or whether there was a good reason not to do so. We also have no evidence of what happened with the oral formulations disclosed in the '377 and '784 Patents. As for the fact that the same study revealed that an [redacted] tadalafil with particle sizes of [redacted] microns only improved bioavailability by approximately [redacted], this study simply showed that mere [redacted] did not work, but did not teach away from the use of [redacted] as one of the tools to increase bioavailability."], ["[158]", "I also agree with Mylan that, for the purposes of the obviousness inquiry, the skilled person would not have been in a similar position to the Glaxo formulators. The culmination of Glaxo's work - the co-precipitate formulation of tadalafil - was disclosed in the Butler Patent, and the person skilled in the art would also have had the teachings of the '377 and '784 Patents. Starting from this point, the skilled person's first step would have been to physically characterize tadalafil and the Glaxo co-precipitate formulation, which Lilly did and which Dr. Kral acknowledged is typically done in order to help the formulation people know what to do (Kral cross-examination, pp 48-49, AR Vol 19, pp 3717-3718). That study would have revealed, as it did for Lilly, that the particle size of the tadalafil was reduced as part of the process to make the co-precipitate and that the increased bioavailability was from a combination of the reduced particle size and the dispersed tadalafil. The study concluded, on this basis, as would the skilled person, that \"a formulation that utilizes a [redacted] and maintains it in a [redacted] is likely to be superior to the current [co-precipitate] formulation\" (Kral affidavit, Exh \"F\", AR Vol 10, p 1931)."], ["[159]", "For all of the above reasons, I am therefore of the view that the reduction of the particle size was an obvious route to try, even if it was not possible to be sure that taking this route would produce success. Again, the test is not whether a skilled person could have predicted the result with certainty, but rather whether there could be a fair expectation of success. Once prior art is taken into consideration, there was a finite number of approaches to improving solubility, and two of the most obvious were ruled out either because they were not available or because they had been tried without success. I accept Dr. Brittain's conclusion that \"the extent of the effort required to achieve the stated invention of the 948 Patent would have been in the category of routine testing\", both with respect to the particle size and with respect to the selection of the excipients (Brittain affidavit, paras 131-132, AR Vol 13, p 2700). Therefore, Lilly has not met its burden to establish that Mylan's allegation of invalidity is not justified, on a balance of probabilities.", "VI.", "Conclusion"], ["[160]", "In summary, I find that Mylan's allegations of non-infringement with respect to hydrophilic binder and particle size are justified. I also find that Mylan's allegation that the '948 Patent is invalid for obviousness is justified.", "JUDGMENT"], ["[161]", "THIS COURT'S JUDGMENT is that", "1. The application for an order prohibiting the Minister of Health from issuing a notice of compliance to Mylan until the expiry of Canadian Patent No 2,379,948 is dismissed;", "2. The Respondent Mylan is entitled to recover its costs from the Applicant on the application; there will be no costs with respect to the motion; if the parties cannot agree on the quantum, the question of costs can be brought forward by Notice of Motion; and", "3. No costs will be awarded for or against the Minister.", "Application dismissed.", "Editor: E. Joanne Oley/bk", "ANNEX", "1. A pharmaceutical formulation comprising a compound having the structural formula", "[Diagram omitted - see printed version]", "wherein said compound is provided as free drug comprising particles wherein at least 90% of the particles of the compound have a particle size less than about 40 microns; about 50% to about 85%, by weight, of a water-soluble diluent; a lubricant; about 1% to about 5%, by weight, of a hydrophilic binder selected from the group consisting of a cellulose derivative, povidone, and a mixture thereof; and a disintegrant selected from the group consisting of croscarmellose sodium, crospovidone, and a mixture thereof.", "2. The formulation of claim 1 further comprising microcrystalline cellulose.", "3. The formulation of claim 1 further comprising a wetting agent.", "4. The formulation of claim 1 wherein the active compound is present in an amount of about 0.5% to about 10% by weight of the formulation.", "5. The formulation of claim 1 wherein the water-soluble diluent is selected from the group consisting of a sugar, a polysaccharide, a polyol, a cyclodextrin, and mixtures thereof.", "6. The formulation of claim 3 wherein the water-soluble diluent is selected from the group consisting of lactose, sucrose, dextrose, a dextrate, a maltodextrin, mannitol, xylitol, sorbitol, a cyclodextrin, and mixtures thereof.", "7. The formulation of claim 1 wherein the lubricant is present in an amount of about 0.25% to about 2% by weight of the formulation.", "8. The formulation of claim 1 wherein the lubricant is selected from the group consisting of talc, magnesium stearate, calcium stearate, stearic acid, colloidal silicon dioxide, calcium silicate, a starch, mineral oil, a wax, glyceryl behenate, a polyethylene glycol, sodium benzoate, sodium acetate, sodium stearyl fumarate, hydrogenated vegetable oils, and mixtures thereof.", "9. The formulation of claim 1 wherein the cellulose derivative is selected from the group consisting of hydroxypropylcellulose, hydroxypropyl methylcellulose, and mixtures thereof.", "10. The formulation of claim 1 wherein the disintegrant is present in an amount of about 3% to about 100/o by weight of the formulation.", "11. The formulation of claim 2 wherein the microcrystalline cellulose is present in an amount of about 5% to about 40% by weight of the formulation.", "12. The formulation of claim 3 wherein the wetting agent is present in an amount of 0.1% to about 5% by weight of the formulation.", "13. The formulation of claim 12 wherein the wetting agent is selected from the group consisting of sodium lauryl sulfate, docusate sodium, ethoxylated castor oil, a polyglycolyzed glyceride, an acetylated monoglyceride, a sorbitan fatty acid ester, a poloxamer, a polyoxyethylene sorbitan fatty acid ester, a polyoxyethylene, a monoglyceride, a diglyceride, and mixtures thereof.", "14. The formulation of claim 3 wherein the wetting agent is selected from the group consisting of sodium lauryl sulfate, polysorbate 80, and a mixture thereof.", "15. The formulation of claim 1 wherein the compound is provided as particles of a free drug wherein at least 90% of the particles have a particle size less than about 10 microns.", "16. The formulation of claim 1 comprising:", "(a) about 1% to about 4% by weight of the formulation of the compound;", "(b) about 50% to about 75% by weight of the formulation of lactose;", "(c) about 0.25% to about 2% by weight of the formulation of magnesium stearate;", "(d) about 1% to about 5% by weight of the formulation of hydroxypropyl cellulose; and", "(e) about 3% to about 10% by weight of the formulation of croscarmellose sodium.", "17. The formulation of claim 15 further comprising about 5% to about 40% by weight of the formulation of microcrystalline cellulose.", "18. The formulation of claim 15 further comprising about 0.1% to about 5% by weight of the formulation of sodium lauryl sulfate.", "19. A tablet comprising the formulation of claim 1 wherein the compound is present in an amount of about 1 to about 20 mg per tablet.", "20. A tablet comprising the formulation of claim 1 wherein the compound is present in an amount of about 5 to about 15 mg per tablet.", "21. A tablet comprising the formulation of claim 1 wherein the compound is present in an amount of about 5 mg or about 10 mg per tablet.", "22. A capsule comprising a hard shell encasing the formulation of claim 1 as dry, free-flowing particles, wherein the compound is present in an amount of about 1 to about 20 mg per capsule.", "23. The formulation of claim 1, wherein the compound is provided as particles of a free drug wherein at least 90% of the particles have a particle size less than about 30 microns.", "24. The formulation of claim 1, wherein the compound is provided as particles of a free drug wherein at least 90% of the particles have a particle size less than about 25 microns.", "25. The formulation of claim 1, wherein the compound is provided as particles of a free drug wherein at least 90% of the particles have a particle size less than about 15 microns.", "26. A tablet comprising the formulation of claim 1, wherein the compound is present in an amount of about 10 mg per tablet.", "27. A tablet comprising the formulation of claim 1, wherein the compound is present in an amount of about 1 to about 5 mg per tablet.", "28. A tablet comprising the formulation of claim 1, wherein the compound is present in an amount of about 2.5 mg per tablet.", "29. A tablet comprising the formulation of claim 1, wherein the compound is present in an amount of about 20 mg per tablet.", "30. Use of an effective amount of a formulation according to any one of claims 1 to 18, or 23 to 25 to treat sexual dysfunction in a patient.", "31. Use of an effective amount of a tablet according to any one of claims 19 to 21 or 26 to 29 to treat sexual dysfunction in a patient.", "32. Use of an effective amount of a capsule according to claim 22 to treat sexual dysfunction in a patient.", "33. The use according to any one of claims 30 to 32, wherein the sexual dysfunction is male erectile dysfunction.", "[End of document]"]]}