{"id_": "065312", "body_str": [["[1]", "de Montigny, J.", ": This is an application by the Minister of Citizenship and Immigration (the Minister or the Applicant) for judicial review of a decision of Ms. Michal Mivasair (the Board Member), a Member of the Immigration and Refugee Board (the IRB or the Board), Refugee Protection Division (RPD). In its decision dated June 1, 2012, the Board determined that the Respondent is a Convention refugee."], ["[2]", "For the reasons that follow, I have determined that this application ought to be dismissed.", "Facts"], ["[3]", "The Respondent submits that the Board Member carefully and accurately summarized his claim and the evidence submitted. Since the Minister took no issue with the Board's factual summary, the Respondent submits that its reasons should be relied upon as correctly stating the testimony."], ["[4]", "According to the Board Member, the Respondent, now 24 years old, is a young Tamil male born in Northern Sri Lanka. The Respondent has parents and siblings living in Sri Lanka, although one brother has been missing since 2006. The area in which the Respondent grew up, completing grade 11 and obtaining a General Certificate in Education through private studies, was declared to be a high security zone by the Sri Lankan Army (SLA) during the civil war."], ["[5]", "The Respondent's family was displaced from their village several times during the civil war, which at one point became the site of a large SLA camp. In 2006, before the closure of the A-9 road, one of the Respondent's brothers went to visit another brother living in Vanni. The A-9 road was closed when the war began again and the brother has been missing since that time. In August or September of 2006, the Respondent returned to his village with his family, but the family was afraid to leave the house due to the violence and kidnappings that were occurring in the area. The Respondent did not attend school again until April 2007, when he was 18 years old."], ["[6]", "When travelling back and forth to school, the Respondent was frequently subjected to identification checks. Although he was not suspected of being a member of the Liberation Tigers of Tamil Eelam (LTTE) at that time, he nonetheless claimed that he would be hit with raw palmira stems and chased during those encounters. SLA attacks on villages and the arrest of innocent civilians were not uncommon at the time."], ["[7]", "Around the time of the Respondent's 20th birthday, he made an annual, early-morning visit to a nearby temple where he was confronted and arrested by the SLA. Due to a recent invasion of his village by the LTTE, he was accused by the SLA of spying and being associated with the incident. Attempting to obtain information regarding the LTTE's location, the SLA beat and interrogated the Respondent, repeatedly hitting him with a baton and the butt of a rifle and kicking him in the stomach and face."], ["[8]", "When the Respondent's parents intervened, he was released from a military camp on the condition that he report back daily. He did so and was humiliated, beaten and interrogated on a regular basis, as the SLA searched for any possible connection he might have with the LTTE, despite his assertion that he had not associated with the group at any point in his life. The Respondent was required to do odd jobs for the SLA, including checking for land mines, and was terrified that he would be further detained or killed during the reporting period, particularly given the violence he witnessed against other victims."], ["[9]", "When the SLA learned that the Respondent's brother was missing, he was questioned about his brother's whereabouts. The SLA informed him that his brother was an LTTE member and that they suspected the Respondent was working with him as an informant. The Respondent was required to quit school in order to comply with the reporting requirements and otherwise avoided leaving his home. Although the civil war concluded in May 2009, little changed for the Respondent at that time and he was required to continue reporting on a daily or almost daily basis for another eight months."], ["[10]", "In early 2010, the Respondent was informed that he was no longer required to report. He feared that this meant that he would be killed, as he knew of others, including one schoolmate, who were shot and killed once freed from their reporting obligations."], ["[11]", "The Respondent and his family decided that he needed to flee the country to safeguard his life. He obtained a genuine passport shortly thereafter and, five days later, flew from Colombo to Bangkok, Thailand. Four months after that, the Respondent left for Canada aboard the", "MV Sun Sea", ", arriving here on August 13, 2010, and claiming refugee protection the same day."], ["[12]", "The Respondent testified at his hearing that even today conditions have not improved in his village and the SLA still rounds up the villagers, requiring some to regularly sign in. Although former LTTE members have been released from detention, some continue to be beaten and are required to report. After filing his Personal Information Form (PIF), the Respondent's parents informed him that the SLA officials visited the family home looking for him and took a photograph of him from the home as well."], ["[13]", "The Respondent fears the local SLA because he suspects that they believe him to be an LTTE member and because his brother was deemed to be an LTTE member and is still missing. He also fears that his name will be included on a list of people who have run away from Sri Lanka, as he believes that he was only released from his reporting obligations so that the SLA could spy on him in an attempt to catch other LTTE members. He submits that he will not be able to move to any other area in Sri Lanka as he would be required to register and questioned on the basis that he is from the Northern region in which the LTTE were concentrated."], ["[14]", "He believes that he is further at risk because he traveled to Canada on the", "MV Sun Sea", ". According to what he has heard, one migrant from the ship who was returned to Sri Lanka has since disappeared. He submits that the Sri Lankan government believes that all", "MV Sun Sea", "passengers are LTTE members. In addition, he is aware that his name was submitted to the Sri Lankan government for verification of his identity, and he claims that the Sri Lankan government will be sure to question him since the agent who arranged his passage took his passport."], ["[15]", "When the Respondent flew out of Sri Lanka on February 6, 2010, he was detained and questioned for three hours about whether he was a member of the LTTE and about the purpose of his travel. He was then permitted to leave on a flight which had been delayed by two hours as a result of this questioning."], ["[16]", "The Board Member concluded her statement of the facts as follows:", "The claimant fears interrogation, torture, detainment, and death by any of the many government authorities in Sri Lanka. Besides witnessing others being tortured over the years in Sri Lanka, the claimant himself, had been beaten many times over the years by the SLA. This happened when the claimant was a boy, long before he was beaten on an almost daily basis when he was 20 years old and registering on an almost daily basis with the SLA.", "Decision, para 40", "Decision under review"], ["[17]", "The Board Member notes at paragraph 41 of her reasons that the Canada Border Services Agency (CBSA) filed a notice of intent to participate in the refugee protection claim by appearing at the hearing to present evidence, to question witnesses, and to make representations pursuant to paragraph 170(e) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "or the \"Act\") and Rule 25 of the", "Refugee Protection Division Rules", "(SOR/2002-228, repealed SOR/2012-256, s. 73) (the \"RPD Rules\"). At the March 8, 2012 RPD hearing, the Respondent was the only witness; however, both parties filed written submissions after the hearing."], ["[18]", "The Board Member ultimately concluded that the Respondent is a Convention refugee as he has a well-founded fear of persecution for a Convention ground in Sri Lanka. The Board Member found that the Respondent had established his refugee protection claim on a", "sur place", "basis: that is, based on events that occurred after he left Sri Lanka."], ["[19]", "The Board Member first commented on the Respondent's identity, finding him to be a Sri Lankan Tamil national from the northern Jaffna region, and on his credibility, finding him to be \"a credible, reliable, and trustworthy witness\" (Decision, at para 49). The Board Member accepted the Minister's objection to a letter provided by the Respondent's sister noting that she would not have an opportunity to assess the sister's credibility. She accepted testimony from the Respondent that the SLA was looking for him in November 2011, however, dismissing the Minister's objection that the evidence was self-serving and should be ignored."], ["[20]", "The Board Member found the allegations in the Respondent's PIF to be credible, accepting that the SLA is aware that the Respondent is not living with his family and that they took a photograph of him from the family home. She cautioned, however, that despite finding the Respondent's evidence to be credible, she was not bound to accept his inferences about the meaning of any allegations or evidence filed in connection with the case."], ["[21]", "The Board Member went on to consider the persecutor's perception of the Respondent's profile, both prior to his voyage on the", "MV Sun Sea", "and after boarding the ship. She found that prior to his departure from Sri Lanka, the Sri Lankan authorities did not suspect that the Respondent was an LTTE member or that he was associated with the LTTE. In that regard, the Board Member relied on the cessation of the reporting requirement (despite the Respondent's belief that this was merely a ruse), his ability to obtain a legal passport in Colombo, and the fact that he was permitted to board his scheduled flight and leave Sri Lanka after being interrogated for over three hours at the Colombo airport. She notes that these events occurred at a time when the government was still rounding up suspected LTTE members and \"took their responsibilities extremely seriously to insure [sic] that no LTTE member or suspected member exited Sri Lanka\" (Decision, para 55)."], ["[22]", "The Board Member stated that she had no doubt that the SLA in the Respondent's home area would have been contacted while he was detained at the airport regarding the group's knowledge and suspicion of the Respondent's affiliation with the LTTE. She found that he would not have been permitted to leave until the Sri Lankan government had satisfied itself that he was not an LTTE member."], ["[23]", "The Board Member did not address whether young Tamil men from the Jaffna area", "not", "suspected of being LTTE or associated with the LTTE have a well-founded fear of persecution because she determined that the Respondent is a Convention refugee on a", "sur place", "basis. In this regard, she found that the Respondent's profile changed when he chose to board the", "MV Sun Sea", ", a ship suspected by both Canada and Sri Lanka of carrying some LTTE members, human smugglers and war criminals into Canada."], ["[24]", "The Board Member summarized various statements made by the Sri Lankan Ministry of Defence on its official website in connection with terrorism and the", "MV Sun Sea", ", referenced a news report written by a terrorism expert regarding Canada and the LTTE, and summarized various Canadian newspaper stories regarding the", "MV Sun Sea", ". Concluding that the Sri Lankan government would keep abreast of Canadian news since it is aware that the", "MV Sun Sea", "was an LTTE ship, the Board Member found that they would quickly discover that the Respondent was a passenger on the", "MV Sun Sea", "or, if they were unaware, that he would be foolish not to admit it when questioned, given that they would know he had travelled to Thailand and is returning from Canada."], ["[25]", "The Board Member dismissed the Minister's argument that since the Canadian government found the \"overwhelming majority\" of the passengers not to be LTTE members, the Sri Lankan government would similarly not perceive passengers generally to be LTTE members. She noted that the Minister's representative had failed to recognize that Sri Lanka will have to determine for itself which passengers are aligned with the LTTE and what the Respondent may know about the LTTE members who were on board, particularly as Canada's determination would not necessarily reflect any later association or new information the Respondent might obtain either about LTTE activities in Canada or those members who were on the ship."], ["[26]", "The Board Member concluded that the Sri Lankan authorities may question their own previous assessment given the Respondent's flight and that the Respondent, having travelled on the", "MV Sun Sea", ", now has a profile of 'suspected LTTE member' or 'suspected person having information on LTTE members and efforts in Canada to reinvigorate the LTTE'. In arriving at this conclusion, she held as follows:", "[T]he combination of pre-", "MV Sun Sea", "facts concerning the claimant's involvement with the LTTE and the SLA, along with the claimant's boarding a supposed LTTE ship increases the likelihood that the claimant will be perceived as a suspected LTTE member or an associate of the LTTE. He may also be deemed to have knowledge about the LTTE's alleged growth from within Canada.", "Decision, para 71"], ["[27]", "In finding that \"the claimant had established a nexus to various Convention grounds as outlined in section 96 of the", "Act", "\", the Board Member relied on", "<FRAGMENT_SUPPRESSED> , concluding that the Respondent falls within certain particular social groups (e.g., 'Tamils suspected of being LTTE members', 'Tamils suspected of having information on LTTE members', and 'LTTE associate or supporter in the diaspora working to reinvigorate the LTTE') (Decision, at paras 73 and 76). The Board Member then found, however, citing relevant definitions in", "Ward", ", that \"[t]hese particular social groups or even the nationality ground of being a Tamil can also be subsumed by the Convention ground of 'political opinion'\" and that \"the claimant having travelled on the MV Sun Sea will be deemed to have a political opinion contra the state of Sri Lanka [...]\" (Decision, at paras 74-75)."], ["[28]", "In assessing the Respondent's well-founded fear of harm, the Board Member summarized her interpretation of the burdens of proof established in", "<FRAGMENT_SUPPRESSED>  (CA) at p. 605, and", "<FRAGMENT_SUPPRESSED>  (CA) at para 8, and concluded that she must find the Respondent to be a Convention refugee \"if there is a 'reasonable chance' or 'more than a mere possibility' that the claimant would be persecuted after examining the totality of the credible, reliable, and trustworthy evidence presented in this case\" (Decision, para 78)."], ["[29]", "The Board Member commented on the relevance of the documentary evidence submitted by both parties, finding that the credible and reliable evidence established a \"reasonable chance or more than a mere possibility that the claimant would be detained, interrogated, tortured, and fac[e] a risk to his life when he first arrives in Sri Lanka\", whether in his home near Jaffna or in Colombo, the identified Internal Flight Alternative in this case (Decision, para 81)."], ["[30]", "The Board Member distinguished the IRB's Persuasive Decision of November 19, 2010, a decision which she herself authored, finding that the Respondent's profile in the current case \"is that of a person suspected of having links with the LTTE or information about the LTTE and [of] someone deemed to have a political profile that is antagonistic toward Sri Lanka\", and not merely that of a Sri Lankan of Tamil ethnicity originating from the north of Sri Lanka for whom there is no longer a need for a presumption of eligibility (Decision, para 82)."], ["[31]", "The Board Member's decision then goes on to comment on the likelihood that the Respondent would face initial detention upon his return to Sri Lanka. She found that \"the documentary evidence indicates that the claimant will be interrogated, detained, and may face a reasonable chance of persecution by Sri Lankan authorities immediately upon his return to Sri Lanka\" (Decision, para 83)."], ["[32]", "The Board Member cites evidence suggesting that individuals returned from third countries as a result of failed asylum processes are likely to be detained and interrogated upon their return, and those deemed to be or suspected of being associated with the LTTE face additional questioning and may be further detained, increasing the risk of torture, enforced disappearance and extrajudicial killing."], ["[33]", "The Board Member acknowledged at paragraph 86 of her decision that \"[o]ther documentary sources indicate that only a few returnees to Sri Lanka have been detained at the airport upon arrival\". She states, however, that she cannot find that those sources reflect the situation the Respondent might face with his profile since \"[w]ithout more information about the profiles of the returnees in those documents, [she] cannot ascertain if those non-detained returnees were suspected of having an association or information about the LTTE\". She also declines to give any weight to the existence of certain negotiated agreements with Sri Lanka that ensure the safety of failed asylum claimants when passing through airport security checks in Colombo, finding that there was no evidence to suggest that Canada had such an agreement in place at the time of her decision."], ["[34]", "At paragraph 88 of her decision, the Board Member explains why she has found that there is \"more than a mere possibility\" that the Respondent will be detained, questioned and seriously harmed during such a detainment by the Sri Lankan authorities. Most notably, she found that the Sri Lankan government believes that there were LTTE members on board the", "MV Sun Sea", "working to reinvigorate the LTTE in Canada and that it would question the Respondent in that regard, just as he was questioned in Canada. However, there would be more than a mere possibility that he would also face serious physical harm."], ["[35]", "The Board Member comments on the Respondent's testimony regarding Sathy, an", "MV Sun Sea", "returnee who has disappeared since he was returned to Sri Lanka. A paralegal's affidavit states that Sathy was found inadmissible, detained upon his return to Sri Lanka, and, according to his wife and brother, beaten and deprived of food while in detention from July 2011 until at least January 2012. While the Board Member does not know precisely why Sathy was found inadmissible, she accepts his treatment upon return as current evidence indicating that \"a returnee found inadmissible has been detained for over nine months and in that time has been beaten and deprived of food\". She concludes that Sri Lanka may immediately detain and seriously harm the Respondent upon his return, despite the fact that it is aware that Canada is likely watching. To connect the Respondent's profile with Sathy's, the Board Member found that \"the claimant has political opinion like Sathy's, that will be deemed antagonistic toward Sri Lanka\" (Decision para 91)."], ["[36]", "The Board Member goes on to refer to the Respondent's chances of being detained as \"a reasonable chance\", noting that in addition to the factors already set out in her decision (namely, any possible connection he may have with the LTTE, his knowledge about whether the", "MV Sun Sea", "was an LTTE ship, whether the Respondent was involved with human trafficking and smuggling or whether he knows who was involved with organizing the ship's departure from Thailand, which members of the ship were LTTE members, whether he possesses any intelligence since he travelled with LTTE members on the ship, whether the Respondent has formed a relationship with the LTTE while he resided in Canada, and whether he was involved in the LTTE's alleged reformation from within Canada), the authorities may also be interested in learning whether the Respondent has knowledge of whether the LTTE has regrouped in Canada. During such detention, she found there is \"more than a mere possibility [he] will face physical abuse, torture, or death\" and be \"at significant risk of persecution\", as described by Human Rights Watch in Response to Information Request LKA103815.E (Decision, para 93)."], ["[37]", "In addition to being a passenger on the", "MV Sun Sea", ", the Board Member comments on a constellation of facts that would increase the Respondent's risk of persecution (and likelihood of facing harm in accordance with section 96 of the Act), including the fact that his brother, missing since 2006, is an LTTE member, and that the Respondent was monitored on a daily basis under suspicion of being a member or supporter of the LTTE until 2010 (after the end of the civil war). While acknowledging that the authorities did not perceive the Respondent to be an LTTE member or associate at the time he left Sri Lanka, the Board Member found that, now that he has travelled to Canada on a ship containing some LTTE members, they \"may re-evaluate their prior assessment\" (Decision, para 94)."], ["[38]", "Commenting on the Respondent's potential return to Jaffna or Colombo, the Board Member noted that the Minister of Defence in Sri Lanka has emphasized the importance of keeping a strong military and intelligence presence in Tamil areas in order to ensure the LTTE does not re-establish itself. Suspected LTTE members continue to face serious risks, including arbitrary arrest, torture in custody, and other ill-treatment by the military and other paramilitary groups."], ["[39]", "While Colombo has a smaller military presence than Jaffna, the Board Member found that there is \"more than a mere possibility\" that the Respondent would be found and face persecution, given that residents of Colombo still face random checks and those with real or perceived LTTE profiles are targeted. In particular, she found there is a \"good chance\" the Respondent would be registered by the police or in some other way, putting him on the radar for further arbitrary detentions and serious harm, in light of the fact that state officials are granted immunity from prosecution and granted overbroad detention powers by statute and decree (Decision, para 100)."], ["[40]", "She also found that, given their source and the fact that citizens cannot criticize the Sri Lankan government or its agents without fear of harm, various statements that torture does not take place in Sri Lanka are not trustworthy or reliable."], ["[41]", "Given that official impunity is rampant and legal (even constitutionalized) in Sri Lanka, the Board Member found that the presumption of state protection is rebutted and there is no other domestic or international oversight that could hold Sri Lanka's state authorities accountable. In particular, she observed that Sri Lanka is not an electoral democracy and power is concentrated in the hands of a president whose latest election was not deemed to be either fair or free. She concluded that the Respondent could not possibly obtain redress from the state actors he fears and that the Minister's submission that the court system is functioning to some degree, is not persuasive. The evidence relied on indicates that there is almost no judicial oversight into the many cases of alleged torture that take place in Sri Lanka, particularly for detainees with suspected links to the LTTE, who are rarely brought to trial."], ["[42]", "The Board Member commented that it is noteworthy that the Minister included in its disclosures the CBSA's December 2011", "Update: Sri Lanka's Human Rights Environment", ", which comments on the fact that the human rights environment in Sri Lanka remains favourable for further abuses to occur, a situation that is aggravated by government impunity and a lack of response to events viewed as war crimes by the international community (Decision, para 110). In addition, many governmental organizations face curbs on their activities, as well as official harassment and threats (Decision, para 111)."], ["[43]", "For all of those reasons, the Board Member granted the Respondent's claim.", "Arguments of the parties"], ["[44]", "In addition to submissions made at the March 14th hearing, the parties have provided this Court with preliminary memoranda, a reply, and further memoranda. Their arguments are fulsome and thorough, and I will attempt to summarize them in broad strokes to distil the gist of their submissions.", "Arguments of the Applicant"], ["[45]", "The Minister argues that the Board Member made several errors in reaching her decision, many of which are allegedly sufficient on their own to justify the intervention of the Court."], ["[46]", "The Minister first argued that the Board Member applied the wrong standard of proof to key findings of fact, and, second, that she made unreasonable findings of fact and ignored evidence concerning its central findings of fact. The Minister's argument regarding the applicable standard of proof is that the Board Member applied too low a standard of proof in coming to the factual conclusions on which her risk assessment was ultimately made. The Minister submits that there is a distinction between the test for establishing a risk of persecution, for which the threshold is more than a mere possibility, and the standard of proof for establishing the facts of a claim, which must be established on a balance of probabilities. The Minister argues that the Board Member needed to find that the Respondent", "will", "be suspected of being an LTTE member or associate before she could find that he faces more than a mere possibility of being at risk of harm due to that suspicion, and that she \"erred by applying the lower threshold to its findings of fact, instead of the correct standard of the balance of probabilities\". In particular, the Board Member found only that the SLA \"", "may", "now question their prior assessments that he was not an LTTE member or associate\" and that the Respondent \"", "may", "be deemed to have knowledge about the LTTE\", while neither fact is established on a balance of probabilities."], ["[47]", "The Minister also argued that the Board Member erred in finding that the Sri Lankan authorities would suspect the Respondent, upon returning to Sri Lanka, of being an LTTE member or a person with information on LTTE members and their efforts to reinvigorate the LTTE in Canada. Despite the Respondent's evidence that he did not have any involvement with the LTTE and the tribunal's own finding that the SLA had been satisfied that the Respondent was not associated with the LTTE, the Board Member cites the Respondent's previous involvement with the LTTE to be a factor that would increase the likelihood the Respondent would be perceived as a suspected LTTE member. According to the Minister, the Board Member erroneously relied on the Respondent having past involvement with the LTTE, in coming to her determination that the Respondent is a refugee", "sur place"], ["[48]", "In the Minister's view, the Board Member's determination that the Respondent would be suspected of having LTTE associations hinged on the Respondent having been a passenger on the", "MV Sun Sea", ". Although the Minister accepts that the RPD found that the SLA was aware the Respondent was missing and took a photograph from his family home, it asserts that the RPD did not find that this showed a renewed interest in him and that such interest would cause him to be at risk upon his return to Sri Lanka. The Minister does not believe that the RPD relied in any way on its finding that the SLA had questioned the Respondent's parents in 2011. Based on the Minister's reading, the only new event relied on by the RPD to establish the Respondent's", "sur place", "claim, is his travel on the", "MV Sun Sea", ". As a result, the Minister submits that the only logical conclusion (given that the Respondent was cleared of suspicion prior to leaving Sri Lanka) is that the Sri Lankan government would suspect all 500 passengers of being LTTE members. The Minister adds that the Board Member cites no objective evidence that indicates the Sri Lankan government suspected all or even many of the", "MV Sun Sea", "passengers of being LTTE members. The fact that 14 of the 492 passengers were accused of having terrorist links is not a reasonable basis for the finding that the Sri Lankan authorities would suspect the Respondent, along with all the other", "MV Sun Sea", "passengers, of being LTTE members. The evidence that the", "MV Sun Sea", "was primarily carrying passengers who paid the LTTE for the voyage, and in particular the evidence demonstrating the Sri Lankan government was aware of the nature of the operation, was important evidence contrary to the Board Member's conclusion that the Sri Lankan authorities would suspect individuals of LTTE membership by virtue of their travel on the", "MV Sun Sea"], ["[49]", "The Minister further submits that the Board Member erred in finding that the Respondent has a well-founded fear of risk. The Board Member's determination of risk is based on her earlier findings that the Sri Lankan authorities may question their prior assessment that the Respondent is not involved with the LTTE; that the Respondent would be suspected to be an LTTE member or associate; that he may be deemed to have knowledge of the LTTE's Canadian operations; and that he will be deemed to have a political opinion contrary to the state of Sri Lanka. Since these findings are faulty, according to the Minister, the Board Member's finding that the Respondent will face a reasonable chance of harm and risk to his life when he returns to Sri Lanka is also in error."], ["[50]", "Finally, the Minister submitted that the Board Member erred in finding a nexus to a Convention ground. The evidence before the Board Member did not support her conclusion that the Sri Lankan authorities would conclude from the fact that the Respondent had traveled aboard the", "MV Sun Sea", ", that he has a political opinion contrary to the state of Sri Lanka. It may be that the SLA will want to question the Respondent upon his return to determine whether he has any knowledge about the LTTE terrorist organization in Canada or on the ship, but that does not equate to perceiving the Respondent as having a political opinion contrary to the Sri Lankan authorities."], ["[51]", "As for the particular social group nexus, the Minister argues that the legal criteria established in", "Ward", "are not met. The RPD found that the Respondent is a member of the following particular social groups: Tamils suspected of being LTTE members; Tamils suspected of having information on LTTE members; and LTTE associates or supporters in the diaspora working to reinvigorate the LTTE. Contrary to the Respondent's assertions, except for being a Tamil (not identified by the Board Member as a relevant group), the relevant characteristics are all changeable characteristics, and travelling on board the", "MV Sun Sea", "was something the Respondent did, rather than something he is. Nor is there any suggestion that travelling on the", "MV Sun Sea", "or being suspected of being an LTTE member is fundamental to the Respondent's human dignity. The third category identified in", "Ward", "is equally inapplicable, as it cannot reasonably be argued that travelling on the", "MV Sun Sea", "or being suspected of being an LTTE member is a \"former voluntary status, unalterable due to its historical permanence\". To summarize, voluntarily choosing to set sail for Canada on an illegal human smuggling ship does not engage the defence of human rights or anti-discrimination, and it is not so fundamental to human dignity that it constitutes a particular social group.", "Arguments of the Respondent"], ["[52]", "According to the Respondent, the Board Member's reasons were entirely reasonable and the Minister's arguments mischaracterize the Board Member's findings and misconstrue the law, ultimately failing to demonstrate any error. The Respondent submits that the sole issue in this case is whether the Board Member's decision falls within a range of reasonable outcomes, based on the evidence before her."], ["[53]", "According to the Respondent, the Board Member did not contradict herself or rely on a \"non-existent fact\" when she found that his previous involvement with the LTTE would increase the likelihood that he would be perceived as a suspected LTTE member, after having accepted earlier that he had never been a member of that organization. By referring to his involvement with the LTTE and the SLA, she merely wanted to connote that the Respondent lived in a high conflict area where the SLA and LTTE were very active, that he had been suspected of being a member of or interacting with the LTTE, and he had repeatedly been questioned about this by the SLA."], ["[54]", "The Respondent goes on to refute the submission that the Board Member erred in finding that he could be persecuted based on a perceived political opinion or as a member of a definable social group. For perceived political opinion, the Respondent submits that a Tamil associating with or concealing information about the LTTE could be seen as sympathetic to the LTTE or hostile towards the government. The Applicant's argument that there is no evidence that the Sri Lankan authorities view Tamils who flee illegally as potentially sympathetic to the LTTE is incorrect, in his view, as there was evidence that authorities act on this perception by torturing deportees. Furthermore, the Respondent's own circumstance is that he had previously been seen as suspect. Any action by the Respondent which brings him into contact with LTTE militants would renew suspicion on his political opinion. Furthermore, he argues that the Minister's attempts to distinguish a desire to question the Respondent from the potential risks associated with such interrogation is flawed and not supported by any authority."], ["[55]", "As for nexus to a particular social group, the Respondent starts by saying that the Minister has ignored the fact that the Board Member specified that the entire issue was subsumed in perceived political opinion. He goes on to submit that the Board Member reasonably defined a social group based on unchangeable characteristics, tailored to his individual characteristics and circumstances. Contrary to the situation of Mr. Ward, whose fear of persecution was based on former membership in a terrorist organization, the Respondent cannot change the fact that he is a \"Tamil suspected of being\" an LTTE member or having information about the LTTE; this is not a group he chose to join and can quit."], ["[56]", "Although some of the Respondent's arguments regarding the applicable standard of proof seem to miss the nuance of the Minister's submissions, the Respondent ultimately argues that the Minister's emphasis on finding that he \"will\" be prosecuted, implying absolute certainty, constitutes a complete misconception of the law. According to the Respondent, the fact that the Board Member stated that the Respondent \"may\" face specified risks in various portions of her decision is not problematic. The Board Member found that the Respondent was previously seen as suspect, that his travel on the", "MV Sun Sea", "gives new reason to interrogate him, and that the authorities have shown renewed interest in him. All of these findings were made on a balance of probabilities and were findings of fact, along with the Board Member's further findings with respect to the current state of human rights in Sri Lanka. It is in this context that she went on to analyse the potential motivations of the Sri Lankan authorities.", "Issues"], ["[57]", "This case raises the following key issues:", "(i) What is the applicable standard of review?", "(ii) Did the Board Member make findings of fact unsupported by the evidence?", "(iii) Did the Board Member err in concluding that the Respondent's claim had a nexus to a ground in the Convention refugee definition pursuant to section 96 of the", "IRPA", "(iv) Did the RPD apply the correct standard of proof?", "Analysis", "(i) What is the applicable standard of review?"], ["[58]", "The parties are in agreement that all the questions raised in this application for judicial review should be determined on the reasonableness standard. I am aware that Justice Harrington has certified a serious question relating to the applicable standard of review in related cases dealing with successful", "MV Sun Sea", "claimants: see", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . That question, which has not yet been decided by the Court of Appeal, reads as follows:", "Is review by this Court of the meaning of \"membership in a particular social group\" in the United Nations Convention relating to the status of refugees, and reflected in s. 96 of the", "Immigration and Refugee Protection Act", ", as determined by a Member of the Refugee Protection Division, of the Immigration and Refugee Board, on the correctness or reasonableness standard?"], ["[59]", "In the case at hand, however, it seems to me that the arguments turn not so much on the interpretation of the Convention grounds", "per se", ", but rather on mixed questions of fact and law. More particularly, the question does not focus on the definition of a \"particular social group\", but whether the Respondent falls within such a group. Other than the three cases decided by Justice Harrington and two cases of the Federal Court of Appeal related to the interpretation of the United Nations Convention (", "<FRAGMENT_SUPPRESSED> ), all other related decisions of this Court have applied a reasonableness standard: see,", "inter alia", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ."], ["[60]", "After having carefully reviewed all those decisions, I come to the conclusion that the reasonableness standard should apply. Even if the question of nexus tangentially turns on the proper interpretation of this category, it would still be a question of statutory interpretation of the Board's home statute that raises neither a constitutional question, nor a question of law of general importance to the legal system as a whole, much like the phrase \"people smuggling\" found in paragraph 37(1)(b) of the", "IRPA", ": see", "<FRAGMENT_SUPPRESSED> . To that extent, I fully agree with the comments made by Chief Justice Crampton when determining the proper standard of review in <FRAGMENT_SUPPRESSED> :"], ["[13] The Board's findings with respect to the issue of nexus to a ground of protection set forth in section 96 raises a question of law and a question of mixed fact and law. The question of law is whether there are limits to the scope of the words \"particular social group\" in that section and, if so, the extent of those limits. That is a question of interpretation of the Board's home statute and the related jurisprudence, and does not involve issues of central importance to the legal system that are outside of the RPD's expertise, issues of true jurisdiction or", "vires", ", constitutional issues or the jurisdictional lines between two tribunals. Accordingly, the applicable standard of review is reasonableness (", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ];", "Alberta (Information and  <FRAGMENT_SUPPRESSED> )."], ["[14] The question of mixed fact and law in respect of the issue of nexus is whether there was sufficient evidence on the record before the RPD to permit the RPD to conclude that the Respondent is a member of a particular social group, within the meaning of section 96. That is also subject to review on a standard of reasonableness (...)."], ["[61]", "The same can be said with respect to the last question related to the appropriate standard of proof applied by the RPD. While the identification of the appropriate standard of proof could conceivably be reviewable on a correctness standard ( <FRAGMENT_SUPPRESSED> , at para 10;", "Republic of Cyprus (Commerce and  <FRAGMENT_SUPPRESSED> ), the application of that standard of proof to the facts, is a question of mixed fact and law reviewable on a reasonableness standard. Indeed, Justice Noël came to that conclusion in a very similar case, accepting that the question of whether the RPD applied a wrong standard of proof to its findings of fact by basing critical elements of its decision on speculation and out-dated, unclear evidence was assessable on a reasonableness standard as it raised mixed questions of fact and law (see <FRAGMENT_SUPPRESSED> , at para 28).", "(ii) Did the Board Member make findings of fact unsupported by the evidence?"], ["[62]", "As previously mentioned, the Applicant questions the Board Member's reliance on the Respondent's past involvement with the LTTE in arriving at her determination that the Respondent is a refugee", "sur place", ". According to counsel, the Board Member could not cite the Respondent's previous involvement with the LTTE to be a factor that would increase the likelihood the Respondent would be perceived as a suspected LTTE member, after having previously concluded that the SLA had been satisfied that he was not associated with the LTTE."], ["[63]", "It is true that the Board Member, in analyzing the persecutor's perception of the Respondent's profile before he boarded the", "MV Sun Sea", ", came to the conclusion that the Sri Lankan authorities did not suspect that he was an LTTE member or that he was associated with the LTTE (see paras 51-58 of the Decision). The Board came to that finding not only because he was able to obtain a passport in Colombo, but also because he was able to leave the country after having been interrogated for more than three hours. As the Board states at para 58 of its decision:", "I have no doubt that in the three hours that the claimant was detained by the Sri Lankan government authorities at the airport, that the SLA in the claimant's home area was contacted, as to its knowledge and suspicions about the claimant's affiliation with the LTTE. If there were any concern as to the claimant's bona fides, I find that the claimant would not have been able to fly out of Sri Lanka on February 6, 2010."], ["[64]", "The Board Member did find, however, that the Respondent's profile changed when he chose to board the", "MV Sun Sea", ". For that proposition she relied on the Sri Lankan's Ministry of Defence official website, according to which,", "inter alia", ", \"[t]he LTTE smuggles persons on LTTE ships such as the", "MV Sun Sea", "into Canada\" and \"[t]he LTTE is actively operating outside Sri Lanka\". She also referred to a news report in Sri Lanka by a terrorism expert stating that the RCMP had segregated dozens of the 492 illegal migrants who had arrived on board the", "MV Sun Sea", "on suspicion they could be linked to the LTTE, and also stating that Canada is the favourite destination of terrorists and criminals as it has been chosen to be the location wherein the LTTE leadership will once again reorganize to destabilize Sri Lanka. She also quoted from a number of Canadian newspapers reporting on LTTE members who have been found aboard the", "MV Sun Sea", ", and found that even if the government of Sri Lanka has not been informed by the Canadian authorities that he was a passenger on the", "MV Sun Sea", ", as claimed by the Respondent, it would be foolish for him not to admit it as the Sri Lankan authorities would quickly find out."], ["[65]", "It is on the basis of that evidence, combined with his previous brush with the SLA respecting his involvement with the LTTE, that the Board Member came to the conclusion that the Respondent will be perceived as a suspected LTTE member or an associate of the LTTE. Crucially, the Board Member wrote, before coming to her conclusion:", "Furthermore, Sri Lankan authorities may now question their prior assessment that the claimant was", "not", "an associate or member of the LTTE. Very soon after the claimant was freed from having to regularly report to the SLA on an almost daily basis, he fled Sri Lanka and sailed to Canada on an LTTE ship, according to Sri Lanka's Minister of Defense. The claimant had been reporting to the SLA because the SLA had suspected that the claimant was either a member or associate of the LTTE. The SLA also believed and perhaps still does that the claimant's brother is an LTTE member. As of the date of the hearing, the claimant's brother is still missing. The family has searched for their missing son at various detention camps but cannot locate him.", "Decision, para 70"], ["[66]", "This extract clearly shows that the Board Member was well aware of her previous finding and was not contradicting herself. When read in context, the Board Member's statement faulted by the Minister (\"I find that the combination of pre-", "MV Sun", "Sea facts concerning the claimant's involvement with the LTTE and the SLA...\") was clearly not a mistake. It may have been best to refer to the Respondent's \"suspected\" involvement with the LTTE and the SLA, but this is undoubtedly what she meant. This is made even clearer by the fact that she speaks of his involvement with the SLA; since the Respondent has never been a member or an associate of the SLA, she could only be referring to his dealings with the SLA when he was considered a suspect."], ["[67]", "The Applicant's position, which amounts to saying that once found not to be a member, ally or supporter of the LTTE by the Sri Lankan authorities, the Respondent will somehow continue to be similarly perceived in the future come what may, is simply untenable. It would only be logical for the Sri Lankan authorities to revisit their assessment, if they indeed believe that some LTTE members, associates or sympathizers were on board the", "MV Sun Sea"], ["[68]", "The Applicant further contends that the Board Member's finding that the Respondent would be suspected of having LTTE associations as a result of having been a passenger on the", "MV Sun Sea", "is unreasonable, as it would require that the Sri Lankan authorities suspect all of the nearly 500 passengers on the", "MV Sun Sea", "of being LTTE members. According to the Minister, the evidence does not support this conclusion. Not only have there been only 14 passengers accused of having terrorist links, but there was evidence that the Sri Lankan government recognized that the", "MV Sun Sea", "was primarily carrying passengers who had paid the LTTE for the voyage."], ["[69]", "Once again, I find the Board Member's conclusion that the Respondent now has a profile of 'suspected LTTE member' or 'suspected person having information on LTTE members and efforts in Canada to reinvigorate the LTTE', to be entirely reasonable. I note that the Board Member addressed head-on the Minister's argument with respect to the fact that only 14 passengers have been found to have LTTE connections by the Canadian government. Her answer to that argument is cogent and compelling:"], ["[68] What the Minister's Representative fails to recognize is that Sri Lanka will have to determine for itself, for its own national security, which passengers were or are now presently aligned with the LTTE and what information the claimant may know about the LTTE members that were on the", "MV Sun Sea", ". Sri Lanka is resolute to stamp out the LTTE before it can ever re-emerge in Sri Lanka and reignite a military conflagration against the Sri Lankan Government."], ["[69] It is not logical that any country reeling from a 26 year brutal civil war would relinquish its right to determine for itself who is a security risk and rely solely on a foreign country's possibly out-dated determination on these matters. Any determination made by Canada about the claimant's association with the LTTE would not necessarily reflect any later association or any new information that he might have about LTTE activities in Canada and LTTE members on board that ship."], ["[70]", "It goes without saying that the Sri Lankan authorities, concerned as they are with the potential resurgence of the LTTE, will want to reach their own conclusions as to who is and who is not an LTTE member or sympathizer. They would not necessarily rely on a foreign government's determination in that respect, if only because they would be applying different laws as well as different legal standards, rules of procedure and evidentiary norms. Such a conclusion undoubtedly falls within the range of possible, acceptable outcomes which are defensible in respect of the facts and law."], ["[71]", "As for the argument that the Board Member ignored the fact that the Sri Lankan authorities are aware that the", "MV Sun Sea", "was primarily carrying paying passengers who wanted to be smuggled to Canada, is equally without merit. As conceded by the Applicant, the Board Member is presumed to have consulted all the evidence that was before her, and she did not have to refer to every piece of that evidence in her reasons. Moreover, she was aware of that consideration as she stated that the Ministry of Defence of Sri Lanka claims on its own web site that the LTTE smuggles persons on LTTE ships similar to the", "MV Sun Sea", "in Canada. The Applicant would have the Court believe that this is a factor likely to minimize the risk the Respondent would face upon return. However, an equally plausible inference can be drawn from this fact, and also appears to have been drawn by the Sri Lankan Secretary of Defence when he stated that the money paid by passengers on the", "MV Sun Sea", "\"will be used to further promote the separatist cause, and perhaps even sponsor future terrorist activities in Sri Lanka\" (Certified Tribunal Record, p. 886). Giving tens of thousands of dollars to an LTTE-organized ship (as the government of Sri Lanka claims) could be seen in a dim light by the Sri Lankan authorities and reflect badly on all the passengers, who may be assumed to have at least some sympathy for the LTTE."], ["[72]", "Finally, it is clearly wrong to infer from the Board Member's reasoning that the Sri Lankan authorities would have to suspect that everyone on board the", "MV Sun Sea", "is an LTTE member. The Board Member never suggested as much, and did not predicate her decision solely on the Respondent's travel on the", "MV Sun Sea", ". Contrary to the situation in <FRAGMENT_SUPPRESSED> , where the RPD had significant credibility concerns with respect to the claimant, the Respondent in the case at bar was found credible, reliable and trustworthy. The Board Member accepted that he suffered persecution at the hands of the SLA and was suspected of being an LTTE member or associate at various times prior to leaving Sri Lanka. It is as a result of the combination of these facts and of the Respondent's boarding a supposed LTTE ship that the Board Member concluded as she did. The Board Member also clearly took into account the fact that the Respondent's brother is believed to be a member or an associate of the LTTE by the SLA (see para 70 of the Decision). Even if the Board Member did not mention this factor explicitly in that part of her decision, she was also cognizant of the fact that the SLA has looked for the Respondent at the family home and took a photograph of him from his home. In light of this evidence, the Board Member could reasonably find that there is sufficient evidence the Respondent would be suspected of having LTTE associations by the Sri Lankan authorities. Such findings of facts are entitled to the highest degree of deference, and should not lightly be displaced even if the Court may have come to a different conclusion.", "iii) Did the Board Member err in concluding that the Respondent's claim had a nexus to a ground in the Convention refugee definition pursuant to section 96 of the", "IRPA"], ["[73]", "It is clear from the definition of a Convention refugee and well-settled law that there must be a nexus between the harm feared and one of the five grounds listed in the refugee definition, namely race, religion, nationality, membership in a particular social group or political opinion. In", "Ward", ", the Supreme Court attempted to delineate and give some content to the concept of \"particular social group\". According to the Court, there are three possible categories of particular social group:", "The meaning assigned to \"particular social group\" in the Act should take into account the general underlying themes of the defence of human rights and anti-discrimination that form the basis for the international refugee protection initiative. The tests proposed in", "Mayers", "supra", "Cheung", "supra", ", and", "Matter of Acosta", "supra", ", provide a good working rule to achieve this result. They identify three possible categories:", "(1) groups defined by an innate or unchangeable characteristic;", "(2) groups whose members voluntarily associate for reasons so fundamental to their human dignity that they should not be forced to forsake the association; and", "(3) groups associated by a former voluntary status, unalterable due to its historical permanence.", "The first category would embrace individuals fearing persecution on such bases as gender, linguistic background and sexual orientation, while the second would encompass, for example, human rights activists. The third branch is included more because of historical intentions, although it is also relevant to the anti-discrimination influences, in that one's past is an immutable part of the person.", "Ward", ", at p 739, para 70"], ["[74]", "Counsel for the Applicant made much of the fact that the Board found the Respondent to be a member of the following particular social groups: \"Tamils suspected of being LTTE members\", \"Tamils suspected of having information on LTTE members\" and \"LTTE associate or supporter in the diaspora working to reinvigorate the LTTE\". I agree with the Applicant that the Board Member has not explained how these groups fit into the legal definition of a particular social group."], ["[75]", "The first category clearly does not apply as it embraces persecution based on immutable characteristics such as gender, linguistic background and sexual orientation or race. The second category is also inapplicable because there is no suggestion that travelling on the", "MV Sun Sea", "or being suspected of being an LTTE member is fundamental to the Respondent's human dignity. The last category is a little bit more problematic. I agree with the Applicant that the mere fact of travelling on the", "MV Sun Sea", "or of being suspected of being an LTTE member, without more, cannot be equated to a \"former voluntary status, unalterable due to its historical permanence\". I agree with Chief Justice Crampton in <FRAGMENT_SUPPRESSED> that travel aboard the", "MV Sun Sea", "does not constitute a particular social group, and that choosing to travel aboard a human smuggling ship does not engage the defence of human rights or anti-discrimination, which is a paramount consideration for determining whether a person is a member of a particular social group. This is not to say, however, that a different set of facts could not lead to a different conclusion. If, for example, an ethnic group chose to seek refuge together in a manner condemned by the authorities in their home country, each member of that group may well claim to be part of this particular social group. However, there is no such evidence in the case at bar."], ["[76]", "Counsel for the Respondent submits that the definition of a social group can be refined to incorporate experiences characterizing the refugee, and that much like women from China who had undergone forced sterilization and women who have been subjected to domestic abuse, the Respondent cannot change the fact that he has been suspected before or that he has travelled on the", "MV Sun Sea", ". While appealing at first sight, this argument cannot hold sway in my humble opinion. First of all, I fail to see how Tamils suspected of being members or associates of the LTTE can be considered as forming a group \"associated by a former voluntary status\". Moreover, even assuming such a group exists, it cannot be said to have as its reason d'être, the defence of human rights or the fight against discrimination. Second, being suspected of being in or being aware of the LTTE is not an unalterable characteristic, as evidenced by the fact that the Respondent was not considered a suspect at the time he left Sri Lanka."], ["[77]", "Be that as it may, the Board Member made it clear that the particular social groups she identified and even the nationality ground of being a Tamil can be subsumed by the Convention ground of 'political opinion' (Decision, para 74). Contrary to the situation in <FRAGMENT_SUPPRESSED> , the Board Member did not rest her conclusion exclusively on the Respondent's membership in a particular social group as a passenger of the", "MV Sun Sea", "but also on his perceived political opinion. To that extent, the facts of this case bring it much closer to the decision reached by my colleague Justice O'Reilly in <FRAGMENT_SUPPRESSED> than to the scenario dealt with by Chief Justice Crampton in <FRAGMENT_SUPPRESSED> . Just like in <FRAGMENT_SUPPRESSED> , the Respondent was found credible and the Board Member accepted that he was repeatedly detained, arrested and ill-treated by the SLA because of his perceived association with the LTTE. The Board Member also took into consideration the fact that the SLA has shown renewed interest in him and that his brother is believed to be a member of the LTTE. On the basis of all the evidence that was before her, the Board Member could reasonably find that the Respondent's fear of risk is linked to the Convention ground of perceived political opinion.", "iv) Did the RPD apply the correct standard of proof?"], ["[78]", "It is well settled that in order to establish a Convention refugee claim, a claimant must establish the facts of his case on a balance of probabilities. The Supreme Court explained in", "<FRAGMENT_SUPPRESSED> , that \"both the existence of the subjective fear and the fact that the fear is objectively well-founded must be established on a balance of probabilities\". The claimant must also show that there is a \"serious possibility\", or more than a mere possibility, that the claimant will be persecuted if the claimant returns to his or her country: see", "<FRAGMENT_SUPPRESSED> ."], ["[79]", "The Applicant argues that the Board Member employed too low a standard of proof in coming to the conclusion that the Respondent would be deemed to be an LTTE member or someone having information about the LTTE's activities. Relying on paragraphs 70 and 71 of the decision, counsel faults the Board Member for stating that the Sri Lankan authorities \"may\" question their assessment that the Respondent was not connected to the LTTE as a result of his travel on the", "MV Sun Sea", ", and for finding that the Respondent \"may\" also be deemed to have information about LTTE activities in Canada. While it was open to the Board Member to find that the Respondent", "may", "face persecution in Sri Lanka as someone suspected of having LTTE connections, it is submitted that the Board Member erred in finding the Respondent would in fact be suspected of such connections on a lower standard of proof than that of a balance of probabilities."], ["[80]", "I agree that the Board Member might have been more explicit in separating the two portions of her analysis. I believe, nevertheless, that she correctly articulated the applicable standards of proof and I am satisfied, reading the decision as a whole, that her application of the standards to the facts is reasonable."], ["[81]", "She prefaced her analysis of the well-founded fear of harm with a clear statement of the applicable standard of proof, even quoting from <FRAGMENT_SUPPRESSED> in support of her reasoning:"], ["[77] In order to find that the claimant has a well-founded fear of harm if returned to Sri Lanka, I must find that there is credible, trustworthy, and reliable objective evidence on a balance of probabilities that demonstrates that the claimant faces a reasonable chance of being persecuted if he were to return to Sri Lanka. This Standard of Proof carries a low threshold, well below a balance of probabilities. The Court in <FRAGMENT_SUPPRESSED> expounded:", "What is evidently indicated by phrases such as \"good grounds\" or \"reasonable chance\" is, on the one hand, that there need", "not", "be more than a 50% chance (i.e., a probability), and on the other hand that there must be more than a minimal possibility. We believe this can also be expressed as a \"reasonable\" or even a \"serious possibility\", as opposed to a mere possibility. [Italics added]"], ["[78] In the context of this claim, if there is a 'reasonable chance' or 'more than a mere possibility' that the claimant would be persecuted after examining the totality of the credible, reliable, and trustworthy evidence presented in this case, then I must find the claimant to be a Convention refugee."], ["[82]", "She then went on to find, based on the documentary evidence and on the Respondent's own evidence, that the Sri Lankan authorities", "will", "quickly determine that the Respondent was a passenger on the", "MV Sun Sea", "(paras 65-66) and", "will", "not", "rely on Canada's assessment of which passengers have LTTE connections (para 68). It is only in addition to these factors that the Board Member determined that the Sri Lankan authorities", "may", "revisit their prior assessment of the Respondent and that he", "may", "be deemed to have knowledge about the LTTE's alleged growth from within Canada. Indeed, she concluded that portion of her analysis by stating that the Respondent now \"", "has", "a profile of 'suspected LTTE member' or 'suspected person having information on LTTE members and efforts in Canada to reinvigorate the LTTE'\" (para 72)."], ["[83]", "On the whole, I have not been persuaded that the Board Member applied the wrong standard of proof to the facts underlying her determination. Even if some of her conclusions are more speculative than others, she was undoubtedly well aware of the threshold to be met and she did find, based on her overall assessment of the facts, that the Respondent will be suspected of being a member or a sympathizer of the LTTE on a balance of probabilities."], ["[84]", "I note that my colleague Justice Noël disposed of a similar argument by the Minister in <FRAGMENT_SUPPRESSED> , and I adopt his comments in the context of the case at bar:", "The review of the documentary evidence on all matters including the attitude of the Sri Lanka government towards Sri Lankan returnees, its use of torture, its perception of the", "MV Sun Sea", "including the most recent statement by the Defence Secretary that the voyage of the", "MV Sun Sea", "is an example of the LTTE's international shipping criminal operations to smuggle people to western countries which is used to raise money for the separatist cause was well done, balanced and the conclusions arrived at were well justified. I do not find any speculation done by the RPD in its assessment of the evidence nor do I find that any of its findings was based on outdated or unclear evidence. The Applicant disagrees with the RPD's determinations and would like this Court to review the evidence and come to a different result. The RPD's findings were reasonable and the intervention of this Court is therefore not warranted. <FRAGMENT_SUPPRESSED> at para 48", "Conclusion"], ["[85]", "For all the reasons set out above, I find that this application for judicial review should be refused."], ["[86]", "The Minister has not proposed any question for certification. Counsel for the Respondent has proposed the following question in the event that the application for judicial review is granted:", "Is judicial review by the Federal Court of a determination by the Refugee Protection Division of the Immigration and Refugee Board of Canada interpreting the grounds set out in the Convention refugee definition on the correctness or reasonableness standard?"], ["[87]", "A similar (although slightly narrower) question has been certified by my colleagues Justice Harrington in <FRAGMENT_SUPPRESSED> , <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> and Justice Mosley in", "The Minister of Citizenship and  <FRAGMENT_SUPPRESSED> . In those cases, the question deals specifically with the meaning of \"membership in a particular social group\", as opposed to all the grounds set out in the Convention and reflected in section 96 of the", "IRPA", ". Since my decision does not turn on that question, and since there is no disagreement as to what political opinion (real or perceived) means, the proposed question would not be determinative of the appeal and there is therefore no need to certify it.", "JUDGMENT"], ["[88]", "THIS COURT'S JUDGMENT is that", "this application for judicial review is dismissed. No question is certified.", "Application dismissed.", "Editor: Gary W. McLaughlin/vnh"]]}