{"id_": "065386", "body_str": [["[1]", "Scott, J.", ": Il s'agit d'une demande de révision judiciaire déposée aux termes du paragraphe 72(1) de la Loi sur l'immigration et la protection des réfugiés, LC 2001, c 27 [LIPR], à l'encontre d'une décision d'une agente d'évaluation du risque avant renvoi [ERAR], Mme Sophie Bisaillon, rendue le 3 août 2011, refusant la demande de surseoir au renvoi de M. Felipe De Jesus Moreno Corona (M. Corona) et de sa conjointe, Mme Cecilia Cortes (Mme Cortes) (les demandeurs)."], ["[2]", "Pour les raisons qui suivent, cette demande de révision judiciaire est rejetée.", "II. Faits"], ["[3]", "Les demandeurs sont citoyens du Mexique."], ["[4]", "Ils déposent une demande d'asile dès leur arrivée au Canada. Cette demande est rejetée le 8 mars 2010, aux motifs qu'ils n'ont pas épuisé leurs recours internes avant de quitter le Mexique. Dans sa décision, la Commission de l'immigration et du statut de réfugié [CISR] souligne également le manque de crédibilité des demandeurs."], ["[5]", "Le 6 janvier 2011, le juge Pinard rejette la demande de révision judiciaire des demandeurs."], ["[6]", "Le 20 avril 2011, les demandeurs déposent une demande de résidence permanente pour motifs humanitaires."], ["[7]", "Les demandeurs déposent également une demande d'ERAR le 9 mai 2011, laquelle est rejetée le 3 août 2011. Dans sa décision, l'agente d'ERAR conclut que les demandeurs n'ont pas déposé de nouveaux éléments de preuve pour réfuter les conclusions de la CISR. Elle ajoute, « après avoir [...] consulté la documentation récente, fiable et objective sur le Mexique, j'en arrive à la conclusion que monsieur et sa famille n'ont pas démontré qu'il y aurait plus qu'une simple possibilité qu'ils soient persécutés au Mexique ni qu'il y a des motifs sérieux de croire qu'ils seraient personnellement exposés au risque d'être soumis à la torture, à une menace à leur vie ou aux traitements ou peines cruels et inusités dans leur pays, le Mexique » (voir la décision de l'agente d'ERAR à la page 11 du dossier des demandeurs)."], ["[8]", "Le 15 novembre 2011, les demandeurs déposent une demande d'autorisation et de contrôle judiciaire de la décision de l'agente d'ERAR.", "III. Législation"], ["[9]", "L'article 113 de la", "LIPR", "précise que:", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "d) s'agissant du demandeur visé au paragraphe 112(3), sur la base des éléments mentionnés à l'article 97 et, d'autre part:", "(i) soit du fait que le demandeur interdit de territoire pour grande criminalité constitue un danger pour le public au Canada,", "(ii) soit, dans le cas de tout autre demandeur, du fait que la demande devrait être rejetée en raison de la nature et de la gravité de ses actes passés ou du danger qu'il constitue pour la sécurité du Canada.", "113. Consideration of an application for protection shall be as follows:", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", "(b) a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", "(c) in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", "(d) in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and", "(i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or", "(ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.", "IV. Questions en litige et norme de contrôle", "A. Questions en litige", "1. L'agente d'ERAR a-t-elle omis de considérer certains éléments de preuves importants au dossier?", "2. L'agente d'ERAR a-t-elle tiré des conclusions de faits ne reposant pas sur des éléments de preuve au dossier?", "3. L'agente d'ERAR a-t-elle erré en n'analysant pas la protection de l'État au Mexique?", "B. Norme de contrôle"], ["[10]", "Dans la décision", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 471 aux paras 9 et 10, le juge Kelen écrit ce qui suit sur la norme de contrôle applicable aux décisions d'un agent d'ERAR:"], ["[9] La Cour a conclu que la norme de contrôle qui s'applique aux conclusions de fait d'un agent d'ERAR et aux questions mixtes de fait et de droit est la norme de la décision raisonnable: voir  <FRAGMENT_SUPPRESSED>  [2008] ACF no 546 ( <FRAGMENT_SUPPRESSED>  FTR 59.  <FRAGMENT_SUPPRESSED>  ACWS (3d) 140, au paragraphe 18, j'ai jugé que, lorsqu'un demandeur émet des doutes quant au fait qu'un agent d'ERAR a pris dûment en considération la totalité des éléments de preuve au moment de rendre une décision, la norme de contrôle qui s'applique est celle de la décision raisonnable."], ["[10] Par conséquent, la Cour contrôlera les conclusions de l'agente d'ERAR en ayant égard à \"la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit\" ( <FRAGMENT_SUPPRESSED>  NR 1, au paragraphe 47). Cependant, si l'agente d'ERAR omet de motiver convenablement la décision de ne pas prendre en considération de nouveaux éléments de preuve pertinents, importants et probants, le tribunal considérera alors qu'une erreur de droit doit être contrôlée selon la norme de la décision correcte."], ["[11]", "La norme de contrôle en l'espèce est celle de la décision raisonnable. Toutefois, comme le souligne le juge Kelen, une omission d'un élément de preuve important constitue une erreur de droit révisable selon la norme de la décision correcte."], ["[12]", "La décision raisonnable « tient principalement à la justification de la décision, à la transparence et à l'intelligibilité du processus décisionnel, ainsi qu'à l'appartenance de la décision aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (voir Dunsmuir cNouveau-Brunswick, 2008 CSC 9, [2008] ACS no 9 au para 47).", "V. Position des parties", "A. Position des demandeurs"], ["[13]", "Les demandeurs prétendent que l'agente d'ERAR rejette les éléments de preuve au dossier sous prétexte qu'ils ne rencontrent pas la définition du paragraphe 113", ") de la", "LIPR", ". Ce rejet porte également sur l'index du cartable national de documentation de la CISR du 29 septembre 2010, car son contenu ne serait pas pertinent au contexte de l'affaire. Les demandeurs soutiennent que ces conclusions sont déraisonnables puisque l'agente d'ERAR n'explique pas les motifs qui l'amènent à rejeter ces éléments de preuve présentés au soutien de leur demande."], ["[14]", "Les demandeurs s'appuient sur les conclusions de la juge Sharlow dans l'arrêt", "<FRAGMENT_SUPPRESSED>  [2007] ACF no 1632 au para 12 [ <FRAGMENT_SUPPRESSED> ] ainsi que celles du juge Mosley dans l'affaire", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 1710 aux paras 9 et 10 [ <FRAGMENT_SUPPRESSED> ], selon lesquelles « une demande d'ERAR peut requérir l'examen de quelques-uns ou de la totalité des mêmes points de fait ou de droit qu'une demande d'asile »."], ["[15]", "D'autre part, les demandeurs allèguent que l'agente d'ERAR tire une conclusion de fait erronée sur le dépôt de la plainte présentée par M. Corona à la délégation de Texcoco. L'agente d'ERAR souligne dans sa décision que « [sur] la copie de la plainte on ne peut trouver d'informations pertinentes liant le demandeur au dit document. Le nom du demandeur n'apparaît sur aucune des deux pages soumises. Je constate ainsi qu'on ne peut conclure que cette preuve documentaire est liée au demandeur ». Les demandeurs affirment que la conclusion de l'agente d'ERAR est arbitraire et va à l'encontre de leurs soumissions selon lesquelles ils ont entrepris les démarches nécessaires afin d'obtenir une copie de la plainte en question."], ["[16]", "Les demandeurs soutiennent enfin que l'agente d'ERAR néglige d'analyser la protection de l'État au Mexique, se fiant plutôt à la conclusion de la CISR contenue dans la décision du 8 mars 2010. Or, les demandeurs soutiennent qu'un des documents auquel la CISR réfère dans son analyse de la protection de l'État n'est plus dans le cartable national de documentation sur l'État du Mexique. Le document en question ayant été retiré du cartable et puisque la protection de l'État demeure l'enjeu principal de leur demande, l'agente d'ERAR aurait commis une erreur de droit qui doit être révisée selon la norme de la décision correcte ou, subsidiairement, parce qu'une telle erreur est manifestement déraisonnable.", "B. Position du défendeur"], ["[17]", "Le défendeur soutient que l'agente d'ERAR analyse correctement le dossier de demande d'ERAR des demandeurs. L'agente d'ERAR n'accorde aucune force probante aux éléments de preuve soumis par les demandeurs. Il est de jurisprudence constante qu'il appartient à l'agente d'ERAR de juger de la valeur probante des éléments de preuve au dossier.  <FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], la Cour précise que «vu que l'évaluation de la preuve relève du rôle de l'agente d'ERAR, qui a le pouvoir discrétionnaire de s'appuyer sur les éléments de preuve qu'elle considère appropriés, l'intervention de la Cour n'est pas justifiée ». L'analyse de la valeur probante de la plainte déposée à la délégation de Texcoco est raisonnable en l'instance selon le défendeur qui souligne que l'agente d'ERAR pouvait conclure que M. Corona aurait pu se procurer une copie de sa plainte en s'adressant à son employeur d'autrefois, M. Mario Moncada."], ["[18]", "Le défendeur allègue que le rejet de l'index du cartable national de documentation de la CISR se justifie puisque ces documents ne sont pas conformes au paragraphe113", ") de la", "LIPR", ". Le défendeur souligne que la procédure de l'ERAR n'est « pas un appel ou encore, une demande de révision de la décision de la [CISR] étant donné que le législateur a clairement voulu limiter [les éléments de preuve présentables] dans le cadre d'une telle procédure » (voir", "<FRAGMENT_SUPPRESSED> ). Les demandeurs ne peuvent déposer les mêmes éléments de preuve une seconde fois en alléguant de nouveaux arguments devant l'agente d'ERAR."], ["[19]", "Finalement, le défendeur soutient que les nouveaux éléments de preuves au dossier ne permettent pas de réfuter la conclusion de la CISR selon laquelle ils n'ont pas épuisé tous leurs recours au Mexique avant de réclamer la protection internationale.", "VI. Analyse", "1. L'agente d'ERAR a-t-elle omis de considérer certains éléments de preuves importants au dossier ?"], ["[20]", "L'agente d'ERAR n'a pas omis de considérer certains éléments de preuves importants au dossier."], ["[21]", "Au paragraphe 32 de leurs soumissions écrites, les demandeurs reconnaissent que les documents objectifs déposés à l'appui de leur demande furent présentés devant la CISR. Les demandeurs ne satisfont pas les critères du paragraphe 113", ") de la", "LIPR", ". La Cour tient à rappeler que « la demande d'ERAR présentée par un demandeur d'asile débouté ne constitue pas un appel ni un réexamen de la décision de la [CISR] de rejeter une demande d'asile »(voir <FRAGMENT_SUPPRESSED> précité au para 12). Conséquemment, la copie de la plainte ne peut être admissible aux termes du paragraphe 113", ") de la", "LIPR", ". Les conclusions de fait erronées de l'agente d'ERAR sur le contenu du document ne peuvent en modifier l'admissibilité."], ["[22]", "Les demandeurs prétendent aussi que la décision de l'agente d'ERAR de rejeter l'index du cartable national de documentation de la CISR est déraisonnable. Les demandeurs précisent qu'ils ont eu recours à l'index afin de« démontrer que le seul élément de preuve objective invoqué par le commissaire de la [CISR] dans le cadre de son appréciation de la protection offerte par l'État mexicain aux citoyens qui souhaitent porter plainte fut supprimée du Cartable national de documentation sur le Mexique par la CISR en date du 29 septembre 2010 » (voir le paragraphe 31 du mémoire des faits et du droit des demandeurs joint au dossier des demandeurs). Ils citent également la juge Sharlow dans l'arrêt <FRAGMENT_SUPPRESSED> précité, au para 12, où elle précise: « néanmoins une demande d'ERAR peut nécessiter l'examen de quelques-uns ou de la totalité des mêmes points de fait ou de droit qu'une demande d'asile »."], ["[23]", "Bien que dans l'affaire <FRAGMENT_SUPPRESSED> précitée, le juge Mosley ait déterminé qu'il« ressort clairement d'une lecture attentive de la décision de la [CISR] comme de la décision de l'agent d'ERAR que ni la [CISR] ni l'agent n'ont véritablement cherché à savoir si la crainte du demandeur d'être persécuté pouvait être étayée par l'information objective sur la situation dans le pays en cause [...] Il ne s'agit pas ici d'un cas où je serais disposé à appliquer la présomption selon laquelle un tribunal administratif a examiné l'ensemble de la preuve qu'il avait devant lui car plusieurs éléments indiquent le contraire ». Toutefois, rien n'indique qu'en l'espèce, la CISR a omis de faire une telle analyse."], ["[24]", "D'ailleurs, le juge Pinard, en révision judiciaire de la décision de la CISR, écrit que« le tribunal a trouvé que même en acceptant le fait que le demandeur ait porté plainte, ses efforts pour revendiquer la protection étatique avaient été insuffisants » (voir", "<FRAGMENT_SUPPRESSED> ). La conclusion de la CISR repose principalement sur le fait que les demandeurs n'ont pas épuisé leurs recours internes avant de réclamer le statut de réfugié au Canada. Bien que la CISR ait basé une partie de sa décision sur la documentation de l'État du Mexique, sa conclusion ne tenait pas strictement sur ce seul élément de preuve. Puisqu'un décideur est présumé avoir tenu compte de tous les éléments de preuve dont il dispose (", "<FRAGMENT_SUPPRESSED>  (CA)) et qu'il lui appartient de juger de leur force probante (voir <FRAGMENT_SUPPRESSED> précité, au para 7), la conclusion de l'agente d'ERAR est raisonnable en l'espèce.", "2. L'agente d'ERAR a-t-elle tiré des conclusions de faits ne reposant pas sur des éléments de preuve au dossier ?"], ["[25]", "L'agente d'ERAR n'a pas tiré de conclusions de faits ne reposant pas sur des éléments de preuve au dossier."], ["[26]", "La Cour constate que les demandeurs ont déposé une copie de la plainte de M. Corona comme élément de preuve au dossier. Toutefois, l'agente d'ERAR pouvait raisonnablement conclure qu'il s'agit d'une « photocopie d'un document en espagnol. Le document n'est pas accompagné d'une traduction vers le français ou l'anglais [...] le document est de piètre qualité et l'original du document n'est pas déposé au dossier » (voir la décision de l'agente d'ERAR à la page 9 du dossier des demandeurs)."], ["[27]", "Bien que les demandeurs soutiennent qu'il « [est] arbitraire d'affirmer que \"le demandeur n'a pas entamé les démarches prescrites par son consulat pour obtenir une copie de la plainte\" » (voir le paragraphe 38 du mémoire des faits et du droit des demandeurs joint au dossier des demandeurs), il est raisonnable de penser que M. Corona pouvait se procurer une copie de sa plainte auprès de son employeur. M. Corona a entrepris des démarches auprès du consulat du Mexique à Montréal pour obtenir une copie de sa plainte. Toutefois, il omet d'expliquer pourquoi il n'a pu obtenir copie auprès de son employeur. La Cour tient à rappeler qu'il « appartient au[x] demandeur[s] de faire la preuve du bien-fondé de [leurs] allégations » (voir", "<FRAGMENT_SUPPRESSED>  [2008] ACF no 526 au para 23). À défaut par les demandeurs de démontrer le bien-fondé de leurs allégations, l'agente d'ERAR peut décider qu'elle « accorde peu de valeur probante à ce document pour appuyer les allégations du demandeur »(voir la décision de l'agente d'ERAR à la page 9 du dossier des demandeurs), la Cour n'a pas à intervenir sur cette question puisque cette conclusion n'est pas déraisonnable en l'espèce. ni déterminante par rapport à la question de la suffisance de la protection de l'état au Mexique et qui plus est, le document en question est inadmissible aux termes de l'article 113", ") de la", "LIPR", "3. L'agente d'ERAR a-t-elle erré en ne faisant pas d'analyse sur la protection de l'État au Mexique ?"], ["[28]", "L'agente d'ERAR écrit ce qui suit au sujet de la protection de l'État:", "« Le demandeur a l'obligation de demander la protection de l'état avant de demander la protection internationale. Lorsque l'État en question est démocratique, le demandeur ne peut pas se contenter de démontrer qu'il a rencontré les policiers sans succès. Le niveau de difficulté auquel le demandeur a du faire face pour demander la protection est directement proportionnel au degré de démocratie de l'État en question ( ...).", "Aucun gouvernement ne peut garantir la protection de tous ses citoyens en tout temps. Il ne suffit pas, pour le demandeur, de démontrer que l'État n'a pas toujours réussi à protéger les personnes se trouvant dans une situation semblable. Lorsqu'un État contrôle efficacement son territoire, qu'il est doté d'une armée, de corps policiers et d'autorités civiles, et qu'il déploie des efforts sérieux pour protéger ses citoyens, le simple fait de ne pas y être toujours parvenu ne suffit pas à établir que l'État en est incapable.", "Il y a une présomption que l'État est en mesure d'assurer une protection; pour ces raisons, il faut établir une preuve évidente et probante que l'État n'est pas en mesure ou n'a pas la volonté de fournir la protection ». Le demandeur ne l'a pas fait.", "La preuve soumise au dossier ne relate pas de faits nouveaux qui se seraient déroulés depuis le rejet de la demande d'asile le 08 MAR 2010. De plus, le demandeur ne soumet pas de preuves permettant de réfuter les conclusions de la [CISR] qui a conclu à la Protection de l'État.» (voir la décision de l'agente d'ERAR à la page 11 du dossier des demandeurs)"], ["[29]", "Les demandeurs ont déposé 3 lettres à l'appui de leur demande d'ERAR (voir les lettres de Mme Abundia Jiménez Lechuga, Mme Sara Márquez Guzmán et Rafael Rodrigues Moreno aux pages 94 à 101 du dossier des demandeurs). Toutefois, comme l'agente d'ERAR l'indique dans sa décision, ces lettres n'établissent pas de faits nouveaux permettant d'accueillir la demande d'ERAR."], ["[30]", "De plus, comme nous l'avons indiqué ci-dessus, l'exclusion d'un document du cartable national de documentation n'est pas déterminante en soi puisque la CISR a jugé que les demandeurs n'ont pas épuisé leur recours internes au Mexique avant de faire leur demande d'asile au Canada. Le juge Pinard s'est d'ailleurs prononcé sur la raisonnabilité de cette conclusion."], ["[31]", "En conséquence, la Cour doit faire preuve de retenue face à la conclusion de l'agente d'ERAR qui, en l'espèce, fait partie des issues possibles sur la suffisance de la protection de l'État au Mexique.", "VII. Conclusion"], ["[32]", "La Cour rejette la demande de révision judiciaire des demandeurs et conclut que la décision de l'agente d'ERAR appartient «aux issues possibles acceptables pouvant se justifier au regard des faits et du droit » (voir", "<FRAGMENT_SUPPRESSED>  au para 47).", "JUGEMENT"], ["[33]", "LA COUR STATUE que", "1. Cette demande de révision judiciaire est rejetée; et", "2. Il n'y a aucune question d'intérêt général à certifier.", ".........................", "Felipe De Jesus Moreno Corona and  <FRAGMENT_SUPPRESSED>  This is an application for judicial review submitted pursuant to subsection 72(1) of the Immigration and Refugee Protection Act, SC 2001, c 27 (IRPA) of a decision by a pre-removal risk assessment (PRRA) officer, Sophie Bisaillon, dated August 3, 2011, rejecting the application for a stay of removal of Felipe De Jesus Moreno Corona (Mr. Corona) and his spouse, Cecilia Cortes (Ms. Cortes) (applicants)."], ["[2]", "For the following reasons, this application for judicial review is dismissed.", "II. Facts"], ["[3]", "The applicants are citizens of Mexico."], ["[4]", "They filed a refugee protection claim upon their arrival in Canada. That claim was rejected on March 8, 2010, on the grounds that they did not exhaust their internal remedies before leaving Mexico. In its decision, the Immigration and Refugee Board (IRB) also pointed out that the applicants lack credibility."], ["[5]", "On January 6, 2011, Justice Pinard dismissed the applicants' application for judicial review."], ["[6]", "On April 20, 2011, the applicants filed an application for permanent residence on humanitarian and compassionate grounds."], ["[7]", "The applicants also filed a PRRA application on May 9, 2011, which was rejected on August 3, 2011. In her decision, the PRRA officer found that the applicants did not submit new evidence to rebut the findings by the IRB. She added the following, [translation] \"after . . . consulting the recent, reliable and objective documentation on Mexico, I have come to the conclusion that Mr. Corona and his family have not established that there is more than a mere possibility that they would be persecuted in Mexico or that there are substantial grounds to believe they would be personally subjected to a danger of torture or to a risk of cruel and unusual punishment in their country, Mexico\" (see the PRRA officer's decision at page 11 of the Applicants' Record)."], ["[8]", "On November 15, 2011, the applicants filed an application for leave and judicial review of the PRRA officer's decision.", "III. Legislation"], ["[9]", "Section 113 of the IRPA specifies the following:", "113. Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ") in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", ") in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and", "(i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or", "(ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.", "113. Il est disposé de la demande comme il suit:", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "d) s'agissant du demandeur visé au paragraphe 112(3), sur la base des éléments mentionnés à l'article 97 et, d'autre part:", "(i) soit du fait que le demandeur interdit de territoire pour grande criminalité constitue un danger pour le public au Canada,", "(ii) soit, dans le cas de tout autre demandeur, du fait que la demande devrait être rejetée en raison de la nature et de la gravité de ses actes passés ou du danger qu'il constitue pour la sécurité du Canada.", "IV. Issues and standard of review", "A. Issues", "1. Did the PRRA officer fail to consider some important evidence in the record?", "2. Did the PRRA officer make findings of fact not based on the evidence in the record?", "3. Did the PRRA officer err by failing to analyze state protection in Mexico?", "B. Standard of review"], ["[10]", "<FRAGMENT_SUPPRESSED>  [2009] FCJ No 471 at paragraphs 9 and 10, Justice Kelen wrote the following with respect to the appropriate standard of review for decisions by PRRA officers:"], ["[9] The Court has held that the appropriate standard of review for a PRRA officer's findings of fact and on issues of mixed fact and law is reasonableness: see", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 546 ( <FRAGMENT_SUPPRESSED>  F.T.R. 59.  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 140 at paragraph 18, I held that where an applicant raises issues as to whether a PRRA officer had proper regard to all the evidence when reaching a decision, the appropriate standard of review is reasonableness."], ["[10] Accordingly, the Court will review the PRRA officer's findings with an eye to \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" (", "<FRAGMENT_SUPPRESSED>  N.R. 1 at paragraph 47). However, where the PRRA officer fails to provide adequate reasons to explain why relevant, important and probative new evidence was not considered, then the court will consider that an error of law reviewed on the correctness standard."], ["[11]", "The standard of review in this case is reasonableness. However, as Justice Kelen points out, the omission of an important piece of evidence constitutes an error of law reviewable on the correctness standard."], ["[12]", "Reasonableness \"is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (see Dunsmuir vNew Brunswick, 2008 SCC 9, [2008] SCJ No 9 at paragraph 47).", "V. Position of the parties", "A. Position of the applicants"], ["[13]", "The applicants claim that the PRRA officer rejected pieces of evidence in the record because they did not meet the definition of paragraph 113(", ") of the IRPA. The rejection also concerned the index of the IRB's National Documentation Package dated September 29, 2010, because its content would not be relevant to the context of the case. The applicants contend that those findings are unreasonable because the PRRA officer failed to explain the reasons causing her to reject those pieces of evidence submitted in support of their claim."], ["[14]", "The applicants rely on the findings of Justice Sharlow in", "<FRAGMENT_SUPPRESSED>  [2007] FCJ No 1632 at paragraph 12 ( <FRAGMENT_SUPPRESSED> ) and those of Justice Mosley in", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 1710 at paragraphs 9 and 10 ( <FRAGMENT_SUPPRESSED> ), that \"a PRRA determination may require consideration of some or all of the same factual and legal issues as a claim for refugee protection\"."], ["[15]", "The applicants also allege that the PRRA officer made en erroneous finding of fact with respect to the filing of the complaint submitted by Mr. Corona to the Texcoco office. The PRRA officer pointed out the following in her decision: [translation] \"[on] the copy of the complaint, there is no relevant information linking the applicant to the said document. The applicant's name does not appear on either of the two pages submitted. I therefore believe that it cannot be concluded that this documentary evidence is linked to the applicant\". The applicants state that the PRRA officer's finding is arbitrary and goes against their submissions that they took the necessary steps to obtain a copy of the complaint in question."], ["[16]", "Finally, the applicants submit that the PRRA officer failed to analyze state protection in Mexico, relying instead on the IRB's finding in the decision dated March 8, 2010. The applicants argue that one of the documents the IRB referred to in its analysis of state protection is no longer in the National Documentation Package on the State of Mexico. Because the document in question was withdrawn from the package and because state protection is still the primary issue in their claim, the PRRA officer committed an error of law that must be reviewed on the correctness standard or, alternatively, because such an error is patently unreasonable.", "B. Position of the respondent"], ["[17]", "The respondent maintains that the PRRA officer correctly analyzed the applicants' PRRA application record. The PRRA officer did not give any weight to the evidence submitted by the applicants. It is settled law that it is up to the PRRA officer to assess the probative value of the evidence in the record.  <FRAGMENT_SUPPRESSED> ( <FRAGMENT_SUPPRESSED> ), the Court specified the following: \"[c] onsidering that the assessment of the evidence is within the purview of the PRRA officer who has the discretion to rely on the evidence that she deems appropriate, the intervention of this Court is not justified\". The assessment of the probative value of the complaint filed at the Texcoco office is reasonable in this case in the opinion of the respondent, who points out that the PRRA officer was entitled to find that Mr. Corona could have obtained a copy of his complaint through his past employer, Mario Moncada."], ["[18]", "The respondent alleges that the rejection of the IRB's National Documentation Package index is justifiable because those documents are not consistent with paragraph 113(", ") of the IRPA. The respondent points out that the PRRA procedure is not \"an appeal or an application for review of the [IRB] decision given that Parliament clearly intended to limit the [pieces of] evidence presentable in the context of such a procedure\" (see", "<FRAGMENT_SUPPRESSED> ). The applicants cannot submit the same evidence a second time on the basis of new arguments before the PRRA officer."], ["[19]", "Finally, the respondent maintains that the new evidence in the record does not make it possible to rebut the IRB's finding that they did not exhaust all avenues of recourse in Mexico before claiming international protection.", "VI. Analysis", "1. Did the PRRA officer fail to consider some important evidence in the record?"], ["[20]", "The PRRA officer did not fail to consider some important evidence in the record."], ["[21]", "At paragraph 32 of their written submissions, the applicants acknowledge that the objective documents submitted in support of their claim were before the IRB. The applicants do not meet the criteria in paragraph 113(", ") of the IRPA. The Court wishes to point out that \"[a] PRRA application by a failed refugee claimant is not an appeal or reconsideration of the decision of the [IRB] to reject a claim for refugee protection\" (see <FRAGMENT_SUPPRESSED> , above, at paragraph 12). Consequently, the copy of the complaint cannot be admissible under paragraph 113(", ") of the IRPA. The PRRA officer's erroneous findings of fact on the content of the document cannot change its admissibility."], ["[22]", "The applicants also claim that the PRRA officer's decision to reject the IRB's National Documentation Package index is unreasonable. The applicants specify that they relied on the index to [translation] \"establish that the only objective evidence raised by the [IRB] member in the context of her assessment of the protection offered by the Mexican State to citizens who wish to file a complaint was deleted from the National Documentation Package on Mexico by the IRB on September 29, 2010\" (see paragraph 31 of the Applicants' Memorandum of facts and law attached to the Applicants' Record). They also cite Justice Sharlow in <FRAGMENT_SUPPRESSED> , above, at paragraph 12, where she specifies the following: \"[n] evertheless, it may require consideration of some or all of the same factual and legal issues as a claim for refugee protection\"."], ["[23]", "Even though, in <FRAGMENT_SUPPRESSED> , above, Justice Mosley determined that it \"is clear from a close reading of both the [IRB] and the PRRA decisions that neither expressly consider how the objective country condition information . . . might support the applicant's fear of persecution. This is not a case in which I would wish to rely upon the presumption that a tribunal has considered all of the evidence before it as there are significant indications to the contrary\". However, nothing indicates that the IRB failed to carry out such analysis in the case at bar."], ["[24]", "Furthermore, Justice Pinard, on judicial review of the IRB's decision, wrote that \"while accepting the fact that the applicant had filed a complaint, the panel found that his efforts in seeking state protection were inadequate\" (see", "<FRAGMENT_SUPPRESSED> ). The IRB's finding is primarily based on the fact that the applicants did not exhaust their internal remedies before claiming refugee protection in Canada. Even though the IRB based part of its decision on the documentation on the State of Mexico, its finding was not based strictly on that single piece of evidence. Because a decision-maker is presumed to have considered all of the evidence before it (", "<FRAGMENT_SUPPRESSED>  (CA)) and that it is up to the decision-maker to assess its probative value (see <FRAGMENT_SUPPRESSED> , above, at paragraph 7), the PRRA officer's finding is reasonable in this case.", "2. Did the PRRA officer make findings of fact not based on the evidence in the record?"], ["[25]", "The PRRA officer did not make findings of fact not based on the evidence in the record."], ["[26]", "The Court notes that the applicants submitted a copy of Mr. Corona's complaint as evidence in the record. However, it was reasonably open to the PRRA officer to find that it was a [translation] \"photocopy of a Spanish document. The document is not accompanied by a French or English translation . . . the document is of poor quality and the original document was not filed in the record\" (see the PRRA officer's decision at page 9 of the Applicant's Record)."], ["[27]", "Even though the applicants contend that it [translation] \"[is] arbitrary to state that 'the applicant did not begin the steps required by his Consulate to obtain a copy of the complaint'\" (see paragraph 38 of the Applicants' Memorandum of facts and law attached to the Applicants' Record), it is reasonable to think that Mr. Corona could have obtained a copy of his complaint from his employer. Mr. Corona took steps with the Consulate of Mexico in Montréal to obtain a copy of his complaint. However, he fails to explain why he was unable to obtain a copy from his employer. The Court must reiterate that \"the onus is on [the] Applicant[s] to prove [their] case\" (see", "<FRAGMENT_SUPPRESSED>  [2008] FCJ No 526 at paragraph 23). If the applicants fail to prove their case, the PRRA officer is entitled to decide to [translation] \"assign little probative value to that document to support the applicant's allegations\" (see the PRRA officer's decision at page 9 of the Applicants'Record); the Court should not intervene on this issue because this finding is neither unreasonable in this case nor determinative with respect to the issue of the sufficiency of state protection in Mexico and, what is more, the document in question is inadmissible under paragraph 113(", ") of the IRPA.", "3. Did the PRRA officer err by failing to analyze state protection in Mexico?"], ["[28]", "The PRRA officer wrote the following regarding state protection:", "[Translation]", "\"The applicant has a duty to seek State protection before soliciting international protection. When the State in question is a democratic State, the applicant must do more than simply show that he or she went to see some members of the police force and that his or her efforts were unsuccessful. The level of difficulty the applicant will face in making out his or her case is directly proportional to the level of democracy in the State in question . . . .", "No government can guarantee the protection of all of its citizens at all times. It is not enough for the applicant to show that the state has not always been effective in protecting similarly-situated persons. Where a state has effective control of its territory, has military, police and civil authority in place and makes serious efforts to protect its citizens, the mere fact that it is not always successful will not be enough to establish that the state is unable to protect.", "There is a presumption that the State is able to provide protection; therefore, there must be clear and convincing proof of the State's inability or unwillingness to provide protection.\" The applicant did not do this.", "The evidence entered in the record does not mention new facts that allegedly occurred after the rejection of the refugee claim on March 8, 2010. Furthermore, the applicant did not submit evidence to rebut the findings by the [IRB], who made a finding of state protection. (see the PRRA officer's decision at page 11 of the Applicants' Record)."], ["[29]", "The applicants filed three letters in support of their PRRA application (see the letters by Abundia Jiménez Lechuga, Sara Márquez Guzmán and Rafael Rodrigues Moreno at pages 94 to 101 of the Applicants' Record). However, like the PRRA officer noted in her decision, those letters do not establish new facts making it possible to allow the PRRA application."], ["[30]", "Furthermore, as mentioned above, the exclusion of a document from the National Documentation Package is not determinative in itself because the IRB found that the applicants did not exhaust their internal remedies in Mexico before filing their refugee protection claim in Canada. Justice Pinard also ruled on the reasonableness of this finding."], ["[31]", "As a result, the Court must give deference to the PRRA officer's decision, which, in this case, falls within the possible outcomes on the sufficiency of state protection in Mexico.", "VII. Conclusion"], ["[32]", "The Court dismisses the applicants' application for judicial review and finds that the PRRA officer's decision falls within a range of \"possible, acceptable outcomes which are defensible in respect of the facts and law\" (see", "<FRAGMENT_SUPPRESSED>  at paragraph 47).", "JUDGMENT"], ["[33]", "THE COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed; and", "2. There is no question of general importance for certification.", "[End of document]"]]}