{"id_": "065469", "body_str": [["[1]", "Hughes, J.", ": The Applicant is an adult male citizen of Mexico. He fled Mexico and came to Canada where he claimed refugee protection. That claim was considered by a Member of the Immigration and Refugee Board of Canada who, in a decision dated March 2, 2010, rejected that claim. That decision is the subject of this application for judicial review. I am allowing this application and will send the matter back for re-determination by a different Member. No question is to be certified."], ["[2]", "The relevant facts in this case are uncontradicted. There is no issue as to credibility. The Applicant witnessed a drug transaction while out one evening near his home. He reported this to officials of the Public Ministry. A few days later the Applicant began to receive threatening phone calls. He subsequently was assaulted by some of the same men involved in the drug transaction, neighbours intervened and the police arrived. A report of the incident was given to the police who promised to look into the matter. Nothing happened. The Applicant fled to Mexico City with his family and then to another city in Mexico. Threatening phone calls followed him. The Applicant fled to Canada. His wife and child, because of limited funds went across the border to the United States."], ["[3]", "The issue in this case is the adequacy of state protection. I am satisfied that, in the circumstances, the Applicant did what he could to report the incidences of threats and assault to the authorities and to seek refuge elsewhere in Mexico."], ["[4]", "The Board Member came to the conclusion that, on the whole the issues of corruption and deficiencies are being addressed in Mexico and that state protection is adequate although not perfect. The Member concluded that the Applicant had failed to rebut the presumption of state protection with clear and convincing evidence."], ["[5]", "I find that the Member's decision was not correct in law and was not reasonable having regard to the record before the Board in this case."], ["[6]", "First as to the legal issues, the Federal Court of Appeal in answering a certified question in", "<FRAGMENT_SUPPRESSED>  wrote at paragraph 38:", "38.", "I would answer the certified questions as follows:", "A refugee who claims that the state protection is inadequate or non-existent bears the evidentiary burden of adducing evidence to that effect and the legal burden of persuading the trier of fact that his or her claim in this respect is founded. The standard of proof applicable is the balance of probabilities and there is no requirement of a higher degree of probability than what that standard usually requires. As for the quality of the evidence required to rebut the presumption of state protection, the presumption is rebutted by clear and convincing evidence that the state protection is inadequate or non-existent."], ["[7]", "The Board Member in the present case confused the issue as to", "quality of evidence", "which must be \"clear and convincing\" with the issue of", "standard of proof", "which is the usual \"balance of probabilities\". Thus vague evidence as to a phone call or document that cannot be found possibly may not be \"clear and convincing\" whereas, as in the case here, a report from an agency such as Amnesty International and a news agency such as Reuters or the Wall Street Journal is. Where such \"clear and convincing\" evidence is present it must be weighed on the \"balance of probabilities\"."], ["[8]", "Another error of law is with respect to what is the nature of state protection that is to be considered. Here the Member found that Mexico \"is making serious and genuine efforts\" to address the problem. That is not the test. What must be considered is the actual effectiveness of the protection. I repeat what I said in", "<FRAGMENT_SUPPRESSED> :", "14.", "The Applicants lawyer was given an opportunity to make further submissions as to IFA and did so in writing. In doing so reference was made to a number of reports such as those emanating from the United Nations and the United States and to decisions of this Court including  <FRAGMENT_SUPPRESSED>  2007 FC 1307 at para. 28;  <FRAGMENT_SUPPRESSED>  2007 FC 1265 at para.10; and  <FRAGMENT_SUPPRESSED>  2006 FC 1475 at para. 25. Those and other decisions of this Court point to the fact that Mexico is an emerging, not a full fledged, democracy and that regard must be given to what is actually happening and not what the state is proposing or endeavouring to put in place."], ["[9]", "As to the reasonableness of the findings, the evidence is overwhelming in the present case that Mexico has failed to provide adequate protection. The evidence shows ineptitude, ineffectiveness and corruption in the state agencies that the Member suggested could offer protection."], ["[10]", "As to the Report of Professor Hellman, far from making \"sweeping statements\" supported by \"little empirical data\" as the Member suggests at paragraph 21 of the Reasons, the Report is carefully written and supported by reference to a vast member of authoritative sources. Justice Russell of the Court in his decision in", "<FRAGMENT_SUPPRESSED>  especially at paragraphs 70 to 78 considered this Report and found it to be \"authoritative\" and the conclusion \"startling\"."], ["[11]", "The decision at issue here is deserving of the kind of comments Justice Beaudry made in his decision respecting state protection in Mexico in", "<FRAGMENT_SUPPRESSED> .", "10. I believe that the Board erred on two grounds in coming to its finding. First of all, it weighed the evidence of criticisms of the effectiveness of the legislation against evidence on the efforts made to address the problems of domestic violence. This is not enough to ground a finding of state protection; regard must be given to what is actually happening and not what the state is endeavoring to put in place ( <FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 215 at paragraph 14).", "11.", "Secondly, although the Board does acknowledge the contradictory evidence, it does not truly address the reasons why it considers it to be irrelevant ( <FRAGMENT_SUPPRESSED>  at paragraph 28). The Board does not say how this evidence was weighed against that of the Applicant that she had sought help at the Public Ministry only to be turned away for various reasons. Furthermore, many of the documents relied on by the Board also contain portions which would bring one to reach a different conclusion, are never truly addressed."], ["[12]", "This application must be allowed and the decision sent back for re-determination by a different member who must apply the correct legal standards and give full effect to all the evidence in the Record.", "JUDGMENT"], ["[13]", "For the Reasons provided:", "1. The application is allowed;", "2. The decision of the Member of the Refugee Protection Board dated March 2, 2010 is set aside and the matter is returned for re-determination by a different Member;", "3. No question is certified;", "4. No Order as to costs.", "[End of document]"]]}