{"id_": "065661", "body_str": [["[1]", "Muldoon, J.", ": In this case, the citizenship judge declined the appellant's application after a hearing on November 14, 1991. The appellant had been asked several questions by that judge in order to determine whether he qualified for Canadian citizenship under s. 5(1) of the", "Citizenship Act", ", R.S.C. 1985, c. C-29. The appellant does not contest the citizenship judge's computation of the time in which he resided in Canada during the four years prior to his application. In fact he had accumulated only 357 days of residence in Canada, when he needed 1,095 days in order to qualify, in accordance with the requirements of s. 5(1)(c) of the", "Citizenship Act"], ["[2]", "That provision exacts that the applicant must have \"within the four years immediately preceding the date of his application, accumulated", "at least three years", "of residence in Canada ***\". Parliament introduces an element of emphasis into the statutory text by enacting \"***", "at least", "three years of residence in Canada ***\". Those emphasized words are unnecessary, except for emphasis. The appellant accumulated less than one year, before the date of his application for citizenship. In drawing a purposive interpretation of the statutory language it should be asked: Why did Parliament prescribe at least three years of Canadian residence in the four years immediately before applying for citizenship?"], ["[3]", "It is clear that the purpose of s. 5(1)(c) is to ensure that everyone who is granted precious Canadian citizenship has become, or at least has been compulsorily presented with the everyday opportunity to become, \"Canadianized\". This happens by \"rubbing elbows\" with Canadians in shopping malls, corner stores, libraries, concert halls, auto repair shops, pubs, cabarets, elevators, churches, synagogues, mosques and temples - in a word wherever one can meet and converse with Canadians - during the prescribed three years. One can observe Canadian society for all its virtues, decadence, values, dangers and freedoms, just as it is. That is little enough time in which to become Canadianized. If a citizenship candidate misses that qualifying experience, then Canadian citizenship can be conferred, in effect, on a person who is still a foreigner in experience, social adaptation, and often in though and outlook. If the criterion be applied to some citizenship candidates, it ought to apply to all. So, indeed, it was applied by Madam Justice Reed in", "Re Koo", "(1992), 59 F.T.R. 27 (T.D.), in different factual circumstances, of course."], ["[4]", "The statute does not direct the Court to evince sentimentality in order to evade, or to defy the statutory requirement for residence. Perhaps because of misunderstanding of this Court's previous jurisprudence, applicants seem to be advised to keep Canadian bank accounts, magazine subscriptions, medicare cards, lodgings, furniture, other property and good intentions to meet the statutory criterion, in a word, everything", "except", "really residing among Canadians in Canada for three out of the previous four years, as Parliament prescribes. One may ask: So what if the would-be citizen be away at school or university? What is the urgency? If the candidate cannot find an adequate school or university in Canada, let him or her study abroad and", "then", "come back to Canada in order to comply with the residence requirement."], ["[5]", "The appellant stated at his hearing on March 9, 1993, in Ottawa, that someone, perhaps it was at the Court of Canadian Citizenship, had reassuringly told him, and he believed, that as student attending university abroad he could be out of Canada for slightly longer than two years out of the prescribed three years, and still be qualified to be granted citizenship. Whoever told him that, may have read the former Associate Chief Justice Thurlow's judgment in the case of", "Re Papadogiorgakis", ", [1978] 2 F.C. 208 (T.D.). That someone could not have read the judgment with care, for the factual basis, there, is very different from that of the appellant, here. Even so, the judgment of the former Associate Chief Justice in", "Papadogiorgakis", "stretches the meaning of s. 5(1)(c) of the present", "Citizenship Act", "almost beyond recognition, if its clear purpose be recognized and invoked."], ["[6]", "So those who would throw in their lot with Canadians by becoming citizens must first throw in their lot with Canadians by residing among Canadians, in Canada, during three of the preceding four years, in order to Canadianize themselves. It is not something one can do while abroad, for Canadian life and society exist only in Canada and nowhere else."], ["[7]", "Many immigrants come to Canada from theocratic and/or autocratic countries in which Canada's Constitution, including the", "Canadian Charter of Rights and Freedoms", "with its guaranteed freedoms of expression, speech and religion, would never be tolerated by their tyrannical rulers. Understanding and living comfortably with Canada's beautiful freedoms and their minor limitations takes some getting used to - at least three years of getting used to pursuant to s. 5(1)(c) of the", "Citizenship Act"], ["[8]", "For example, the beautiful Canadian freedom of religion must be understood to be circumscribed by freedom of expression and guaranteed security of the person, for no one can lawfully carry out, or incite others to carry out, the late Khomeini's murderous", "fatwa", "against Salmon Rushdie or any other person whose freedom of expression and personal security are guaranteed by Canada's", "Charter of Rights and Freedoms", ". Of course murder and incitement to murder are still crimes from which the", "fatwa", "exempts no one, believer or nonbeliever, in this secular State, Canada. This is but one example of how some immigrants may need time to Canadianize themselves and to throw off the racial and religious, not to mention political, hatreds of their old countries. Canada wants no fanatics or terrorists. Time - at least three years of time - is what the", "Citizenship Act", "requires of all, including ordinary persons of good will who seek to become Canadian citizens."], ["[9]", "All of these considerations do not involve the appellant's guilt or innocence, honour or dishonour: they are simply a matter of conformity with the residence criterion enacted by Parliament for a clear purpose. In the present case, the appellant appears to be a potential citizen who will be respectable, respected and a credit to Canada. All he has to do is to comply with s. 5(1)(c) of the", "Citizenship Act", "(and its other criteria upon which the citizenship judge formed favourable conclusions when she interviewed him on November 14, 1991)."], ["[10]", "This Court, with regret, but resolutely, pursuant to the statute, dismisses the appellant's appeal.", "Appeal dismissed.", "Editor: Steven C. McMinniman/sg", "[End of document]"]]}