{"id_": "065685", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision by the Pre-Removal Risk Assessment (PRRA) officer dated August 12, 2008, concluding that the applicant would not be at risk of persecution if returned to Turkey, his country of citizenship.  <FRAGMENT_SUPPRESSED>", "FACTS  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant arrived in Canada on July 27, 2006, and made a claim for refugee protection on the basis that he had been persecuted by the Turkish police and security forces in Turkey because of his Kurdish ethnicity and Alevi faith. His refugee claim was denied by the Refugee Protection Division of the Immigration and Refugee Board (the Board) on October 30, 2007 on the basis that the applicant was not credible. His application for judicial review to this Court was denied leave on April 18, 2008. He filed a PRRA application which was dismissed.  <FRAGMENT_SUPPRESSED>", "Decision under review  <FRAGMENT_SUPPRESSED>"], ["[3]", "The PRRA officer stated at page 2 of the PRRA decision, that some of the evidence presented by the applicant pre-dated the Board's decision in the applicant's refugee claim and therefore would not be considered, as no explanation had been provided as to why it had not been presented to the Board. He did not specifically identify the evidence excluded.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The PRRA officer found that the applicant's submissions did not evince any risk to the applicant that had not already been considered by the Board in the applicant's refugee claim (PRRA decision, page 3):  <FRAGMENT_SUPPRESSED>", "\"The risks identified by the applicant in his PRRA application are the same as those which were heard and assessed by the RPD. The purpose of this assessment is not to reargue the facts that were before the RPD. The decision of the RPD is to be considered as final with respect to the issue of protection under sections 96 and 97, subject only to the possibility that new evidence shows that the applicant would be exposed to a new, different or additional risk that could not have been contemplated at the time of the RPD decision. <FRAGMENT_SUPPRESSED>"], ["[5]", "The PRRA officer found at page 3 of his decision that the new evidence that had been presented by the applicant did not establish a personalized risk to the applicant:  <FRAGMENT_SUPPRESSED>", "\"The applicant's submissions consist of news articles and reports printed from internet sources; these documents describe the general country conditions in Turkey, and the applicant has not linked this evidence to his personalized risk. The applicant has not provided objective documentary evidence to support that his profile in Turkey is similar to those persons that would currently be at risk of harm or persecution in that country. <FRAGMENT_SUPPRESSED>"], ["[6]", "The PRRA officer concluded that there was \"less than a mere possibility that the applicant faces persecution should he return to Turkey\" and denied the applicant's PRRA application.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The applicant was scheduled to be deported to the United States of America on October 16, 2008. On October 15, 2008, Mr. Justice Phelan granted a stay until the disposition of the present application because of the serious issues listed below.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant raises the following issues in his application:  <FRAGMENT_SUPPRESSED>", "1. The PRRA officer failed to consider relevant new evidence; or  <FRAGMENT_SUPPRESSED>", "2. If the PRRA officer was aware of the evidence in question, but concluded it was not new evidence, he erred in failing to explain why he did not consider it.  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Court has held that the appropriate standard of review for a PRRA officer's findings of fact and on issues of mixed fact and law is reasonableness: see", "<FRAGMENT_SUPPRESSED> ; 2008 FC 407;", "<FRAGMENT_SUPPRESSED> I held that where an applicant raises issues as to whether a PRRA officer had proper regard to all the evidence when reaching a decision, the appropriate standard of review is reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[10]", "Accordingly, the Court will review the PRRA officer's findings with an eye to \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.\" (", "<FRAGMENT_SUPPRESSED> ). However, where the PRRA officer fails to provide adequate reasons to explain why relevant, important and probative new evidence was not considered, then the court will consider that an error of law reviewed on the correctness standard.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Issue No. 1: Did the PRRA officer fail to consider relevant \"new\" evidence?  <FRAGMENT_SUPPRESSED>"], ["[11]", "There are three pieces of \"new\" evidence that the applicant submits supported his claim of personalized risk and were not considered by the PRRA officer: an arrest warrant issued against the applicant on October 16, 2007; an earlier arrest warrant issued against the applicant on April 19, 1999; and a medical report dated July 4, 2008. The PRRA officer's reasons do not mention any of these documents. The applicant submits that these documents support the applicant's claim that he faces a specific, personalized risk of persecution if returned to Turkey.  <FRAGMENT_SUPPRESSED>"], ["[12]", "Of the three documents, only the medical report post-dates the RPD's October 30, 2007 negative decision on the applicant's refugee claim. In the PRRA submissions, the applicant submitted that the 2007 arrest warrant was new evidence because it post-dated the applicant's refugee", "hearing", ". The respondent submits that as the arrest warranted pre-dates the date of the", "decision", ", it is not new evidence. The PRRA officer stated in his reasons (p. 5 of the Application Record):  <FRAGMENT_SUPPRESSED>", "\"I do not give consideration to documents that pre-date the RPD decision; these documents would have been available to be provided to the panel and no explanation was provided as to why they could not have been presented. <FRAGMENT_SUPPRESSED>", "The respondent submits that this statement provides sufficient explanation as to why the PRRA officer did not consider the 2007 warrant.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Section 113(a) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 provides:  <FRAGMENT_SUPPRESSED>", "\"113. Consideration of an application for protection shall be as follows:  <FRAGMENT_SUPPRESSED>", "(a) an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the", "applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection", "\" (underlining added)  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "\"113. Il est disposé de la demande comme il suit:  <FRAGMENT_SUPPRESSED>", "a) le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet <FRAGMENT_SUPPRESSED>"], ["[14]", "It is clear to the Court that the October 2007 document from Turkey could not reasonably have been received by the applicant before the Board decision dated October 30, 2007. Therefore, it was not reasonably open to the PRRA officer to conclude that the 2007 arrest warrant could have been submitted to the Board before it rendered its decision. The applicant submits in this application that he did not actually receive the warrant till December 2007, but this explanation was not before the PRRA officer.  <FRAGMENT_SUPPRESSED>"], ["[15]", "However, the so-called \"new\" evidence also included a 1999 arrest warrant, essentially identical in content to the 2007 warrant that was not provided to the RPD. With respect to this document, the applicant did provide an explanation as to why it was not submitted to the Board. The applicant stated in his PRRA submissions (p. 30 of the Application Record):  <FRAGMENT_SUPPRESSED>", "\"With respect to the 1999 arrest warrant, the Applicant obviously acknowledges that this is not new evidence, in the sense that it existed prior to the RPD hearing. However, the applicant submits that it should be taken into account in determining the PRRA, as it is highly relevant to the risk that he faces. It was not before the Refugee Protection Division, and therefore, the PRRA provides the only opportunity for Canadian authorities to consider the risk factors that it raises. Furthermore, the document was not before the RPD through no fault of his own. He obtained the document as soon as he could, but when it arrived in Canada,", "he was advised by his former counsel and his relatives that he should not use the documents. Deferring to their judgment, the document was not submitted to the Board", ". In these circumstances, it would be unfair to not consider this highly probative piece of evidence.\" (Emphasis added).  <FRAGMENT_SUPPRESSED>"], ["[16]", "The 1992 arrest warrant runs counter to the PRRA officer's conclusion that \"the applicant is not recognizable as a member of these targeted groups\" and that the applicant had adduced no evidence to support his claim \"that his profile in Turkey is similar to those persons that would currently be at risk of harm or persecution in that country.\" (p. 6, Application Record)  <FRAGMENT_SUPPRESSED>"], ["[17]", "If the PRRA officer found the applicant's explanation as to why the 1999 warrant was not provided to the Board inadequate, he did not say so. His statement that the applicant had offered no explanation as to why evidence pre-dating Board's decision was not provided suggests that he was not aware that the applicant had offered an explanation for this document. As I will discuss under the second issue, below, if the officer was aware that an explanation had been provided and found the explanation inadequate, his reasons should have reflected this finding, particularly in light of the probative nature of the document.  <FRAGMENT_SUPPRESSED>", "The Medical Report  <FRAGMENT_SUPPRESSED>"], ["[18]", "The medical report was alleged \"new\" evidence that corroborates the applicant's story about torture wounds, and post-dated the Board's decision. The report details the applicant's injuries and concludes that these injuries were compatible with the applicant's claims that he was previously tortured in Turkey. No medical report had been provided to the RPD, which found the applicant's allegations regarding his treatment in Turkey were not credible.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant provided an explanation as to why no medical report had been made available to the Board. The applicant stated in his PRRA submissions:  <FRAGMENT_SUPPRESSED>", "\"With respect to the medical report, the applicant submits that he has no medical reports from Turkey because he was always afraid of being asked how the injuries had occurred. He was terrified of suffering further repercussions if a report about the cause of his injuries, and his allegations of torture, reached the police. In view of this explanation, it is submitted that no negative inference should be drawn from the fact that the applicant is unable to produce contemporaneous medical reports corroborating his injuries. Not being familiar with the Canadian refugee process, Mustafa was unaware that he could obtain a medical report in Canada documenting his injuries. <FRAGMENT_SUPPRESSED>"], ["[20]", "It may have been reasonably open to the PRRA officer to conclude that the applicant had sufficient time after arriving in Canada to obtain a medical report before his RPD hearing, or that medical report was not probative, or that considering it would amount to re-adjudicating the applicant's refugee claim, on which the RPD had already rendered a negative decision. However, the PRRA officer did not make any such finding. Rather, he stated at p. 6:  <FRAGMENT_SUPPRESSED>", "\"... the applicant's submissions consist of news articles and reports printed from internet sources; these documents describe the general country conditions in Turkey, and the applicant has not linked this evidence to his personalized risk. <FRAGMENT_SUPPRESSED>", "This statement suggests to show that the PRRA officer was unaware that this medical report post-dating the RPD hearing was part of the applicant's PRRA submissions. The PRRA officer is certainly not required to mention every piece of evidence in his reasons, but his characterization of all the new evidence as generalized and his statement that the applicant provided no link to personalized risk suggests he was not aware of the medical report.  <FRAGMENT_SUPPRESSED>", "Issue 2: If the PRRA officer considered the evidence, but concluded it was not new evidence, did he provide adequate reasons?  <FRAGMENT_SUPPRESSED>"], ["[21]", "As I have found above, if the PRRA officer considered the 1999 arrest warrant and the medical report and concluded that they were not new evidence, he did not state this in his reasons. The applicant explained why the 1999 warrant was not made available to the Board. The medical report post-dated the decision. There was no similar report before the Board and the applicant did provide an explanation as to why no medical report had previously been provided. If the PRRA officer found these explanations inadequate, he did not state so or explain why.  <FRAGMENT_SUPPRESSED>"], ["[22]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal stated at paragraph 13:  <FRAGMENT_SUPPRESSED>", "\"¶13 As I read s. 113(a), it is based on the premise that a negative refugee determination by the RPD must be respected by the PRRA officer, unless there is new evidence of facts that might have affected the outcome of the RPD hearing if the evidence had been presented to the RPD. Section 113(a) asks a number of questions, some expressly and some by necessary implication, about the proposed new evidence. I summarize those questions as follows:  <FRAGMENT_SUPPRESSED>", "1.", "Credibility", ": Is the evidence credible, considering its source and the circumstances in which it came into existence? If not, the evidence need not be considered.  <FRAGMENT_SUPPRESSED>", "2.", "Relevance", ": Is the evidence relevant to the PRRA application, in the sense that it is capable of proving or disproving a fact that is relevant to the claim for protection? If not, the evidence need not be considered.  <FRAGMENT_SUPPRESSED>", "3.", "Newness", ": Is the evidence new in the sense that it is capable of:  <FRAGMENT_SUPPRESSED>", "(a) proving the current state of affairs in the country of removal or an event that occurred or a circumstance that arose after the hearing in the RPD, or  <FRAGMENT_SUPPRESSED>", "(b) proving a fact that was unknown to the refugee claimant at the time of the RPD hearing, or  <FRAGMENT_SUPPRESSED>", "(c) contradicting a finding of fact by the RPD (including a credibility finding)?  <FRAGMENT_SUPPRESSED>", "If not, the evidence need not be considered.  <FRAGMENT_SUPPRESSED>", "4.", "Materiality", ": Is the evidence material, in the sense that the refugee claim probably would have succeeded if the evidence had been made available to the RPD? If not, the evidence need not be considered.  <FRAGMENT_SUPPRESSED>", "5.", "Express statutory conditions", ":  <FRAGMENT_SUPPRESSED>", "(a) If the evidence is capable of proving only an event that occurred or circumstances that arose prior to the RPD hearing, then has the applicant established either that the evidence was not reasonably available to him or her for presentation at the RPD hearing, or that he or she could not reasonably have been expected in the circumstances to have presented the evidence at the RPD hearing? If not, the evidence need not be considered.  <FRAGMENT_SUPPRESSED>", "(b) If the evidence is capable of proving an event that occurred or circumstances that arose after the RPD hearing, then the evidence must be considered (unless it is rejected because it is not credible, not relevant, not new or not material).  <FRAGMENT_SUPPRESSED>", "\"¶14 The first four questions, relating to credibility, relevance, newness and materiality, are necessarily implied from the purpose of s. 113(a) within the statutory scheme of the", "IRPA", "relating to refugee claims and pre-removal risk assessments. The remaining questions are asked expressly by s. 113(a). <FRAGMENT_SUPPRESSED>"], ["[23]", "The arrest warrants and the medical report were not before the Board. There are no reasons from the PRRA officer why these documents were not considered new evidence or why the applicant could not reasonably have been expected to provide them at the RPD hearing. There is also nothing in the decision to indicate that the officer considered any other factors set out by the FCA in", "<FRAGMENT_SUPPRESSED> , in assessing whether the 1999 arrest warrant and the medical report were precluded by s. 113. Neither document was before the RPD, and both documents potentially contradict the RPD's findings of fact as to the applicant's credibility, and additionally, potentially substantiate the applicant's allegations of risk if returned to Turkey.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Given the probative nature of the two arrest warrants in particular, if the PRRA officer concluded that the applicant's explanation for failing to produce them before the Board was inadequate, he should have stated this in his reasons. His failure to make any mention of these documents is an error of law.  <FRAGMENT_SUPPRESSED>"], ["[25]", "For these reasons, this application is allowed and the matter is referred back to another PRRA officer for redetermination in accordance with these Reasons.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Both parties advised the Court that they do not consider that this case raises a serious question which ought to be certified for an appeal. The Court agrees.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[27]", "THIS COURT ORDERS AND ADJUDGES that", ":  <FRAGMENT_SUPPRESSED>", "This application is allowed, the PPRA Officer's decision dated August 12, 2008 is set aside and the matter is referred to another PRRA Officer for redetermination in accordance with these Reasons.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: E. Joanne Oley  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}