{"id_": "065680", "body_str": [["[1]", "Mosley, J.", ": The applicants are a mother and son who are citizens of Vietnam. The mother, Oanh Thi Phung, was sponsored by her husband, a Canadian citizen, and has permanent residence status in Canada."], ["[2]", "The son, Duy Tuan Hoang, was not disclosed when Ms. Phung applied to come to Canada. They now wish to be reunited in this country. An Immigration Officer denied their application. They seek judicial review of that decision."], ["[3]", "The respondent contends that the application for judicial review should be dismissed on the ground that Ms. Phung has not exercised her right of appeal to the Immigration Appeal Division of the Immigration and Refugee Board."], ["[4]", "In the particular circumstances which arise in this case, I find that the applicants would be denied a meaningful remedy if the Court were to decline to review the Immigration Officer's decision."], ["[5]", "On the merits of the application, I find that the officer's decision should be set aside for the reasons set out below.", "BACKGROUND"], ["[6]", "Ms. Phung had a relationship with Duy Tuan Hoang's father, Hiep Tuan Hoang, from 1995 to 2000. She met her current husband, Mr. Dan Deschamps, in 2005. Mr. Deschamps sought to sponsor Ms. Phung so the two could leave Vietnam together for reasons ostensibly related to an unpaid drug debt. Two applications for temporary residence status for Ms. Phung were denied. They were then married in Vietnam and she was allowed to accompany him to Canada in 2006. Their son John Duy Deschamps was born before they left Vietnam and has Canadian citizenship."], ["[7]", "The existence of Duy Tuan Hoang was not disclosed during the couple's efforts to gain Ms. Phung admission to Canada. Ms. Phung's explanation is that they were in fear for their lives and intended to address Duy's situation once they were safely in Canada. She also said that she concealed his existence because of stigma attached to the birth of a child outside of marriage in Vietnam."], ["[8]", "Because Duy was excluded from the family class as a non-disclosed dependant by reason of s.117(9)(d) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (hereafter the Regulations), an exemption was requested on humanitarian and compassionate (H&C) grounds under s.25 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 26 (hereafter the IRPA).", "DECISION UNDER REVIEW"], ["[9]", "The officer, who was the same officer who had denied the earlier applications to grant Ms. Phung a temporary residence permit, found that Duy did not meet the requirements to immigrate to Canada because of his exclusion from the family class. She found that the H&C grounds cited were insufficient to overcome the inadmissibility."], ["[10]", "In the Computer Assisted Immigration Processing System (hereafter CAIPS) notes prepared by the officer, she indicated that she was unsure of the current address of the minor applicant. One of the addresses submitted was that of his maternal grand-parents and another was the same as that of his father. She thought that his living arrangements were therefore unclear. The officer considered a DNA test unsupervised by Canadian officials which confirmed the maternal relationship. The officer also considered correspondence between the applicants, the H&C submissions (which she summarized) and photographs of visits by the principal applicant to Vietnam to see her son."], ["[11]", "The officer summarized the past proceedings involving the principal applicant and emphasized the fact that Ms. Phung had never mentioned her first son notwithstanding several opportunities to do so. The officer noted that there were concerns about her credibility and that her claim that the RCMP and a senior immigration official had facilitated her sponsorship arrangements was not verified."], ["[12]", "With respect to positive H&C considerations, the officer noted that if approved, Duy would be reunited with his mother, his half-brother and his step-father in Canada. Under negative considerations she noted that the child was now 15 years old, had always lived in Vietnam with his grand-mother and father, had not been prepared to come to live in Canada, did not learn English, and had always attended the same school. She also noted that no submissions were made with regards to financial support received and the child's living conditions in Vietnam. The officer found it dubious that Ms. Phung would not declare the existence of her son to anyone since he was born out of a common-law relationship."], ["[13]", "In the result, the officer concluded that nothing submitted showed that it was in the best interest of Duy to leave Vietnam.", "ISSUES"], ["[14]", "The issues raised on this application are:", "a. Was the adult applicant required to exhaust her right of appeal as a sponsor before seeking judicial review of the officer's decision?", "b. Did the officer apply the correct H&C criteria including the best interest of the child?", "c. Did the officer misconstrue the evidence?", "RELEVANT LEGISLATION"], ["[15]", "Sections 25(1), 63(1), 65 and 72(1) & (2)(a) of the IRPA are relevant to this application:", "25. (1) The Minister must, on request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "63. (1) A person who has filed in the prescribed manner an application to sponsor a foreign national as a member of the family class may appeal to the Immigration Appeal Division against a decision not to issue the foreign national a permanent resident visa.", "65. In an appeal under subsection 63(1) or (2) respecting an application based on membership in the family class, the Immigration Appeal Division may not consider humanitarian and compassionate considerations unless it has decided that the foreign national is a member of the family class and that their sponsor is a sponsor within the meaning of the regulations.", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "(2) The following provisions govern an application under subsection (1):", "(a) the application may not be made until any right of appeal that may be provided by this Act is exhausted;"], ["[16]", "Paragraph 117(9)(d) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 is also applicable:", "117. (9) A foreign national shall not be considered a member of the family class by virtue of their relationship to a sponsor if", "[...]", "(d) subject to subsection (10), the sponsor previously made an application for permanent residence and became a permanent resident and, at the time of that application, the foreign national was a non-accompanying family member of the sponsor and was not examined.", "ANALYSIS", "Standard of Review"], ["[17]", "The issues before this Court are questions of fact and of mixed fact and law which attract a standard of reasonableness:", "FRAGMENT_SUPPRESSED. The decision of an officer whether to grant permanent residency is reviewable upon a standard of reasonableness:", "FRAGMENT_SUPPRESSED."], ["[18]", "Reasonableness is based on the existence of justification, transparency and intelligibility within the decision-making process and whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law:", "FRAGMENT_SUPPRESSED.", "Was the adult applicant required to exhaust her right of appeal before seeking judicial review of the officer's decision?"], ["[19]", "Under s. 63(1) of the IRPA it was open to Ms. Phung as the sponsor to appeal the officer's decision to the Immigration Appeal Division of the Immigration and Refugee Board (hereafter the Appeal Division). At first impression, paragraph 72(2)(a) of the IRPA would bar an application for judicial review of the decision until that right of appeal had been exercised. For that reason, the respondent submits that this application should be dismissed, citing", "FRAGMENT_SUPPRESSED."], ["[20]", "The applicants contend that in their circumstances, Ms. Phung's right of appeal is meaningless since s. 65 of the IRPA bars consideration of H&C grounds by the Appeal Division unless it has decided that the foreign national is a member of the family class. There is no dispute between the parties that by reason of s. 117(9)(d) of the Regulations, the minor applicant is excluded from the family class. It is also not disputed that the only basis on which Duy's inadmissibility could be overcome would be through an exemption on H&C considerations under s. 25 of the IRPA."], ["[21]", "In these circumstances, the outcome of an appeal by the sponsor under s. 63 would be preordained. The outcome of judicial review of that decision would also be inevitable as the Court could do nothing but uphold the Appeal Division's finding that it lacked jurisdiction to consider H&C factors."], ["[22]", "The respondent contends that this paradoxical state of affairs must be deemed to have been Parliament's intent in enacting ss. 63, 65 and 72 of the IRPA. This, the respondent submits, has been confirmed by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ", above. This applies to decisions excluding undeclared dependents even where it is beyond dispute that an appeal would not be a viable remedy:", "FRAGMENT_SUPPRESSED."], ["[23]", "In", "FRAGMENT_SUPPRESSED", ", the Federal Court of Appeal considered whether an application for judicial review of a decision denying a spousal application was barred while the sponsor exercised a right of appeal pursuant to s. 63 of the IRPA. The Court concluded that the statutory bar in section 72 of the IRPA prevailed over section 18.1 of the", "Federal Courts Act", ", RSC, c F-7 granting the right to apply for judicial review. In the particular circumstances of that case, the appeal remedy was superior as it gave the appellant a", "de novo", "hearing on the merits far broader in scope than that which could have been provided through judicial review (para 19). The Court of Appeal relied on this to distinguish a series of earlier authorities in which it was found that the effect of barring access to judicial review was to deny a remedy altogether."], ["[24]", "The combined effect of s. 65 of the IRPA and s. 117(9)(d) of the Regulations was not engaged in", "FRAGMENT_SUPPRESSED", ". The Appeal Division had in fact exercised jurisdiction to determine the matter on H&C considerations. Indeed it found that there was FRAGMENT_SUPPRESSED The appeal was therefore convenient to deal with all of the issues raised as a result of the visa officer's decision and there was no need to provide an alternative mechanism to seek relief."], ["[25]", "In these proceedings, the respondent does not dispute that the Appeal Division would be unable to determine whether special relief should be accorded the minor applicant because of the interaction of s. 65 of the IRPA and s. 117(9)(d) of the Regulations. The only procedural route open to the minor applicant, the respondent suggests, is to bring a separate application under s. 25 of the IRPA. But that is effectively what the minor applicant, the foreign national seeking an exemption from inadmissibility under s. 25, has done."], ["[26]", "A right of appeal from a visa officer's decision is only meaningful if the concerns with the decision can be addressed through the appellate procedure. The fact that this could not be accomplished by an appeal in the present context was recognized by Justice Martineau in", "FRAGMENT_SUPPRESSED. He found that paragraph 72(2)(a) of the IRPA did not apply when the decision in question was not, in reality, appealable. FRAGMENT_SUPPRESSED, Justice Martineau stated:", "FRAGMENT_SUPPRESSED"], ["[27]", "FRAGMENT_SUPPRESSED", "was distinguished in", "FRAGMENT_SUPPRESSED", "above, by Justice Boivin, on the ground that in the matter before him, unlike in", "FRAGMENT_SUPPRESSED", ", the applicant had not made representations for an exemption on H&C grounds."], ["[28]", "Here, as in", "FRAGMENT_SUPPRESSED", ", the applicants had made extensive H&C submissions to the officer. I agree with Justice Martineau that in such situations, the limitation in paragraph 72(2)(a) of the IRPA does not override the Court's jurisdiction to review whether the officer erred in considering the H&C factors. To conclude otherwise would deny foreign nationals who are excluded from the family class an effective remedy and would be inconsistent with the broad discretion to grant an exemption, particularly where the best interests of a child are concerned."], ["[29]", "This is not a case, such as the Court of Appeal found in", "FRAGMENT_SUPPRESSED", ", above, where an early application for judicial review was unnecessary and thus an unwarranted waste of time, money and scarce judicial resources. To the contrary, it would have been a waste of time, money and resources for the sponsor to have sought a decision from the Appeal Division and from that, sought leave for judicial review from this Court. The result would have been a foregone conclusion."], ["[30]", "In a post-hearing submission, counsel for the respondent drew my attention to", "FRAGMENT_SUPPRESSED, a recent decision of Justice Gleason. On analogous facts, Justice Gleason found that the sponsor did not have standing to bring an application for judicial review under subsection 18.1(1) of the", "Federal Courts Act", "as he was not a person \"directly affected by the matter in respect of which relief is sought\". Accordingly, the respondent's request to strike the sponsor's name from the style of cause was granted. In that case the sponsorees were three adult children who were non-declared dependents at the time the sponsor was granted permanent residence. Justice Gleason proceeded to consider the merits of the application with respect to the decision to deny an exemption on H&C grounds."], ["[31]", "Whether the adult applicant has standing or is required to appeal before applying for judicial review does not, in my view, deprive the foreign national - in this case the minor applicant - of the right under s. 18.1 of the", "Federal Courts Act", "to seek judicial review of a decision to deny him an exemption under s. 25 of the IRPA."], ["[32]", "I will exercise my jurisdiction, therefore, to consider the application on its merits.", "Did the officer apply the correct H&C criteria?"], ["[33]", "H&C grounds for exempting an applicant from visa requirements can include the reasons why a sponsor did not declare a child or a parent in seeking permanent residence status:", "FRAGMENT_SUPPRESSED."], ["[34]", "The officer was entitled to consider the previous immigration history of the sponsor and any misrepresentations she may have made:", "FRAGMENT_SUPPRESSED. From my reading of the CAIPS notes, however, I find that the officer focused much of her attention on the principal applicant's prior history and failure to declare her son to the exclusion of other considerations."], ["[35]", "A similar situation was addressed by Justice de Montigny in", "FRAGMENT_SUPPRESSED", ", above. He stated the following FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED. FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED, FRAGMENT_SUPPRESSED"], ["[36]", "Justice de Montigny found that the officer in that case had considered the failure to disclose as a paramount factor precluding any possibility that H&C factors could overcome the exclusion mandated by s. 117(9)(d) of the Regulations. This fixation on that factor prevented the officer from genuinely assessing the H&C considerations submitted by the applicants."], ["[37]", "I have reached a similar conclusion in this case. The officer did not ignore the H&C considerations but her review of them was cursory in contrast to her discussion of the occasions on which the principal applicant could have disclosed her son but did not. The officer's review of the factors was coloured, in my view, by her awareness of the principal applicant's misrepresentations during their earlier interactions and perceived failure to look after the interests of her son when she had the opportunity to do so earlier."], ["[38]", "An officer's reasons do not have to mention every detail or fact taken into consideration:", "FRAGMENT_SUPPRESSED. But in this case, there is no mention in the CAIPS notes of the temporary nature of Duy's living arrangement in Vietnam with his grand-parents; the fact that the principal applicant went back temporarily to Vietnam to care for her son and to alleviate the burden of separation; the emotional link between the applicants; his ties to his half-brother; and the poor financial situation of Duy's biological father and inability to care for his son due to his substance abuse."], ["[39]", "In my view, the officer's judgement was unduly influenced by the principal applicant's past misrepresentations. I find that the decision is unreasonable.", "Did the officer misconstrue the evidence?"], ["[40]", "The applicants submit that the officer erred in not considering the second Vietnam visit of the principal applicant and a letter from the minor applicant. They also submit that the officer misconstrued the evidence in stating that Duy possibly lived with his father and paternal grand-parents and that there was no evidence of financial support. For the most part, however, this information was covered directly or by inference in the officer's notes. It was reasonable for the officer to question Duy's living arrangements as the evidence submitted to her was contradictory on that point."], ["[41]", "The officer erred in stating that there was no evidence that the principal applicant was financially supporting her child. The H&C submissions indicate that the principal applicant is sending money to her parents, the temporary caregiver of Duy. It was open to the officer to find that this evidence was insufficient; however it was not open for her to declare that there was no evidence when some existed."], ["[42]", "It appears that the officer could not understand why the principal applicant would want to hide Duy from her family since he was born out of a \"common-law\" relationship. It is not clear from the reasons whether the officer considered whether such relationships were recognized in Vietnam and the effect that might have on any stigma that might attach to the parents and the child. This might not have been clear in the submissions, but it was not open to the officer to draw inferences based on western socio-legal concepts:", "FRAGMENT_SUPPRESSED."], ["[43]", "As the officer's analysis of the H&C grounds is based partly on her assumptions that the principal applicant did not financially support Duy and that he had always lived with his father or paternal grandparents, her conclusions may have been different had she not misconstrued certain facts.", "QUESTION for certification"], ["[44]", "The applicants propose the following question for certification as a serious question of general importance:", "In light of sections 72(2)(a), 63(1) and 65 of the", "Immigration and Refugee Protection Act", "and the case of", "FRAGMENT_SUPPRESSED, where the applicant has made a family class sponsorship application and requested humanitarian and compassionate considerations within the application, is the applicant precluded from seeking judicial review by the Federal Court before exhausting their right of appeal to the Immigration Appeal Division where the right of appeal is limited pursuant to s.117(9)(d) of IRPA."], ["[45]", "The respondent proposes no question for certification and opposes the question proposed by the applicants on the ground that this question has already been answered by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ", above. The respondent further opposes the proposed question on the ground that the question whether an applicant is excluded under s.117(9)(d) of the Regulations is an issue to be decided by the Immigration Appeal Division on appeal."], ["[46]", "In my view it is not necessary to certify the proposed question as I have found that in the particular circumstances of this case, the applicant Duy Thuan Hoang is not barred from seeking judicial review of the officer's finding that H&C considerations did not overcome his inadmissibility and justify the grant of an exemption. The question of law addressed by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", "does not arise on the facts of this case.", "JUDGMENT"], ["[47]", "THIS COURT'S JUDGMENT is that", "1. the application is granted;", "2. the matter is remitted for reconsideration by a different immigration officer; and", "3. no question is certified.", "Application allowed.", "Editor: Angela E. McKay/vnh"]]}