{"id_": "065916", "body_str": [["[1]", "Lagacé, D.J.", ": This is an application for judicial review pursuant to section 72 of the Immigration and Refugee Protection Act, S.C. 2001, c. 27 (IRPA), of a decision of a pre-removal risk assessment officer (the Officer), dated April 9, 2008, refusing the applicant's application for permanent residence from within Canada on humanitarian and compassionate (H & C) grounds.", "II.", "The facts"], ["[2]", "The applicants arrived in Canada as visitors in January 2003. Shortly thereafter, they made refugee claims, which were refused in June 2004 on the basis of a lack of credibility and trustworthy evidence, as was their application for leave and judicial review. They filed their H & C application in August 2006. Their pre-removal risk assessment application was initiated in January 2007 and decided at the same time as the H & C application under review. That decision is not challenged.", "III.", "Issues"], ["[3]", "The issues can be summarised as follows:", "a. Did the Officer err or breach natural justice in her treatment of the outstanding charges against the male applicant?", "b. Did the Officer err in her analysis of the best interests of the child?", "c. Is the Officer's decision unreasonable?", "IV.", "Analysis", "Standard of Review"], ["[4]", "The appropriate standard of review of a decision on an H & C application is reasonableness with respect to matters of fact or mixed fact and law. Consequently, the decision must be justifiable, transparent and intelligible within the decision-making process ( <FRAGMENT_SUPPRESSED> ). It should be vacated only if it is perverse, capricious, not based on the evidence or based on an important mischaracterization of material facts. But, on the other hand, a breach of procedural fairness is cause to set the resultant decision aside, unless there is no possible way that another outcome could have been reached."], ["[5]", "Given the discretionary nature of H & C decisions, considerable deference must be accorded to such decisions. Intervention is therefore only warranted if the decision cannot withstand a somewhat probing examination ( <FRAGMENT_SUPPRESSED> ).", "Mr. Garcia's Outstanding Criminal Charges"], ["[6]", "At the outset of her decision, the Officer has this to say:", "The applicants present themselves as good members of society", "and point to numerous letters of reference and their participation in volunteer activities to demonstrate this.", "However", "I note that the male applicant is presently before the courts, facing criminal charges, namely, criminal negligence/bodily harm; dangerous operation of a vehicle/bodily harm; assault with a weapon; assault causing bodily harm; fail to stop at an accident/bodily harm. The male applicant is next before the court in mid-April 2008", ". [Emphasis added.]"], ["[7]", "The applicants contend that the Officer's discussion of this issue right at the outset indicates by its tone the high priority she gives it and that she uses Mr. Garcia's charges to dispute the applicants' submissions that they are \"good members of society\"."], ["[8]", "The Court does not know precisely what effect the criminal charges in question had on the analysis made by the Officer on the qualification of the applicant's social integration, however the Court can presume that it did not help the applicants with their H & C request, far from it. If the criminal charges had no effect on the result of the application, why mention it? What was the necessity to make such a statement and why suggest that as a result of these criminal charges the applicants would not be \"good members of the society\"?"], ["[9]", "True, the applicants had the obligation to provide all information in order to demonstrate that their personal circumstances warrant exemption from the permanent resident visa requirement and to report any changes to the Officer that the male applicant was facing criminal charges and were given the opportunity to update their H & C submissions. It is also true that the applicants omitted to update their H & C submissions in order to disclose these charges. But we do not know why these charges were not disclosed to the Officer, and we know nothing about these charges except for the fact that they do exist and that as a consequence \"[t] he male applicant is next before the [criminal] court in mid-April 2008\". The Officer rendered her decision on April 9, 2008; why not wait for the outcome of the criminal charges if she knew that the male applicant was next before the criminal court in mid-April?"], ["[10]", "But one fact remains, the above quoted statement of the Officer with regard to pending criminal charges and the applicants' flagrant omission in this regard does cast a negative light on the process of their entire application, especially considering the prior refusal of their refugee claim on the basis of a lack of credibility.", "Did the Officer Err or Breach Natural Justice in her Treatment of the Outstanding Charges against the Male Applicant?"], ["[11]", "It is well established that the Immigration Manual constitutes relevant policy guidance to immigration officers and may be relied upon by the Court in determining the reasonableness of an exercise of discretion under the Act. As the Supreme Court of Canada found in Baker, above, at paras. 16 and 17:", "16 Immigration officers who make H & C decisions are provided with a set of guidelines, contained in chapter 9 of the Immigration Manual: Examination and Enforcement. The guidelines constitute instructions to immigration officers about how to exercise the discretion delegated to them. These guidelines are also available to the public. [...]", "17 The guidelines also set out the bases upon which the discretion conferred by s. 114(2) and the Regulations should be exercised. [...]"], ["[12]", "Baker, above, determined that these guidelines are \"a useful indicator of what constitutes a reasonable interpretation of the power\" conferred by the applicable section of the IRPA. The \"fact that [the impugned] decision was contrary to [the Officer's] directives is of great help in assessing whether the decision was an unreasonable exercise\" of the discretion conferred by the IRPA. The Court is therefore justified to rely on the instructions in the manual when reviewing the decisions of immigration officers (Baker, at para. 72;  <FRAGMENT_SUPPRESSED>  (QL), at paras. 44-49)."], ["[13]", "The Immigration Manual sets out a two-step process for decision-making under s. 25(1) of the IRPA. Step 1 is an assessment of humanitarian and compassionate factors supporting the request for an exemption from the normal rule that visa applicant must apply from abroad. If accepted, the officer proceeds to step 2, an assessment of the applicant to determine whether he meets the requirements of the IRPA, including that the applicant and their family members are not inadmissible (Immigration Manual, Chapter IP5, ss. 5.5, 5.6;  <FRAGMENT_SUPPRESSED>  (QL), at paras. 14-22). This two-step process has itself been the subject of judicial review, and was found to be lawful and consistent with the IRPA."], ["[14]", "In the section of the manual entitled \"Procedure: Step one: H & C assessment procedure common to all applicants\", the manual includes a section setting out the approach to be taken where an H & C applicant is facing outstanding criminal charges in Canada. Noting that \"[d] ecision-making can become complicated when, prior to or during the consideration of H & C factors, a known or suspected inadmissibility is identified\", the manual instructs officers assessing cases where there are, inter alia, outstanding criminal charges, to examine \"the facts related to the known or suspected inadmissibility\", which it says may be relevant to the H & C decision of step one. Specifically, officers are instructed as follows:", "When considering the H & C decisions, officers must not be concerned with whether or not the conviction makes the applicant inadmissible. However, they may consider factors such as the applicant's actions, including those that led to and followed the conviction.", "Officers should consider:", "• the type of criminal conviction;", "• whether the conviction is an isolated incident or part of a pattern of recidivist criminality;", "• length of time since the conviction;", "• what sentence was received; and", "• any information about circumstances of the crime.", "(Immigration Manual, Chapter IP5, s.11.3; Process for known or suspected inadmissibility of applicant (or family members))"], ["[15]", "In the present case, not only were there no convictions, but the Officer made no attempt to ascertain the underlying facts and circumstances of the charges, and denied the applicants an opportunity to respond. She simply relied on the existence of outstanding charges, which she discovered on FOSS, to impugn the applicants' good character. And she did so knowing that the charges were to come before the criminal court within days of her decision, but nevertheless pressed ahead despite the possibility of acquittal on the charges."], ["[16]", "Considering the extraordinary power given to officers and the circumstances of this case, and despite the guidelines having been defined in Baker, above, only as \"a useful indicator of what constitutes a reasonable interpretation of the power\" given to officers and recognizing that the guidelines have no legal force ( <FRAGMENT_SUPPRESSED>  at para. 20), the Court finds nevertheless that the circumstances are such here that the Officer breached the duty of procedural fairness."], ["[17]", "Having stated at the outset of her decision that \"[t] he applicants present themselves as good members of society [...].", "However", ", I note that the male applicant is presently before the courts, facing criminal charges, namely, criminal negligence/bodily harm; dangerous operation of a vehicle/bodily harm; assault with a weapon; assault causing bodily harm; fail to stop at an accident/bodily harm\" (emphasis added), it appears clear to the reader that the analysis of the applicants' qualifications that follows is tainted. In brief, Justice here does not appear to have been done, as a result of this statement combined to the failure of the Officer to wait for the outcome of the criminal proceedings or at the very least to attempt to ascertain the underlying facts and circumstances of the charges and/or to give the applicants an opportunity to respond. It appears therefore from the Officer's decision and her failure to ascertain or wait for the result of the criminal charges that the Officer was influenced negatively and acted under the prism of pending criminal charges through which she viewed the entire file."], ["[18]", "Such an error is sufficiently important to render the impugned decision unreasonable without the necessity to address the other two issues. For these reasons, this Court concludes that the Officer committed a reviewable error, of such importance that it rendered her decision unreasonable. Therefore, the judicial review will be allowed and the decision will be set aside."], ["[19]", "The Court agrees with the parties that there is no serious question of general importance to certify.", "JUDGMENT"], ["[20]", "THIS COURT ORDERS AND ADJUDGES that", "the application is allowed, the decision dated April 9, 2008, is set aside, and the matter is referred to another immigration officer for rehearing.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}