{"id_": "066101", "body_str": [["[1]", "Noël, J.", ": This is an application pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [\"IRPA\"] for judicial review of a decision dated October 7, 2010 by an Immigration Officer [\"the Officer\"], to refuse the Applicant's request based on humanitarian and compassionate [\"H&C\"] considerations to be exempted from the requirements for family sponsorship under the IRPA.", "I.", "Background"], ["[2]", "The Applicant is a citizen of Liberia and came to Canada as a refugee from Ghana, and is now a permanent resident. He filed a sponsorship application with humanitarian and compassionate considerations for his wife and children who live in Ghana which was refused on October 7, 2010. The Applicant had previously appealed the Visa Officer's decision to refuse his sponsorship application on the basis of paragraph 117(9)(d) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [\"the Regulations\"] but the appeal was rejected in a decision rendered on January 13, 2012 by the Immigration Appeal Division. When the Applicant was granted refugee status in Canada in 2005, he did not declare any family member."], ["[3]", "Both parties agree that the decision under review is comprised of the letter sent on October 7, 2010 and the Officer's CAIPS notes. The Officer considered the fact that when the Applicant first came to Canada, he never declared the existence of his wife, who was his partner at the time, and children, which is contrary to paragraph 117(9)(d) of the Regulations. The Officer conducted an interview with the Applicant's wife and reviewed the evidence submitted by the Applicant. He considered the best interest of the Applicant's children and the prospect of reunification of the Applicant's family. He came to the conclusion that the application under section 25 of the IRPA is not justified.", "II.", "Applicant's Submissions"], ["[4]", "The Applicant submits that the decision rendered is unreasonable as the Officer was unduly focused on the Applicant's previous nondisclosure of dependant family members. Moreover, according to the Applicant, the Officer did not make a fair assessment of the guiding factors for humanitarian and compassionate grounds applications, including the children's best interest.", "III.", "Respondent's Submissions"], ["[5]", "The Respondent submits that the Officer's decision is reasonable and is based on the evidence that was before the Officer. He assessed the application in light of relevant considerations under section 25 of the IRPA and rightly concluded that no \"unusual, underserved or disproportionate hardship\" justifies the Applicant's exemption from the application of the law.", "IV.", "Issues", "1. Did the Immigration Officer err in his interpretation and application of section 25 of the IRPA?", "2. Are the reasons provided for the refusal of an application for sponsorship with humanitarian and compassionate grounds sufficient?", "V.", "Standard of Review"], ["[6]", "The applicable standard of review to decisions based on H&C grounds made from within Canada is reasonableness (", "FRAGMENT_SUPPRESSED). The question of the adequateness of the reasons given by a decision-maker is reviewed under the standard of reasonableness (", "FRAGMENT_SUPPRESSED).", "VI.", "Analysis", "A.", "Did the Immigration Officer err in his interpretation and application of section 25 of the IRPA?"], ["[7]", "The decision rendered by the Officer is not found to be reasonable by this Court as in the Officer's decision under section 25 of the IRPA, undue consideration was given to the Applicant's sponsorship application refusal under paragraph 117(9)(d) of the Regulations."], ["[8]", "A reading of the CAIPS notes and the letter addressed to the Applicant's wife reveals that the main focus of the decision is the initial misrepresentation that occurred. Indeed, the Officer specified that \"significant weight\" was given to the \"policy objective of preserving the integrity of the immigration system\". The Officer then added that he considered the Applicant's failure to provide adequate reasons to justify such misrepresentation to be a \"factor to which [he has] assigned significant weight\". This demonstrates that while assessing the Applicant's H&C claim, he however placed considerable weight on the Applicant's misrepresentation and the absence of satisfying explanation to justify such misrepresentation."], ["[9]", "In", "FRAGMENT_SUPPRESSED, this Court found that although it is appropriate for an Officer to consider the sponsor's explanation for failing to declare family members, such consideration should not override the H&C factors that are to be examined in the context of an application under section 25 of the IRPA:"], ["[30] This fixation on the failure of the sponsor to declare his family members prevented the immigration officer from genuinely assessing the H&C considerations submitted by the Applicants. I agree with the Respondents that this is not a case where the immigration officer, as in", "FRAGMENT_SUPPRESSED", ", above, made no findings of fact or failed to consider the positive factors. In the present case, the immigration officer did look at the various considerations advanced by the Applicants. Nonetheless, at the end of the day, his notes read as if the failure to disclose was the overriding consideration, and that the sponsor had brought upon himself all his and his family's misfortunes. This, in turn, led the immigration officer to analyse the positive factors supporting the sponsorship application through the prism of the sponsor's conduct at the time of his own application to become a permanent resident, and to overlook the genuineness and stability of his relationship with his wife and children, the sincere remorse of the sponsor and the likely impact of the decision on any future prospect for this family to be reunited, as Mrs. Sultana will likely not be eligible for permanent resident status under any other category given her severely limited education and language skills and the non-existence of employment skills or experience."], ["[31] In so doing, the immigration officer fettered his discretion under subsection 25(1) of the IRPA and effectively allowed the Applicants' exclusion under paragraph 117(9)(d) to unduly influence his opinion as to whether the Applicants' personal circumstances warranted exemption for H&C reasons. As a result, I am of the view that the immigration officer made a reviewable error, not so much because he came to questionable conclusions in his assessment of the evidence, but more fundamentally because he misunderstood the interplay between section 25 of the IRPA and section 117 of the Regulations."], ["[10]", "In the present case, the Officer expressly stated in the letter that he considered the Applicant's claim under section 25 of the IRPA. However, in the CAIPS notes as well as in the letter, it is apparent that the Applicant's misrepresentation was given substantial weight in the Officer's analysis.", "B.", "Are the reasons provided for the refusal of an application for sponsorship with humanitarian and compassionate grounds sufficient?"], ["[11]", "The Officer came to the conclusion that with regard to possibilities of family reunification, \"reasonable alternatives to humanitarian and compassionate consideration are available\". However, the Officer did not provide detailed information as to the nature of those reasonable alternatives. Indeed, at the hearing, the Respondent's counsel made an argument that one alternative available to the Applicant is returning to Ghana. However, this suggestion consists in only one alternative to the Applicant. Moreover, such conclusion seems to ignore the evidence as to the Applicant's possible difficulty to find work if he were to return to Ghana because of obstacles faced by Liberian refugees in this country and the fact that the Applicant provides substantial financial support to his family in Ghana. This Court also notes that the Officer did not address this concern related to work problems in Ghana, which had been brought to his attention by the Applicant."], ["[12]", "In his decision, the Officer simply stated that other alternatives are available to this family but he did not explain the details of such alternatives, why such alternatives would be adequate in the circumstances or what would be the potential impacts of such alternatives on family reunification. If the fact that several reasonable alternatives are available to the Applicant and his family warrants a refusal of his H&C application, the Officer was under an obligation to comment on those alternatives."], ["[13]", "Second, there seems to be a contradiction in the decision, which undermines the adequacy of the reasons provided. Indeed, in the letter, the Officer explained that he assessed the likely impact of the decision on the possibility of reunification of the Applicant's family but that he bases his refusal on reasonable alternatives available to the Applicant. Such a statement contradicts the Officer's previous conclusion in the CAIPS notes in which he determined that with regard to the impact of the decision on a future prospect of reunification for the family, he \"considered the likely impact on any future prospect for this family to be re-united in Canada, but [has] given significant weight to credibility issues regarding the Applicant's options at this stage\". After reading the decision and the CAIPS notes, the precise reason why the Officer considered that the prospect of reunification for the Applicant's family does not justify granting the H&C application remains ambiguous."], ["[14]", "This passage of", "FRAGMENT_SUPPRESSED, is relevant to the present case:", "FRAGMENT_SUPPRESSED"], ["[15]", "Moreover, it has been established by the Supreme Court of Canada that in the context of judicial review, \"reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process\" (", "FRAGMENT_SUPPRESSED)."], ["[16]", "After considering both, the outcome and the reasons provided by the Officer, it is unclear what rationale was at the basis of his determination that the likely impact of a negative decision on the prospect of reunification of the Applicant's family would not amount to unusual, underserved or disproportionate hardship. The apparent contradiction in the CAIPS notes with the reasons included in the letter is such that the conclusion reached by the Officer lacks intelligibility, transparency and acceptability as the main reason why the Applicant's claim was rejected remains unclear. Moreover, the Officer's conclusion in the CAIPS notes seems to imply that in case of refusal of the H&C request, the Applicant and his family would not have any alternative available to them in terms of family reunification. Such a finding is not consistent with the Officer's letter in which he stated that with respect to possibilities of family reunification, other reasonable alternatives are available to this family. Therefore, the decision rendered by the Officer does not meet the standard of reasonableness.", "VII.", "Conclusion"], ["[17]", "Considering the evidence that was before the Officer and the reasons provided, the decision does not fall within a range of possible acceptable outcomes."], ["[18]", "The parties were invited to submit a question for certification but none was proposed.", "ORDER"], ["[19]", "THIS COURT ORDERS THAT", "1. The application for judicial review is granted.", "2. The decision made on October 7, 2010 is quashed and the matter is remitted back for redetermination by a different Immigration Officer.", "3. No question is certified.", "Application granted.", "Editor: E. Joanne Oley/klf"]]}