{"id_": "066270", "body_str": [["[1]", "Phelan, J.", ": The principal Applicant (Applicant) and his wife fled Mexico claiming that they feared a drug lord whom the Applicant had arrested but whom a judge had released. The Immigration and Refugee Board (Board) rejected the refugee application on the basis of an absence of nexus to a Convention ground. The Board also found that the Applicants had not rebutted the presumption of state protection in Mexico.  <FRAGMENT_SUPPRESSED>", "II.", "FACTS  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant was a municipal policeman in the City of Tampico. He arrested a Mr. Gomez for drug trafficking. When Mr. Gomez appeared before some level of the judiciary, the judge released him and warned the Applicant against interfering with Gomez and his people. That type of warning was also issued by the Applicant's police commander.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Shortly after the incident, the Applicant, through telephone calls to his family, received death threats. He resigned his position 10 days later and left for Canada three weeks after resigning. In summary, approximately 10 days after receiving the death threats, the Applicant quit his job and three weeks after that he left Mexico without reporting the threats or the judge's comments to any governmental or other agency.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The Applicant claimed that he did not report the incident to any police organization because he did not trust them. He felt the same way about every other organization or agency to which he might complain.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Board held that police officers as a group did not constitute membership in a social group for purposes of s. 96 of the", "Immigration and Refugee Protection Act.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Board's analysis of s. 97 was restricted to the issue of state protection. The Board considered the steps taken (and not taken), found that aspects of his story of threats were not credible and noted that the Applicant, while acknowledging the mandate of certain federal agencies to deal with police corruption, took no steps to engage any element of state protection.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board also acknowledged that Mexico had its internal problems, that bribery and corruption were prevalent. However, the actions of the Applicant were insufficient even against the background of some of the problems in Mexico.  <FRAGMENT_SUPPRESSED>", "III.", "ANALYSIS  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant made no submissions on the question of standard of review. However, the standard for a state protection finding is reasonableness (", "<FRAGMENT_SUPPRESSED> ). The Board's interpretation of the social groups covered by s. 96 was a determination of law and therefore is determined on a correctness standard. The application of the test to the facts would be subject to reasonableness.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board was correct in its interpretation of s. 96. The Applicant experienced his issues not because of what he was but because of what he did. As set forth in", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board's finding that the Applicant, as a policeman, did not fall within that notion of social group for purpose of s. 96 is sustained.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Board's conclusion of state protection and the Applicant's failure to engage it without good reason is reasonable in the circumstances. The Board found that the Applicant had not rebutted the presumption of state protection.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The issue of state protection in Mexico has been the subject of much comment in this Court of late. The Applicant relies on certain authorities to suggest that the presumption of state protection for Mexico has been all but displaced. I do not understand such cases as", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED>  as holding that this presumption has been displaced. Nor do I think that the Court is mandated to engage in political science analysis as to where a country sits on the scale of state protection.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The presumption of state protection is nothing more than a rebuttable presumption. It is an applicant's burden to rebut the presumption and evidence of the existence of bribery and corruption is only one part of the analysis of whether state protection exists. Factors such as democracy, judicial institutions and effective agencies to address bribery and corruption are among many other factors to be assessed. The burden of that assessment is for the Board; the reasonableness of that assessment is for the Court.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board's brief but general description of the problems in Mexico was sufficient in this case. It is difficult for the Board to speculate about what each and every organization available to the Applicant to address his complaint might do in the absence of any effort by the Applicant to engage those organizations. The Board singled out the federal government institutions as reasonable places for the Applicant to go but the Applicant had no evidence that it was not a viable option other than a generalized fear.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Applicant's submission that urgency precluded initiating complaints with other agencies suffers from the fact that there was six weeks between the first incident (the judge/commander's comments) and his departure and five weeks from the time of the death threat.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Board's conclusion on the issue of state protection is reasonable.  <FRAGMENT_SUPPRESSED>", "IV.", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[17]", "Therefore, this judicial review will be dismissed. There is no question for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[18]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}