{"id_": "066278", "body_str": [["[1]", "Strickland, J.", ": This is an application for judicial review of a visa officer's (\"Officer\") decision, dated April 9, 2015, denying Humaira Rani's (\"Principal Applicant\") application for permanent residence as a member of the provincial nominee class. Pursuant to s 87(3) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (\"IRPA Regulations\"), the Officer found that the Principal Applicant was not likely to become economically established in Canada.", "Background"], ["[2]", "The Principal Applicant is a citizen of Pakistan. In February 2013, the Province of Saskatchewan, under its Immigrant Nominee Program (SINP), nominated the Principal Applicant under the National Occupation Classification (NOC) occupational code for elementary school and kindergarten teachers. The SINP application was made with the support of a relative in Canada, Akhter Ali Ahmed (\"Ahmed\"). In April 2013, the Principal Applicant applied to Citizenship and Immigration Canada (\"CIC\") for permanent residence under the provincial nominee class, together with her husband and two children (\"Applicants\")."], ["[3]", "On July 17, 2014, CIC provided the Principal Applicant with a pre-refusal letter via email. It informed her that the Officer had reviewed her application and was not satisfied that she had the ability to become economically established in Canada. Specifically, the Officer was concerned that her basic to moderate level language proficiency test scores did not meet the level of proficiency required of a teacher or to become certified as a teacher in Saskatchewan. Thus, the Officer was not satisfied that she would be able to perform the tasks of her intended occupation, the one for which she had been nominated and, therefore, would be unable to become employed in Canada as a teacher. Or, if she did find employment, the Officer was concerned it would not be of a sufficient level for her to become economically established. The Officer also noted that she lacked experience in any other occupation. The Officer advised the Principal Applicant that the Province of Saskatchewan was being provided with a copy of this letter and that the Principal Applicant had 90 days to provide any further information that she wished to have considered before the Officer made a final decision."], ["[4]", "The Principal Applicant's relative and representative at the time, Ahmed, responded by letter of September 25, 2014. On October 16, 2014, a representative of the Government of Saskatchewan wrote in support of the Principal Applicant stating, in part, that it agreed it would be very challenging for her to obtain a teacher's license with her current language ability, or find a job as a school teacher in Saskatchewan. However, it anticipated that she would \"take a path to find alternative employment for economic establishment\". The Principal Applicant wrote to CIC on December 9, 2014 advising of a partnership agreement between Ahmed and her husband. She stated that Ahmed owns a Canadian company, Trade Field International (\"TFI\"), which imports leather goods and uniforms from a company in Pakistan owned by her husband. Further, that Ahmed was willing to provide her with a job in Canada and, because she was helping her husband with inventory and staff management in Pakistan, she was familiar with the business and could quickly integrate into the Canadian company."], ["[5]", "The Principal Applicant also retained counsel who acted as her representative and, on December 17, 2014, provided lengthy written submissions intended to demonstrate the Principal Applicant's ability to become economically established in Saskatchewan. Among many other documents, the submissions included a formal offer of employment from TFI dated December 4, 2014 as inventory manager, signed by Ahmed. Ahmed also provided a letter of support which states, amongst other things, that he had interviewed the Principal Applicant and that her English was sufficient as required for the job and that she would be an asset to the company."], ["[6]", "The Officer refused the Principal Applicant's application for permanent residence on March 13, 2015.", "Relevant legislative provisions", "Provincial Nominee Class", "Class", "87. (1) For the purposes of subsection 12(2) of the Act, the provincial nominee class is hereby prescribed as a class of persons who may become permanent residents on the basis of their ability to become economically established in Canada.", "Member of the class", "(2) A foreign national is a member of the provincial nominee class if", "(a) subject to subsection (5), they are named in a nomination certificate issued by the government of a province under a provincial nomination agreement between that province and the Minister; and", "(b) they intend to reside in the province that has nominated them.", "Substitution of evaluation", "(3) If the fact that the foreign national is named in a certificate referred to in paragraph (2)(a) is not a sufficient indicator of whether they may become economically established in Canada and an officer has consulted the government that issued the certificate, the officer may substitute for the criteria set out in subsection (2) their evaluation of the likelihood of the ability of the foreign national to become economically established in Canada.", "Concurrence", "(4) An evaluation made under subsection (3) requires the concurrence of a second officer.", "...", "Candidats des provinces", "Catégorie", "87. (1) Pour l'application du paragraphe 12(2) de la Loi, la catégorie des candidats des provinces est une catégorie réglementaire de personnes qui peuvent devenir résidents permanents du fait de leur capacité à réussir leur établissement économique au Canada.", "Qualité", "(2) Fait partie de la catégorie des candidats des provinces l'étranger qui satisfait aux critères suivants:", "a) sous réserve du paragraphe (5), il est visé par un certificat de désignation délivré par le gouvernement provincial concerné conformément à l'accord concernant les candidats des provinces que la province en cause a conclu avec le ministre;", "b) il cherche à s'établir dans la province qui a délivré le certificat de désignation.", "Substitution d'appréciation", "(3) Si le fait que l'étranger est visé par le certificat de désignation mentionné à l'alinéa (2)a) n'est pas un indicateur suffisant de l'aptitude à réussir son établissement économique au Canada, l'agent peut, après consultation auprès du gouvernement qui a délivré le certificat, substituer son appréciation aux critères prévus au paragraphe (2).", "Confirmation", "(4) Toute décision de l'agent au titre du paragraphe (3) doit être confirmée par un autre agent.", "...", "Decision Under Review"], ["[7]", "By letter of April 9, 2015 the Officer advised the Principal Applicant that he had completed the assessment of her application and determined that she did not meet the criteria for immigration to Canada as a member of the provincial nominee class. The Officer referenced his power to substitute his own assessment under s 87(3) of the IRPA Regulations and advised that the Principal Applicant's nomination by the Province of Saskatchewan was not a sufficient indicator that she was likely to become economically established in Canada. This conclusion was based on the concerns set out in his letter of July 17, 2014, namely her lack of language skills or qualifications, and that the further information provided by the Principal Applicant had not satisfied the Officer that she was likely to become economically established. A second officer had concurred in that evaluation on April 2, 2015 as required by s 87(4) of the IRPA Regulations."], ["[8]", "In his reasons, recorded in the Global Case Management System, the Officer reviewed the various submissions. On the job offer from Ahmed, the Officer stated that it:", "may have been offered only in response to P/F concerns & because PA is related to the prospective employer. Prospective employer's statements regarding PA's exp & the sufficiency of her lang ability therefore appear self-serving. Even if the job offer reflects an actual employment opportunity, it is not evidence that PA wld be able to accomplish the tasks of an inventory manager with the level of English lang proficiency she has demonstrated."], ["[9]", "In addressing the submissions of the Principal Applicant's counsel, that the Principal Applicant's English was sufficient to find employment in any low-skilled position, including that offered by her relative, Ahmed, as an inventory manager, the notes state that:", "Although PA's demonstrated level of English lang proficiency may appear sufficient for performing tasks of some lower-skilled occs, it is also noted that the overall description of benchmarks 1-4 (Stage i) for listening & reading is: \"Stage 1 spans the range of abilities required to communicate in common and predictable situations about basic needs, routine everyday activities, and familiar topics of immediate personal relevance (non-demanding contexts of language use)\". PA was nominated in a Skill Level A occ (teacher) & has a job offer in a Skill Level C occ (purchasing and inventory clerk). PA indicates her long-term plan is to find work in the education field. Even though purchasing/inventory clerk may be considered lower-skilled than teaching, it does not necessary follow that a teacher wld be able to accomplish the tasks of a purchasing/inventory clerk sufficiently well in order to become economically established in that occ. Note that on her appl'n forms, PA indicated no previous exp apart fr teaching& the evidence of her involvement w/ spouse's business comes only fr her own statements & that of her supporting relative in Cda. It is therefore not clear to what extent the context of English lang use described in the CLB cld be considered \"familiar\" for the PA.", "...", "PA's intention to potentially pursue further training is also notes, but it is not clear that PA cld successfully complete any required training within a reasonable period of time in order to become economically established. ...the ESDC/job bank essential skills profile for purchasing & inventory clerks indicates the complexity levels of reading and oral communication tasks typically performed by the majority of workers in this occ can range fr the basic to the moderate. PA's demonstrated level of English lang proficiency is only basic for reading & for listening.", "Issues"], ["[10]", "Two issues are identified by the Applicants in this matter:", "1. Did the Officer breach the duty of procedural fairness by failing to put his credibility concerns to the Principal Applicant?", "2. Was the Officer's finding that the Principal Applicant cannot become economically established in Canada reasonable?", "In my view, the first issue is determinative of the case and, therefore, I need not consider the second issue.", "Standard of Review"], ["[11]", "Neither party provides submissions on standard of review. However, a standard of review analysis need not be conducted in every instance, where the applicable standard is well-settled by prior jurisprudence, the reviewing court may adopt that standard of review (REFERENCE_SUPPRESSED)."], ["[12]", "In this case, as to the first issue, prior jurisprudence has applied the correctness standard to questions of procedural fairness of this nature (REFERENCE_SUPPRESSED).", "Analysis", "Issue 1: Did the Officer breach the duty of procedural fairness?", "Applicants' Submissions"], ["[13]", "The Applicants submit that the Officer clearly questioned the credibility of evidence submitted by the Principal Applicant, particularly the evidence of the job offer by TFI, which the Officer described as self-serving (REFERENCE_SUPPRESSED), and the sufficiency of her language skills to perform the duties of that job. Therefore, he breached the duty of procedural fairness by failing to notify the Principal Applicant of those concerns and providing her with an opportunity to respond (REFERENCE_SUPPRESSED). The Applicants submit that the lack of explicit credibility findings made by the Officer is irrelevant, given his general skepticism and concerns regarding the Applicants' submissions. Further, a breach of procedural fairness has been found even when the credibility concerns arose in relation to documentation provided in response to a fairness letter, an analogous circumstance to the present case (", "CITATION_SUPPRESSED)."], ["[14]", "The Applicants further submit that the Officer's concerns do not arise from the requirements of the legislation, rather, they arise from the information provided by the Principal Applicant and Ahmed, her prospective employer and supporting family member, in response to the pre-refusal letter, and therefore should have been put to her for response (REFERENCE_SUPPRESSED).", "Respondent's Submissions"], ["[15]", "The Respondent submits that the Officer denied the Principal Applicant's application because he was concerned that her language abilities did not support that she would become economically established in Canada either for a position as a teacher or inventory clerk. The Officer considered and weighed all of the evidence, he did not refuse her application based on a credibility determination. Thus, there was no procedural error."], ["[16]", "It was the Principal Applicant who bore the onus of demonstrating that her application met the requirements for a visa (REFERENCE_SUPPRESSED). The Principal Applicant had requested consideration based on her prospective employment as a teacher, but submitted insufficient evidence to demonstrate her ability to become economically established in that profession. It was only in response to the Officer's concerns about her language abilities that she provided an offer of employment as an inventory clerk with her relative's company. The Officer also considered the inventory clerk job offer but gave it little weight as it was self-serving. Further, the information submitted in response to the Officer's language concerns was insufficient to show that a person with teaching experience would be able to accomplish the tasks of an inventory clerk. Further, not every issue of credibility, accuracy or genuineness triggers an officer's duty to provide an opportunity for an applicant to respond (REFERENCE_SUPPRESSED), the content of the duty of fairness owed to visa applicants is at the low end of the spectrum (REFERENCE_SUPPRESSED), there has been no breach in this case.", "Analysis"], ["[17]", "On an application for permanent residence, the burden is on the applicant to put forward a complete, convincing and unambiguous application which provides sufficient evidence to establish that the legislative requirements have been met (REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). A visa officer is under no obligation to ask for additional information where the applicant's material is insufficient (REFERENCE_SUPPRESSED). As stated by Justice Bedard in", "CITATION_SUPPRESSED"], ["[24] Third, a visa officer has neither an obligation to notify an applicant of inadequacies in his or her application nor in the material provided in support of the application. Furthermore, a visa officer has no obligation to seek clarification or additional documentation, or to provide an applicant with an opportunity to address his or her concerns, when the material provided in support of an application is unclear, incomplete or insufficient to convince the officer that the applicant meets all the requirements that stem from the Regulations (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED 6;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED (available on CanLII);", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED)."], ["[18]", "And while the content of the duty of procedural fairness varies with the context and decision-maker (REFERENCE_SUPPRESSED), it is well established that the duty of fairness owed to by visa officers to persons applying for permanent residence is at the low end of the spectrum (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED). However, where credibility or the genuineness of the evidence submitted by the applicant is at issue, as opposed to the sufficiency of or weight to be given to that information, then the duty of fairness may require a visa officer to inform the applicant of the concern and give them an opportunity to address it:"], ["[21] It is by now well established that the duty of fairness, even if it is at the low end of the spectrum in the context of visa applications (REFERENCE_SUPPRESSED), require visa officers to inform applicants of their concerns so that an applicant may have an opportunity to disabuse an officer of such concerns. This will be the case, in particular, where such concern arises not so much from the legal requirements but from the authenticity or credibility of the evidence provided by the applicant. After having extensively reviewed the case law on this issue, Justice Mosley was able to reconcile the apparently contradictory findings of this Court in the following way:", "Having reviewed the factual context of the cases cited above, it is clear that where a concern arises directly from the requirements of the legislation or related regulations, a visa officer will not be under a duty to provide an opportunity for the applicant to address his or her concerns. Where however the issue is not one that arises in this context, such a duty may arise. This is often the case where the credibility, accuracy or genuine nature of information submitted by the applicant in support of their application is the basis of the visa officer's concern, as was the case in", "Rukmangathan", ", and in", "John", "and", "Cornea", "cited by the Court in", "Rukmangathan", ", above.", "REFERENCE_SUPPRESSED.", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED)."], ["[19]", "As in", "CITATION_SUPPRESSED", ", the issue to be determined in this case is whether the Officer's concerns were related to the sufficiency or to the credibility of the evidence submitted by the Principal Applicant to establish her ability to become economically established in Canada. As stated in by Justice Kane in", "REFERENCE_SUPPRESSED:"], ["[14] If the concern is truly about credibility, the case law has established that a duty of procedural fairness may arise [", "CITATION_SUPPRESSED", "]. However, if the concern is about the sufficiency of evidence, given that the applicant is clearly directed to provide a complete application with supporting documents, no such duty arises. Distinguishing between concerns about sufficiency of evidence and credibility is not a simple task as both issues may be related.", "(Also see", "CITATION_SUPPRESSED)."], ["[20]", "In this regard it must also be kept in mind that visa officers may make implicit, rather than explicit, credibility findings. As stated in", "Hazma"], ["[30] A visa officer may have raised concerns about the credibility of an applicant's documentary evidence even though he or she did not express an explicit credibility finding. Visa officers' decisions must be analysed as a whole and in the context of the specific facts of each case. As stated by Justice Mosley in", "REFERENCE_SUPPRESSED: \"Although the officer did not make any explicit credibility findings, his scepticism about the applicant's claim and supporting documents is apparent from the decision.\" The same may apply in this case.", "(Also see", "CITATION_SUPPRESSED)."], ["[21]", "In this case, in response to the pre-refusal letter, the Principal Applicant provided information intended to support her submission that she could become economically established in Saskatchewan. The Officer found that the TFI job offer was \"self-serving\" because it \"may have been offered only in response to concerns\" and because the Principal Applicant \"is related to the prospective employer\". In my view, this speaks to the Officer's assessment of the genuineness of the TFI job offer. This is also supported by the Officer's further comment \"even if the job offer reflects an actual employment opportunity ...\". Based on his reasons, it is clear that the Officer had concerns that the TFI offer was not an \"actual employment opportunity\" and, therefore, that the credibility of the Principal Applicant's evidence was in issue."], ["[22]", "The Officer's credibility concern arises, in part, from the timing of the TFI job offer which was dated and submitted only after the Officer notified the Principal Applicant of his concerns regarding her language skills. A similar concern arose in", "REFERENCE_SUPPRESSED. In that case, the visa officer was concerned that the applicant did not intend to live in Quebec as required by the Quebec immigrant nomination program and the IRPA Regulations. The officer informed the applicant of his concerns and scheduled an interview with the applicant. After being informed of the concerns, but prior to the interview, the applicant's wife traveled to Montreal to research real estate and schools, which the applicant raised as evidence of their intention to move. On judicial review, the respondent suggested that the applicant's research into real estate and schools in Montreal was only undertaken in anticipation of the interview with the visa officer. Justice Martineau held that if the officer had suspected that the trip to Montreal had only taken place because the applicant was aware of his upcoming interview, the officer should have raised this concern and given the applicant an opportunity to respond as this issue went directly to the applicant's credibility (REFERENCE_SUPPRESSED)."], ["[23]", "And, although in this case the Officer goes on to assess the TFI job offer, finding that there was insufficient evidence to demonstrate that the Principal Applicant's language skills would be sufficient for the position with TFI, in my view this conclusion was tainted by his concern with the genuineness of the Principal Applicant's evidence. This is evident in the Officer's statement that \"evidence of her involvement with spouse's business comes only from her own statements and that of her supporting relative in Canada. It is therefore not clear to what extent the context of English language use ...could be considered familiar\". Yet, in his supporting letter Ahmed had stated that the Principal Applicant's English was sufficient for the position at TFI and that her familiarity with the business would be helpful. The Principal Applicant's letter stated that she had been working full time for her husband."], ["[24]", "Thus, the Principal Applicant had provided sufficient information which, if believed, could ground a finding that she was able to obtain employment and, thereby, potentially become economically established (REFERENCE_SUPPRESSED). However, the Officer was unconvinced because he doubted the genuineness or accuracy of the evidence due to his concerns about its source."], ["[25]", "In my view, this case is not defined by conclusions as to the weight or sufficiency of the evidence. Viewed as a whole, the Officer's decision was based on his skepticism as to the genuineness of the Principal Applicant's employment offer, which, in my view amounts to a finding regarding the credibility of the Principal Applicant's evidence. Therefore, the Officer should have provided the Principal Applicant with an opportunity to address those concerns before making his decision."], ["[26]", "The Respondent relies on", "CITATION_SUPPRESSED", "in submitting that the duty of procedural fairness on visa officers is not absolute. As discussed above, I agree that the content of the duty of procedural fairness varies with the circumstances. However, in my view,", "CITATION_SUPPRESSED", "is distinguishable from the present case. In that case, the Court held that there was no absolute duty where the application \"on its face, is void of credibility\". The visa officer had noted numerous inconsistencies and clear indications that the evidence was fraudulent. Thus, in", "CITATION_SUPPRESSED", "it was the authenticity of the documents themselves that was at issue. In this case there is no suggestion that the letter offering the TFI job was falsified, rather, the Officer's concern appears to be with the source of the evidence and the genuineness of its contents."], ["[27]", "Finally, I note that some jurisprudence has found that the duty to provide an applicant with an opportunity to respond to an officer's credibility concerns only arises when the information at issue was not available to the applicant (REFERENCE_SUPPRESSED). However, while in this case the Principal Applicant provided the TFI job offer to the Officer, it is not the document itself that is at issue, but the Officer's credibility concerns arising from the Principal Applicant's submissions based on that evidence."], ["[28]", "In these circumstances, I have concluded that the Officer should have raised his credibility concerns with the Principal Applicant. His failure to do so breached the duty of procedural fairness in this case and, for that reason, the matter must be returned for reconsideration. The application for judicial review is granted.", "JUDGMENT"], ["[29]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is granted. The decision of the Officer is set aside and the matter is remitted for redetermination by a different officer;", "2. No question of general importance is proposed by the parties and none arises; and", "3. There will be no order as to costs.", "[End of document]"]]}