{"id_": "066277", "body_str": [["[1]", "de Montigny, J.", ": This is an application for judicial review of an immigration officer's decision, dated July 25, 2007, which refused the applicant's permanent residence visa under the skilled worker category. The scope of this application is limited to the officer's finding that the applicant was inadmissible to Canada on the basis that he had misrepresented or withheld material facts within the meaning of section 40(1)(a) of the", "Immigration and Refugee Protection Act", "(2001, c. 27 ) (the \"", "Act", "\"). The officer's determination that the applicant did not meet the necessary requirements in order to be granted permanent residence in Canada as a skilled worker is not in dispute.  <FRAGMENT_SUPPRESSED>", "I. Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant was born in Calcutta, India, on December 29, 1966 but is now a citizen of Taiwan. He submitted an application for permanent residence as a skilled worker to the Canadian High Commission in London, England, which was refused. At the time, the applicant's legal name was Chi-Sing Koo.  <FRAGMENT_SUPPRESSED>"], ["[3]", "On June 17, 2003, the applicant legally changed his name from Chi-Sing Koo to Dao-Min Koo. He also uses the name Sidney Koo as his \"Canadian\" name. He decided to change his name after a fortune teller told him that he would not have any success or good luck if he kept the name of Chi-Sing Koo.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant came to Canada in March 2005 on a valid work permit, the validity of which has been extended to March 2009. He is currently working as a cook at the Szechuan Gourmet Restaurant in Toronto. He learned his craft as a cook through practical training at the Pacific Business Club. After successfully completing an examination administered by the government of Taiwan, the applicant was granted a Certificate of Technician in Chinese Cuisine Cookery in 2003.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In October 2005, the applicant submitted an application for permanent residence as a Skilled Worker to the Canadian Consulate General in Buffalo. He retained the services of a consultant to prepare and submit that application on his behalf. He attended an interview on July 25, 2007, where he found out that the immigration officer had some concerns with his application. His 1995 application for permanent residence had not been disclosed, his previous name had not been included on one of the forms and there seemed to be a problem with his representative's assessment of his educational credentials.  <FRAGMENT_SUPPRESSED>"], ["[6]", "At the conclusion of the interview, the officer informed the applicant that she had decided to refuse his application for permanent residence and provided him with a letter reflecting that decision. The officer refused the applicant's application for permanent residence because she determined that he did not meet the necessary points required to be granted permanent residence in Canada and because she had found that the applicant had misrepresented or withheld material facts which could have induced errors in the administration of the", "Act", ".  <FRAGMENT_SUPPRESSED>", "II. The impugned decision  <FRAGMENT_SUPPRESSED>"], ["[7]", "With respect to the awarding of points, the officer refused the applicant's application on the following grounds: 1) She determined that his English proficiency was not sufficient based on his English language test results; 2) She determined that his highest level of education was a secondary diploma; 3) She found that the applicant could not be awarded points for arranged employment because his employer had not specifically stated that he was being offered indeterminate employment.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The immigration officer also concluded that the applicant was inadmissible for a two-year period for the following reasons:  <FRAGMENT_SUPPRESSED>", "Subsection 40(1)(a) of the Immigration and Refugee Protection Act 2001 states that a foreign national is inadmissible for misrepresentation for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act. Paragraph 40(2)(a) specifies that the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1).  <FRAGMENT_SUPPRESSED>", "You did not admit to having previously applied for and refused permanent residence in Canada. You did not admit to having previously used another name. You stated on your application that your highest level of education was a trade/apprenticeship credential when in fact your highest level of education was a secondary diploma. The misrepresentation or withholding of these material facts could have induced errors in the administration of the Act because you could have been awarded additional points which you did not qualify for. In addition, security and criminal background clearances would not have been accurate since they would not have been conducted in the names you have used. As a result, you are inadmissible to Canada for a period of two years from the date of this letter.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Following his interview and the refusal of his application for permanent residence, the applicant spoke with his former representative who was very concerned about the finding of misrepresentation particularly because some of these findings were related to errors on his part. He therefore decided to attempt to rectify the situation and drafted a letter to the officer in an attempt to explain the misunderstandings. The first draft was dated July 30, 2007. The applicant reviewed that letter and found errors included in it which he brought to the attention of his former representative. His former representative therefore drafted a second letter, dated August 1, 2007, which he provided to the applicant.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The applicant decided not to have his former representative send the letter to the officer, but instead retained the services of his current counsel. Current counsel submitted a letter addressing the finding of misrepresentation to the Consulate General of Canada in Detroit (where the applicant's file had been transferred), and enclosed the two letters from the applicant's former representative among other supporting documents.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Raymond Gabin, Immigration Program Manager at the Consulate General of Canada in Detroit responded to the letter and supporting documentation submitted by the applicant's current counsel in a letter dated September 11, 2007. That letter stated that Mr. Gabin reviewed the applicant's file and further submissions from the applicant's current counsel and determined that the finding of misrepresentation stood.  <FRAGMENT_SUPPRESSED>", "III. The issue  <FRAGMENT_SUPPRESSED>"], ["[12]", "The only issue raised by this application can be stated in the following terms: Did the officer err in determining that the applicant was inadmissible to Canada on the basis that he had misrepresented or withheld material facts within the meaning of section 40(1)(a) of the", "Act", "?  <FRAGMENT_SUPPRESSED>", "IV. Preliminary matter  <FRAGMENT_SUPPRESSED>"], ["[13]", "At the outset of the hearing, counsel for the applicant raised a procedural issue. The respondent failed to file any legal argument prior to the hearing, and only filed an affidavit from Raymond Gabin, the immigration officer who found Mr. Koo inadmissible for misrepresentation. Counsel for the applicant submitted that her client was prejudiced, since she had been unable to properly prepare for the respondent's legal arguments.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Counsel for the respondent acknowledged his error of judgment, and explained his failure to file a written argument by personal circumstances, inadvertence and client discussions. He argued, however, that the affidavit submitted clearly states the respondent's position, and requested that he be allowed to make oral argument that logically follows from reasons and facts set out in the affidavit of the officer and respond to the direct argument of the applicant.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Rule 11 of the", "Federal Court Immigration Rules", ", 1993, SOR/93-22, requires a respondent who opposes an application to serve on the other party a memorandum of argument. It is a serious matter for a party to fail to comply with the requirements of the rules of this Court with respect to the filing of documents. That being said, the Court may dispense with compliance of a rule in special circumstances. Because I am of the view that justice will best be served if the respondent is given leave to make representations, I indicated at the hearing that I would allow counsel for the respondent to make oral submissions in direct response to the arguments raised by the applicant. But in order to ensure that the applicant would not be prejudiced, I also directed that counsel for the applicant be allowed to respond in writing to the respondent's late submissions.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Counsel for the applicant seized that opportunity and did submit further written representations May 30, 2008. These further representations were taken into account in reaching the following decision.  <FRAGMENT_SUPPRESSED>", "V. The relevant legislation  <FRAGMENT_SUPPRESSED>"], ["[17]", "Section 40(1)(a) of the", "Act", "sets out the parameters for inadmissibility with respect to the misrepresentation of facts generally. That section reads:  <FRAGMENT_SUPPRESSED>", "Misrepresentation  <FRAGMENT_SUPPRESSED>", "40. (1) A permanent resident or a foreign national is inadmissible for misrepresentation  <FRAGMENT_SUPPRESSED>", "(a) for directly or indirectly misrepresenting or withholding material facts relating to a relevant matter that induces or could induce an error in the administration of this Act;  <FRAGMENT_SUPPRESSED>", "Fausses déclarations  <FRAGMENT_SUPPRESSED>", "40. (1) Emportent interdiction de territoire pour fausses déclarations les faits suivants:  <FRAGMENT_SUPPRESSED>", "a) directement ou indirectement, faire une présentation erronée sur un fait important quant à un objet pertinent, ou une réticence sur ce fait, ce qui entraîne ou risque d'entraîner une erreur dans l'application de la présente loi;  <FRAGMENT_SUPPRESSED>"], ["[18]", "Section 40(2) lays out the consequences for a determination of inadmissibility pursuant to section 40(1). It reads:  <FRAGMENT_SUPPRESSED>", "Application  <FRAGMENT_SUPPRESSED>", "(2) The following provisions govern subsection (1):  <FRAGMENT_SUPPRESSED>", "(a) the permanent resident or the foreign national continues to be inadmissible for misrepresentation for a period of two years following, in the case of a determination outside Canada, a final determination of inadmissibility under subsection (1) or, in the case of a determination in Canada, the date the removal order is enforced; and  <FRAGMENT_SUPPRESSED>", "(b) paragraph (1)(b) does not apply unless the Minister is satisfied that the facts of the case justify the inadmissibility.  <FRAGMENT_SUPPRESSED>", "Application  <FRAGMENT_SUPPRESSED>", "(2) Les dispositions suivantes s'appliquent au paragraphe (1):  <FRAGMENT_SUPPRESSED>", "a) l'interdiction de territoire court pour les deux ans suivant la décision la constatant en dernier ressort, si le résident permanent ou l'étranger n'est pas au pays, ou suivant l'exécution de la mesure de renvoi;  <FRAGMENT_SUPPRESSED>", "b) l'alinéa (1)b) ne s'applique que si le ministre est convaincu que les faits en cause justifient l'interdiction.  <FRAGMENT_SUPPRESSED>", "VI. Analysis  <FRAGMENT_SUPPRESSED>"], ["[19]", "Chapter 2 of the Enforcement Manual (Manual) published by Citizenship and Immigration Canada states the policy intent surrounding misrepresentation under the", "Act", ". The Manual outlines certain principles that are intended to apply to a determination of inadmissibility on the grounds of misrepresentation. With respect to procedural fairness, the Manual indicates that an individual should always be given the opportunity to respond to concerns about a possible misrepresentation. The Manual also indicates that officers should be aware that honest errors and misunderstandings sometimes occur in completing application forms and responding to questions. We also know that material facts are not restricted to facts directly leading to inadmissible grounds and that there are varying degrees of materiality. Only when relevant information affects the process undertaken or the final decision does it become material. Officers are directed to apply fairness in assessing each situation.  <FRAGMENT_SUPPRESSED>"], ["[20]", "<FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 728, Madam Justice Snider dealt with the issue of inadmissibility pursuant to s. 40(1) of the", "Act", ". She held that there were two essential elements to a finding of inadmissibility, namely that the misrepresentations must have been made by the applicant and the misrepresentations must be material in that they could have induced an error in the administration of the", "Act", ". She also determined that the standard of review for the first portion of the test was patent unreasonableness, whereas the standard for the second part was reasonableness simpliciter. As a result of the decision reached by the Supreme Court in", "<FRAGMENT_SUPPRESSED>  N.B.R. (2d) 1, I believe the standard of review for both legs of the test must now be reasonableness. As a result, this Court shall intervene only if the decision does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "Dunsmuir", ", par. 47).  <FRAGMENT_SUPPRESSED>"], ["[21]", "In his affidavit sworn on April 4, 2008, the applicant stated that he believed both his previous and current name had been provided on the forms included with his application for permanent residence submitted by his former representative. It was not until he reviewed the Tribunal Record, dated March 12, 2008, that he understood the forms included with his application for permanent residence had not listed both of his names.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Despite the fact that both of the applicant's names had not been disclosed on the forms as he had believed, the officer should have found his previous legal name as it appears throughout the supporting documentation. The Tribunal Record demonstrates that an extensive number of supporting documents were submitted in the applicant's previous name of Chi-Sing Koo. Further, during his interview of July 25, 2007, the Computer Assisted Immigration Processing System (CAIPS) notes showed that the applicant provided numerous supporting documents with the name Chi-Sing Koo. This, in my view, is clear evidence that the applicant did not mislead Citizenship and Immigration authorities regarding his identity.  <FRAGMENT_SUPPRESSED>"], ["[23]", "It is trite law that the officer has an obligation to consider the totality of the information before her. The Application for Permanent Residence is comprised of the required forms, any verbal information and any supporting documentation submitted for the officer's consideration. The applicant's previous name was available to the officer from the supporting documentation submitted with the initial application. This information was available for the officer's review and consideration throughout the entire application process, and there was therefore no attempt by the applicant to conceal his change of name.  <FRAGMENT_SUPPRESSED>"], ["[24]", "Indeed, the CAIPS notes reflect that the officer reviewed the additional documentation provided by the applicant prior to the interview. She noted that some of those documents were issued in his former name, Chi-Sing Koo, and she was therefore aware of the applicant's previous name prior to conducting the interview. She subsequently conducted a search of the name Chi-Sing Koo within the Field Operations Support System (FOSS).  <FRAGMENT_SUPPRESSED>"], ["[25]", "At his interview, the applicant advised the officer that he had not thoroughly read the completed application forms before signing them. In light of this explanation and the fact that the applicant had clearly not attempted to conceal his previous name because he had provided numerous supporting documents in his previous name and had also disclosed his previous name at his interview, it was unreasonable for the officer to conclude that the failure to include his previous name on the application forms was not simply a human error in transcription, as his former representative recognized, and did rise to the level of misrepresentation under section 40(1)(a) of", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[26]", "Moreover, the officer failed to conduct the proper analysis to determine if the name change was or was not material in the case at bar. At the hearing, counsel for the respondent submitted that the name change could have induced an error as the officer would have only conducted criminal and security checks under the applicant's current name and not with the birth name. But the correct information was on record for approximately two years and thus, available to the officer for her consideration. She could have completed the necessary checks required, as she did indeed within the FOSS system, and therefore the information provided could not have induced an error in the administration of the", "Act", "even if the applicant's former name did not appear on the application form.  <FRAGMENT_SUPPRESSED>"], ["[27]", "I shall now turn to the alleged misrepresentation with respect to the applicant's previous application for permanent residence. The error occurred when the applicant check off the \"yes\" box to the question whether he had \"previously sought refugee status in Canada or applied for a Canadian immigrant or permanent resident visa or visitor or temporary resident visa\", but check off the \"no\" box to the following question as to whether he had been refused such a status. The applicant has stated that this was an oversight on both the part of himself and his former representative and was in no way intentional. Further, when the applicant was asked at interview about whether he had previously submitted any immigration applications, the CAIPS notes reflect that he advised the officer that he had previously submitted an application for permanent residence in Canada, which was refused in 1995.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Not only do the CAIPS notes indicate that the existence of the applicant's previous application for permanent residence was known to Citizenship and Immigration despite the applicant's change of name, but they also demonstrate that the applicant had previously disclosed his 1995 application for permanent residence when applying for a Work Permit. The applicant's previous disclosure supports the applicant's claim that he misread the question on the application form and inadvertently ticked off the wrong box.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Moreover, no assessment of the materiality of the inadvertent failure to disclose that the applicant had previously applied for permanent residence was conducted. Such an assessment is necessary in order to properly evaluate whether a misrepresentation was material in accordance with section 40(1)(a) of the", "Act", ". The officer's failure to conduct such an assessment constitutes a reviewable error.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Although an inadvertent error was made on the applicant's forms by his representative with respect to a previous application for permanent residence, this information, although relevant, was not material to the matter at hand. Regardless of whether or not the applicant had previously applied for permanent residence in Canada, the officer was required to conduct an assessment of the current application before her.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Counsel for the respondent submitted that the applicant's previous application in 1995 was refused due to his lack of formal training and education. As the applicant knew the previous reason for refusal, the respondent submitted that he knew that his most recent application for permanent resident status in Canada would fail for similar reasons, and thus, this knowledge is the reason that the applicant misrepresented these facts.  <FRAGMENT_SUPPRESSED>"], ["[32]", "It must be stressed that the applicant's first application for permanent resident status was submitted in or about July 1995, thirteen years ago. In this application, the applicant was assessed under the former legislation, the", "Immigration Act", ", R.S.C. 1985, c. I-2. Considering the significant changes in the legislation, the accompanying Regulations, and in immigration policy, it is unreasonable for the respondent to purport that the applicant knew that his current application would fail for the same reasons that it did before, and thus, he misrepresented his education and did not tick the proper box pertaining to previous applications.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Furthermore, the applicant received his Certificate of Technician in Chinese Cuisine Cookery in August 2003, he obtained a significant amount of cooking experience in recent years, and had worked in Canada as a cook on a valid Work Permit, all of which demonstrates that the applicant's credentials had significantly changed over the years. It is therefore reasonable to believe that the applicant honestly believed he would qualify for immigration to Canada.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In light of all these facts, the respondent has failed to demonstrate how the alleged non-disclosure of the previous application is material in the application of the", "Act", ". Although the previous application for landing almost 13 years ago is relevant, it is not material because the officer was required to make a fresh determination on the application that was before her in 2005. Therefore, the alleged failure to disclose the previous application for landing does not come within the scope of section 40 of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[35]", "Finally, the officer's finding that a misrepresentation was made with respect to the applicant's education credentials also constitutes a reviewable error. The applicant's former representative interpreted the applicant's experience and training to have constituted an apprenticeship level of education. While this may have been an inaccurate interpretation, it is not an entirely unreasonable conclusion given the fact that the applicant had undergone a significant amount of practical training and had been accredited by the government of Taiwan in the field of Chinese Cuisine as the result of successfully completing a government administered examination.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The characterization of the applicant's education credential as an apprenticeship and the former representative's subsequent request that the applicant be awarded 20 points for his education level do not constitute misrepresentation on the part of the applicant. The awarding of points was a matter to be evaluated by the officer and the officer did just that. She questioned the applicant about his education and he answered her honestly and openly. It is as a result of her review of his educational documentation, the information provided by the applicant himself at interview and her subsequent analysis that she came to the conclusion that the applicant should not be awarded the points requested by his former representative. This is the role of a Visa Officer and it is the work they conduct on a daily basis.  <FRAGMENT_SUPPRESSED>"], ["[37]", "In conclusion, it is fair to say that there were some human errors in the application forms, some of which the consultant himself has taken responsibility for. Regardless of these errors, the supporting material and the information obtained at interview ensured that accurate and honest information was provided to the officer before she rendered her decision. The CAIPS notes reflect that the applicant answered truthfully when he was questioned by the officer, and the discussion described in those notes in no way constitutes a \"confession\" as characterized by Raymond Gabin in his affidavit.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The inadvertent errors made by the applicant and his consultant do not in any way meet the threshold of section 40 of the", "Act", ". Not only were they not misrepresentations, but they were not material either. As a matter of fact, the officer failed to conduct the proper analysis as to the materiality of the alleged misrepresentations, which is also a reviewable error. Finally, the officer had a duty to consider the totality of the information that was in the applicant's file with immigration for almost two years, which she did not do.  <FRAGMENT_SUPPRESSED>"], ["[39]", "For all these reasons, this application for judicial review is granted. No question of general importance was submitted.  <FRAGMENT_SUPPRESSED>", "ORDER  <FRAGMENT_SUPPRESSED>"], ["[40]", "THIS COURT ORDERS that", "this application for judicial review is granted. No question of general importance is certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}