{"id_": "066462", "body_str": [["[1]", "Annis, J.", ": This is an application for judicial review, pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA], of a decision that the applicant was not a Convention refugee or a person in need of protection.", "Background"], ["[2]", "Mr. Al-Awamleh was born in Jordan in 1980. He testified that in the summer 2008 he was a witness to an attempted sexual assault against a neighbour. He chased the perpetrator and recognized him and testified to that effect in court despite attempts by the family of the accused to bribe him and threaten him to refrain. The perpetrator was convicted and given a seven-year sentence. A subpoena in the applicant's name was entered into evidence to corroborate this."], ["[3]", "The applicant stated that the family of the criminal was involved in drug trafficking. Soon after the conviction, four of the offender's brothers assaulted the applicant. He reported the attack to the police and was treated for cuts at the hospital. His father then decided that they should relocate to a different neighbourhood. However, two of the brothers then turned up at the applicant's office in February 2010, looking for him. He called the police and then went to the police station. An officer there advised him that unless the brothers were arrested, he would always be in some danger because there was no witness-protection program in Jordan, and that he would be safest if he were in an isolated cell or left the country."], ["[4]", "The applicant took a leave of absence and researched safe destinations. He decided to apply for a student visa to Canada, since it would be granted for longer than the six months of a visitor visa; he hoped that upon his return the brothers would be in jail. The visa was granted in May 2010."], ["[5]", "The applicant put off leaving twice, because he had a well-paid job, family, and friends in Jordan, and he had not been bothered by the brothers since February. Then, on September 20, 2010, a car followed his. In a sparsely populated area, it pulled level with his car and the passenger shot at him several times. He was not injured and went straight to the police station."], ["[6]", "The next day, the applicant resigned from his job, asking to be allowed to leave immediately, without the normal four weeks' notice. He booked the first available flight to Canada, hid at a friend's house until it was time to leave, and arrived in Montreal on September 23, 2010. In November 2010, he heard from family in Jordan that his brother had been attacked and that the attackers had said that this was a message to him. At that point, he realized that it would never be safe for him to return, and made a refugee claim."], ["[7]", "He supported his claim with the witness subpoena from the assault trial, photographs of his bullet-riddled car, medical reports dated July 25, 2008 and November 15, 2010, security services reports dated September 20, 2010 and November 11, 2010, and a letter from his former employer in Amman dated April 13, 2011, stating that two suspicious men had been demanding to know the applicant's whereabouts.", "Impugned decision"], ["[8]", "The Refugee Protection Division [RPD or the Panel] heard the claim on May 29, 2012, and rendered its decision on June 7, 2012. The Panel found that being the victim of criminal retribution was not a situation with a nexus to the Convention grounds listed in section 96 of the IRPA (", "<FRAGMENT_SUPPRESSED> ). It then examined whether the claimant was a person in need of protection pursuant to section 97 of the IRPA. It assessed that the claimant had not rebutted the presumption of adequate state protection in Jordan. The police had taken his statements on each occasion, even though no arrests had been made to date. There was no evidence that they had not taken the matter seriously and the claimant had not taken steps to complain to other agencies. A forward-looking assessment did not suggest that if he were returned to Jordan, he would not be afforded adequate state protection. The RPD rejected the claim.", "Issue"], ["[9]", "The issue is whether the RPD erred in determining that there was adequate state protection available to the applicant in Jordan.", "Standard of review"], ["[10]", "As Justice O'Keefe recently noted in", "<FRAGMENT_SUPPRESSED>  at paragraph 57)."], ["[26] Issues of state protection and of the weighing, interpretation and assessment of evidence are reviewable on a reasonableness standard (see  <FRAGMENT_SUPPRESSED>  [2011] FCJ No 924 at paragraph 5; and  <FRAGMENT_SUPPRESSED>  [2009] FCJ No 1286 at paragraph 38)."], ["[27] In reviewing the Panel's decision on the standard of reasonableness, the Court should not intervene unless the Panel came to a conclusion that is not transparent, justifiable and intelligible and within the range of acceptable outcomes based on the evidence before it (see  <FRAGMENT_SUPPRESSED> , at paragraph 47; Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED> ). As the Supreme Court held in  <FRAGMENT_SUPPRESSED> , it is not up to a reviewing court to substitute its own view of a preferable outcome, nor is it the function of the reviewing court to reweigh the evidence (at paragraph 59)."], ["[11]", "The standard of review in the present case is reasonableness.", "Analysis", "State Protection"], ["[12]", "It is common ground that refugee protection is intended only to be engaged in situations where protection from one's home state is unavailable and that, except in situations where there has been a complete breakdown of the state apparatus, there is a presumption that the state is capable of protecting its citizens.", "<FRAGMENT_SUPPRESSED> ."], ["[14]", "The test for state protection is adequacy and not effectiveness. It is not enough for a claimant to show that his/her government has not always been effective at protecting people in his/her particular situation. The protection offered by the state need not be perfect, nor can a state protect its citizens all the time.", "<FRAGMENT_SUPPRESSED> .", "Did the Panel Apply the Wrong Test?"], ["[15]", "The applicant argues that the Panel asked the wrong question in considering whether \"the authorities took the matter seriously\". He submits that it should rather have considered whether effective protection was provided. The Panel mentioned on a number of occasions that the evidence did not demonstrate that the authorities were not taking the case seriously with a view to arresting and prosecuting the offender. I do not take this, however, as evidence that the Panel had misdirected itself, inasmuch as it correctly stated the test at the beginning and stated its conclusion as whether the applicant would be more likely than not be at substantial risk or danger due to the non-availability of state protection were he to return to Jordan."], ["[16]", "I consider the issue of the police taking his complaints seriously and appropriately investigating them to be pertinent to demonstrating that the protection the police provided was adequate. If the complainant's evidence had established that the police were not serious about investigating and arresting the perpetrators of the acts complained of, then this would go towards demonstrating the lack of availability of state protection."], ["[17]", "That does not mean that the Panel did not consider other evidence to demonstrate the adequacy of police protection; merely that its conclusion that serious efforts were being made to investigate and arrest the wrongdoers supports the conclusion that the protection was adequate.", "Did the Panel Misapprehend the Evidence in the Failing to Consider the Complainant's Discussion with the Police?"], ["[18]", "The applicant submits that the Panel failed to consider important evidence, although it accepted it as credible, that the police advised him that he would always have some risk and that it would be safest if he was kept in an isolated cell or left the country."], ["[19]", "In support of this submission, he refers to the decision of de Montigny J. in", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. In that case the claimant, also a citizen of Jordan, was a witness in a murder trial in Jordan and reported to the police that the family of the accused, who was convicted, had harassed him with threats of violence and murder because they were angry about his testimony. There was evidence that the police had intervened to have the culpable party sign an undertaking to keep the peace, which demonstrated an apparent willingness on the part of the police to take steps to provide protection. There was also reliable evidence in the form of a letter from the mayor attesting to the fact, that because the complainant had been asked to testify, \"his presence inside the country threatens his life at the hands of the parties in the case\". The Panel did not accept that the mayor would indicate his country's inability to protect one of its own citizens and finally concluded that the letter was to be given little weight."], ["[20]", "The Court found that the letter from the mayor was an important piece of evidence refuting the presumption of state protection and that, given the importance of the content of the letter, the correctness of the RPD decision to give it no weight was critical to the overall decision on state protection. The court commented as follows at paragraph 34 of its reasons:"], ["[34] The Panel's decision to reject it is dubious for a number of reasons. First of all, the Panel appears to have completely misinterpreted the letter and took only the part that was in conformity with its conclusion. The letter clearly states that the applicant is in danger at the hands of the parties, but the Panel focused instead on whether the Mayor believes that reconciliation will one day occur. In so doing, the Panel fails to address the fact that the Mayor explained that until the reconciliation occurs, the applicant is not safe within the country. Contrary to the Panel's finding, what matters is not whether reconciliation would eventually occur in the opinion of the Mayor, but whether the applicant would be in danger if he were to return home at the time of the RPD determination."], ["[21]", "The situation is quite different in this matter inasmuch as there is no express statement by the Panel that it would not attribute any weight to the applicant's conversation with the police. Moreover, there were a number of related problems with how the Panel dealt with the matter in <FRAGMENT_SUPPRESSED> having to do with its emphasis on a pending reconciliation and its failure to focus on the complainant's situation. The Court found that the Panel never discussed the possibility that the complainant could be the primary target of tribal revenge because he appeared as a witness in the murder trial. Instead, it focused on the fact that the documentary evidence did not mention individuals as being the target of blood feuds. The Court indicated that in so doing, the Panel failed to acknowledge the applicant's particular circumstances. That is not the case here, where the Panel specifically concluded:", "\"In examining this case further, it is relatively clear to the panel that the claimant is personally being targeted by persons who are related or somehow affiliated to the person the claimant gave evidence against in court [...]\""], ["[22]", "Also in <FRAGMENT_SUPPRESSED> , the Court had found that the Panel unfairly concluded that the complainant was not credible. Credibility is a form of lynch-pin issue that often determines outcomes. The rejection of the mayor's evidence was an example of its failure to deal properly with the facts. The Panel in this matter has accepted that the applicant was credible."], ["[23]", "That does not mean, however, that the applicant's evidence should be treated in the same manner as that of the mayor speaking for his community as an objective third party out-of-court witness confirming the perilous situation of the applicant and committing his views to paper. While the Panel accepts that the complainant was credible, there always remain issues as to the reliability and weight to be given to uncorroborated hearsay testimony and, more importantly, the interpretation of the discussion out of the mouth of the complainant when the police officer was not available to testify or be cross-examined."], ["[24]", "The respondent argues that the statement by the police was simply that they could not", "guarantee", "the applicant's safety. It is therefore not a surprising situation for someone who was being targeted. What the police were really saying is the only way to", "guarantee", "the applicant's safety was for him to be in a police cell or to leave the country. In some respects, this is the case for anyone who is targeted. Examples abound in Canada and elsewhere of warnings and police efforts not resulting in protecting a previously identified at-risk person."], ["[25]", "In the circumstances, I am not prepared to conclude that the failure to refer to the complainant's discussion with the police was not considered by the Panel. A tribunal is presumed to have considered all of the evidence unless that presumption is rebutted and I am not satisfied the presumption has been rebutted in these circumstances (", "<FRAGMENT_SUPPRESSED>  (QL) (FCA))."], ["[26]", "Nor am I satisfied that the evidence, had it not been considered, would have been determinative or affected the outcome of the case. Not only is it unclear as to whether the police were indicating that they could not \"guarantee\" the applicant's safety, but a local failure to provide protection does not amount to a lack of state protection; the applicant could have complained further to other agencies (", "<FRAGMENT_SUPPRESSED>  (FCA)).", "Is the Decision Reasonable?"], ["[27]", "There is evidence upon which the Panel could conclude that state protection was available. The applicant provided evidence of active police investigation at many points of his testimony. Moreover, the complainant's situation started from a successful investigation and conviction of the person who committed the crime which he witnessed and against whom he testified."], ["[28]", "The fact that the police had not arrested anyone in conjunction with the incidents the applicant reported does not provide clear and convincing evidence that the police failed to respond to the applicant's complaints or that the protection provided in response to the complaints was inadequate."], ["[29]", "Although this Court may have come to a different conclusion on the evidence, it is required to demonstrate deference to the Panel and the decision falls within the possible, acceptable outcomes that are defensible in facts and in law.", "Conclusion"], ["[30]", "For these reasons, the application is dismissed.", "JUDGMENT"], ["[31]", "THIS COURT'S JUDGMENT is that", "the application is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  s'agit d'une demande de contrôle judiciaire, présentée en conformité avec le paragraphe 72(1) de la", "Loi sur l'immigration et de la protection des réfugiés", ", LC 2001, c 27 [la LIPR], d'une décision selon laquelle le demandeur n'a pas qualité de réfugié au sens de la Convention ni celle de personne à protéger.", "Contexte"], ["[2]", "Monsieur Al-Awamleh est né en Jordanie en 1980. Il a déclaré que, à l'été 2008, il a été témoin d'une tentative d'agression sexuelle sur une voisine. Il a pris en chasse l'auteur de la tentative, l'a reconnu et a témoigné contre lui en cour malgré les tentatives de la famille de celui-ci de le museler avec de l'argent et des menaces. L'auteur de l'agression a été reconnu coupable et a reçu une sentence d'emprisonnement de sept ans. Une assignation à comparaître établie au nom du demandeur a été présentée à titre de preuve pour corroborer les faits."], ["[3]", "Le demandeur a affirmé que la famille du criminel se livrait au trafic de stupéfiants. Peu après la déclaration de culpabilité, quatre des frères du criminel ont agressé le demandeur. Le demandeur a déclaré l'attaque à la police et a été traité à l'hôpital pour des coupures. Son père a ensuite décidé que la famille devait déménager dans un autre quartier. Cependant, deux des frères se sont présentés au bureau du demandeur en février 2010, demandant à le voir. Le demandeur a téléphoné à la police et s'est présenté au poste de police. Un agent de police lui a fait savoir que, à moins que les frères ne soient arrêtés, il courrait toujours un risque parce qu'il n'existe pas de programme de protection des témoins en Jordanie, et qu'il serait plus en sécurité dans une cellule isolée ou s'il quittait le pays."], ["[4]", "Le demandeur a pris congé du travail et s'est mis à la recherche d'une destination sûre. Il a décidé de demander un visa d'étudiant au Canada, qui permet un séjour plus long que les six mois autorisés par un visa de visiteur; il espérait qu'à son retour, les frères seraient en prison. Le visa a été accordé en mai 2010."], ["[5]", "Le demandeur a retardé son départ deux fois parce qu'il avait un emploi bien rémunéré, des parents et des amis en Jordanie et parce qu'il n'avait pas été inquiété par les frères depuis février. Puis, le 20 septembre 2010, une voiture s'est mise à suivre la sienne. Dans une zone peu peuplée, la voiture a rejoint la sienne, et le passager a tiré plusieurs fois en sa direction. Le demandeur n'a pas été blessé, et il s'est rendu directement au poste de police."], ["[6]", "Le lendemain, le demandeur a démissionné de son poste, demandant l'autorisation de partir immédiatement, sans l'avis réglementaire de quatre semaines. Il a pris un siège sur le premier vol disponible en partance pour le Canada, s'est caché chez un ami jusqu'à l'heure du départ et est arrivé à Montréal le 23 septembre 2010. En novembre 2010, il a appris de parents en Jordanie que son frère avait été attaqué et que les agresseurs avaient déclaré qu'il s'agissait d'un message à son intention. À ce stade, il a conclu qu'il ne pourrait jamais rentrer dans son pays et a demandé l'asile."], ["[7]", "Le demandeur a étayé sa demande par l'assignation à comparaître à titre de témoin au procès d'agression sexuelle, des photographies de son véhicule criblé de balles, des rapports médicaux datés du 25 juillet 2008 et du 15 novembre 2010, des rapports de services de sécurité datés du 20 septembre 2010 et du 11 novembre 2010 et une lettre de son ancien employeur à Amman, datée du 13 avril 2011, selon laquelle deux hommes louches avaient exigé de savoir où il se trouvait.", "Décision contestée"], ["[8]", "La Section de la protection des réfugiés [la SPR ou le tribunal] a entendu la demande le 29 mai 2012 et rendu sa décision le 7 juin 2012. Le tribunal a conclu que le fait d'être victime d'une vengeance criminelle n'avait aucun lien avec les prévus dans la Convention énumérés à l'article 96 de la LIPR (", "<FRAGMENT_SUPPRESSED> ). Il a ensuite cherché à déterminer si le demandeur avait qualité de personne à protéger au sens de l'article 97 de la LIPR. Il a conclu que le demandeur n'avait pas réfuté la présomption d'une protection adéquate de l'État en Jordanie. La police a pris ses dépositions chaque fois, même si aucune arrestation n'a eu lieu à ce jour. Il n'existe aucune preuve que la police n'a pas pris l'affaire au sérieux, et le demandeur n'a pas fait de démarches auprès d'autres organismes. D'après une évaluation prospective, rien n'indique que, si le demandeur rentrait en Jordanie, il ne recevrait pas une protection de l'État adéquate. La SPR a rejeté la demande d'asile.", "Question en litige"], ["[9]", "Il s'agit de déterminer si la SPR a commis une erreur en concluant qu'une protection de l'État suffisante était offerte au demandeur en Jordanie.", "Norme de contrôle"], ["[10]", "Comme l'a récemment écrit le juge  <FRAGMENT_SUPPRESSED> , au paragraphe 57)."], ["[26] Les questions qui concernent la protection de l'État et la pondération, l'interprétation et l'appréciation de la preuve appellent la norme de la raisonnabilité (voir", "<FRAGMENT_SUPPRESSED>  [2011] ACF no 924, au paragraphe 5, et", "<FRAGMENT_SUPPRESSED>  [2009] ACF no 1286, au paragraphe 38)."], ["[27] Lorsqu'elle procède au contrôle d'une décision de la Commission selon la norme de la raisonnabilité, la Cour s'abstiendra d'intervenir, à moins que la Commission ne soit arrivée à une conclusion qui n'est pas transparente, justifiée et intelligible et qui n'appartient pas aux issues acceptables au regard de la preuve qui lui a été soumise (voir <FRAGMENT_SUPPRESSED> , précité, au paragraphe 47, et", "<FRAGMENT_SUPPRESSED> ). Comme l'a statué la Cour suprême dans l'arrêt <FRAGMENT_SUPPRESSED> , précité, il n'appartient pas à la cour de révision de substituer la solution qu'elle juge elle-même appropriée à celle qui a été retenue, pas plus qu'il n'entre dans ses attributions de soupeser à nouveau les éléments de preuve (au paragraphe 59)."], ["[11]", "La norme de contrôle applicable en l'espèce est celle de la raisonnabilité.", "Analyse", "Protection de l'État"], ["[12]", "Il est acquis que la protection à titre de réfugié n'est accordée que dans le cas où la protection de l'État dans le pays d'origine n'est pas offerte et que, sauf dans les cas d'effondrement complet de l'appareil étatique, les États sont présumés être capables de protéger leurs citoyens.", "<FRAGMENT_SUPPRESSED> , au paragraphe 50."], ["[13]", "Pour réfuter la présomption de protection de l'État selon la prépondérance des probabilités, le demandeur doit fournir une preuve « claire et convaincante » qu'il ne peut pas se réclamer de la protection du pays de sa nationalité:", "<FRAGMENT_SUPPRESSED> ."], ["[14]", "Le critère relatif à la protection de l'État est le caractère adéquat et non pas l'efficacité. Il ne suffit pas qu'un demandeur démontre que son gouvernement n'a pas toujours été en mesure de protéger les gens se trouvant dans la même situation que lui. Il n'est pas nécessaire que la protection fournie par les autorités étatiques du pays d'origine soit parfaite ni que l'État soit en mesure de protéger ses citoyens en tout temps:", "<FRAGMENT_SUPPRESSED> .", "Le tribunal a-t-il appliqué le mauvais critère?"], ["[15]", "Le demandeur soutient que le tribunal a posé la mauvaise question quand il a examiné si « les autorités avaient pris l'affaire au sérieux ». Il soutient que le tribunal aurait dû examiner la question de savoir si une protection efficace a été offerte. Le tribunal a souligné un certain nombre de fois que les éléments de preuve ne démontrent pas que les autorités n'ont pas pris l'affaire au sérieux en ce qui concerne l'arrestation et la poursuite en justice de l'auteur de l'infraction. Je ne crois pas que ces éléments démontrent que le tribunal s'est trompé parce qu'il a énoncé correctement le critère au début de son analyse et sa conclusion quant à savoir s'il serait plus probable que le contraire que le demandeur soit exposé à un risque ou un danger sérieux à cause de l'absence d'une protection de l'État s'il rentrait en Jordanie."], ["[16]", "J'estime que la question de savoir si la police a pris les plaintes du demandeur au sérieux et a mené enquête comme il se devait à leur égard est pertinente quand il s'agit de démontrer que la protection offerte par la police était suffisante. Si les éléments de preuve fournis par le demandeur avaient établi que la police n'avait pas fait montre de sérieux dans l'enquête et l'arrestation des auteurs des gestes visés par les plaintes, l'absence de protection de l'État serait alors établie."], ["[17]", "Cela ne veut pas dire que le tribunal n'a pas pris en compte d'autres éléments de preuve pour démontrer le caractère suffisant de la protection de la police, mais cela veut tout simplement dire que la conclusion du tribunal voulant que des efforts sérieux ont été déployés pour mener enquête et arrêter les délinquants milite en faveur de la conclusion selon laquelle la protection était suffisante.", "Le tribunal a-t-il mal interprété les éléments de preuve en omettant de tenir compte de la discussion du demandeur avec la police?"], ["[18]", "Le demandeur soutient que le tribunal a omis de prendre en compte des éléments de preuve importants, même s'il les a reconnus comme crédibles, selon lesquels la police lui a souligné qu'il courrait toujours un risque et qu'il serait plus en sécurité s'il était détenu dans une cellule isolée ou s'il quittait le pays."], ["[19]", "À l'appui de cette observation, le demandeur renvoie à la décision du juge de  <FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ]. En l'espèce, le demandeur, lui aussi un citoyen de la Jordanie, avait témoigné dans un procès pour meurtre en Jordanie et déclaré à la police que la famille de l'accusé, qui avait été reconnu coupable, l'avait harcelé en proférant des menaces de voies de fait et de mort à son encontre en représailles de son témoignage. Il existait des éléments de preuve selon lesquels la police avait fait signer aux membres de la famille un engagement à garder la paix, ce qui atteste d'une apparente volonté de la police de chercher à protéger le demandeur. Il existait également des éléments de preuve fiables sous la forme d'une lettre du maire confirmant que, parce que le plaignant avait été invité à témoigner, « sa présence dans le pays l'expo[sait] à une menace à sa vie de la part des parties dans l'affaire. » Le tribunal n'a pas accepté que le maire puisse dire que son pays n'était pas en mesure de protéger l'un de ses propres citoyens et a finalement conclu que peu de poids devait être accordé à la lettre."], ["[20]", "La Cour avait conclu que la lettre du maire représentait un élément de preuve clé réfutant la présomption de la protection de l'État et que, vu l'importance de son contenu, le bien-fondé de la décision de la SPR de ne lui conférer aucun poids était essentiel eu égard à la décision globale sur la protection de l'État. La Cour a écrit ce qui suit au paragraphe 34 de ses motifs:"], ["[34] La décision de la Commission de rejeter la lettre est douteuse, et cela pour un certain nombre de raisons. D'abord, la Commission semble s'être totalement méprise sur la lettre, en n'en retenant que ce qui s'accordait avec sa conclusion. La lettre mentionne clairement que le demandeur n'est pas en sûreté entre les mains des parties, mais la Commission s'est plutôt demandé si le maire croyait à une possible réconciliation. La Commission n'a donc pas compris que ce que le maire voulait dire, c'était que, jusqu'à la réconciliation, le demandeur n'était pas en sûreté dans le pays. Contrairement à la conclusion de la Commission, ce qui importe n'est pas de savoir si, selon le maire, la réconciliation était possible, mais plutôt de savoir si le demandeur serait en danger s'il devait retourner dans son pays au moment où la SPR rendait sa décision."], ["[21]", "La situation est assez différente en l'espèce parce que le tribunal ne déclare pas expressément qu'il ne conférerait aucun poids à la conversation du demandeur avec la police. De plus, un certain nombre de problèmes ont été relevés dans <FRAGMENT_SUPPRESSED> quant à la façon dont le tribunal a instruit l'affaire en retenant surtout qu'une réconciliation était imminente et en ne s'attardant pas suffisamment sur la situation du demandeur. La Cour a conclu que le tribunal n'avait jamais abordé la possibilité que le plaignant puisse être la cible principale d'une vengeance tribale parce qu'il avait comparu à titre de témoin dans une affaire de meurtre. Le tribunal s'était plutôt concentré sur le fait que la preuve documentaire ne dit pas que ce sont des personnes précises qui sont les cibles de vendettas. La Cour a mentionné que, ce faisant, le tribunal avait omis de tenir compte des circonstances particulières du demandeur. Cela n'est pas le cas ici puisque le tribunal a expressément conclu:", "« Après avoir examiné l'affaire en profondeur, le tribunal a conclu qu'il était relativement clair que le demandeur d'asile était visé personnellement par des personnes qui sont parentes ou qui ont un lien quelconque avec la personne contre laquelle il a témoigné [...]. »"], ["[22]", "Toujours dans <FRAGMENT_SUPPRESSED> , la Cour a conclu que le tribunal avait estimé injustement que le demandeur n'était pas crédible. La crédibilité est en quelque sorte un motif clé qui souvent détermine l'issue. Le rejet de la lettre du maire constitue un exemple du défaut du tribunal d'examiner les faits comme il se devait. Le tribunal, en l'espèce, a reconnu que le demandeur était crédible."], ["[23]", "Cela ne veut toutefois pas dire que la preuve produite par le demandeur devrait être traitée au même titre que celle d'un maire qui parle pour sa communauté, à l'extérieur de la cour, à titre de tiers témoin objectif, attestant de la situation précaire du demandeur et exprimant ses vues par écrit. Bien que le tribunal reconnaisse que le demandeur est crédible, des questions demeurent quant à la fiabilité d'un témoignage par ouï-dire non corroboré, au poids à conférer à celui-ci et, surtout, à l'interprétation de la discussion relatée par le demandeur lorsque l'agent de police ne peut pas témoigner ou être contre-interrogé."], ["[24]", "Le défendeur soutient que la police voulait simplement dire qu'elle ne pouvait pas", "garantir", "la sécurité du demandeur. Cela n'a rien d'étonnant dans le cas d'une personne ciblée. En réalité, la police affirmait que la seule façon de", "garantir", "la sécurité du demandeur serait de détenir celui-ci dans une cellule ou que celui-ci quitte le pays. À certains égards, c'est le cas pour toute personne ciblée. Les exemples ne manquent pas au Canada et ailleurs dans le monde de personnes jugées à risque que la police, en dépit d'avertissements et d'efforts déployés en ce sens, n'a pas été en mesure de protéger."], ["[25]", "En l'espèce, je ne suis pas disposé à conclure que le tribunal a omis de tenir compte du fait qu'il n'a pas renvoyé à la conversation que le plaignant a eue avec la police. Le tribunal est censé avoir examiné tous les éléments de preuve sauf si cette présomption est réfutée, et je ne suis pas convaincu que la présomption a été réfutée en l'espèce (", "<FRAGMENT_SUPPRESSED>  (QL) (CAF))."], ["[26]", "Je ne suis pas convaincu non plus que la preuve, si le tribunal avait négligé d'en tenir compte, aurait eu un effet déterminant ou aurait influé sur le résultat en l'espèce. On ne peut pas établir que la police a affirmé qu'elle ne pouvait pas « garantir » la sécurité du demandeur, et le défaut de fournir une protection à tel ou tel endroit n'équivaut pas à une absence de protection de l'État; le demandeur aurait pu s'adresser à d'autres instances (", "<FRAGMENT_SUPPRESSED>  (CAF)).", "La décision est-elle raisonnable?"], ["[27]", "Il existe des éléments de preuve auxquels le tribunal peut renvoyer pour conclure que la protection de l'État était disponible. À bien des stades de son témoignage, le demandeur a fourni des éléments de preuve d'une enquête policière active. De plus, c'est à l'issue d'une enquête et de la condamnation de l'auteur de l'acte criminel dont il avait été témoin et contre qui il avait témoigné que les problèmes du demandeur ont commencé."], ["[28]", "Le fait que la police n'a effectué aucune arrestation concernant les incidents rapportés par le demandeur ne constitue pas une preuve claire et convaincante que la police n'a pas donné suite aux plaintes du demandeur ou que la protection offerte en réponse aux plaintes était insuffisante."], ["[29]", "Bien que la Cour puisse rendre une conclusion différente en fonction des éléments de preuve, elle doit faire montre de retenue à l'égard du tribunal, et la décision appartient aux issues possibles acceptables et défendables au regard des faits et du droit.", "Conclusion"], ["[30]", "Pour ces motifs, la demande est rejetée.", "JUGEMENT"], ["[31]", "LA COUR STATUE que", "la demande est rejetée.", "[End of document]"]]}