{"id_": "066461", "body_str": [["[1]", "Pinard, J.", ": On August 22, 2011, Jabbar Mozayen Abedin (the \"applicant\"), filed the present application for judicial review of the decision of David P.F. Lee, a member of the Immigration Appeal Division of the Immigration and Refugee Board of Canada (the \"IAD\"),pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\"). The IAD refused part of the applicant's appeal of the visa officer's determination that the applicant and his family failed to comply with the residency requirements under the Act."], ["[2]", "The applicant was born in Iran. He and his family became permanent residents of Canada when they landed on November 20, 2003. The applicant's wife, Taheri Masoumeh, their son, Armin Mozayen Abedin, who was 25 years old at the time of the IAD's decision, and their 15 year-old son Arvan Mozayen Abedin, were found by a visa officer to have failed to comply with their residency obligations under the Act. The officer further considered there to be insufficient humanitarian and compassionate reasons to allow them to retain their status as permanent residents. The applicant and his family appealed this decision, arguing that there were sufficient humanitarian and compassionate grounds to warrant special relief, considering the best interests of the children affected and challenging the legal validity of the decision."], ["[3]", "The IAD allowed the appeal for all of the members of the applicant's family except for his adult son Armin, concluding that there were sufficient humanitarian and compassionate considerations to warrant special relief from the residency requirements. Thereby, Armin's appeal was dismissed. In the present application for judicial review, the applicant solely challenges the IAD's conclusion as to the dismissal of Armin's appeal.", "* * * * * * * *"], ["[4]", "The only real issue raised by the applicant in the present application for judicial review is whether the IAD erred by making factual determinations in a perverse or capricious manner, or without regard to the evidence before it."], ["[5]", "This issue, being a question of fact, is to be reviewed based on a standard of reasonableness (see", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED>  at paras 59-60;", "<FRAGMENT_SUPPRESSED> ). Therefore, this Court must determine whether the IAD's decision falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  at para 47 [", "Dunsmuir", "] )."], ["[6]", "The applicant asserts that the IAD erred in finding that Armin was not a dependent. The applicant claims that although Armin may be of adult age, he meets the definition of dependent under the Act. Moreover, the IAD acknowledged that the Abedin family was \"close knit\", but ignored that Armin had been in Canada since 2009, taking courses, living with his mother and waiting for his father to return to start up a business here in Canada. In the applicant's opinion, the IAD ignored that Armin has been completely dependent on his family. Furthermore, the IAD failed to consider that in removing Armin to Iran, he will be subject to government control, as was the applicant, and that the government will use Armin to force the applicant to carry out other governmental projects in Iran."], ["[7]", "The applicant emphasizes that Armin was allowed to return to Canada as a returning resident and has been in Canada since 2010. Moreover, Armin meets the definition of \"dependent child\" under section 2 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the \"Regulations\") which reads:", "2.", "The definitions in this section apply in these Regulations.", "\"dependent child\", in respect of a parent, means a child who", ") has one of the following relationships with the parent, namely,", "(i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or", "(ii) is the adopted child of the parent; and", ") is in one of the following situations of dependency, namely,", "(i) is less than 22 years of age and not a spouse or common-law partner,", "(ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student", "(A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and", "(B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or", "(iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition.", "2.", "Les définitions qui suivent s'appliquent au présent règlement.", "« enfant à charge » L'enfant qui:", ") d'une part, par rapport à l'un ou l'autre de ses parents:", "(i) soit en est l'enfant biologique et n'a pas été adopté par une personne autre que son époux ou conjoint de fait,", "(ii) soit en est l'enfant adoptif;", "b) d'autre part, remplit l'une des conditions suivantes:", "(i) il est âgé de moins de vingt-deux ans et n'est pas un époux ou conjoint de fait,", "(ii) il est un étudiant âgé qui n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans ou est devenu, avant cet âge, un époux ou conjoint de fait et qui, à la fois:", "(A) n'a pas cessé d'être inscrit à un établissement d'enseignement postsecondaire accrédité par les autorités gouvernementales compétentes et de fréquenter celui-ci,", "(B) y suit activement à temps plein des cours de formation générale, théorique ou professionnelle,", "(iii) il est âgé de vingt-deux ans ou plus, n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans et ne peut subvenir à ses besoins du fait de son état physique ou mental."], ["[8]", "In addition, the applicant asserts that even if Armin was not a dependent child, it was an error to dismiss his appeal as he is the only member of his family who was thereby denied legal status in Canada, in violation of the principle of family reunification contained in paragraph 3(1)(", ") of the Act."], ["[9]", "The respondent asserts that the IAD's decision is reasonable. It is accepted that Armin did not meet the residency requirements of the Act, having only been physically present in Canada for 265 days. There was no reason for his absence: he could have remained in Canada, attended school, sought work, as his other brothers did. The respondent claims a review of the IAD's decision indicates that it considered all of the evidence before it. While the applicant may be dissatisfied with the IAD's weighing of the humanitarian and compassionate factors, his dissatisfaction does not warrant this Court's intervention."], ["[10]", "With regards to the definition of dependent under the Regulations, the respondent argues it is not clear what Armin's educational history is based on the evidence."], ["[11]", "In response to the respondent's allegation of confusion in the IAD's decision as to Armin's educational history and return to Canada, the applicant asserts that the IAD erred in fact by failing to properly consider and understand the evidence before it."], ["[12]", "Firstly, it is irrelevant that Armin was allowed to enter Canada as a permanent resident; permanent residents have the obligation to comply with their residency requirements under the Act and the present application for judicial review arises out of Armin's failure to comply with these residency requirements. It is accepted that Armin was only physically present in Canada for 265 days; this finding by the visa officer was accepted by the IAD and is not challenged by the applicant. Thus, it is irrelevant whether Armin remained in Canada as of 2009 or 2010. Lastly, although the Act promotes family reunification, this reason alone is insufficient to allow an application based on humanitarian and compassionate grounds. The IAD explicitly considered that Armin would be the only member of his immediate family in Iran if removed. It was up to the IAD to weigh the humanitarian and compassionate grounds raised by the applicant and his family, which it did - no one ever argued before the IAD that if removed to Iran, they would be subject to government control. The real issue raised by the applicant is the IAD's finding that Armin is not a dependent."], ["[13]", "Armin is an adult and there is no evidence of him being handicapped or incapable in any way. He provided no evidence for himself during the hearing, or in the present application for judicial review, never testifying, nor filing an affidavit. However, the IAD did consider the evidence before it. Simply stating that the applicant and his spouse have cared for Armin all his life does not make him a dependent: he is fully capable of caring for himself. The issue is whether it was reasonable for the IAD to conclude that Armin is not a dependent, being 25 years old at the time."], ["[14]", "\"Dependent child\" is defined in the Regulations. Armin clearly satisfies the first prong of the definition, being the applicant's biological child. However, he is over 22 years of age and there is no evidence that he is unable to support himself. Thus, to be a dependent pursuant to the Regulations, it must have been established that he \"depended substantially on the financial support of the parent since before the age of 22\", has been a student continuously enrolled in a post-secondary institution and has actively been pursing a course on a full-time basis."], ["[15]", "The evidence is unclear as to Armin's education. Various institutions and courses are mentioned. It is unclear whether Armin was", "continuously", "enrolled in a", "post-secondary", "institution on a", "full-time", "basis."], ["[16]", "While both York University and George Brown College were listed as Canadian institutions Armin attended, there was no documentation on record from these schools. It is also unclear what Armin intended to study. The applicant testified that his son came to Canada in 2009 and took courses. However, according to his wife's evidence, their son has been in Canada since 2010. It is also unclear why Armin did not testify at the hearing if he was in Canada. Thus, by failing to provide clear evidence, Armin failed to establish the requisite humanitarian and compassionate grounds."], ["[17]", "The burden of proof was on the applicant and his family. Considering the evidence before the IAD, it was not unreasonable for the IAD to conclude that Armin was not a dependent. While he most likely did financially depend on his parents since before the age of 22, it is not clear that he has continuously been a student in a post-secondary institution on a full-time basis. The IAD's finding of a lack of dependency falls within the \"range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "<FRAGMENT_SUPPRESSED>  at para 47). The IAD's decision as a whole is reasonable, its conclusions being made based on the evidence before it. Thus, this Court's intervention is unwarranted. As this conclusion is determinative of the present application for judicial review, it will not be necessary to deal with the issue concerning the standing of the applicant, which was raised by the respondent."], ["[18]", "For these reasons, the application for judicial review is dismissed."], ["[19]", "I agree with counsel for the parties that this is not a matter for certification.", "JUDGMENT"], ["[20]", "The application for judicial review of the decision of a member of the Immigration Appeal Division of the Immigration and Refugee Board of Canada, refusing part of the applicant's appeal of the visa officer's determination that the applicant and his family failed to comply with the residency requirements under the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27, is dismissed.", ".........................", "<FRAGMENT_SUPPRESSED>  [Traduction]: Le 22 août 2011, en vertu du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (la Loi), Jabbar Mozayen Abedin (le demandeur) a déposé une demande de contrôle judiciaire de la décision rendue par David P.F. Lee, un commissaire de la Section d'appel de l'immigration de la Commission de l'immigration et du statut de réfugié du Canada (la SAI). La SAI avait rejeté en partie l'appel interjeté par le demandeur à l'encontre de la décision de l'agent des visas selon laquelle le demandeur et sa famille n'avaient pas respecté l'obligation de résidence prévue par la Loi."], ["[2]", "Le demandeur est né en Iran. Lui et les membres de sa famille sont devenus résidents permanents du Canada quand le droit d'établissement leur a été accordé le 20 novembre 2003. L'agent des visas a estimé que la femme du demandeur, Taheri Masoumeh, leur fils, Armin Mozayen Abedin, qui avait vingt-cinq ans au moment de la décision de la SAI, et leur fils de quinze ans, Arvan Mozayen Abedin, n'avaient pas respecté l'obligation de résidence prévue par la Loi. L'agent a conclu en outre à l'absence de motifs d'ordre humanitaire justifiant qu'il leur soit permis de conserver leur statut de résidents permanents. Le demandeur et sa famille ont interjeté appel de cette décision, affirmant que des motifs d'ordre humanitaire justifiaient la prise de mesures spéciales, compte tenu de l'intérêt supérieur des enfants touchés, et contestant la validité juridique de la décision."], ["[3]", "La SAI a accueilli l'appel de tous les membres de la famille du demandeur, à l'exception de celui du fils adulte, Armin, ayant conclu que les motifs d'ordre humanitaire ne justifiaient pas dans son cas la prise de mesures spéciales à l'égard de l'obligation de résidence. Par conséquent, l'appel d'Armin a été rejeté. Dans la présente demande de contrôle judiciaire, le demandeur conteste uniquement la conclusion de la SAI relativement au rejet de l'appel d'Armin.", "* * * * * * * *"], ["[4]", "La seule question soulevée par le demandeur dans la présente demande de contrôle judiciaire est celle de savoir si la SAI a commis une erreur en tirant des conclusions de fait de façon abusive ou arbitraire, ou sans tenir compte de la preuve qui lui avait été présentée."], ["[5]", "Il s'agit d'une question de fait, susceptible de contrôle selon la norme de la décision raisonnable (voir", "<FRAGMENT_SUPPRESSED> , aux paragraphes 59 et 60;", "<FRAGMENT_SUPPRESSED> et 16). Par conséquent, la Cour doit déterminer si la décision de la SAI appartient aux « issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "<FRAGMENT_SUPPRESSED> , au paragraphe 47 [", "Dunsmuir", "] )."], ["[6]", "Le demandeur affirme que la SAI a commis une erreur en concluant qu'Armin n'était pas un enfant à charge. Selon le demandeur, bien qu'Armin soit un adulte, il répond à la définition d'« enfant à charge » aux termes de la Loi. De plus, la SAI a reconnu que la famille Abedin était une« famille unie », mais a fait abstraction du fait qu'Armin était au Canada depuis 2009, qu'il suivait des cours, qu'il vivait avec sa mère et attendait le retour de son père pour lancer une entreprise ici au Canada. Armin dépendait entièrement de sa famille, mais, de l'avis du demandeur, la SAI n'en a pas tenu compte. En outre, la SAI n'a pas pris en considération le fait qu'Armin serait assujetti au contrôle du gouvernement, tout comme le demandeur, s'il était renvoyé en Iran, et que le gouvernement se servirait d'Armin pour forcer le demandeur à exécuter d'autres projets gouvernementaux en Iran."], ["[7]", "Le demandeur insiste sur le fait qu'Armin a pu rentrer au Canada à titre de résident revenant au pays et qu'il se trouve ici depuis 2010. De plus, Armin répond à la définition d'« enfant à charge » donnée à l'article 2 du", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2002-227 (le Règlement), définition ainsi rédigée:", "2.", "Les définitions qui suivent s'appliquent au présent règlement.", "« enfant à charge » L'enfant qui:", ") d'une part, par rapport à l'un ou l'autre de ses parents:", "(i) soit en est l'enfant biologique et n'a pas été adopté par une personne autre que son époux ou conjoint de fait,", "(ii) soit en est l'enfant adoptif;", "b) d'autre part, remplit l'une des conditions suivantes:", "(i) il est âgé de moins de vingt-deux ans et n'est pas un époux ou conjoint de fait,", "(ii) il est un étudiant âgé qui n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans ou est devenu, avant cet âge, un époux ou conjoint de fait et qui, à la fois:", "(A) n'a pas cessé d'être inscrit à un établissement d'enseignement postsecondaire accrédité par les autorités gouvernementales compétentes et de fréquenter celui-ci,", "(B) y suit activement à temps plein des cours de formation générale, théorique ou professionnelle,", "(iii) il est âgé de vingt-deux ans ou plus, n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans et ne peut subvenir à ses besoins du fait de son état physique ou mental.", "2.", "The definitions in this section apply in these Regulations.", "\"dependent child\", in respect of a parent, means a child who", ") has one of the following relationships with the parent, namely,", "(i) is the biological child of the parent, if the child has not been adopted by a person other than the spouse or common-law partner of the parent, or", "(ii) is the adopted child of the parent; and", ") is in one of the following situations of dependency, namely,", "(i) is less than 22 years of age and not a spouse or common-law partner,", "(ii) has depended substantially on the financial support of the parent since before the age of 22 - or if the child became a spouse or common-law partner before the age of 22, since becoming a spouse or common-law partner - and, since before the age of 22 or since becoming a spouse or common-law partner, as the case may be, has been a student", "(A) continuously enrolled in and attending a post-secondary institution that is accredited by the relevant government authority, and", "(B) actively pursuing a course of academic, professional or vocational training on a full-time basis, or", "(iii) is 22 years of age or older and has depended substantially on the financial support of the parent since before the age of 22 and is unable to be financially self-supporting due to a physical or mental condition."], ["[8]", "De surcroît, le demandeur soutient que, même si Armin n'était pas un enfant à charge, le rejet de son appel constituait une erreur, parce qu'Armin devenait ainsi le seul membre de la famille à n'avoir pas obtenu de statut juridique au Canada, ce qui contrevient au principe de la réunification des familles prévu à l'alinéa 3(1)", ") de la Loi."], ["[9]", "Le défendeur estime que la décision de la SAI est raisonnable. Il est reconnu qu'Armin n'a pas respecté l'obligation de résidence prévue par la Loi, ayant été effectivement présent au Canada pendant 265 jours seulement. Son absence n'était pas justifiée: Armin aurait pu rester au Canada, aller à l'école ou chercher du travail, comme ses autres frères l'ont fait. L'examen de la décision de la SAI, soutient le défendeur, révèle que la SAI a tenu compte de l'ensemble de la preuve qui lui avait été présentée. Bien que le demandeur puisse être insatisfait de la façon dont la SAI a soupesé les facteurs d'ordre humanitaire, cette insatisfaction ne justifie pas l'intervention de la Cour."], ["[10]", "En ce qui concerne la définition d'« enfant à charge » donnée dans le Règlement, le défendeur affirme que les antécédents scolaires d'Armin ne ressortent pas clairement de la preuve au dossier."], ["[11]", "En réponse à la confusion dans la décision de la SAI alléguée par le défendeur relativement aux antécédents scolaires d'Armin et à son retour au Canada, le demandeur soutient que la SAI a commis une erreur de fait en ne tenant pas dûment compte de la preuve présentée et en ne la comprenant pas bien."], ["[12]", "Premièrement, il n'est pas pertinent de savoir qu'Armin a été autorisé à entrer au Canada à titre de résident permanent; les résidents permanents doivent respecter l'obligation de résidence prévue par la Loi, et la présente demande de contrôle judiciaire découle du fait qu'Armin n'a pas respecté cette obligation. Il est reconnu qu'Armin a été effectivement présent au Canada pendant 265 jours; cette conclusion tirée par l'agent des visas a été acceptée par la SAI, et le demandeur ne l'a pas contestée. Il n'est donc pas pertinent de savoir si Armin est au Canada depuis 2009 ou 2010. Enfin, bien que la Loi favorise la réunification des familles, cette raison à elle seule n'est pas suffisante pour qu'une demande fondée sur des motifs d'ordre humanitaire soit accueillie. La SAI a explicitement tenu compte du fait qu'Armin serait le seul membre de la famille immédiate du demandeur à se trouver en Iran s'il était renvoyé. Il incombait à la SAI d'apprécier les motifs d'ordre humanitaire invoqués par le demandeur et sa famille, ce que la SAI a fait - aucun membre de la famille n'a soutenu devant la SAI qu'il serait assujetti au contrôle du gouvernement s'il était renvoyé en Iran. La vraie question soulevée par le demandeur concerne la conclusion de la SAI selon laquelle Armin n'est pas un enfant à charge."], ["[13]", "Armin est un adulte, et aucun élément de preuve n'établit qu'il est handicapé ou incapable d'une quelconque façon. Il n'a fourni aucun élément de preuve pour lui-même durant l'audience, ni au cours de la présente demande de contrôle judiciaire, et n'a jamais témoigné ni souscrit d'affidavit. Toutefois, la SAI a bel et bien examiné la preuve qui lui avait été présentée. Armin n'est pas un enfant à charge simplement parce que le demandeur et sa femme ont affirmé avoir pris soin de lui toute sa vie: il est parfaitement capable de s'occuper de lui-même. La question consiste à savoir s'il était raisonnable pour la SAI de conclure qu'Armin, âgé de vingt-cinq ans au moment de la décision, n'était pas un enfant à charge."], ["[14]", "Le terme « enfant à charge » est défini dans le Règlement. Armin répond assurément au premier volet de la définition, étant l'enfant biologique du demandeur. Toutefois, il a plus de vingt-deux ans, et rien dans la preuve ne montre qu'il est incapable de subvenir à ses besoins. Pour qu'il soit considéré comme un enfant à charge aux termes du Règlement, il doit avoir été établi qu'il « n'a pas cessé de dépendre, pour l'essentiel, du soutien financier de l'un ou l'autre de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans », qu'il n'a pas cessé d'être inscrit dans un établissement d'enseignement postsecondaire et qu'il y suit activement des cours à temps plein."], ["[15]", "La preuve est obscure en ce qui a trait aux études d'Armin. Divers établissements et cours sont mentionnés, mais la preuve n'établit pas clairement qu'Armin n'a", "pas cessé", "d'être inscrit", "à temps plein", "dans un établissement d'enseignement postsecondaire."], ["[16]", "Bien que l'Université York et le Collège George Brown soient mentionnés comme des établissements canadiens qu'Armin a fréquentés, le dossier ne contient aucun document produit par ces écoles. Ce qu'Armin avait l'intention d'étudier demeure également obscur. Le demandeur a témoigné que son fils était venu au Canada en 2009 et y avait suivi des cours. Toutefois, selon le témoignage de l'épouse du demandeur, leur fils se trouvait au Canada depuis 2010. Les raisons pour lesquelles Armin n'a pas témoigné à l'audience s'il était au Canada ne sont pas claires non plus. Ainsi, en ne produisant pas une preuve claire, il n'a pas réussi à établir les motifs d'ordre humanitaire requis."], ["[17]", "Le fardeau de la preuve incombait au demandeur et à sa famille. Compte tenu de la preuve au dossier, il n'était pas déraisonnable pour la SAI de conclure qu'Armin n'était pas un enfant à charge. Bien que, fort probablement, il n'a pas cessé de dépendre du soutien financier de ses parents à compter du moment où il a atteint l'âge de vingt-deux ans, la preuve n'établit pas clairement qu'Armin n'a pas cessé d'être inscrit à temps plein dans un établissement d'enseignement postsecondaire. La conclusion de la SAI selon laquelle Amin n'était pas un enfant à charge appartient aux « issues possibles acceptables pouvant se justifier au regard des faits et du droit » (", "Dunsmuir", ", précité, au paragraphe 47). La SAI a rendu une décision raisonnable dans l'ensemble, ses conclusions étant fondées sur la preuve qui lui avait été présentée. Par conséquent, l'intervention de la Cour n'est pas justifiée. Étant donné que cette conclusion permet de trancher la présente demande de contrôle judiciaire, il ne sera pas nécessaire de trancher la question de la qualité pour agir du demandeur, laquelle avait été soulevée par le défendeur."], ["[18]", "Pour les motifs susmentionnés, la demande de contrôle judiciaire est rejetée."], ["[19]", "Je conviens avec les avocats des parties que la présente affaire ne soulève aucune question à certifier.", "JUGEMENT"], ["[20]", "La demande de contrôle judiciaire de la décision par laquelle un commissaire de la Section d'appel de l'immigration de la Commission de l'immigration et du statut de réfugié du Canada a rejeté en partie l'appel interjeté par le demandeur à l'encontre de la conclusion de l'agent des visas selon laquelle le demandeur et sa famille n'avaient pas respecté l'obligation de résidence prévue par la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27, est rejetée.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}