{"id_": "066483", "body_str": [["[1]", "McVeigh, J.", ": The Applicant was employed by the Canada Revenue Agency, as a Payroll Auditor/Trusts Accounts examiner between 1977 and 2009.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Sometime in October 2001, the Applicant went on sick leave and from March 26, 2002 was on leave without pay.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant was informed his employment would be terminated if he failed to take one of these steps requested in 2006 and 2008. The employer requested that the Applicant either:  <FRAGMENT_SUPPRESSED>", "• return to work; or  <FRAGMENT_SUPPRESSED>", "• retire on medical grounds; or  <FRAGMENT_SUPPRESSED>", "• resign from his position.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On March 19, 2009, the Applicant was terminated.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Applicant first contacted the Commission in April 2006 regarding the filing of his complaint. The Commission recommended the Applicant first use the grievance process available to him under the", "Public Service Labour Relations Act", ", SC 2003, c 22, s 2 (the \"PSLRA\"), and explained if he was unsatisfied with the outcome of that process, at that point he could request the Commission open his file and address his complaint.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In 2008, following a decision dated January 10, 2008 by the Public Service Labour Relations Board (the \"Board\") which dismissed the Applicant's complaint, the Commission confirmed the Applicant could file his complaint.  <FRAGMENT_SUPPRESSED>"], ["[7]", "After the Applicant received a complaint kit from the Commission, he filed a complaint on January 14, 2009.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Applicant's submissions in his complaint were:  <FRAGMENT_SUPPRESSED>", "• Between 1983 and 2001, employees at the Applicant's work place and, at one time, one of his direct supervisors, had threatened and harassed the Applicant over his record of travel expense claims for travel to work assignments in and around the greater Toronto area;  <FRAGMENT_SUPPRESSED>", "• Despite the Applicant's requests that his employer address the harassment, his employer refused to provide a harassment free environment;  <FRAGMENT_SUPPRESSED>", "• In 2001, the Applicant took sick leave as he was he no longer able to tolerate the harassment alongside managing a cancer diagnosis he received around the same time;  <FRAGMENT_SUPPRESSED>", "• By forcing the Applicant to choose between medical retirement, resignation, or termination of his employment, the Applicant claims his employer did not address his harassment allegations and refused to accommodate his medical disability. He submits this conduct amounts to discrimination on the grounds of disability, contrary to section 7 of the CHRA.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The complaint materials contain allegations the Applicant's employer violated the terms of the collective agreement by terminating his employment prior to the exhaustion of all of his sick leave credits.  <FRAGMENT_SUPPRESSED>"], ["[10]", "On August 31, 2012, a representative with the Commission issued a section 40/41 report (the \"Report\") recommending the Commission not deal with the Applicant's complaint under paragraphs 41(1)(d) and 41(1)(e) of the CHRA.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Respondent on October 4, 2012 endorsed the recommendation of the Report to not deal with the complaint.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Public Service Alliance of Canada (the \"PSAC\") replied on the Applicant's behalf on October 18, 2012 with submissions that did not endorse the Report.  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Commission's decision dated November 21, 2012 decided not to deal with the Applicant's complaint under both paragraphs 41(1)(d) and 41(1)(e) of the CHRA and adopted the Report's reasons. Among the findings underlying the Commission's decision, the Commission found that the Applicant's two sets of allegations, those pertaining to harassment and those related to the termination of his employment, were distinct.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Commission refused to deal with allegations related to harassment under paragraph 41(1)(e) of the CHRA, because the Commission found those allegations were based on events that had occurred between 1983 and 2001. They decided the allegations were untimely because the Applicant only first approached the Commission some 5 years following the last of those events in 2006, and had not explained the lengthy delay.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Commission did not deal with the allegations related to the 2009 termination under paragraph 41(1)(d) of the CHRA because it considered those allegations were frivolous for a number of reasons. First, the Applicant's termination followed a period of over 7 years during which he was unable to work. Second, the Applicant had not established there were reasonable prospects that he would be able to return to work in the foreseeable future. Third, the offer of medical retirement amounted to reasonable accommodation.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Decisions by the Commission to deal with complaints under subsection 41(1) of the CHRA are subject to review on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> (", "Ayangma)", "<FRAGMENT_SUPPRESSED> (", "Exeter", ")).  <FRAGMENT_SUPPRESSED>"], ["[17]", "Questions of procedural fairness are to be reviewed on a standard of correctness (", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> (", "Khosa", ")). This includes questions involving the fairness of the procedure adopted by the Commission in deciding whether to deal with complaints under subsection 41(1) of the CHRA (", "Ayangma", "at para 56;", "Exeter", "at para 6) and questions involving administrative delays in rendering decisions in administrative proceedings (", "<FRAGMENT_SUPPRESSED> , at para 102).  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Applicant disputes the Commission's finding that his harassment allegations (travel issues) were separate from the allegations he made in relation to his termination. In support of his position, he says that his medical leave was related to both his cancer treatments, and the harassment he was suffering at work. He claims his inability to return to work was the result of his employer's inability to provide assurances of a harassment free workplace and denial that the harassment had taken place.  <FRAGMENT_SUPPRESSED>"], ["[19]", "I disagree and find the decision to be reasonable.  <FRAGMENT_SUPPRESSED>"], ["[20]", "Reasonableness is concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law, having regard to both the particular decision, and the process followed by the decision maker (", "<FRAGMENT_SUPPRESSED> ;", "<FRAGMENT_SUPPRESSED> , at para 59;", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Commission accepted the finding from the Report that the Applicant's harassment and termination allegations were separate because, in its view, it appeared the allegations of harassment were not connected to the termination of the Applicant's employment.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Report dismissed the Applicant's assertion that the harassment and termination allegations were related. The Applicant argued that his inability to return to work is related to the harassment. The Commission dismissed this argument because it found that allegation was unsupported by the evidence.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The evidence before them was:  <FRAGMENT_SUPPRESSED>", "• that the termination letters sent in 2006 were sent years after the Applicant's allegations of harassment;  <FRAGMENT_SUPPRESSED>", "• the letters were not sent by persons with knowledge of the travel expense issue that he alleges was harassment;  <FRAGMENT_SUPPRESSED>", "• The evidence before the Board was that the Applicant could not work owing to a medical condition that is not described;  <FRAGMENT_SUPPRESSED>", "• Following his cancer diagnosis the Applicant said he went on medical leave in 2001. He says he responded to his employer's request that he return to work in 2008 by submitting statements on December 11, 2008 and December 24, 2008. These statements were from his attending physician and another doctor confirming that it was not appropriate he return to work at that time because of his medical condition.  <FRAGMENT_SUPPRESSED>"], ["[24]", "What the Applicant did not provide was evidence that the medical condition that prevented him from returning to work was related to the harassment. Nor did he explain how the Commission's process in reaching its decision to treat the allegations separately was unreasonable. Consequently, there is no basis that would justify any judicial intervention as it is a reasonable conclusion based on the record before the Commission.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant submits that the Commission was willfully blind to the October 18, 2012 submission made by PSAC on his behalf.  <FRAGMENT_SUPPRESSED>"], ["[26]", "I disagree.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The October 18, 2012 submissions were made in response to the Report. The role of the Commission was to consider those submissions in relation to the conclusions and findings made in the Report.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Applicant's October 18, 2012 submissions disagreed with the conclusions in the Report:  <FRAGMENT_SUPPRESSED>", "• The Commission separating the harassment allegations from the termination allegations;  <FRAGMENT_SUPPRESSED>", "• The Commission's finding that the employer was no longer obliged to accommodate the Applicant; and  <FRAGMENT_SUPPRESSED>", "• The Commission's failure to address the violation of article 35.09 of the collective agreement which apparently stated that before termination can take place, an employee's sick leave credit must be exhausted.  <FRAGMENT_SUPPRESSED>"], ["[29]", "In the reasons dated November 21, 2012, the Commission both acknowledged the Applicant's submissions, and gave a reason for rejecting them. In the decision under \"material considered when decision was made\" is a reference to the submissions of October 18, 2012, the Commission stated it did not find those submissions sufficiently persuasive so as to reject the conclusions of the Report as they did not address the finding underlying conclusions.  <FRAGMENT_SUPPRESSED>"], ["[30]", "Regarding the first conclusion, the Report found that the harassment was distinct from the termination allegations because the complaint failed to establish a connection between the two. The Report found the harassment allegations were out of time because the Applicant failed to explain the lengthy delay between the end of the harassment in 2002 and the Applicant's first contact with the Commission regarding a complaint in 2006.  <FRAGMENT_SUPPRESSED>"], ["[31]", "The October 18, 2012 submissions do not address the connection between the harassment and termination allegations. Nor do they address the Applicant's delay between the harassment allegations in 2001 and first contacting the Commissions in 2006 to file a complaint.  <FRAGMENT_SUPPRESSED>"], ["[32]", "Since the Applicant failed to address the reasons in the Report for finding harassment allegations surrounding events that occurred in 2001 are out of time, I find the Commission's failure to find the Applicant's submissions unpersuasive was reasonable.  <FRAGMENT_SUPPRESSED>"], ["[33]", "Regarding the second conclusion, the Report concluded that the employer was not required to investigate whether accommodation of the Applicant was possible. This was because of the finding that the medical evidence provided simply stated the Applicant was unable to work. This was a situation that existed since 2001, and there was no indication the Applicant could return to work in the foreseeable future.  <FRAGMENT_SUPPRESSED>"], ["[34]", "In the Applicant's October 18, 2012 submissions he argued the Commission's reasons were not determinative of the issue because there was no indication in the medical notes that the Applicant could return to work if the harassment allegations were addressed.  <FRAGMENT_SUPPRESSED>"], ["[35]", "I disagree and find it open for the Commission to find those submissions were not persuasive as they failed to explain how accommodating the allegations of harassment would overcome his stated inability to work due to his medical condition.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Report acknowledged the Applicant's initial claim that his employer violated the collective agreement by terminating his employment when they were in disagreement over whether he had remaining sick leave, but did not make a finding on this issue.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The Report, acknowledged that the Commission can only deal with complaints alleging conduct that is discriminatory according to the CHRA, and is linked to one or more of the prohibited grounds of discrimination listed in Section 3 of the CHRA.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The October 18, 2012 submissions fail to explain how the dispute around sick leave and alleged violation of the collective agreement amounts to a discriminatory practice on a prohibited ground of discrimination under the CHRA. The Applicant has failed to establish overall that the Commission's treatment of the October 18, 2012 submissions was unreasonable as the Commission was not required to address those arguments.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The Applicant argued that the delay he incurred from the moment he filed his complaint in April 2006 to the moment he received his decision from the Commission dated November 21, 2012 amounts to a violation of his right to receive a decision within a reasonable time.  <FRAGMENT_SUPPRESSED>"], ["[40]", "I disagree. The party seeking to establish that an administrative delay amounts to violation of procedural fairness has the burden of demonstrating the delay was unacceptable to the point of being so oppressive as to taint the proceedings and cause serious prejudice (", "<FRAGMENT_SUPPRESSED> (", "Blencoe", ");", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[41]", "The delay is not based on the length of the delay alone, but requires considering the circumstances of the case, including the degree to which the party alleging delay contributed to the delay, or waived the delay (", "Blencoe,", "at para 122).  <FRAGMENT_SUPPRESSED>"], ["[42]", "In these circumstances, the time is justified considering the requirements imposed by CHRA on the Commission for dealing with complaints. Under paragraphs (a) and (b) of subsection 41(1) of the CHRA, the Commission is not obliged to deal with complaints if the Applicant has not exhausted all other grievance or review procedures available, or if the Applicant can have the complaint dealt with through procedures provided for by other acts of Parliament.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The Applicant first contacted the Commission in 2006, but it appears from the record he had not exhausted other recourses he had been pursuing until October 2011. In fact the Applicant admitted he had not exhausted the union grievance procedures until 2008 at the earliest.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The Report records that while the Applicant filed his complaint in 2009, as of September 2010, the Applicant was still pursuing additional outstanding grievances of the kind described in paragraph 41(1)(b). Those grievances were only resolved in October 2011, at which time the Applicant contacted the Commission to reactivate his complaint following the dismissal of those grievances.  <FRAGMENT_SUPPRESSED>"], ["[45]", "The period to review was from the re-activation in October 2011 until the decision on November 21, 2012. During that time the Commission prepared and issued a Report on August 31, 2012, solicited the feedback of the parties, and considered the feedback, on that report, the latest of which was received October 18, 2012.  <FRAGMENT_SUPPRESSED>"], ["[46]", "Consequently, where the Commission has followed the requirements of the CHRA, a decision issued some 13 months later does not amount to a violation of the duty of fairness..  <FRAGMENT_SUPPRESSED>"], ["[47]", "THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "1. This application is dismissed;  <FRAGMENT_SUPPRESSED>", "2. Costs awarded in the amount of $250.00 payable forthwith.  <FRAGMENT_SUPPRESSED>", "Application dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: J. Danielle King/vnh  <FRAGMENT_SUPPRESSED>"]]}