{"id_": "066554", "body_str": [["[1]", "Mactavish, J.", ": Shokhina Bhuiya is a Bangladeshi citizen whose application for permanent residence as a member of the skilled worker class was rejected by a visa officer. Ms. Bhuiya now seeks judicial review of that decision, asserting that the visa officer erred in calculating the points to be awarded to Ms. Bhuiya for her education."], ["[2]", "For the reasons that follow, I am of the view that the visa officer did not err as alleged. As a consequence, the application for judicial review will be dismissed.", "Background"], ["[3]", "The facts in this matter are not in dispute."], ["[4]", "Ms. Bhuiya holds a Master's degree in Commerce. She completed 16 years of full-time education leading up to this degree. After obtaining her Master's degree, she returned to school, and took a one-year course, which resulted in her receiving a diploma in personnel management."], ["[5]", "When Ms. Bhuiya's application for permanent residence was assessed, the visa officer awarded her 22 points for the education factor, based upon the 16 years of education spent by Ms. Bhuiya earning the highest educational credential that she had obtained, namely her Master's degree."], ["[6]", "The visa officer determined that Ms. Bhuiya's post-graduate diploma in personnel management was \"not in the line of progression towards the highest credential\", namely the Master's degree. As a result, the visa officer did not include the year that Ms. Bhuiya spent working towards this diploma in the calculation of her years of education."], ["[7]", "Ms. Bhuiya asserts that the visa officer erred in this regard, submitting that there is nothing in the Immigration and Refugee Protection Regulations that would justify ignoring a year of Ms. Bhuiya's education in determining the points to which she was entitled."], ["[8]", "It is not disputed that had Ms. Bhuiya been credited with an additional year of education, she would have received 25 points for the education factor, and would have thereby met the 67 point threshold required to obtain a permanent resident visa.", "Standard of Review"], ["[9]", "Ms. Bhuiya submits that the only issue in this case is the visa officer's interpretation of the relevant provisions of the Regulations, and that, as a result, the decision should be reviewed on the correctness standard. In contrast, the Minister contends that visa officers have expertise in the interpretation of the Regulations. Moreover, the Minister submits that the case involves the application of the law to the facts of the case, with the result that the decision should be reviewed on the reasonableness standard."], ["[10]", "I do not need to resolve this issue, as I am of the view that the officer was indeed correct in her interpretation of the Regulations.", "Regulatory Framework"], ["[11]", "To be eligible for permanent residence as a member of the skilled worker class, applicants have to obtain 67 points through the assessment process. Applicants can receive up to a maximum of 25 points for their education. In determining how many points should be awarded for the education factor, visa officers are governed by Part 6, Division 1 of the Immigration and Refugee Protection Regulations. Section 78 is the section dealing with educational assessments, the relevant portions of which provide that:", "78. (2) A maximum of 25 points shall be awarded for a skilled worker's education as follows ...", "(e) 22 points for", "(i) a three-year post-secondary educational credential, other than a university educational credential, and a total of at least 15 years of completed full-time or full-time equivalent studies, or", "(ii) two or more university educational credentials at the bachelor's level and a total of at least 15 years of completed full-time or full-time equivalent studies; and", "(f) 25 points for a university educational credential at the master's or doctoral level and a total of at least 17 years of completed full-time or full-time equivalent studies.", "(3) For the purposes of subsection (2), points", "(a) shall not be awarded cumulatively on the basis of more than one single educational credential; and", "(b) shall be awarded", "(i) for the purposes of ... paragraph (2)(f), on the basis of the single educational credential that results in the highest number of points ...", "(4) For the purposes of subsection (2), if a skilled worker has an educational credential referred to in paragraph ... 2(f), but not the total number of years of full-time or full-time equivalent studies required by that paragraph or subparagraph, the skilled worker shall be awarded the same number of points as the number of years of completed full-time or full-time equivalent studies set out in the paragraph or subparagraph.", "78. (2) Un maximum de 25 points d'appréciation sont attribués pour les études du travailleur qualifié selon la grille suivante ...", "e) 22 points, si, selon le cas:", "(i) il a obtenu un diplôme postsecondaire - autre qu'un diplôme universitaire - nécessitant trois années d'études à temps plein et a accumulé un total de quinze années d'études à temps plein complètes ou l'équivalent temps plein,", "(ii) il a obtenu au moins deux diplômes universitaires de premier cycle et a accumulé un total d'au moins quinze années d'études à temps plein complètes ou l'équivalent temps plein;", "f) 25 points, s'il a obtenu un diplôme universitaire de deuxième ou de troisième cycle et a accumulé un total d'au moins dix-sept années d'études à temps plein complètes ou l'équivalent temps plein.", "(3) Pour l'application du paragraphe (2), les points sont accumulés de la façon suivante:", "a) ils ne peuvent être additionnés les uns aux autres du fait que le travailleur qualifié possède plus d'un diplôme;", "b) ils sont attribués:", "(i) pour l'application des ... de l'alinéa (2)f), en fonction du diplôme qui procure le plus de points selon la grille ...", "(4) Pour l'application du paragraphe (2), si le travailleur qualifié est titulaire d'un diplôme visé à ... l'alinéa (2)(f) mais n'a pas accumulé le nombre d'années d'études à temps plein ou l'équivalent temps plein exigé par l'un de ces alinéas ou sous-alinéas, il obtient le nombre de points correspondant au nombre d'années d'études à temps plein - ou leur équivalent temps plein - mentionné dans ces dispositions."], ["[12]", "The term \"Education credential\" is defined in section 73 of the Regulations as meaning \"any diploma, degree or trade or apprenticeship credential issued on the completion of a program of study or training at an educational or training institution recognized by the authorities responsible for registering, accrediting, supervising and regulating such institutions in the country of issue\".", "Analysis"], ["[13]", "Subsection 78(3) of the Regulations provides that points are to be awarded on the basis of the single educational credential that results in the highest number of points. It is not disputed that the highest educational credential held by Ms. Bhuiya is her Master's degree, and that she had completed 16 years of education prior to obtaining this degree."], ["[14]", "As a result, the provisions of subsection 78(4) came into play. That is, as Ms. Bhuiya had 16 years of education leading up to her Master's degree, rather than the 17 years contemplated by paragraph 78(2)(f), she was entitled to the number of points set out in paragraph 78(2)(e), namely 22 points."], ["[15]", "Such an interpretation of the Regulations is consistent with both the Immigration Manual, and the policy objectives described in the Regulatory Impact Assessment Statement or \"RIAS\" relating to the Regulations."], ["[16]", "Dealing first with the RIAS, this Court has held that although a RIAS is not a part of Regulations, it is nonetheless a useful tool in analyzing the legislative intent, as it was prepared as part of the regulatory process: see, for example,", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) and", "<FRAGMENT_SUPPRESSED>  (F.C.A.)."], ["[17]", "In this case, a review of the RIAS discloses that the reason for requiring that a candidate have both a particular degree", "and", "a specified number of years of education was to promote consistent standards in the assessment of a candidate's education and training, given the range of education and formal training systems around the world."], ["[18]", "The RIAS uses a Master's degree as an example, noting that to qualify for the maximum number of points for a Master's the candidate must also have 17 years of education. In other words, the years of education requirement is clearly intended to establish minimum standards for each type of degree."], ["[19]", "The fact that Ms. Bhuiya may have spent one additional year in school after obtaining her Master's degree does not turn her 16 year Master's degree into a 17 year Master's degree."], ["[20]", "A review of the relevant provisions of the Immigration Manual leads to a similar conclusion."], ["[21]", "As a consequence, I am satisfied that the visa officer did not err in her assessment of Ms. Bhuiya's education. The application for judicial review is therefore dismissed.", "Certification"], ["[22]", "Ms. Bhuiya has not proposed a question for certification. The Minister has suggested that a question may arise in relation to the standard of review to be applied to the visa officer's decision, in the event that the issue of standard of review turned out to be determinative of the outcome of this case. This is not the case, and no question will be certified.", "JUDGMENT"], ["[23]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed; and", "2. No serious question of general importance is certified.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}