{"id_": "066798", "body_str": [["[1]", "Hughes, J.", ": These Reasons and Judgment are further to those which I issued on July 21, 2010 in these proceedings. These Reasons are directed to the question of costs. At the end of the earlier hearing of these applications on the merits I was advised by Counsel for each of the parties that it was likely that they could come to an agreement as to costs. This caused me to write in my earlier Reasons (2010 FC 774) at paragraph 114:", "Counsel at the hearing advised that the parties may well agree as to the disposition of costs. I will therefore leave that matter to them, provided however that if they cannot agree within a reasonable period any one or more of them may, by a short letter addressed to me, seek a further order and directions as to costs"], ["[2]", "Unfortunately, the parties have been unable to agree as to costs and have asked that I determine the matter. I will do so notwithstanding that an appeal has been filed by Air Canada from my Judgment. That appeal has not yet been heard."], ["[3]", "In my Judgment of July 21, 2010 I dismissed both applications. All parties are agreed that, in respect of the issues before me, the Respondents Toronto Port Authority and Porter Airlines Inc. were substantially successful on most of the issues and certainly in the result. The Respondents have succeeded and each of them is entitled to costs. The only issue is as to quantum."], ["[4]", "Both Toronto Port Authority and Porter Airlines Inc. argue that they are entitled to substantial indemnity for costs and full indemnity in respect of disbursements. Each has submitted a draft bill of costs and disbursements indicating the actual costs and the costs sought to be recovered on a substantial indemnity basis."], ["[5]", "Air Canada submits that the costs allowed to each Respondent should not exceed twice the scale of Column IV of Tariff B (estimated to be $112,000 each) plus all reasonable disbursements."], ["[6]", "It is to be noted that Air Canada does not challenge the amounts set out in each of the Respondents' Draft Bill of Costs and Disbursements as to quantum nor has Air Canada provided a draft bill or other information as to its own Costs and Disbursements. I conclude, therefore, that as far as the dollar figures set out by the Respondents' draft bill are concerned, they are not seriously challenged."], ["[7]", "No party raised with the Court any offers to settle that would affect the quantum of costs."], ["[8]", "Toronto Port Authority submits the following summary as to costs and disbursements, the requested costs being 75% of the actual costs.", "Item", "Full Indemnity Cost", "Tariff Amount (Column V)", "Requested Costs", "Fees", "$1,410,262.69", "$69,664.02", "$1,057,697.02", "Disbursements", "$194,851.15", "$194,851.15", "$194,851.15", "TOTAL", "$1,605,113.84", "$264,515.17", "$1,252,548.17"], ["[9]", "Porter Airlines Inc. submits the following summary as to costs and disbursements, the requested costs by 75% of the actual costs:", "Item", "Tariff Amount (Column III)", "Tariff Amount (Column V)", "Actual Costs", "Requested Costs", "Fees", "$47,014.40", "$81,171.20", "$1,672,497.36", "$1,250,000.00", "Disbursements", "$156,422.88", "$156,422.88", "$156,422.88", "$156,422.88", "TOTAL", "$203,437.28", "$237,594.08", "$1,828,920.24", "$1,406,422.88"], ["[10]", "Air Canada has raised no serious objection as to the quantum nor any serious objection to the disbursements of each of the Respondents. Its position as to quantum of costs and disbursements can be summarized as:", "Toronto Port Authority:", "Costs:", "$120,000.00", "Disbursements:", "$194,851.15", "Total:", "$314,851.15", "Porter Airlines Inc.:", "Costs:", "$120,000.00", "Disbursements:", "$156,422.88", "Total:", "$276,422.88"], ["[11]", "Rule 400(1) gives the Court full discretionary power over the amount and allocation of costs. Rule 400(3) provides a number of matters that the Court may consider in exercising such discretion including, in sub-rule (o), any other matter that the Court considers to be relevant."], ["[12]", "In my earlier Reasons (2010 FC 774) I reviewed the background of these two applications, the parties, the evidence, the issues and provided a chronology of important events. These matters need not be repeated here. In brief, these two applications, which were heard together on common evidence, were hard fought, complex and completed within seven months of the institution of the proceedings. While no monetary relief was claimed much depended on the result. Access to the Toronto Island (Billy Bishop) Airport and its commercial viability was at stake. No party spared any legal resources in addressing the matter. Considerable effort was expended by first class legal Counsel retained by all parties. Time and expense appears not to have been an impediment."], ["[13]", "These matters were exceptionally well argued before me. However, I had difficulty, as my earlier Reasons reflect, with the restating of certain issues and emergence of new unpleaded issues on behalf of Air Canada."], ["[14]", "Traditionally, the Federal Court of Canada has been laggard in comparison with other Canadian superior courts, such as Ontario, in escalating an appropriate scale of costs. Many cases in the Federal Court involve persons of limited means who engage the federal government in litigation of one kind or another. The scale of costs is usually modest in such circumstances or usually non-existent in cases such as immigration. Complex commercial cases are frequently those involving intellectual property such as patent infringement actions or applications made pursuant to", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 as amended. Still costs in such matters are assessed largely with reference to the Tariff on one of the higher levels such as Column IV or V."], ["[15]", "Other jurisdictions, such as Ontario, have moved away from a tariff toward concepts of full indemnity or partial indemnity based upon the actual costs and disbursements incurred in the proceeding. The theory is that a successful party should not be penalized just because they become engaged in, or had to resort to, litigation. In so doing however, a Court has to be mindful that a party, while successful, may not have been entirely successful or, that the matter was a close call, or that it was one in which the assistance of a Court in its resolution was essential. Therefore an unsuccessful party should not be unduly punished by having to bear not only its own expenses but a large proportion of those of the other parties as well."], ["[16]", "In the present case I am satisfied that the indemnification approach is the proper one, the only question being whether that indemnification should be full or partial and, if partial, what part. As I stated earlier, there appears to be no genuine dispute as to the quantum of the actual costs and disbursements incurred. I am satisfied that each of Toronto Port Authority and Porter Airlines Inc. should recover the full amount of their stated disbursements from Air Canada."], ["[17]", "As to costs, Toronto Port Authority and Porter Airlines Inc. ask for recovery of 75% of their actual costs. Air Canada recommends what amounts to under 10% of those actual costs. In determining an appropriate percentage of costs I have had regard to Rule 400(3) including other matters as indicated by sub-rule (o) and find that the following are most relevant:", "1.", "Air Canada", "was the aggressor throughout this litigation. It commenced the first application followed by the second and threatened interlocutory injunction proceedings until an early hearing date could be fixed. I have noted earlier proceedings in which Air Canada or its related company Jazz have been involved but do not take them into account as costs have been or can be assessed in those proceedings. The point that I consider important is that Air Canada has been an aggressive litigator and must have been well aware of cost consequences.", "2.", "In the result", ", I found that, among other things, the Court had no jurisdiction to deal with the matters at hand and that there were no \"decisions\" to engage the Court's powers. Air Canada appears to have been aware that. It seemed to have difficulty getting \"traction\" in these proceedings. This appears to have been the cause of the shifting issues it raised from time to time including at the hearing itself.", "3.", "The stakes were high", "as they dealt with the commercial operation of the Toronto Island (Billy Bishop) Airport and Porter's access and Air Canada's access to facilities at that airport.", "4.", "All parties", "spared no legal expense, time and effort. Many senior and other counsel were engaged by all parties. Short timelines put pressure on the lawyers, the witnesses and the litigants. No party was under any disillusionment as to the costs and risk of costs involved.", "5.", "Air Canada", "made allegations, ultimately not proven and essentially irrelevant, as to misconduct and anti-competitive activity on the part of Toronto Port Authority and Porter Airlines Inc. Further, Air Canada made unfounded attacks on the ethics of some of the Respondent's witnesses.", "6.", "The sums", "requested by Toronto Port Authority and Porter are extremely high and well beyond the range of what was essentially, a two and a half day hearing even if extensive affidavit evidence on cross-examination was involved."], ["[18]", "Taking these matters into consideration I find that the Respondent's request for partial indemnity for costs at the 50% level of actual costs and full disbursements is appropriate and will so award. The recovery requested as set are in the draft bill of costs includes taxes so no additional award in that respect apparently is needed."], ["[19]", "In the result, Toronto Port Authority is awarded $705,131.35 for costs and taxes and $194,851.15 for disbursements which, in total, is $899,982.45. Porter is awarded $836,248.65 for costs and taxes and $156,422.88 for disbursements which, in total, is $992,671.53. These awards include applicable taxes.", "JUDGMENT AS TO COSTS"], ["[20]", "For the Reasons provided:"], ["[21]", "THIS COURT'S JUDGMENT AS TO COSTS is that", "1. The Respondent Toronto Port Authority is entitled to recover from the Applicant Air Canada the sum of $899,982.45 of which $194,851.15 is in respect of disbursements. The award includes applicable taxes;", "2. The Respondent Porter Airlines Inc. is entitled to recover from the Applicant Air Canada the sum of $992,671.53 of which $156,422.88 is in respect of disbursements. The award includes applicable taxes.", "[End of document]"]]}