{"id_": "066884", "body_str": [["[1]", "Mosley, J.", ": An immigration officer at the Canadian Embassy in Ankara, Turkey found that there were reasonable grounds to believe that Sih Mehmet Pusat was a member of the Kurdistan Workers Party (PKK), an organization which the Government of Canada has listed as a terrorist entity. As a result, Mr. Pusat's application for permanent residency as a member of the family class was denied for a second time. This application for judicial review will be granted on the ground that Mr. Pusat was denied procedural fairness.", "BACKGROUND"], ["[2]", "This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (IRPA)."], ["[3]", "The applicant is a Turkish citizen and an Alevi Kurd. His wife is a Turkish citizen who came to Canada in October 2003 and was granted refugee status. She became a Canadian permanent resident on May 16, 2006. The applicant and his family previously sought refugee status in Germany, but he was deported back to Turkey in June 1999 when the claim was denied."], ["[4]", "The applicant applied for permanent residency in Canada with his wife's sponsorship. In September 2007, the applicant attended an interview at the Canadian Embassy in Ankara, to discuss his application. The interview focused on whether he qualified as a member of the family class, but did briefly discuss his admissibility. The applicant explained that though he supports some of the PKK's goals, he does not support the PKK because he did not believe in violence."], ["[5]", "On September 3, 2009, the application was refused on the grounds that the applicant was inadmissible for being a member of the PKK (the first refusal). The applicant sought judicial review of that decision on the ground that the reasons for suspecting his membership in the PKK had not been disclosed to him. The Minister of Citizenship and Immigration agreed to re-open the application for redetermination by a different officer in return for the applicant discontinuing the application for judicial review."], ["[6]", "The application was sent back to the Canadian Embassy in Ankara for redetermination and a second interview was scheduled for April 14, 2010. Prior to the second interview, the applicant's counsel contacted the respondent to obtain disclosure of any evidence of the applicant's membership in the PKK. The respondent did not answer any of the applicant's counsel's three letters. The computer assisted immigration processing system (CAIPS) notes in the certified tribunal record contain entries indicating that the applicant was called a day prior to the interview and advised that he did not need to bring any documents to support the bona fides of his marriage and that the interview was to review his admissibility to Canada, not his eligibility as a member of the family class. That portion of the CAIPS notes is also attached as an exhibit to the affidavit of an assistant in the respondent's counsel's office."], ["[7]", "At the interview, the applicant was again questioned about his involvement with the PKK. The applicant admitted to attending a PKK meeting in Switzerland, to donating money to the party, selling their magazines and event tickets, and to attending events put on by the PKK. He repeated his abhorrence of violence and stated that he was not a member of the PKK, but told the officer that there is social pressure in the Kurdish community to take part in PKK activities and to donate money to the party. He stated that any involvement with PKK activities on his part was a result of coercion and social pressure. The applicant also admitted to having lived in Switzerland, even though he had not disclosed this fact on his application. The applicant stated that, since returning to Turkey, he has not been involved in any PKK activities and has not attended any PKK events."], ["[8]", "The applicant's counsel was not given the opportunity to make submissions following the interview. The decision was made the next day and communicated to the applicant on April 19, 2011."], ["[9]", "The certified tribunal record filed with the Court pursuant to Rule 17 of the", "Federal Courts Immigration and Refugee Protection Rules", ", SOR/93-22 contains a number of redactions of information in the documents contained in the file of the Immigration Section at the Ankara Embassy. The respondent brought a motion under s. 87 of the IRPA to protect that information from disclosure to the applicant and in the public record. On being informed that the respondent did not intend to rely on the redacted information, the applicant advised the Court that he did not object to the motion. The Chief Justice reviewed the redacted information and, being satisfied that it was of no material relevance to the outcome of this proceeding, by order dated November 19, 2010 adjourned the motion sine die. Neither party has requested that the motion be brought back on for determination. The redacted information has not been relied upon in this decision.", "DECISION UNDER REVIEW"], ["[10]", "On April 15, 2010, the officer found that there were reasonable grounds to believe that the applicant was a member of an organization that engages, has engaged or will engage in acts of espionage, subversion or terrorism and was therefore inadmissible pursuant to paragraph 34(1)(f) of the IRPA. Specifically, the officer found reasonable grounds to believe that the applicant was a member of the PKK. This finding was based on the applicant's financial contributions, attendance at meetings, participation in events, distribution of literature and involvement in fundraising."], ["[11]", "In the analysis which forms part of his reasons for decision, the officer noted that the applicant claimed to have been coerced or pressured into participating in PKK activities. The officer found that the applicant had changed his story about his involvement with the PKK when he was confronted with the possible conclusion of inadmissibility as a result of that involvement. The applicant had also failed to disclose his period of residence in Switzerland and had not been truthful about terms of incarceration. In the result, the officer questioned his credibility. He concluded that the applicant's activities for the PKK were multiple, sustained over time, and would have contributed to strengthening the capacity of the PKK to conduct their militant operations.", "ISSUES"], ["[12]", "The issues argued on this application included procedural fairness, the reasonableness of the finding that there are grounds to believe that the applicant is a PKK member and the adequacy of the officer's reasons for so finding. As I have found that the applicant was denied procedural fairness and will grant the application for that reason, I do not consider it necessary to address the other issues.", "RELEVANT STATUTORY PROVISONS"], ["[13]", "Paragraph 34 (1) (f) of IRPA reads as follows:", "34. (1) A permanent resident or a foreign national is inadmissible on security grounds for", ". . . . .", "(f) being a member of an organization that there are reasonable grounds to believe engages, has engaged or will engage in acts referred to in paragraph (a), (b) or (c).", "34. (1) Emportent interdiction de territoire pour raison de sécurité les faits suivants:", ". . . . .", "f) être membre d'une organisation dont il y a des motifs raisonnables de croire qu'elle est, a été ou sera l'auteur d'un acte visé aux alinéas a), b) ou c).", "ANALYSIS", "Standard of Review"], ["[14]", "Where procedural fairness is in question, as here, the proper approach is to ask whether the requirements of natural justice in the particular circumstances of the case have been met. The question is not whether the decision was \"correct\" but whether the procedure used was fair. A standard of review analysis is not required:", "<FRAGMENT_SUPPRESSED>  at paras 52 and 53. Deference to the decision-maker is not at issue.  <FRAGMENT_SUPPRESSED>  Admin L.R. (5th) 278 at para. 37 and", "<FRAGMENT_SUPPRESSED>  Admin L.R. (5th) 261 at paras. 30-32.", "Was there a breach of procedural fairness?"], ["[15]", "The applicant submits that the officer breached procedural fairness by failing to disclose the grounds for suspecting the applicant of PKK membership. The applicant's counsel repeatedly contacted the respondent prior to the second interview to seek disclosure of the grounds should this suspicion continued to be a live issue, but no response was forthcoming. The applicant submits that this breach is particularly egregious in light of the fact that the first decision was set aside for this same reason."], ["[16]", "The applicant also argues that the officer breached procedural fairness by failing to give him the opportunity to make submissions about his admissibility after the interview. The applicant argues that this failure to allow him to respond breached departmental policy, which requires that the grounds for inadmissibility be disclosed to applicants who should then be allowed to respond before a decision is rendered. The applicant relies on", "<FRAGMENT_SUPPRESSED>  N.R. 172. The applicant submits that procedural fairness requires that the applicant get a \"fairness letter\" and then be given the chance to respond."], ["[17]", "The respondent says that, according to the CAIPS notes, the applicant was notified prior to his second interview that the subject of the interview would be his admissibility to Canada. The respondent submits that procedural fairness did not require the applicant to be notified of the inadmissibility concerns where they pertain to membership in a terrorist organization:", "<FRAGMENT_SUPPRESSED> . The disclosure obligation only applies to extrinsic evidence and not to previous statements made by the applicant himself:", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 1."], ["[18]", "The respondent notes that the applicant had previously been found inadmissible for membership in the PKK, and that the officer based the decision on the applicant's previous statements and on the documents submitted, as well as the statements made in the second interview. The respondent argues that the applicant was therefore aware of the grounds for the officer's suspicion that he was a member of the PKK and that the officer did not base the decision on information not known to the applicant."], ["[19]", "The record is clear that the respondent did not reply to the communications from counsel and did not provide any meaningful disclosure before the interview, notwithstanding that the application was sent back on consent to be reconsidered for that reason. The respondent' s attempt to rely on the CAIPS notes as evidence that he was informed of the purpose of the interview by a telephone call from someone, presumably an administrative assistant at the Embassy, two days prior to the event, is misplaced. There is no affidavit evidence from the assistant to verify the facts stated in the CAIPS notes."], ["[20]", "CAIPS notes are routinely admitted as part of the reasons for the decision under review. However, the underlying facts on which they rely must be independently proven. In the absence of an affidavit attesting to the truth of what was recorded as having been done, the notes have no status as evidence of such:", "<FRAGMENT_SUPPRESSED>  17 Imm. L.R. (3d) 234. It is not sufficient to attach the notes as an exhibit to the affidavit of an assistant in the respondent counsel's office, as was done here. Hence, there is no evidence that the call was in fact made to the applicant or that he was informed of the purpose of the interview."], ["[21]", "Even if the call was made as the CAIPS notes indicate, the instruction given to the assistant in Ankara was simply to advise the applicant that he need not bring documents to demonstrate the genuineness of his marriage and that his admissibility remained in issue."], ["[22]", "In a letter sent by facsimile on April 12, 2010, just two days prior to the interview, counsel for the applicant reminded the immigration program manager at the Embassy that the prior refusal had been set aside on the ground that the applicant had not received disclosure of the grounds on which he was suspected of being a member of the PKK. In a letter dated March 30, 2010, counsel had noted that the applicant had been asked to provide documentation establishing the bona fides of his marriage but had not been asked about any issues relating to inadmissibility. In the April 12, 2010 letter, Counsel requested disclosure regarding the suspected inadmissibility in the event that it was still an issue and if so, requested that the interview be postponed and disclosure provided prior to the re-scheduled interview."], ["[23]", "Counsel for the respondent agreed at the hearing that the Embassy should not have ignored this correspondence. It was argued, however, that the failure to respond to counsel's letters did not constitute a material breach of procedural fairness."], ["[24] <FRAGMENT_SUPPRESSED> , above, the Federal Court of Appeal decision relied upon by the respondent, concerned disclosure of extrinsic evidence prior to an interview regarding an application for permanent residence. At paragraph 11, the Court said:", "While extrinsic evidence must be presented to applicants to provide them with a meaningful opportunity to respond, the opportunity to respond will vary, depending upon the factual context. What is fair and reasonable in one instance may not be in another. There is no general requirement that extrinsic evidence be provided to applicants prior to an interview, or that they be given an opportunity to clarify the situation after an interview. It may be that disclosing the evidence during an interview and providing applicants with the opportunity to explain will suffice. What constitutes sufficient notice turns on the circumstances of the particular case."], ["[25]", "In the particular circumstances of this case, the certified record contains documents that predate the first refusal and appear to have strongly influenced the officer's decision. In my view, those documents, with redactions if necessary, or at least the gist of the information they contain, should have been disclosed to the applicant prior to the second interview so that he might have been better prepared to answer questions about the grounds for suspecting that he was a member of the PKK."], ["[26]", "The documents in the certified record include a memorandum from the Canada Border Security Agency's (CBSA) Counter Terrorism Section which recommends that the applicant be found inadmissible for being a member of the PKK. The memorandum identifies a number of criteria to be assessed in making a determination of inadmissibility pursuant to paragraph 34 (1) (f) and relates several of those factors to information provided by the applicant in an earlier interview. Other criteria cited in the memorandum have no bearing on the applicant's history or conduct. The officer's analysis mirrors that part of the CBSA memorandum which reflects adversely on the applicant. While it is the role of the officer to weigh all of the factors and determine whether the applicant is a member of a terrorist organization, fairness required that the applicant be given a reasonable opportunity to address those factors before a decision was made."], ["[27]", "This is not a case like <FRAGMENT_SUPPRESSED> , above, where due to the extent of the applicant's extensive involvement in the PKK, membership was not in issue. In that case, the real issue was whether there were sufficient grounds to support a ss. 34 (2) Ministerial exemption. Here, membership was not conceded and it was open to the officer on a balancing of all of the evidence to reach a different conclusion. Fairness required that the officer consider not only the factors that pointed to membership but also those that pointed away such as, for example, the applicant's argument that members of Kurd communities in Turkey and abroad were coerced to participate in PKK activities."], ["[28]", "The CBSA memorandum considered by the Officer in this instance was similar to that discussed by Justice Eleanor Dawson, as she then was, in", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 222. That case also dealt with the issue of disclosure in the context of a paragraph 34 (1) (f) determination. Citing factors applied by the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  Justice Dawson found that the circumstances of that case required the officer to provide the applicant with the CBSA memorandum and other open-source documents to allow him to make submissions that were responsive to the material. This was necessary, she held at paragraph 26 of her reasons, in order for Mr. Mekonen to have a meaningful opportunity to present relevant evidence and submissions and to have his evidence and submissions fully and fairly considered by the officer."], ["[29]", "At paragraph 19, Justice Dawson found that the CBSA memo in question in that case:", "[W]as an instrument of advocacy designed, in the words of the Federal Court of Appeal  <FRAGMENT_SUPPRESSED>  [", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  'to 'level the playing field'\"."], ["[30]", "The CBSA memorandum in the present case contains a recommendation in almost identical terms to that in <FRAGMENT_SUPPRESSED> and states that the information being forwarded to the officer \"provides sufficient conclusive evidence to support a determination of inadmissibility pursuant to paragraph 34 (1) (f) IRPA\". As in <FRAGMENT_SUPPRESSED> and <FRAGMENT_SUPPRESSED> , disclosure was required to level the playing field. See also:", "<FRAGMENT_SUPPRESSED>  a case decided by Justice Sean Harrington in which the failure to disclose a similar report in analogous circumstances was found to have denied the applicant procedural fairness."], ["[31]", "The CBSA memorandum in this case refers to a second document, dated June 11, 2009 and found at page 100 of the certified record, which contains information concerning the applicant held by the Canadian Security Intelligence Service. Much of the content of this report is information that was previously obtained from or disclosed to the applicant, such as inconsistencies between his application and his wife's refugee claim. While the duty of fairness may not have required further disclosure of that information, any content that went to the question of his membership in the PKK should have been disclosed subject to the need to protect sources and other information of a sensitive nature."], ["[32]", "The applicant argues that he was entitled to a \"fairness letter\" similar to those provided in medical inadmissibility cases such as <FRAGMENT_SUPPRESSED> , above, and an opportunity to provide post-interview submissions in response to the officer's concerns. As the Federal Court of Appeal stated in the excerpt reproduced from", "<FRAGMENT_SUPPRESSED> , what fairness requires will depend on the circumstances. Given the failure to provide advance disclosure, it would have been prudent for the respondent to give the applicant an opportunity to respond to the concerns about membership after the interview and before the decision was made."], ["[33]", "In the event that the Court found that procedural fairness has been breached in this case, the respondent urged the Court to employ the doctrine of no useful purpose and decline to grant a remedy citing", "<FRAGMENT_SUPPRESSED>  at paras. 51-54 and", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (2d) 135 (FCA) at paras. 9-11."], ["[34]", "In", "Mobil Oil", ", a determination of a question of law by the Court meant that there was only one possible outcome of another hearing. In the present circumstances, the applicant's admissibility is still in issue and I am not persuaded that he could not offer an explanation for the factors cited in the CBSA memorandum that might result in a finding that there are no reasonable grounds to believe that he is a PKK member. <FRAGMENT_SUPPRESSED> dealt with an implied waiver of the breach of procedural fairness in that case. The applicant had failed to comment on additional evidence when given the opportunity to do so. In this instance, there was no implied waiver. The documents were only provided as part of the certified tribunal record in response to this application for judicial review. The applicant has them now and can make informed submissions to the next immigration officer who will consider the matter."], ["[35]", "No serious questions of general importance were proposed.", "JUDGMENT"], ["[36]", "IT IS THE JUDGMENT OF THIS COURT that", "1. The application for judicial review is allowed, and the decision of the Immigration Officer made on April 15, 2010 is hereby set aside.", "2. The matter is remitted for redetermination by a different Immigration Officer in accordance with these reasons.", "Application allowed.", "Editor: Anick Ouellette-Levesque/vnh", "[End of document]"]]}