{"id_": "067022", "body_str": [["[1]", "Denault, J.", ": The plaintiff has brought this action for damages based upon a claim of negligence on the part of correctional officials in relation to a series of events."], ["[2]", "While in custody at Matsqui Institution, he was stabbed by a fellow inmate, alleged to be the ex-husband of his girl friend. He was transferred soon thereafter to Mission Institution (this transfer is not in dispute) and a year later from Mission Institution to Kent Institution. Upon arrival at Kent, he was threatened by fellow inmates, placed in administrative segregation and, two months later, into protective custody. The plaintiff is seeking general damages for pain and suffering in relation to the stabbing, compensatory general damages on a per diem basis in relation to the loss of liberty he suffered by being placed in protective custody, aggravated general damages in relation to the loss of dignity he suffered by being placed in protective custody and punitive damages for the wanton and willful disregard of correctional officials for his liberty.", "Preliminary Remarks"], ["[3]", "During the course of the trial a number of issues were discussed regarding the original pleadings. While the plaintiff was represented by counsel during the trial, he drafted the statement of claim himself. The statement of claim is unclear regarding the incidents at Kent Institution supporting the plaintiff's claim of negligence. The defendant argued that the plaintiff based his claim only on the officials' decision to release him into the general population upon his arrival and not on the later decision to transfer him from segregation to protective custody. However, the statement of claim does make an allegation regarding the latter decision and much of the evidence before me related to the impact of protective custody upon an inmate. As such, I will consider the actions of the officials at Kent as a whole in determining whether they give rise to damages. In addition, counsel for the plaintiff indicated that his client was no longer bringing this action against the Correctional Service of Canada or the wardens of Matsqui, Mission, and Kent institutions because they were in agreement that it is Her Majesty in Right of Canada who is responsible in law for the actions of her employees acting within the scope of their duties.", "Allegations In The Proceedings"], ["[4]", "In his statement of claim, the plaintiff alleges the following:", "\"The plaintiff claims that Matsqui was negligent in placing him in the same Institution as an incompatible. This knowledge was made clear before his placement in Matsqui Institution by his wife, by phone call.", "\"The plaintiff claims that Matsqui Institution was negligent in not properly operating the surveillance camera in the area of the assault.", "\"The plaintiff claims that the IPSO in Mission Institution used the threat of transferring him to an Institution where the inmate that stabbed him was located, to try and force him to give information on other inmates. Having this knowledge, his request to transfer to a safe institution, Matsqui, Mission Institution Administration ignored this.", "\"The plaintiff claims that, Kent Institution was negligent in placing him in the general population, having knowledge that there was an inmate known to be a serious incompatible to the plaintiff, and believed to be the assailant in the Matsqui stabbing.\""], ["[5]", "For her part, the defendant argues that the transfer and placement decisions of correctional officials were made for proper reasons and in accordance with the", "Penitentiary Act", ", R.S.C. 1985, c. P-5 and the", "Penitentiary Service Regulations", "(now the", "Corrections and Conditional Release Act", ", S.C. 1992, c. 20, as amended by S.C. 1993, c. 34, and accompanying regulations). She denies that any correctional officials were negligent, that threats were used against the plaintiff to obtain information, that officials at Matsqui were unaware of any incompatible in the institution, and that the plaintiff refused to be placed in protective custody when transferred from Mission to Kent. The defendant argues, in the alternative, that if I should find any negligence on the part of correctional officials, there was no evidence of causation between the damage suffered and the acts or omissions of correctional officials and that the plaintiff voluntarily accepted the risk of injury when he refused to identify the alleged incompatible inmate.", "Evidence"], ["[6]", "In order to fully understand the context of the plaintiff's claim it is essential to review the evidence I received regarding the \"con code\" and the general structure of the correctional system in B.C., and the character of the plaintiff."], ["[7]", "I heard lengthy testimony from correctional officers and the plaintiff regarding what is commonly referred to as the \"con code\". Because the plaintiff's claim for damages, particularly the aggravated damages for loss of dignity, is founded largely on the impact of the \"con code\" upon the applicant and because many of the plaintiff's actions were allegedly dictated by the \"con code\", it is important to summarize this evidence at the outset in order to understand the context of this action."], ["[8]", "The \"con code\" was described variously as a \"class system\" within the penitentiary system, \"survival rules\", and a code of conduct for inmates. It establishes a hierarchy among inmates based upon such factors as the nature of the sentence, \"toughness\", time served, and contacts inside and outside the prison. At the top of the hierarchy are inmates serving long sentences for murder, armed robbery, and other major offences. At the bottom are paedophiles, other sex offenders, informants, and Crown witnesses. Everyone else is somewhere in between. Where an inmate stands in this hierarchy determines his rights and privileges, as well as his roles and responsibilities towards his fellow inmates."], ["[9]", "The \"con code\" contains a complex set of rules, the most important of which are that an inmate keeps his mouth shut at all times and never steals from fellow inmates. Failure to adhere to the code results in beating or being killed, particularly if you have \"ratted\", and falling to the bottom of the hierarchy. Most inmates at the bottom of the hierarchy are in protective custody, mainly for their own protection from fellow inmates. Once an inmate is placed in protective custody, he is viewed by fellow inmates as the equivalent to a paedophile or a \"rat\" and it is highly unlikely that he could return to the general population without incident. The plaintiff characterized the consequences of being placed in protective custody as follows (transcript at page 68):", "\"A.\tIt would be certain death going into a population prison after being a population [protective custody] inmate, and you're a target for anybody that wants to make a name for themselves in the population. You would never know where it's coming from ...", "... they wouldn't let me go to population after I signed into protective custody, as there's no revolving door. If I did, just by chance, could talk the administration into letting me go back to population. It would be almost certain death in my particular case.\""], ["[10]", "The plaintiff was also asked about his place in the hierarchy (transcript at page 5):", "\"Q.\tYou've been in trial and heard evidence regarding the con-code.", "A.\tYes.", "Q.\tWhere did you stand in that hierarchy?", "A.\tClose to the top.", "Q.\tAnd why was that?", "A.\tBecause I did my own time and kept my mouth shut.\"", "He alleges that the actions of correctional officials resulted in his placement in protective custody through no fault of his own and that because he was forced into protective custody he is now at the bottom of the prison hierarchy and must remain in protective custody for his own protection."], ["[11]", "I also heard evidence regarding the general structure of the correctional system in British Columbia. The Lower Mainland Regional Correctional Centre (L.M.R.C.C. or Oakalla) is a provincial facility where inmates are kept until they are transferred into a federal facility. Matsqui Institution serves both as Regional Reception Centre, a seeming inmate distribution centre, and as an institution. Matsqui and Mission institutions are medium security facilities which provide greater freedom of movement within the institution, increased visitor access, and house less violent offenders. Kent Institution is the only maximum security facility in the province. It, and to a lesser degree Matsqui and Mission, houses inmates in three types of custody: the general population, where inmates have relative freedom of movement amongst each other, eat their meals together, and have access to extensive programming; protective custody, where inmates are locked up for only part of the day and have access to most programs - the major limitation is that they are kept isolated from the general population; and segregation, where each individual is kept in a locked cell for 23 hours and has very limited access to programs - an inmate may be placed in segregation at his own request or because he is a particularly violent offender or has committed an offense within the institution."], ["[12]", "At the time of the trial, Coumont was 33 years old and had spent two thirds of his life imprisoned for various offenses. In 1984, he was sentenced to eight years in prison for armed robbery and other offenses. On September 15, 1989, he was released on mandatory supervision. While he was at liberty he lived with Alana Forbes, at the time separated from her husband, Sean Roberts, a friend the plaintiff had met in prison. On June 12, 1990, the plaintiff was apprehended, charged with armed robbery and other offenses, and placed in custody at Oakalla. On January 31, 1991, he was transferred from Oakalla to Matsqui Institution."], ["[13]", "During his testimony at trial, the plaintiff appeared articulate and intelligent, with an honest desire to be compensated for the unfortunate consequences of what he considers to be negligent acts and omissions on the part of correctional officials. At the end of his testimony he asked if he could address the court and said the following (transcript at pages 125-126):", "\"A.\tI'm really not a complainer here. I have a complaint, but what happened here is the thing that, somebody slipped, things have slipped through the cracks and I'm paying for it. When -- I would have never put this claim forward over just the stabbing alone, and it happened, can't change that, but the second time that could have been avoided ...", "In Kent, and the subsequent, I would say the ruining of my life, my family life, all could have been avoided if the system, instead of playing the role of God, would have just held me up a little while longer and transferred this guy. There would have been no more problems. We wouldn't be here today. When I went to Kent a few months later they transferred that guy out anyway to Matsqui. And a few months after that they released him on day parole, and I've been tormented for the last two years just because I wouldn't give information. It's just heartbreaking. It just eats me alive. Thanks.\"", "However, throughout his testimony he was scrupulously respectful of the \"con-code\" which dictated his life as an inmate and which imposed severe consequences upon those who breached its rules. For example, throughout the investigations and his testimony before me the plaintiff refused to identify Roberts as his assailant at Matsqui (transcript at page 13):", "\"THE COURT: Did you recognize his voice?", "A.\tI know who it was but I can't testify. You know, they told me to say who it was. I can't say that because that's, you know, how can you say it when you're not -- I could be dead right now if I told who it was.", "THE COURT: But you know who stabbed you?", "A.\tEverybody knows. There's witnesses that seen it. I mean, there's people all over the place that watched the whole thing happen. If I told them who did it I'd be dead today.\""], ["[14]", "The basis for the plaintiff's claim of negligence arises out of three series of events which occur after his transfer to Matsqui and resulted in his placement in protective custody at Kent. I will deal with the evidence relating to each separately.", "Stabbing At Matsqui"], ["[15]", "It is not necessary to go into detail about the actual stabbing because the fact that it took place and the identity of the assailant are not in dispute. Much of the evidence focused on the actions of correctional officials prior to, during, and after that assault because it is upon these acts or omissions which the plaintiff bases his claim."], ["[16]", "Coumont testified that upon his arrival at Matsqui at about l:00 p.m. he went directly to the Administration and Discharge area (A&D) where he was searched and questioned. After an hour, he was directed to the Health Care Unit to obtain a medical clearance. Following his medical examination, Coumont left the Health Care Unit and made his way toward the Living Unit. While he was walking by the institutional supply room, he was assaulted and stabbed from behind. He testified that he did not see his assailant, but that he recognized his voice from the warning the assailant issued as he was leaving. However, as mentioned above, he refused to identify his assailant even though \"[E]verybody knows\" who it was."], ["[17]", "After the assault he picked up his personal belongings and returned to the Health Care Unit where he briefly lost consciousness. Once his condition was stabilized, he was transferred by ambulance to Mission Memorial Hospital. The injuries Coumont suffered as a result of the stabbing consisted of a punctured lung and kidney. He underwent treatment to drain and re-inflate his lung, but was released from hospital after five days and healed quickly."], ["[18]", "Chief of Food Services D. Burzuk and Chief Education & Training Officer Gordon Tanner testified that they observed the incident from a distance. They observed a scuffle between two inmates that lasted 10 to 20 seconds. They did not see any blows and were unable to identify the assailant. Also, they assumed that the plaintiff was unhurt because he was able to pick up his belongings and walk back the way he came."], ["[19]", "The remaining evidence relates specifically to the two allegations made in respect of the stabbing incident: that the correctional officials at Matsqui were negligent in placing him where there was an incompatible inmate and that they were negligent in not properly operating the surveillance cameras."], ["[20]", "Beginning with the latter allegation, a number of witnesses indicated on a sketch of the scene of the stabbing the location of the two surveillance cameras, an intercom and a barrier across the walkway. The purpose of the camera was to enable correctional officials at a remote location to observe who was at the barrier when it was closed and to open the barrier as required. The camera was not functioning on the day of the stabbing and the area was not being monitored by officials because the barrier was open, as is usually the case. The cameras were not video cameras and were not capable of recording."], ["[21]", "On the issue of whether correctional officials knew or ought to have known whether there was an inmate in the institution incompatible with the plaintiff, Coumont testified that in June 1990 he had a conversation with his parole officer, Dave Warren, while he was at Oakalla, indicating that he might have problems with an inmate", "at Kent", "because of someone on his visiting list. He also testified that during the morning of January 31, 1991, he called his girl friend and left a message with her mother indicating that he was being transferred."], ["[22]", "Upon his arrival at Matsqui, Coumont testified that no one at Matsqui asked him about any incompatibles at the institution. He also indicated at trial that he felt he had nothing to fear from Sean Roberts during his relationship with Alana Forbes nor immediately prior to his transfer to Matsqui. To sum the plaintiff's attitude prior to the stabbing (transcript at pp. 65-66):", "\"Q.\tIn summary, Gary, why didn't you warn officials at Matsqui that there might be trouble when you first went there on January 31, 1991?", "A.\tFor one, I didn't think that Sean Roberts was there, and if he was I didn't think it would be that serious. I didn't know that he had been telling everybody that would listen to him that he would kill me on sight.", "Q.\tWhen did you find that out?", "A.\tAfter the incident ...\"", "As mentioned above, he indicated to me that when he was stabbed he recognized his assailant's voice, but that he would not identify the individual because of the rules of the \"con code\". Following the incident, he was interviewed on a number of occasions by correctional officials and the police, but he still refused to identify his assailant."], ["[23]", "Alana Forbes, the plaintiff's girl friend, testified that during the morning of January 31, 1991, the applicant called her home and told her mother that he was going from Oakalla to Matsqui. She testified that she called the Visiting and Correspondence area at Matsqui at about 2:00 p.m. and that she told the officials there that there might be a person incompatible with the plaintiff in the institution. She testified that she called Matsqui again at about 7:30 p.m. and that she enquired about Coumont, but received no information."], ["[24]", "Correctional Supervisor Robert Lamm testified that after Coumont's arrival he received a phone call from A&D informing him that two of the newly arrived inmates were suspension inmates. He contacted Institutional Preventive Security Officer (IPSO) Brian McKay to request a security profile which revealed no incompatibilities. Coumont was well-known to A&D staff and was to go directly to the Living Unit after obtaining the security clearance and medical clearances from the Health Care Unit, instead of spending the night in segregation as was the normal procedure for new inmates."], ["[25]", "Certain questions from the examination for discovery of Officer McKay were read in at the trial. McKay indicated that generally a security profile investigation entails a computer search on the inmate to determine if he has any incompatibles or if there is any other reason not to release the inmate into the general population. Also, upon arrival at an institution the question is put to an inmate by the IPSO or correctional supervisor as to whether there are any known incompatibles in the institution or elsewhere. He also testified that generally there is little contact between IPSOs (federal officials) and probation or parole officers (provincial officials) prior to the arrival of an inmate. However, after the incident he contacted Oakalla and was informed by them that Sean Roberts was a likely incompatible because of the relationship with Alana Forbes."], ["[26]", "Officers Hiebert and Guenette both testified that during the morning prior to the stabbing an inmate recently released from segregation had enquired about the upcoming arrival of new inmates. It struck both officers as unusual and they both wrote up an observation report about the enquiry. They also testified that the A&D procedures differed depending on the type of inmate arriving. Since Coumont was a suspension inmate, that is an inmate being involuntarily returned from a release program, and was familiar with the prison system, it was normal for him to have been processed quickly and placed directly into the general population. Coumont was known to both officers and, while neither recall asking specifically whether the plaintiff was aware of an incompatible within the institution or if he had any concerns for his safety, they remember that no information was volunteered by him. Both testified that they were not aware at the time of the existence of any inmate incompatible with Coumont in the institution."], ["[27]", "On the basis of the evidence before me, the following are my findings in relation to this incident:", "- Alana Forbes did not warn correctional officials of a potential problem between Coumont and Roberts prior to the incident. I do not believe her testimony regarding the first phone call of January 31, 1991. Her testimony was vague, she admitted to little recollection of that day, and she was clearly contradicted by the evidence of R.V. Alcock, Correctional Supervisor, Matsqui, that there was only one phone call to the institution that day at about 7:30 p.m. Even if the phone call took place at 2:00 p.m., I do not believe it would have been in time to prevent the incident since the stabbing took place between 1:55 and 2:00 p.m.", "- By placing Coumont directly into the general population after medical and security checks, correctional officials were following the normal procedure for suspension inmates. Neither officers Hiebert nor Guenette, McKay nor Lamm specifically asked Coumont if he knew of an incompatible within the institution. Nor did they receive any information from his parole officer about a possible incompatible.", "- Even though the plaintiff refused and two of the witnesses to the incident were unable to identify Coumont's assailant, it is reasonable to believe that it was Roberts, in part on the basis of the information provided by Alana Forbes after the incident and the Investigation Report prepared by correctional officials.", "- Not only did Coumont refuse to identify his assailant after the incident, at no time prior to it did he identify Roberts as a possibly incompatible inmate because at the time he either did not perceive a problem or because he believed he could handle any problems.", "- Even though Coumont was seriously injured by the stabbing he healed quickly and the scars are barely visible."], ["[28]", "In summary, I find that at no time did Coumont identify to correctional officials any potential problems with regard to Roberts, that the normal procedure for processing suspension inmates was followed, and that none of the correctional officials at Matsqui knew that there was an inmate in the institution incompatible with Coumont prior to the stabbing incident."], ["[29]", "After his return to Matsqui from the hospital, Coumont was held in protective custody until he was transferred to Mission Institution on February 13, 1991. Sean Roberts was transferred to Kent Institution on February 8, 1991.", "Involuntary Transfer From", "Mission To Kent"], ["[30]", "Duncan Palmer, Institutional Preventive Security Officer at Mission Institution, testified regarding the events leading to Coumont's involuntary transfer from Mission to Kent on March 6, 1992. Prior to his transfer, Coumont was convicted of being under the influence on April 18, 1991, and on February 20, 1992, he was further convicted of being in a condition other than normal and for possession of Ativan and Heroin. The latter charges arose following an institutional Valentine's Day social which Alana Forbes attended with him. In addition, the documentation supporting Coumont's transfer indicated that on November 14, 1991, he was placed in segregation by the Correctional Supervisor, Jesse Sidhu, because of suspected drug related activities and that he was warned at that time that he was under active transfer consideration. On November 22, Coumont signed a Behaviour Contract agreeing to abstain from drug activities and was released from segregation."], ["[31]", "Following the Valentine's Day incident, Palmer recommended that the plaintiff be transferred to a higher security institution because of the convictions and his breach of the Behavioural Contract. On February 18, 1992, Palmer spoke with Coumont about a probable transfer and was informed by him that he might have problems at Kent, that going into protective custody there was not an option and that he would prefer to face the confrontation. The plaintiff requested a transfer to Matsqui because he had an incompatible at Kent and made written submissions. On February 27, 1992, Palmer wrote to David Dick, IPSO at Kent, indicating that Sean Roberts, an inmate at Kent, had a motive to harm the plaintiff but that the plaintiff had indicated to him that if he was transferred to Kent he would not check into protective custody and that he would look after himself. On March 3, 1992, the plaintiff's involuntary transfer to Kent Institution was approved."], ["[32]", "The plaintiff's testimony on the issue of his tranfer was substantially in accord with that of Palmer, but he alleged that during both his interview with Sidhu and with Palmer, he was threatened with a transfer to Kent if he did not provide them with information about his drug related activities. He alleges that he was transferred to Kent where there was a known incompatible because he refused to provide this information."], ["[33]", "I doubt the applicant's testimony regarding these threats, particularly when compared with the express denial of such threats by Palmer in evidence before me. However, whether or not the applicant was threatened is not the issue here, but only whether the correctional officials had regard to the existence of an inmate incompatible with Coumont when they chose to transfer him there.", "Incarceration At Kent"], ["[34]", "On March 4, 1992, Coumont was transferred from Mission to Kent. Upon his arrival at the A&D area, he had a brief conversation with Officer Frank Lacroix, who knew him from before, and he was directed to the general population, A unit, who were in the gym at the time. During lunch, Coumont was approached by a number of inmates and told that he had five minutes to get out of the institution or he would be killed. There was no evidence regarding the identity of these inmates. He immediately went to Central Control and was placed in administrative segregation at his own request."], ["[35]", "On March 5, Coumont was interviewed by the Segregation Review Board. They recommended that he remain in segregation for another week pending a decision on his part as to whether he wished to go into protective custody. His segregation was reviewed periodically until May 5, 1992, when Coumont requested a transfer into protective custody. During that period his Case Management Team considered his request for a transfer to Matsqui but it was refused. I note that Roberts was transferred to Matsqui during this period."], ["[36]", "David Dick, IPSO at Kent was not aware of the plaintiff's arrival at the institution until March 5 when he was informed that the plaintiff had been placed in segregation. At no time prior to his request to be placed into segregation was the plaintiff asked by officials in the A&D area at Kent if he knew of any incompatibles in the institution, nor did he volunteer any information on the issue.", "Analysis"], ["[37]", "It is important to indicate at the outset that this is not an instance of judicial review pursuant to the grounds in s. 18.1(3) of the", "Federal Court Act", ", R.S.C. 1985, c. F-7, but an action for damages against the Crown pursuant to s. 17. The basis for liability is found in the following provisions of the", "Crown Liability Act", ", R.S.C. 1985, c. C-50:", "\"3. The Crown is liable in tort for the damages for which, if it were a private person of full age and capacity, it would be liable", "(a) in respect of a tort committed by a servant of the Crown; or", "(b) in respect of a breach of duty attaching to the ownership, occupation, possession or control of property.", ". . . . .", "\"10. No proceedings lie against the Crown by virtue of paragraph 3(a) in respect of any act or omission of a servant of the Crown unless the act or omission would apart from the provisions of this Act have given rise to a cause of action in tort against that servant or the servant's personal representative.\"", "Therefore, in order to impose liability upon the Crown, I must find that the plaintiff suffered damage as a consequence of a tort or torts committed by servants of the Crown."], ["[38]", "In this instance, the plaintiff is claiming negligence on the part of correctional officials. To find liability in negligence I must determine that there has been a breach of a duty of care and that any resulting damage was caused by these acts or omissions of correctional officials. My colleague, Justice Cullen, very ably summarized the principles applicable to the relationship between inmates and correctional officials in", "<FRAGMENT_SUPPRESSED>  (T.D.), at pp. 117-118:", "\"Liability for negligence is assessed on the basis of a breach of a duty of care arising from a foreseeable and unreasonable risk of harm to one person created by the act or omission of another. I agree with counsel for the plaintiff's submission that there is a legal duty of care between guards and inmates. Inmates are closely and directly affected by actions of guards; they are under the care and control of guards while incarcerated. Although I do not dispute that there are limits on this duty of care, the fact that these individuals are incarcerated does not mean there is no duty of care. Further, guards have discretion to act in various circumstances, however, that discretion cannot be exercised carelessly or unreasonably. As such, I would also accept that there is a sufficient relationship in terms of proximity and neighbourhood to the extent that carelessness by a guard through act(s) or omission(s) would likely cause damage that was reasonably foreseeable ...", "\"Having established a sufficient relationship between the plaintiff and the defendant's servants, the question becomes was there a breach of the standard of care required to take reasonable care in the circumstances.\"", "Further, in", "<FRAGMENT_SUPPRESSED>  that the prison authorities owe to the suppliant is to take reasonable care for his safety as a person in their custody and it is only if the prison employees failed to do so that the Crown may be held liable, vide", "<FRAGMENT_SUPPRESSED>  and inmates which I believe includes an obligation to take reasonable steps to protect an inmate from fellow inmates."], ["[39]", "In my view, in relation to the stabbing incident, the question here is whether correctional officials at Matsqui knew or ought to have known that Coumont might have a problem with an incompatible inmate, Roberts, and whether, having that knowledge, they took the appropriate steps to protect him from a reasonably foreseeable risk of injury [see footnote 2]. No officials at Matsqui had any actual knowledge of an incompatible prior to the stabbing. It is possible that the plaintiff's parole officer might have had knowledge of the potential problem, but I am not convinced that he did have that knowledge, nor am I prepared to find that he had a duty to pass this information on to federal correctional officials. As mentioned above, I was also unconvinced by Alana Forbes' testimony regarding a phone call to the institution prior to the stabbing. Also, at no time did Coumont identify Roberts as the source of a potential problem."], ["[40]", "However, ought correctional officials have known that there was an inmate in the institution incompatible with the plaintiff? I believe that it would be unreasonable to find a breach of the duty of care in the correctional officials' failure to take account of an inmate's questions about the incoming inmates. These questions were vague and could have related to any of the inmates. There was some suggestion in the evidence that the officers were given the name of the inmate but neither Officer Hiebert nor Officer Guenette could remember the name. In my view, the correctional officials exercised reasonable care in conducting a security profile on the inmate prior to releasing him into the general population. However, should they have exercised further care and made specific enquiries of the plaintiff upon his arrival? In my opinion, while these questions might have been desirable they were not necessary in the circumstances. The evidence before me indicated that Coumont was both known to officials and familiar with the correctional system. It was reasonable for the correctional officials to assume that had Coumont been aware of a problem and been willing to inform them of it, he would have. Further, it was clearly established during the trial that had correctional officials asked Coumont about potential incompatibles in the institution, he would have denied such incompatibility because, as stated above, he did not know of Roberts' intentions and he would have refused to identify Roberts because of the rules of the \"con code\". Therefore, I must find that correctional officials did not know and ought not to have known that there was an inmate incompatible to Coumont in Matsqui prior to the stabbing. As such, a duty to protect Coumont from Roberts over and above the general duty of correctional official to protect inmates was not engaged and there was no breach."], ["[41]", "The only remaining allegation in respect of the stabbing incident relates to this general duty to protect. The plaintiff alleges that the location of the stabbing has been the location of many other incidents in the past and that there are surveillance cameras in the area which were not operating at the time of the incident because of the negligence of correctional officials. Testimony differed regarding the location of the cameras and the direction they were pointing in, but it was clear that the cameras were merely surveillance or observation cameras intended to monitor the barrier when it was closed, their purpose was not to record. The fact of incidents in the past at the same location of the stabbing is not relevant to this incident and it was not proven that the installation and operation of video cameras would have prevented it."], ["[42]", "Regarding the plaintiff's involuntary transfer from Mission to Kent Institution, I note that correctional authorities had specific statutory authority to issue the decision it did on March 3, 1992: s. 15(3) of the", "Penitentiary Act", ", R.S.C. 1985, c. P-5. The question here is not whether this decision was correct or even reasonable, but whether it was negligent. In the circumstances of this case, the only duty which could be imposed upon the correctional officials was to have regard to the fact that there was an inmate in Kent who might be incompatible with the plaintiff when they chose to transfer him there and to inform the officials at Kent of the potential problem. Both of these obligations were met by the officials at Mission. On the basis of the evidence before me, it was clear that the plaintiff was being transferred to a maximum security institution because of his institutional offenses and a determination that he required stricter supervision. Once it was decided that the plaintiff ought to be transferred to a maximum security institution because of his drug related activities, the options available were limited since Kent was the only maximum security level institution in the province (neither party addressed the option of a transfer out of province). I do not believe that the plaintiff was threatened nor that he was transferred to Kent as a punishment for refusing to provide information to correctional officials about his drug activities. The potential problem at Kent with an incompatible, whom Coumont continued to refuse to identify by name, was considered by Officer Palmer in his recommendation. On February 27, 1992, he informed his counterpart at Kent, Officer Dick, of the potential problem. I can find no breach on the part of correctional officials at Mission."], ["[43]", "The final series of decisions which may give rise to a finding of negligence were made once the plaintiff arrived at Kent Institution. The first decision was that of the officials in the A&D area to place the applicant in the general population. In respect of this decision, the question is the same as above: whether the correctional officials at Kent knew or ought to have known that Coumont might have a problem with an incompatible inmate, Roberts, and whether, having that knowledge, they took the appropriate steps to protect him from the reasonably foreseeable risk of injury. The officials in the A&D area at the time of Coumont's arrival did not know that there was an inmate incompatible to him in the institution. It appears that the only person with actual knowledge was Officer Dick, but he was not in the institution at the time and there was no evidence that this information was forwarded to officials in the A&D area."], ["[44]", "It is this actual knowledge of Officer Dick which provides a basis for a finding of negligence. Because of the memo he received from Officer Palmer, it was reasonably foreseeable that Coumont might be harmed by Roberts and Officer Dick had a duty to ensure the plaintiff's protection by conveying this information to the officials in the A&D area prior to Coumont's arrival. However, despite this omission on Officer Dick's part, no liability lies with the Crown because there was no injury, the causal link is unclear, and Coumont voluntarily entered the general population, giving rise to a defence of \"volenti non fit injuria\"."], ["[45]", "The evidence before me clearly indicated that the plaintiff did not suffer any injury as a direct result of being placed in the general population: he was threatened and immediately sought, and was provided, protection. It might be possible to find that his placement in administrative segregation and protective custody, thereafter, was injurious, but these decisions were not a direct result of Officer Dick's omission. The problems with finding a causal link between the omission and the damage are numerous. It became evident to me that even if the officials in the A&D area had been forewarned and had asked the plaintiff about an incompatible, the plaintiff would likely have refused to identify Roberts and would probably have chosen to be placed in the general population nonetheless. In addition, there was no evidence before me that the threats he received were from Roberts or anyone related to him; they could have been made for many reasons unrelated to his relationship with Alana Forbes. The plaintiff failed to demonstrate the link between his now known incompatibility with Roberts and the threats he received. Finally, in relation to this event, Coumont voluntarily assumed the risk of injury when he entered the general population: in my view, the evidence demonstrates that Coumont knew that Roberts was at Kent and that he felt that there might be a problem, but he chose to enter the general population and deal with the problem, nonetheless, because of the likely consequences of choosing protective custody imposed by the \"con code\"."], ["[46]", "In relation to the decisions to place the plaintiff in administrative segregation and to continue holding him there, I can find no breach. Once again, the correctional officials had a statutory authority to make these decisions: s. 40(1) of the", "Penitentiary Service Regulations", ". Also, as above, the determination I must make is not whether this decision was correct or even reasonable, but whether it was negligent. The initial decision to enter administrative segregation was that of the plaintiff. His continued detention there was a result of his refusal to go into protective custody. I fail to see how correctional officials may be found to be negligent in their efforts to protect the plaintiff by keeping him in administrative segregation, particularly since the plaintiff is at the same time claiming that they were negligent by placing him in the general population and in protective custody. His segregation was regularly reviewed by the Segregation Review Board and I am convinced that he would have been placed into protective custody at an earlier opportunity had he been willing."], ["[47]", "I also cannot see how the decision to place the plaintiff in protective custody might be found negligent. Whether the plaintiff was forced into protective custody, which he alleges, or whether it was his own decision, as the defendant maintains, the decision clearly had regard to the reasonably foreseeable risk of injury he could face in the general population and met the correctional officials' obligation to ensure his safety. In my opinion, what is at the heart of the plaintiff's complaint is his belief that the options available to him in Kent in the circumstances of his case were so limited that he had no choice but to enter protective custody and to suffer the consequences which would be imposed upon him by his fellow inmates because of the rules of the \"con code\". While unfortunate, the jurisprudence clearly indicates that the decision to provide three types of custody (segregation, protective custody, and general population) may be characterized as a \"true policy decision\" and is immune from the application of negligence law. (", "<FRAGMENT_SUPPRESSED>  B.C.L.R.(2d) 350; 18 M.V.R.(2d) 1; 64 D.L.R.(4th) 689)"], ["[48]", "For the above reasons it is not necessary to determine damages. The action is dismissed with costs.", "Action dismissed.", "Editor: Elizabeth M.A. Turgeon/sms", "Footnotes", "1.\tThis passage was cited with approval by the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  at 7.", "2.\tA similar situation was considered in", "<FRAGMENT_SUPPRESSED>  (T.D.). At page 194, Cattanach, J., determined that \"[T]he test to be applied is whether the prison authorities ought to have appreciated that as a foreseeable consequence of the admission of Jepson to the dormitory an injury might be done to the plaintiff as was done.\"", "[End of document]"]]}