{"id_": "067331", "body_str": [["[1]", "Snider, J.:", "The Applicant, Ms. Keturah Laverne Cupid, claims that she was a victim of domestic violence in her home country of St. Vincent and the Grenadines (St. Vincent). Her claim for refugee protection was denied in a decision of the Refugee Protection Division of the Immigration and Refugee Board (RPD) dated April 2, 2003. While the RPD did not disbelieve her story of domestic violence, the RPD concluded that there was adequate state protection and that she had an internal flight alternative in Kingstown. The Applicant did not seek leave for judicial review of the Board’s decision. By application dated February 13, 2005, the Applicant applied for protection under the pre-removal risk assessment (PRRA) process. In a decision dated February 22, 2006, a PRRA Officer denied her application. The Applicant seeks judicial review of this decision.", "Issues"], ["[2]", "The issues, as pursued by the Applicant in submissions before me, are as follows:", "1. Did the PRRA Officer err by providing inadequate reasons?", "2. Was the decision perverse, capricious or made without regard to the evidence?", "3. Did the PRRA Officer err in her conclusions on state protection by applying the wrong test or making a perverse finding?"], ["[3]", "For the reasons that follow, I am not persuaded that the PRRA Officer’s decision warrants intervention by this Court.", "Analysis", "What is the context for a PRRA decision?"], ["[4]", "The starting point must be to consider the purpose of the PRRA process. The purpose of requiring a PRRA analysis has been described as “to offer safe haven to persons at risk of torture or cruel and unusual punishment, as well as upholding Canada’s respect for human rights and fundamental freedom of all human beings” ( <FRAGMENT_SUPPRESSED>  F.T.R. 62, [2005] F.C.J. No. 540 at para. 13 (F.C.) (QL). However, in fulfilling this purpose, the provisions of the Immigration and Refugee Protection Act as well as jurisprudence of this Court make it clear that the PRRA process is not to become another refugee determination process (see, for example,  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 192, [2006] F.C.J. No. 1640 (F.C.) (QL)). Canada’s obligations vis-à-vis a claimant are fulfilled, in the first instance and in most cases, by the RPD hearing and decision. However, recognizing that there may be a “gap” between the time that an RPD decision is issued and the actual date of removal of a claimant (or that some persons will not have had access to a refugee determination), Canada has taken steps to ensure that a claimant is provided with a process whereby changed conditions and circumstances may be assessed. It follows that, if country conditions or the personal situation of the claimant have not changed since the date of the RPD decision, a finding of the RPD on the issue of state protection – as a final, binding decision of a quasi-judicial process – should continue to apply to the claimant. In other words, a claimant who has been rejected as a refugee claimant bears the onus of demonstrating that country conditions or personal circumstances have changed since the RPD decision such that the claimant, who was held not to be at risk by the RPD, is now at risk. If the applicant for a PRRA fails to meet that burden, the PRRA application will (and should) fail."], ["[5]", "In this context, there is no dispute that the PRRA Officer must comply with the rules of natural justice and must not base her decision on an erroneous finding of fact that she made in a perverse or capricious manner or without regard for the material before her (Federal Courts Act, R.S.C. 1985, c. F-7, s. 18.1(4)(d)).", "Did the PRRA Officer err by failing to provide adequate reasons?"], ["[6]", "The first argument of the Applicant is that the PRRA Officer erred by failing to provide adequate reasons for her decision. Since this is an allegation that the PRRA Officer failed to comply with the rules of procedural fairness, the question for judicial review is not the subject of a standard of review. Either the PRRA Officer provided adequate reasons or she did not."], ["[7]", "The Applicant relies on  <FRAGMENT_SUPPRESSED>  at para. 22 (F.C.A.), for the principle that the obligation to provide adequate reasons is not satisfied by merely reciting the submissions and evidence of the parties and stating a conclusion. The Applicant submits that the PRRA officer’s reasons merely state conclusions without any analysis. I do not agree."], ["[8]", "The PRRA Officer’s decision was not lengthy and, as admitted by the Respondent, could have been written more clearly. The decision of the PRRA Officer is brief but must be reviewed in the context of (a) her role as a PRRA Officer; and (b) the submissions made to her by the Applicant. I have already discussed the purpose of a PRRA process. In this case, the PRRA Officer was required to assess the information submitted by the Applicant to determine whether she now was facing a risk that was not identified and considered by the RPD."], ["[9]", "One of the key paragraphs in the decision is the following:", "The applicant applied for a Pre-Removal Risk Assessment on January 26, 2006. Submissions were received from her and her counsel on February 15, 2006. The information provided to me has been read and considered in this assessment of risk. These submissions include evidence from both before and since the determination of the applicant’s refugee claim. The applicant has provided her own affidavit dated February 9, 2006 attesting to the details of the abuse she suffered from her family members and her ex-common-law spouse. As with the Board, as indicated in their decision, the veracity of these statements from the applicant is not in doubt. This can also be said in response to the February 1, 2006 letter of support from the applicant’s long-time friend that also attests to the applicant’s abuse. However, these documents still do not negate the applicant’s necessity to seek state protection as indicated in the Board’s decision at the time of the applicant’s refugee claim. The additional documentary evidence provided by the applicant and counsel serves to provide updated background information on country conditions in St. Vincent with regard to violence against women. However, this information does not indicate to me that conditions have worsened since the applicant’s refugee claim was determined in April 2003. Finally, the applicant and counsel have provided a letter from a Community Health Centre indicating that the applicant has been assessed by a therapist with regard to the abuse she has suffered in the past. This letter indicates that the applicant has “developed healthy ways of managing her fears, anxiety and depression.” In my opinion this letter is insufficient evidence in support of the applicant’s stated risk in returning to her home country. In general, the evidence provided does not persuade me to reach a determination that differs from the Board’s in April 2003 as adequate state protection continues to be available to the applicant in her home country."], ["[10]", "From my reading of this paragraph in its totality (rather than extracting individual phrases and sentences), the reasoning of the PRRA Officer is adequately (albeit briefly) set out. In brief, the paragraph: (a) describes the Officer’s process of review of the submissions; (b) explains why the evidence either did not differ from that which was before the Board or did not indicate changed country conditions; and © concludes that the Applicant had not presented sufficient evidence to persuade the PRRA Officer “to reach a determination that differs from the Board’s in April 2003 as adequate state protection continues to be available to the applicant in her home country”. In my view, the reasons are adequate to respond to the question of whether country conditions had changed."], ["[11]", "The Applicant relies on the decision of Justice Layden-Stevenson in  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 280, [2006] F.C.J. No. 423 (F.C.) (QL). The facts before the PRRA Officer in that case were not, contrary to the Applicant’s submissions, “on all fours” with the application before me. In that case, the Applicants raised completely new grounds of risk than had been considered by the RPD. Thus, the PRRA Officer was the first decision maker to assess the risk on these grounds and was obliged to respond to more than merely the question of whether the situation had changed since the RPD decision. In contrast, the Applicant in this case made the same claims and, for the most part, the same submissions that were considered by the RPD."], ["[12]", "In conclusion on this issue of adequacy of reasons, I refer to  <FRAGMENT_SUPPRESSED>  A.C.W.S. (3d) 152, [2001] F.C.J. No. 1646 (F.C.A.), where the Court of Appeal was addressing the issue of adequacy of reasons in the context of the predecessor to the PRRA process. In that decision, at para. 11, Justice Evans wrote:", "[I] t would be inappropriate to require PCDO’s, as administrative officers, to give as detailed reasons for their decisions as may be expected of an administrative tribunal that renders its decisions after an adjudicative hearing. In our opinion, the reasons given by the PCDO adequately explain the basis of her decision and do not support an inference that she failed to consider all the material before her."], ["[13]", "In the case before me, the reasons provide the basis for the PRRA Officer’s decision. The somewhat unclear language and brevity of the reasons do not amount to a breach of the rules of procedural fairness.", "Was the decision perverse, capricious or made without regard to the evidence?"], ["[14]", "The Applicant next argues that the decision was perverse and was made without regard to the evidence. Specifically, the Applicant submits that the failure of the PRRA Officer to make explicit reference to the documentary evidence that indicates a number of serious problems with providing state protection to victims of spousal abuse."], ["[15]", "A finding of a PRRA Officer on country conditions is a finding of fact which has been held to be subject to review on a standard of patent unreasonableness (see for example,  <FRAGMENT_SUPPRESSED>  at para. 19, 272 F.T.R. 62). Considerable deference is owed to the PRRA Officer’s factual determination that country conditions in St. Vincent. The Court should only intervene if the decision was perverse, capricious or made without regard to the evidence."], ["[16]", "Once again, I must look at the issue with regard to the role of the PRRA Officer and the burden of the Applicant. The question for the PRRA Officer is whether the Applicant has established that the situation has changed since the RPD rendered its decision. First, I note that, while the documentary evidence is dated after the RPD decision, it does not contain any reference to the situation worsening over the “gap” period. Further, the submissions of counsel made to the PRRA Officer do not identify any changes. Rather, counsel appears to have merely provided arguments as to why the RPD erred in its conclusion. The PRRA Officer was, in effect, being asked to reverse the decision of the RPD on state protection. The evidence and submissions did not address the question of changed conditions. In short, the Applicant did not demonstrate that, although she was not found to be at risk as of the date of the RPD decision, she was now."], ["[17]", "Further, the evidence referred to by the Applicant consists of passages extracted from documents that also include evidence of positive developments and continuing efforts (with some effectiveness) in addressing the problems of domestic violence. In her reasons, the PRRA Officer acknowledged that violence against women continues to be a problem. Thus, I am satisfied that she understood and appreciated both the positive and negative evidence before her. Given that this evidence was not personal to the Applicant, the PRRA Officer did not err by failing to make explicit reference to every negative comment in the country condition documentation."], ["[18]", "The Applicant also submits that the PRRA Officer erred by failing to consider the letter from her friend that, among other things, referred to victims of domestic violence. It is evident that the PRRA Officer had read the letter from the friend. It also appears that the PRRA Officer did not accord it any weight on the issue of domestic violence. It would have been preferable for the PRRA Officer to make explicit reference to the submissions of the friend on this issue. However, I am not persuaded that her failure to do so is a reviewable error. The submissions were as follows:", "Crime in St. Vincent is increasing very drastically, especially domestic crimes. Every year you hear in the news of men killing their spouses or girlfriend because she wants to leave him. Not too long ago right in my neighbourhood a man run down his wife and chopped her to death right in her neighbourhood yard where she ran for help. No one is safe anymore."], ["[19]", "These assertions by her friend are not substantiated in any way. The statement about the woman who was run down is hearsay. We have no information on the circumstances in which the unidentified woman was run down and killed. Quite simply, these statements do little, if anything, to assist the Applicant. They are of no probative value. In the circumstances, the PRRA Officer did not commit a reviewable error by failing to refer to these submissions on domestic violence.", "Did the PRRA Officer err in her conclusions on state protection by applying the wrong test or making a perverse finding?"], ["[20]", "The Applicant further submits that the PRRA Officer erred by applying the wrong test for state protection. As it is a question of law, the PRRA Officer’s decision is reviewable on a standard of correctness (Kim, above, at para. 19)."], ["[21]", "In my view, there is no error. In the first place, the Officer determined that there was no evidence of changed country conditions. Thus, it is arguable that the issue of the correct test is not directly applicable to the case before me; the PRRA Officer was entitled to rely on the unchallenged decision of the RPD and the test that the RPD used for assessing state protection. Had the Applicant presented evidence that raised new risks, or new documentation that exposed a deteriorated level of state protection, the PRRA Officer would have had to address squarely the test for state protection."], ["[22]", "Secondly, to the extent that the Officer carried out her own research and concluded, in effect, that the Applicant had not rebutted the presumption of state protection, I am satisfied that she understood and applied the correct test as set out in  <FRAGMENT_SUPPRESSED>  (F.C.A.), 68 A.C.W.S. (3d) 334, leave to appeal to S.C.C. refused, 25689 (May 8, 1997))."], ["[23]", "The Applicant also alleges that the PRRA Officer erred in her reference to the document provided by the Applicant from the police. The full paragraph in which the comment is situated in the reasons is as follows:", "In the absence of evidence to the contrary, the state is presumed to make efforts to protect its citizenry as demonstrated in the document provided by the applicant from the police in St. Vincent. The availability of state protection obviates the applicant’s need for international protection. The principle is well-established in Canadian case law."], ["[24]", "The document in question is a police clearance certificate issued by the Commissioner of Police in St. Vincent. The Applicant argues that it is perverse to conclude from this document that state protection is available to the Applicant. I agree with the Applicant that it would be perverse to rely on this document as proof that the state provides protection to victims of domestic abuse. However, that was not, in my view, the use that the PRRA Officer made of the document. When read as a whole, the paragraph is intended to address the general notion that a state is presumed to make efforts to protect its citizens. It is not unreasonable to conclude that a state in which the police can and will assist its citizens by providing reliable identity documents is making efforts to protect its citizens.", "Conclusion"], ["[25]", "In summary, I am satisfied that the decision, when read as a whole, is reasonable. The reasons are adequate for purposes of the PRRA process. The PRRA Officer was correct in addressing her mind to the question of whether the evidence established that the Applicant would now be exposed to risks that did not exist at the time of the RPD decision. To the extent that she considered the adequacy of state protection, her conclusions were not unreasonable and followed the correct test for state protection."], ["[26]", "It appears to me that most of the arguments made by the Applicant are really addressed to the correctness of the RPD decision. Those arguments are misplaced as they could and should have been made in a challenge to the RPD decision. The Applicant cannot, having failed to bring an application for judicial review of that decision, bring what can be described as a collateral attack on the RPD decision in the context of the PRRA decision."], ["[27]", "The application for judicial review will be dismissed. No question was proposed for certification and, in my view, there is no question of general importance that warrants certification.", "ORDER"], ["[28]", "This Court orders that:", "1. The application for judicial review is dismissed; and", "2. No question of general importance is certified.", "[End of document]"]]}