{"id_": "067436", "body_str": [["[1]", "Phelan, J.", ": This judicial review arises from of a Pre-Removal Risk Assessment (\"PRRA\") Officer's decision that the Applicant would not be at risk if returned to Moldova or the Russian Federation.", "Background"], ["[2]", "The Applicant is a citizen of Moldova and Russia. She based her refugee claim on her fear of domestic violence from her ex-husband, who is a Russian police official."], ["[3]", "In October 2000, her refugee claim was denied and leave for judicial review was also denied."], ["[4]", "In October 2001, her Post-Determination Refugee Claimants Class application was refused."], ["[5]", "Before her leave for judicial review of the above application was decided, the Respondent's predecessor sought to enforce a removal order against her. Lemieux J. issued a stay penalty to determination of her application for leave and judicial review. The impact of this decision is discussed later in these Reasons."], ["[6]", "Leave was granted but prior to the hearing, the then Respondent agreed to conduct a PRRA. This judicial review arises from the PRRA decision."], ["[7]", "The Applicant has also filed an application for Humanitarian & Compassionate consideration on the basis of her marriage to a Canadian citizen."], ["[8]", "The PRRA officer concluded that while domestic violence remained a concern in Moldova, the government was taking action to deal with such violence, that there were avenues for redress and that adequate state protection existed."], ["[9]", "The Officer also found that the Applicant had failed to exhaust all avenues of redress and that her parents had similarly failed to take sufficient steps to secure state protection for her."], ["[10]", "In the end, the Officer held that the Applicant had failed to provide clear and convincing evidence that state protection was inadequate or not available to her. The Officer also held that the Applicant had a reasonable internal flight alternative (\"IFA\") in Moldova. The Officer did not consider her risk in Russia since the Applicant was not at risk in Moldova."], ["[11]", "The Applicant's counsel advised the Court that he had been unable to obtain instructions to proceed, despite efforts to do so, and in circumstances where the Applicant knew of the day's proceeding. Since this matter had been set down, counsel were ready and no instructions to terminate these proceedings have been received, the hearing was ordered to proceed.", "Analysis"], ["[12]", "The Applicant contends that the Officer erred on three points:", "(1) ignoring clear and convincing evidence of the risk of domestic violence in Moldova which officials have failed to address;", "(2) considering that the Applicant had a viable IFA given that her ex-husband, as a police official, could track her down in Moldova;", "(3) the Officer engaged in selective analysis of the documentary evidence."], ["[13]", "The third alleged error runs through both the first and second error alleged."], ["[14]", "Despite the best efforts of Applicant's counsel, I cannot agree that the Officer committed a reviewable error."], ["[15]", "A determination of the standard of review is largely irrelevant because on either a reasonableness or patent unreasonableness standard, this application cannot succeed."], ["[16]", "The Applicant was correct in pointing out that there was evidence that domestic violence was a problem and that the Moldovan government, while having prohibiting legislation, had not always been diligent in prosecuting offenders."], ["[17]", "There was, however, recent evidence from the 2002 Department of State Report (\"2002 DOS Report\") that steps were being taken to address the issue of domestic violence. There was insufficient clear and convincing evidence to rebut the presumption of state protection."], ["[18]", "This Court has consistently held that where there is ambiguous or equivocal evidence, as there was here, it is sufficient for the decision maker to consider all the evidence (without specific mention of each piece reviewed) and reach a conclusion which is not patently unreasonable. Conkova v.Canada (Minister of Citizenship and Immigration) _[2000] F.C.J. 300."], ["[19]", "It was reasonably open to the Officer to come to her conclusions on risk, adequacy of state protection and IFA."], ["[20]", "The Applicant complains that the Officer was selective in her use of evidence and her analysis. In particular, the Applicant relies on examples where parts of the documentary evidence is quoted in the reasons but surrounding comments favourable to the Applicant were not included."], ["[21]", "While this would be the start of a inquiry as to selectivity and fairly raises the issue, regard must be had to the whole context in which the quotes were used and the portions not quoted."], ["[22]", "In this instance, the omissions were not fatal. The subject matter of some of the omissions were referred to elsewhere i.e. government not prosecuting domestic violence. In other instances, the criticism of the statistics quoted were criticisms of one particular view and the comments added little to the debate which was not already known."], ["[23]", "The decision of Justice Lemieux on the stay application referred to earlier (2002 FCT 147) is not dispositive of the issues of state protection and IFA."], ["[24]", "The Officer had before her new and more recent facts which were not presented to Justice Lemieux. These facts included the more recent 2002 DOS Report, evidence of police efforts to investigate domestic violence and evidence of a viable IFA in Moldova."], ["[25]", "Justice Lemieux's finding of irreparable harm must be considered in the context of his finding that a serious issue had been made out. This finding is not determinative of the issues in this judicial review."], ["[26]", "The threshold of \"serious issue\" is significantly lower than what must be made out on the judicial review. The findings in a stay application cannot be used as a form of res judicata or issue estoppel on the hearing of the matter on its merits."], ["[27]", "This decision deals with and dismisses the merits of the legal issue raised. Consequently, the finding of irreparable harm considered by Justice Lemieux must fall away."], ["[28]", "There is no question to be certified.", "ORDER"], ["[29]", "THIS COURT ORDERS that the application for judicial review be dismissed.", "[End of document]"]]}