{"id_": "067504", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application for judicial review of a decision of the Immigration Appeal Division of the Immigration and Refugee Board (the Board), dated September 16, 2005, wherein the Board upheld a visa officer’s decision that the applicant could not sponsor her husband because their marriage was not valid."], ["[2]", "Kirstena Kusil Naidu, the applicant, is a Canadian citizen who applied to sponsor her husband, an Indian citizen. They were married in India on April 30, 2002."], ["[3]", "According to section 2 of the Immigration and Refugee Protection Regulations, SOR/2002 -227, (the Regulations), a marriage must be legally valid under the law of the jurisdiction where it took place. The visa officer found that the applicant is a Christian and, as such, could not be validly married under the Hindu Marriage Act 1955 to her husband who is a Sikh."], ["[4]", "The applicant appealed the visa officer’s decision. At the Board hearing, the applicant made an application to enter two documents into evidence post-hearing. The Board declined to admit the post-hearing documents."], ["[5]", "The Board noted that pursuant to Rule 58(b) of the Immigration Appeal Division Rules, SOR/2002-230 (the IAD Rules), it may change a requirement of a rule but concluded that it would not do so in this case because the applicant had ample notice that her religion was an issue and because her explanation for failing to disclose the documents earlier was completely inadequate. It also noted that the applicant herself was primarily responsible for the late disclosure and would not be prejudiced if the documents were not admitted."], ["[6]", "After having dismissed the applicant’s application to have the documents admitted into evidence, the Board went on to consider whether the applicant had established on a balance of probabilities that she is a Hindu (and therefore could have validly married the applicant). It noted that both the applicant and her husband testified that the applicant was Hindu and that, aside from the CAIPS notes, their testimony on this point was not contradicted or undermined in any other way during the hearing."], ["[7]", "According to the CAIPS notes, the applicant’s husband stated at the interview with the visa officer that the applicant is a Christian. The Board noted that the CAIPS notes are not sworn but are admissible and were overall temperate, detailed and clear. The Board also noted and drew a negative inference from the fact that the applicant’s parents did not testify."], ["[8]", "The Board concluded that the applicant had not established that she is Hindu or that the visa officer was incorrect about her religion.", "Pertinent Legislation"], ["[9]", "The relevant provision of the Immigration and Refugee Protection Act, R.S.C. 2001, ch. 27, (the Act), follows:", "175. (1) The Immigration Appeal Division, in any proceeding before it,", ". . . . .", "(b) is not bound by any legal or technical rules of evidence; and", "175. (1) Dans toute affaire dont elle est saisie, la Section d’appel de l’immigration :", ". . . . .", "b) n’est pas liée par les règles légales ou techniques de présentation de la preuve;"], ["[10]", "The relevant provisions of the Rules follow:", "30(3) Subject to subrule (4), documents provided under this rule must be received by the Division and the other party", "(a) no later than 20 days before the hearing; or", ". . . . .", "58. The Division may", "(a) act on its own initiative, without a party having to make an application or request to the Division;", "(b) change a requirement of a rule;", "(c) excuse a person from a requirement of a rule; and", "(d) extend or shorten a time limit, before or after the time limit has passed.", "30(3) Sous réserve du paragraphe (4), tout document transmis selon la présente règle doit être reçu par son destinataire au plus tard :", "a) soit vingt jours avant l'audience;", ". . . . .", "58. La Section peut :", "a) agir de sa propre initiative sans qu'une partie n'ait à lui présenter une demande;", "b) modifier une exigence d'une règle;", "c) permettre à une partie de ne pas suivre une règle;", "d) proroger ou abréger un délai avant ou après son expiration.", "Issues"], ["[11]", "This case raises two issues:", "1. Did the Board breach of duty of procedural fairness by not accepting into evidence the post-hearing documents?", "2. Did the Board err by concluding that the applicant had not established that she was Hindu?", "Analysis", "i) Post-hearing documents"], ["[12]", "I would like to recall at the outset that the first issue is one of procedural fairness where no standard of review applies.", "The content of procedural fairness goes to the manner in which the Minister went about making his decision, whereas the standard of review is applied to the end product of his deliberations.", "<FRAGMENT_SUPPRESSED>"], ["[13]", "The applicant submits that the Board breached the duty of fairness by not admitting the documents into evidence and notes that subsection 175(1) of the Act gives the Board broad discretion to receive evidence."], ["[14]", "While I agree with the Applicant that Subsection 175(1) of the Act gives the Board broad discretion to receive various kinds of evidence, it does not replace the procedural rules governing disclosure that are provided in the IAD Rules."], ["[15]", "In this present case, the Board recognized that pursuant to Rule 58(1), it may change a requirement of a rule, however it declined to do so for very cogent reasons, i.e. that the applicant had ample notice that her religion would be an issue in the appeal long before the hearing and has been represented by counsel throughout. Further, the applicant’s explanation for failing to produce the documents earlier is patently and entirely inadequate."], ["[16]", "Considering that the applicant herself was principally responsible for the delay and after weighing of all the surrounding facts, the Board declined to admit the post-hearing documents."], ["[17]", "In my opinion, the applicant has presented no compelling argument regarding how the duty of procedural fairness owed to her has been breached by the Board’s decision not to exercise the discretion provided to it in Rule 58(b).", "ii) The Applicant’s Religion"], ["[18]", "The standard of review for the second issue must be determined by the pragmatic and functional approach. This involves consideration of four factors: the presence or absence of a privative clause or statutory right of appeal; the expertise of the tribunal relative to that of the reviewing court on the issue in question; the purpose of the legislation in question, as well as the purpose of the particular provision in question; and the nature of the question (Dr. Q v. College of Physicians and Surgeons of British Columbia, 2003 SCC 19)."], ["[19]", "The Act contains neither a privative clause nor a statutory right of appeal and is therefore neutral. The question of whether the applicant and the applicant are validly married is one of mixed fact and law but the specific issue dealt with by the Board in this case was one of pure fact, i.e. whether the applicant had proved on the balance of probabilities that she is Hindu. The Board has more expertise than the Court in making such a factual determination particularly as the evidence was primarily testimonial. The purpose of the provisions relating to sponsorship of spouses is to facilitate the reunification of families in Canada, as well as to ensure that only genuine family relationships are supported. Such a polycentric purpose suggests more deference should be given to the Board’s decision. On the other hand, a determination regarding the validity of a marriage establishes an individual’s rights vis-à-vis the state regarding sponsorship. Therefore, this factor suggests some deference. Finally, the nature of the problem is factual demanding a higher degree of deference. Weighing these factors, I conclude that the appropriate standard of review for this issue is the standard of patently unreasonable."], ["[20]", "The applicant alleges the Board’s decision is flawed for two reasons: first, because it gave more weight to the unsworn CAIPS notes than to the sworn testimony of the applicant and her husband and second, because it drew a negative inference from the fact that the applicant’s parents did not testify."], ["[21]", "The respondent submits that it was open to the Board to prefer the unsworn CAIPS notes over the testimony of the applicant and her husband as the assessment of the weight of evidence is a proper matter for the Board to decide. The respondent also noted that the applicant’s husband’s testimony was vague, unresponsive and not credible and pointed to a number of instances where the applicant’s husband stated he could not remember what he said during the interview."], ["[22]", "Subsection 175(1) the Act provides that the Immigration Appeal Division is not bound by legal and technical rules of evidence."], ["[23]", "Although the rules of evidence would general not permit a decision maker to give hearsay evidence greater weight than uncontradicted sworn testimonial evidence, it is clear that section 175(1)(b) was intended to allow the Immigration Appeal Division such flexibility in evaluating evidence. The Board was entitled to give more weight to the CAIPS notes and I find that it was not patently unreasonable for it to do so here as the CAIPS notes are detailed and clear and the testimony of the applicant’s husband was vague."], ["[24]", "With respect to the second error alleged by the applicant, she submits that the Court should follow the Federal Court decision in  <FRAGMENT_SUPPRESSED>  wherein the Court held that conclusions relating to lack of credibility may not be drawn from an absence of evidence. Mui was also a sponsorship case wherein the Board made a negative inference from the fact that the applicant and the applicant’s husband’s mother failed to testify as to the genuine nature of the marriage even though they had allegedly played an important role in the marriage."], ["[25]", "The respondent submits that it is well-established in the law of evidence that an adverse inference can be made from a failure to bring forth a witness and refers to Wigmore on Evidence as well as a number of personal injury cases."], ["[26]", "According to Wigmore on Evidence, the failure to produce the evidence on a particular person is open to an inference against both parties, the particular strength of the inference against either depending on the circumstances (Wigmore, Evidence §288 (Chadbourn rev. 1979))."], ["[27]", "Similarly The Law of Evidence in Canada states that an unfavourable inference can be drawn when, in the absence of an explanation, a party fails to call a witness who would have knowledge of the facts and would be assumed to be willing to assist that party (The Law of Evidence in Canada §6.312 (Butterworths Canada Ltd.: Markham and Vancouver, 1999))."], ["[28]", "While the evidence rules referred to above are not specific to the immigration context, I am satisfied that they can apply in the current case. The Court  <FRAGMENT_SUPPRESSED>  arrived at a different conclusion by relying on jurisprudence from the refugee context where it is an important principle that there is a presumption of truth that whatever a claimant swears to is true and the truthfulness of a claimant’s allegations cannot be rebutted through negative inferences. The case at hand is not a refugee case and the Board was entitled to draw a negative inference from the fact that neither of the applicant’s parents testified for her. Clearly the applicant’s parents have knowledge of the applicant’s religion and there is no reason to believe that her parents would be unwilling to assist her. Thus, it was not patently unreasonable for the Board to draw a negative inference."], ["[29]", "Overall, the applicant has failed to demonstrate that the decision was made without regard to the evidence and there is no reason for the Court to intervene.", "JUDGMENT"], ["[30]", "THIS COURT ADJUDGES that", "this application for judicial review is dismissed.", "[End of document]"]]}