{"id_": "067620", "body_str": [["[1]", "Annis, J.", ": The Mr. Thiruchelvam [the Applicant], a citizen of Sri Lanka, seeks judicial review pursuant to section 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA or the Act] of a decision by an immigration officer [the Officer] denying his Pre-Removal Risk Assessment [PRRA]."], ["[2]", "The central issue of concern is whether the Officer made a determinative adverse credibility finding against the Applicant without convoking a hearing as required pursuant to subsection 113(b) of the IRPA."], ["[3]", "While there has been some debate in the court with respect to the standard of review regarding the decision of a PRRA officer to conduct an oral hearing, I find that the recent jurisprudence has held that the deferential standard of reasonableness applies (REFERENCE_SUPPRESSED)."], ["[4]", "For the reasons that follow, the application is dismissed. I find that a hearing would have served no purpose based on the Officer's line of reasoning for rejecting the Applicant's evidence that he was arrested, detained and tortured three times between November 2012 and March 2013 prior to fleeing on March 19, 2013 after experiencing problems with reporting to the authorities."], ["[5]", "The Applicant offered direct personal evidence claiming that he had been arrested and tortured by state authorities on three occasions. This evidence was corroborated by letters from a Sri Lankan doctor and from a Canadian doctor that the scarring apparent on the Applicant's body was consistent with his evidence of being tortured."], ["[6]", "In addition, the Applicant offered evidence primarily from his father or gathered from others by his father intended to corroborate the Applicant's arrest and the case against him being maintained by state authorities. This evidence was rejected as having little probative value. Its rejection is the second basis of the Applicant's application. However, I am satisfied with the Officer's analysis in this regard and only the need for a hearing raises a serious issue of concern for the Court."], ["[7]", "The Officer states that, based on all of the evidence presented, the Applicant did not discharge his burden of proving that he was reasonably likely to have been scarred by torturers against his will in Sri Lanka, or that he was a person of interest to the authourities."], ["[8]", "I find that the determinative issue in this case is whether a hearing would have changed the result. This is a highly contextual decision, which in the present matter is assisted by the exhaustive and detailed reasons that accompany the decision. I conclude that the Officer's reasoning was that a hearing would serve no purpose given the probative evidence of inconsistencies from the Applicant, his profile and his treatment by state authorities which led the Officer to conclude that he was not a person of interest."], ["[9]", "Based on the objective country condition evidence, the Officer found that the scarring is not, in and of itself, considered a risk unless a person is likely to be detained and stripped during interrogation for other reasons. The Officer concluded that the evidence presented by the Applicant does not support a finding that he will be detained and stripped during interrogation for other reasons upon his return to Sri Lanka, which would lead to his scars being revealed."], ["[10]", "The Officer also found that the Applicant's evidence does not support a conclusion that the Sri Lankan authorities suspected or accused the Applicant of being a failed suicide bomber or a fighter for the LTTE. The Officer found that those suspected of LTTE links are at a particular risk, that they are held for long terms and those who are released undergo rehabilitation. In that respect, the Applicant was not held for a long period of time nor did he undergo rehabilitation, which supports the conclusion that he would not be viewed by the authorities as a supporter or member of the LTTE."], ["[11]", "He was also released with minimal reporting conditions and after a short period of time, he was no longer required to report to the army camps. His national identity card was returned to him following his detentions. He was allowed to leave Sri Lanka with his own passport without problems from the authorities. He was not interrogated, detained or stripped by the authorities prior to his departure."], ["[12]", "The Officer found that the Applicant was cleared of any suspicion of being a LTTE member or supporter and therefore, he was not a wanted person or on the government's security alert list. As a result, the Officer concluded that the Applicant was not of interest to the authorities as a result of any real or perceived LTTE affiliation and therefore, he was not at risk upon his return to Sri Lanka."], ["[13]", "The Officer's final conclusion is that the Applicant does not have the profile of someone who will be seen as a threat or of adverse interest upon his return and that he does not have a personalized risk of persecution or harm in Sri Lanka based on his ethnicity."], ["[14]", "It is the accumulation of this evidence which led the Officer to conclude that the Applicant did not discharge his burden of proof that he was tortured. The Officer found it to be inconsistent with the more probative evidence of his actual treatment by the authorities and his profile as someone of no interest to the authorities."], ["[15]", "Ultimately, the decision whether to require a hearing is one to be made by the Officer and this decision is entitled to deference from the Court. I conclude that the Officer's decision not to hold a hearing is reasonable, as it would serve no purpose given the contradictory objective evidence that the Officer found to be of more probative value than the Applicant's personal narrative."], ["[16]", "The Officer's decision therefore falls within the range of reasonably acceptable outcomes based on the facts and the law and is justified by intelligible and transparent reasons."], ["[17]", "In the circumstances, the application is dismissed.", "JUDGMENT"], ["[18]", "THIS COURT'S JUDGMENT is that", "1. The application is dismissed; and", "2. No question is certified.", ".........................", "Mathiraj Thiruchelvam (demandeur) v. Le Ministre de la Citoyenneté et de l'Immigration (défendeur)"], ["[1]", "Le juge Annis", "[Traduction]: M. Thiruchelvam[le demandeur], citoyen du Sri Lanka, sollicite le contrôle judiciaire, en application du paragraphe 72(1) de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 [LIPR ou la Loi], d'une décision rendue par un agent d'immigration [l'agent] par laquelle ce dernier a rejeté sa demande d'examen des risques avant renvoi [ERAR]."], ["[2]", "La question principale est celle de déterminer si l'agent a tiré une conclusion défavorable déterminante quant à la crédibilité du demandeur sans convoquer d'audience comme l'exige l'alinéa 113", ") de la LIPR."], ["[3]", "Bien que la question de la norme de contrôle applicable à l'égard de la décision d'un agent chargé d'une demande d'ERAR de tenir une audience ait fait l'objet d'un certain débat au sein de la Cour, j'estime que, selon la jurisprudence récente, la norme déférente du caractère raisonnable s'applique (", "Kulanayagam c Canada (Citoyenneté et Immigration)", ", 2015 CF 101, au paragraphe 20,", "Ibrahim c Canada (Citoyenneté et Immigration)", ", 2014 CF 837, au paragraphe 6;", "Bicuku c Canada (Citoyenneté et Immigration)", ", 2014 CF 339, aux paragraphes 16 à 20;", "Ponniah c Canada (Citoyenneté et Immigration)", ", 2013 CF 386, au paragraphe 24;", "Mosavat c Canada (Citoyenneté et Immigration)", ", 2011 CF 647, au paragraphe 9)."], ["[4]", "Pour les motifs qui suivent, la demande est rejetée. J'estime que la tenue d'une audience n'aurait rien changé vu les raisons de l'agent de rejeter la preuve du demandeur selon laquelle il aurait été arrêté, détenu et torturé à trois occasions entre novembre 2012 et mars 2013 avant de s'enfuir le 19 mars 2013 après avoir eu des problèmes liés au fait de se présenter aux autorités."], ["[5]", "Le demandeur a fourni une preuve personnelle directe soutenant qu'il avait été arrêté et torturé par les autorités de l'État à trois occasions. Cette preuve a été corroborée par des lettres d'un médecin sri lankais et d'un médecin canadien affirmant que les cicatrices visibles sur le corps du demandeur concordaient avec le témoignage de ce dernier selon lequel il aurait été torturé."], ["[6]", "De plus, les éléments de preuve présentés par le demandeur proviennent essentiellement de son père ou ont été rassemblés par son père auprès d'autres personnes dans le but de confirmer l'arrestation du demandeur et les allégations invoquées dans le contexte de sa détention auprès des autorités de l'État. Ces éléments de preuve ont été rejetés au motif qu'ils avaient une faible valeur probante. Le rejet de ces éléments de preuve constitue le deuxième fondement de la demande présentée par le demandeur. Toutefois, je souscris à l'analyse de l'agent à cet égard, et seule la nécessité de tenir une audience soulève une question sérieuse d'intérêt pour la Cour."], ["[7]", "L'agent affirme qu'à la lumière de l'ensemble de la preuve présentée, le demandeur ne s'est pas acquitté du fardeau qui lui incombait de prouver qu'il était raisonnablement probable que ses cicatrices lui aient été infligées contre son gré par ses tortionnaires au Sri Lanka ou qu'il soit une personne d'intérêt pour les autorités."], ["[8]", "J'estime que la question déterminante en l'espèce est celle de savoir si la tenue d'une audience aurait changé l'issue. Il s'agit d'une décision éminemment contextuelle qui, en l'espèce, est appuyée par les motifs exhaustifs et détaillés qui l'accompagnent. Je conclus qu'il était inutile, selon le raisonnement de l'agent, de tenir une audience compte tenu de la preuve probante de contradictions formulées par le demandeur ainsi que du profil de ce dernier et de la façon dont il a été traité par les autorités de l'État, facteurs qui ont mené l'agent à conclure que le demandeur n'est pas une personne d'intérêt."], ["[9]", "Vu la preuve objective concernant la situation dans le pays, l'agent a conclu que les cicatrices ne sont pas considérées en soi comme un risque à moins que la personne risque vraisemblablement d'être détenue et déshabillée lors d'un interrogatoire pour d'autres raisons. L'agent a jugé que la preuve présentée par le demandeur n'appuie pas une conclusion selon laquelle il serait détenu et dévêtu pendant un interrogatoire pour d'autres raisons à son retour au Sri Lanka, conditions dans lesquelles ses cicatrices seraient exposées."], ["[10]", "La conclusion selon laquelle les autorités sri lankaises soupçonneraient ou accuseraient le demandeur d'être un kamikaze ayant échoué sa mission ou un combattant des TLET n'est pas, selon l'agent, étayée par la preuve. Ce dernier a conclu que les personnes soupçonnées d'avoir des liens avec les TLET sont particulièrement à risque, qu'elles sont détenues durant de longues périodes et que celles qui sont libérées entreprennent une réadaptation. À cet égard, le demandeur n'a pas été détenu durant une longue période et n'a pas entrepris une réadaptation, ce qui appuie la conclusion selon laquelle les autorités ne le considéreraient pas comme un partisan ou un membre des TLET."], ["[11]", "Le demandeur a également été libéré avec des conditions minimales liées à l'obligation de se présenter aux autorités. De plus, après une courte période, il n'a plus été tenu de se présenter aux camps militaires. Sa carte d'identité nationale lui a été remise après ses détentions. Il a été autorisé à quitter le Sri Lanka muni de son propre passeport sans aucun problème avec les autorités. Il n'a pas été interrogé, détenu ou dévêtu par les autorités avant son départ."], ["[12]", "L'agent a conclu que le demandeur avait été lavé de tout soupçon d'être un partisan ou un membre des TLET et donc, qu'il n'était pas recherché et ne figurait pas sur la liste d'alertes de sécurité du gouvernement. Par conséquent, l'agent a conclu que le demandeur n'était pas une personne d'intérêt pour les autorités du fait d'un lien perçu ou réel avec les TLET et qu'il ne serait donc pas exposé à un risque à son retour au Sri Lanka."], ["[13]", "En guise de conclusion finale, l'agent affirme que le demandeur n'a pas le profil d'une personne qui serait considérée comme une menace ou une personne d'intérêt à son retour et qu'il n'est pas personnellement exposé à un risque de persécution ou de préjudice au Sri Lanka en raison de son origine ethnique."], ["[14]", "C'est l'effet cumulatif de ces éléments de preuve qui a mené l'agent à conclure que le demandeur ne s'était pas acquitté du fardeau de la preuve qui lui incombait pour établir qu'il avait été torturé. L'agent a jugé que ces éléments de preuve ne cadraient pas avec la preuve probante établissant la façon dont il avait été véritablement traité par les autorités et son profil en tant que personne qui ne présente aucun intérêt pour les autorités."], ["[15]", "Finalement, la décision de tenir une audience revient à l'agent, et la Cour doit faire preuve de retenue à l'égard de cette décision. Je conclus que la décision de l'agent de ne pas tenir d'audience est raisonnable, étant donné qu'une telle audience ne serait d'aucune utilité vu la preuve objective contradictoire à laquelle l'agent a accordé une plus grande valeur probante par rapport à l'exposé circonstancié du demandeur."], ["[16]", "La décision de l'agent appartient donc aux issues raisonnablement acceptables pouvant se justifier au regard des faits et du droit. De plus, elle est justifiée par des motifs intelligibles et transparents."], ["[17]", "Dans les circonstances, la demande est rejetée.", "JUGEMENT"], ["[18] LA COUR STATUE que", "1. La demande est rejetée;", "2. Aucune question n'est certifiée.", "[End of document]"]]}