{"id_": "067744", "body_str": [["[1]", "Mactavish, J.", ": Jian Sheng Tan seeks judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board rejecting his claim for refugee protection. The Board concluded that Mr. Tan's story of being sought by the family planning authorities in China was not credible, and that he would not be at risk of forced sterilization in Guangdong Province as a result of his having violated the one-child policy, were he to return to China.  <FRAGMENT_SUPPRESSED>"], ["[2]", "For the reasons that follow, I have concluded that the Board's overall finding that Mr. Tan was not credible was reasonable. I have also concluded that the finding that Mr. Tan had not established that there is more than a mere possibility that he would face forced sterilization in Guangdong Province was reasonable. As a consequence, the application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>", "The Board's Credibility Assessment  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Board had numerous reasons for finding that Mr. Tan's claim that he was being sought by the family planning authorities in Guangdong Province was not credible. While I agree with Mr. Tan that some of the Board's findings (such as the inconsistency in his evidence as to his years of education) relate to purely peripheral matters, a number of the Board's negative credibility findings go to the core of his refugee claim.  <FRAGMENT_SUPPRESSED>"], ["[4]", "For example, the Board was concerned by the fact that Mr. Tan had stated that he was divorced in his 2007 application for a visitor's visa, but claimed that he was in a long-term marriage in the context the refugee claim he filed in 2009. Mr. Tan's family status was central to his claim for refugee protection, and the material inconsistencies in his evidence on this point raised serious questions with respect to his overall credibility.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Mr. Tan's failure to disclose his earlier application for a visitor's visa and his misrepresentation in his original Personal Information Form (PIF) as to where his parents and siblings were living were both relevant to his apparent long-standing desire to emigrate to Canada, one that pre-dated the events allegedly giving rise to his refugee claim. The Board was aware that Mr. Tan subsequently amended his PIF, and was mindful of the explanation that he provided for the inaccuracies in his original form. However, it did not accept that explanation, providing lucid reasons for so doing. No reviewable error has been demonstrated in this regard.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Mr. Tan's explanation for his decision to travel on a fraudulent passport rather than his own genuine passport was similarly considered and rejected by the Board. The Board's finding in this regard was not speculative, but was based upon common sense and was entirely reasonable.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The inconsistency in the information provided by Mr. Tan regarding the number of Chinese passports he has held was admittedly never put to him by the Board. However, given that he did not swear an affidavit in support of his application for judicial review, there is no evidence before the Court as to any explanation that he could have provided for this inconsistency.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board quite reasonably rejected Mr. Tan's claim that he was unable to pay the $9,500 fine allegedly levied against him for violating the one-child policy, given that he was evidently able to raise $30,000 to leave China.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The finding with respect to the apparent ability of Mr. Tan to access fraudulent documents, coupled with the evidence as to the general availability of fraudulent documents in China and the overall concerns with Mr. Tan's credibility led the Board to give little weight to the documentation he provided in support of his refugee claim. The weight to be ascribed to the evidence is a matter to be determined by the Board, and the conclusion that little weight should be given to the documents produced by Mr. Tan was one that was reasonably open to it.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board clearly had serious concerns with respect to Mr. Tan's overall credibility and did not believe that he was currently being sought by the family planning authorities in China for forced sterilization. This was a conclusion that was reasonably open to the Board on the record before it. This is not, however, the end of the matter.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Board did not question the fact that Mr. Tan comes from Guangdong Province and that he has two children, in apparent violation of the one-child policy. These uncontested facts required the Board to examine the country condition information in order to determine whether Mr. Tan faced more than a mere possibility of persecution in the future.  <FRAGMENT_SUPPRESSED>", "The Enforcement of Family Planning Legislation in Guangdong Province  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board reviewed the country condition information concerning the enforcement of family planning legislation in Guangdong Province, noting that the evidence in this regard was \"mixed\". The Board was nevertheless satisfied that Mr. Tan would not face forced sterilization in Guangdong Province were he to return to China.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Mr. Tan submits that this finding was unreasonable, citing on this Court's decisions in", "<FRAGMENT_SUPPRESSED>  [2012] F.C.J. No. 217 and", "<FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 212 in support of this claim. It is, however, apparent from a review of", "Huang", "and", "Cao", "that both cases are readily distinguishable from the present situation.  <FRAGMENT_SUPPRESSED>"], ["[14]", "In", "Huang", ", the Board relied on outdated information with respect to the enforcement of family planning legislation in Guangdong Province, failing to have regard to evidence with respect to a mass sterilization campaign in the city of Puning in 2010. In the present case, the Board expressly considered this evidence.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In", "Cao", ", the Court found that the Board's finding with respect to the country condition information was made \"in the context of [the] findings and negative inferences\" previously noted in the decision: at para. 24. The Court had concluded that a number of the Board's credibility findings  <FRAGMENT_SUPPRESSED>", "were unreasonable and that the Board's analysis of the country condition information had been tainted by these unreasonable findings. In contrast, in this case I have concluded that the Board's overall negative finding with respect to Mr. Tan's credibility was one that was reasonably open to it.  <FRAGMENT_SUPPRESSED>"], ["[16]", "This case most closely resembles the situation that recently confronted Justice Russell in", "<FRAGMENT_SUPPRESSED>  [2013] F.C.J. No. 813. The country condition information that was before the Board in", "Liang", "appears to have been the same as was before the Board in this case, and the Board's analysis of that evidence in", "Liang", "appears to have been virtually identical to its analysis in this case.  <FRAGMENT_SUPPRESSED>"], ["[17]", "I adopt the analysis set out at paragraphs 84 to 95 of Justice Russell's reasons, and find that the Board's determination that Mr. Tan had not established that there is more than a mere possibility that he would face forced sterilization in Guangdong Province was reasonable.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[18]", "For these reasons, the application for judicial review is dismissed. I agree with the parties that the case does not raise a question for certification.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[19]", "THIS COURT ORDERS AND ADJUDGES that", "this application for judicial review is dismissed.  <FRAGMENT_SUPPRESSED>", ".........................  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  [Traduction]: Monsieur Jian Sheng Tan sollicite le contrôle judiciaire d'une décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (la Commission) rejetant sa demande d'asile. La Commission a conclu que le récit de M. Tan, selon lequel il était recherché par les représentants de la planification familiale en Chine, n'était pas crédible et qu'il ne serait pas exposé à un risque de stérilisation forcée dans la province du Guangdong, parce qu'il avait violé la politique de l'enfant unique, s'il devait retourner en Chine.  <FRAGMENT_SUPPRESSED>"], ["[2]", "Pour les motifs exposés ci-dessous, j'ai décidé que la conclusion générale de la Commission selon laquelle M. Tan n'était pas crédible était raisonnable. J'ai aussi décidé que la conclusion selon laquelle M. Tan n'avait pas établi qu'il existait plus qu'une simple possibilité qu'il soit soumis à la stérilisation forcée dans la province du Guangdong était raisonnable. En conséquence, la demande de contrôle judiciaire sera rejetée.  <FRAGMENT_SUPPRESSED>", "Appréciation de la crédibilité par la Commission  <FRAGMENT_SUPPRESSED>"], ["[3]", "La Commission avait de nombreux motifs pour conclure que la prétention de M. Tan selon laquelle il était recherché par les représentants de la planification familiale dans la province du Guangdong n'était pas crédible. Bien que je convienne avec M. Tan que certaines des conclusions de la Commission (telle l'incohérence dans sa preuve en ce qui a trait à ses années d'études) sont liées à des questions purement accessoires, un certain nombre des conclusions défavorables de la Commission quant à la crédibilité tiennent au cœur même de sa demande d'asile.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Par exemple, la Commission avait des réserves relativement au fait que M. Tan avait déclaré qu'il était divorcé dans sa demande de visa présentée en 2007, mais dans la demande d'asile qu'il a déposée en 2009, il a dit qu'il était marié de longue date. Le statut matrimonial de M. Tan était au cœur de sa demande d'asile, et les incohérences importantes dans sa preuve sur cet aspect soulevaient de sérieuses questions quant à sa crédibilité générale.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Le fait que M. Tan n'a pas divulgué qu'il avait antérieurement présenté une demande de visa de visiteur et la fausse déclaration qu'il a faite dans son premier Formulaire de renseignements personnels (le FRP), en ce qui concerne le lieu où ses parents ainsi que ses frères et sœurs vivaient, étaient tous les deux pertinents quant à son patent désir de longue date d'immigrer au Canada, désir qui était antérieur aux événements qui ont prétendument mené au dépôt de sa demande d'asile. La Commission savait que M. Tan avait ultérieurement modifié son FRP, et elle avait pris note de l'explication qu'il avait fournie relativement aux incohérences contenues dans son premier formulaire. Toutefois, la Commission n'a pas accepté cette explication, et elle a fourni des motifs clairs pour ce faire. Aucune erreur susceptible de contrôle n'a été établie à cet égard.  <FRAGMENT_SUPPRESSED>"], ["[6]", "De façon semblable, la Commission a pris en compte et a rejeté l'explication de M. Tan relative à sa décision de voyager avec un passeport falsifié au lieu de son véritable passeport. La conclusion de la Commission à cet égard n'était pas conjecturale, mais elle était basée sur le bon sens et elle était absolument raisonnable.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Il est vrai que la Commission n'a pas exposé à M. Tan l'incohérence dans les renseignements qu'il avait fournis relativement au nombre de passeports chinois qu'il avait détenus. Toutefois, étant donné qu'il n'a pas souscrit d'affidavit à l'appui de sa demande de contrôle judiciaire, la Cour ne dispose d'aucune preuve en ce qui a trait à quelque explication que ce soit qu'il pouvait avoir fournie pour cette incohérence.  <FRAGMENT_SUPPRESSED>"], ["[8]", "De façon assez raisonnable, la Commission a rejeté la prétention de M. Tan selon laquelle il n'était pas en mesure de payer la contravention de 9 500 $ qui lui aurait été imposée, parce qu'il aurait violé la politique de l'enfant unique, étant donné que, de toute évidence, il avait été en mesure de rassembler 30 000 $ pour quitter la Chine.  <FRAGMENT_SUPPRESSED>"], ["[9]", "La conclusion portant sur l'apparente capacité de M. Tan à avoir accès à des documents frauduleux, ainsi que la preuve de l'accessibilité générale à des documents frauduleux en Chine, et les réserves générales relatives à la crédibilité de M. Tan ont amené la Commission à accorder peu de poids aux documents qu'il avait fournis à l'appui de sa demande d'asile. Le poids qui doit être accordé à la preuve est une question qui est tranchée par la Commission, et la conclusion selon laquelle peu de poids devrait être accordé aux documents produits par M. Tan était une conclusion qu'il était raisonnablement loisible à la Commission de tirer.  <FRAGMENT_SUPPRESSED>"], ["[10]", "La Commission avait clairement de grandes réserves quant à la crédibilité générale de M. Tan, et elle n'a pas cru qu'il était recherché en ce moment par les représentants de la planification familiale en Chine en vue d'une stérilisation forcée. Il s'agit d'une conclusion qu'il était raisonnablement loisible à la Commission de tirer, compte tenu du dossier dont elle disposait. L'affaire ne s'arrête cependant pas là.  <FRAGMENT_SUPPRESSED>"], ["[11]", "La Commission n'a pas remis en question le fait que M. Tan vient de la province du Guangdong et qu'il a deux enfants, en violation apparente de la politique de l'enfant unique. Ces faits non contestés ont nécessité que la Commission examine les renseignements relatifs à la situation du pays, afin de déterminer si M. Tan était exposé à plus qu'une simple possibilité de persécution dans l'avenir.  <FRAGMENT_SUPPRESSED>", "Application des dispositions législatives en matière de planification familiale dans la province du Guangdong  <FRAGMENT_SUPPRESSED>"], ["[12]", "La Commission a examiné les renseignements relatifs à la situation du pays concernant l'application des dispositions législatives en matière de planification familiale dans la province du Guangdong et elle a relevé que la preuve à cet égard était « contradictoire[...] ». La Commission était néanmoins convaincue que M. Tan ne serait pas soumis à une stérilisation forcée dans la province du Guangdong s'il devait retourner en Chine.  <FRAGMENT_SUPPRESSED>"], ["[13]", "M. Tan soutient que cette conclusion était déraisonnable, il cite pour cela les décisions de la  <FRAGMENT_SUPPRESSED>  [2012] ACF no 217, et", "<FRAGMENT_SUPPRESSED>  [2013] ACF no 212, à l'appui de sa demande. Toutefois, il ressort clairement d'une analyse des décisions", "Huang", "et", "Cao", "que les deux causes se distinguent facilement de la présente affaire.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Dans la décision", "Huang", ", la Commission s'est fondée sur des renseignements désuets en ce qui concerne l'application des dispositions législatives en matière de planification familiale dans la province du Guangdong, omettant de prendre en compte la preuve relative à la campagne de stérilisation massive dans la ville de Puning en 2010. Dans la présente espèce, la Commission a expressément pris en compte cette preuve.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Au paragraphe 24 de la décision", "Cao", ", la Cour a décidé que la conclusion de la Commission relativement aux renseignements sur la situation du pays avait été tirée « à la lumière des constatations et des conclusions défavorables » précédemment relevées dans la décision. La Cour a décidé qu'un grand nombre des conclusions de la Commission relatives à la crédibilité dans la décision", "Cao", "étaient déraisonnables et que l'analyse de la Commission portant sur les renseignements relatifs à la situation du pays avait été empreinte de ces conclusions déraisonnables. Au contraire, dans la présente affaire, j'ai conclu que la conclusion générale défavorable de la Commission quant à la crédibilité de M. Tan était raisonnablement ouverte à la Commission.  <FRAGMENT_SUPPRESSED>"], ["[16]", "La présente affaire ressemble étroitement à la situation à laquelle a été exposé le juge  <FRAGMENT_SUPPRESSED>  [2013] ACF no 813. Les renseignements relatifs à la situation du pays dont la Commission disposait dans", "Liang", "semblent être les mêmes que ceux dont la Commission disposait dans la présente affaire, et l'analyse de la Commission relative à la preuve dans", "Liang", "semble avoir été identique à celle menée dans la présente affaire.  <FRAGMENT_SUPPRESSED>"], ["[17]", "Je souscris à l'analyse effectuée par le juge Russell dans ses motifs, aux paragraphes 84 à 95, et je conclus que la décision de la Commission selon laquelle M. Tan n'a pas établi qu'il existait plus qu'une simple possibilité qu'il soit soumis à la stérilisation forcée dans la province du Guangdong était raisonnable.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[18]", "Pour les motifs qui précèdent, la demande de contrôle judiciaire est rejetée. Je conviens avec les parties que l'affaire ne soulève pas de question à certifier.  <FRAGMENT_SUPPRESSED>", "JUGEMENT  <FRAGMENT_SUPPRESSED>"], ["[19]", "LA COUR STATUE que", "la présente demande de contrôle judiciaire est rejetée.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}