{"id_": "067848", "body_str": [["[1]", "Denault, J.", ": This is an application for judicial review of a decision of the Convention Refugee Determination Division (CRDD) of the Immigration and Refugee Board rendered June 2, 1992 which found the applicant not to be a Convention refugee. The applicant seeks an order setting aside the decision and declaring that the applicant is a Convention refugee or, in the alternative an order referring the matter to a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant is a Somali and a member of the Musetur clan from 30 km west of Mogadishu. It is one of the smallest clans in Somalia and associated with the Hiwaye clan. Despite this association, members of the clan are subject to persecution by the Hiwaye and other large clans because they are considered \"untouchable\" due to certain religious practices. This persecution takes the form of denial of higher education and expropriations by the military. In May of 1990, the applicant was involved in a demonstration in his village against the ruling clans. As a result, he was arrested at the school where he was teaching in Mogadishu and held without charge for four months. He escaped when United Somali Congress (USC) rebels attacked the prison. The applicant then hid in his village until he left the country. He arrived in Canada in May of 1991.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant's CRDD hearing was scheduled for March 20, 1992. On the day prior to his hearing, the applicant's counsel informed him that another lawyer by the name of Gerald Flynn would be representing him. At the beginning of the hearing, Mr. Flynn indicated to the applicant that he would be his counsel. The CRDD also introduced Mr. Flynn as counsel. On both occasions, \"counsel\" was interpreted to the applicant as \"lawyer\" and no correction was made. The following is an account of what transpired at the hearing as related in the affidavit of Janet van der Vink, who listened to the tapes of the hearing (a transcript was not available):  <FRAGMENT_SUPPRESSED>", "\"3. Counsel for the claimant then submitted a change of telephone number to the personal information form (PIF), entered no documents in evidence other than the PIF, asked the claimant to swear to the contents of the PIF as being true, then stated: 'That's my case, Mr. Chairman'.  <FRAGMENT_SUPPRESSED>", "\"4. At 12:20, following a break in the hearing, it was suggested by the Board that, the refugee hearing officer (RHO) make his final submissions and that the 'lawyer' send in his submissions later on. Mr. Flynn agreed. He in fact stated 'That's exactly what I suggested outside to [RHO] and since I only came on this last night, I'd at least like to put in writing, I undertake to do so Monday or Tuesday.'  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"6. The RHO stated that the issues in the claim were credibility, regarding personal identity and nationality, and change in circumstance.  <FRAGMENT_SUPPRESSED>", "\"7. The RHO stated that there was no evidence to establish credibility, unless Mr. Flynn could provide 'third party documentation' where the claimant was mentioned by name, and that the clan affiliation (Musetur) of the claimant was obscure.  <FRAGMENT_SUPPRESSED>", "\"8. The RHO stated that he could 'safely suggest' that the agents of persecution were everyone in Somalia not Musetur. He invited Mr. Flynn to correct this assertion in his submissions.  <FRAGMENT_SUPPRESSED>", "\"9. The RHO then explained the law and stated that a convention refugee must be identifiable in some way, whether personally or by group association. He then stated that 'if the harm that is feared is one that is feared equally by all persons in a country, then there may be some question as to whether the definition applies'. He referred to the situation in Somalia today and then stated:  <FRAGMENT_SUPPRESSED>", "'The panel may wish to decide, or at least to consider in passing, whether there is still sufficient focus remaining to fit this person within the definition, in light of the generalized violence aspect. I'm not suggesting to you that it does or doesn't, merely that as chaos increases, that becomes a more important consideration. Mr. Flynn is now going to correct my errors in writing.'  <FRAGMENT_SUPPRESSED>", "\"10. The hearing was concluded after Mr. Flynn agreed to send in his submissions by Friday, 27 March 1992. <FRAGMENT_SUPPRESSED>", "Mr. Flynn made no written submissions and the CRDD found the applicant not to be a Convention refugee even though his testimony was found to be credible.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The applicant filed a complaint with the Law Society of Upper Canada about Mr. Flynn's conduct. The Law Society responded that Mr. Flynn was not a member and that there was nothing in their records to indicate he was a barrister or solicitor. The applicant wrote again to the Law Society basing the complaint on an allegation that his previous counsel, Mr. Kee, was a lawyer and member of the Law Society and that this counsel had held Mr. Flynn out to be a lawyer. In its response of November 23, 1993, the Law Society indicated that there was little evidence of misconduct on the part of Mr. Kee. However, in his submissions to the Law Society Mr. Kee indicated what he believed transpired during and after the hearing:  <FRAGMENT_SUPPRESSED>", "\"It became clear to Mr. Flynn that at the end of the hearing an adverse decision was going to be made against Mr. Shirwa on the basis of credibility. Accordingly, in an effort to postpone any immediate decision, Mr. Flynn requested that the Board permit him to file written reasons. The Board granted this request. Mr. Flynn realized however once he had a chance to review Mr. Shirwa's testimony that the lack of credibility had been established and there was no legal or factual argument to present. He advised the hearing officer that he had nothing further to add. The Board found that Mr. Shirwa was not a credible refugee claimant based on the inconsistencies of his testimony. <FRAGMENT_SUPPRESSED>", "In fact, the CRDD found the applicant to be credible.  <FRAGMENT_SUPPRESSED>"], ["[5]", "It is important to note that the facts relating to the applicant's representatives were not in dispute. The affidavit attaching the correspondence from the Law Society was introduced by the applicant with the consent of the respondent.  <FRAGMENT_SUPPRESSED>", "Decision  <FRAGMENT_SUPPRESSED>"], ["[6]", "The relevant part of the CRDD members' decision reads as follows:  <FRAGMENT_SUPPRESSED>", "\"The claimant's testimony as a whole appeared to us to be credible. In the absence of any trustworthy evidence which would lead us to doubt what the claimant has stated under oath, we accept the facts related in his testimony as having been established.  <FRAGMENT_SUPPRESSED>", "\"Does the evidence substantiate a well-founded fear of persecution by reason of his political opinion and his membership in a particular social group on the part of the claimant? We do not find that it does. On the basis of our evaluation of the evidence as a whole, there is no reasonable chance that the claimant would be persecuted if he returned to his country of nationality, for the following reasons.  <FRAGMENT_SUPPRESSED>", "\"The whole claim is based on one incident which happened on May 10th, 1990. Although, the claimant took part in some anti-regime activities which resulted in his arrest and detention, but the fact remains that the claimant's political activities were directed against the Siad Barre regime which is no longer in power.  <FRAGMENT_SUPPRESSED>", "\"The claimant left his country in October 1990 and ever since, politically speaking, he has not done anything against the present authorities. There is, therefore, no reason to believe that the present authorities would be interested in persecuting him for that matter or for what he has done against the Siad Barre regime.  <FRAGMENT_SUPPRESSED>", "\"Regarding the second criterion upon which the claimant has based his claim, no evidence was provided either by the claimant or his counsel to prove that the main power brokers in Somalia today are persecuting members of the Qoryley [sic] [Musetur] clan. Despite the claimant's allegations that his clan members were prevented from having formal education, the claimant's PIF reveals that he went to school from 1976 until 1985 and that from November 1985 until May 1990 he was working in Somalia as a teacher. <FRAGMENT_SUPPRESSED>", "Issues  <FRAGMENT_SUPPRESSED>"], ["[7]", "Counsel for the applicant and the respondent raised a number of issues before me. Two of these questions merit consideration here, though a favourable finding on any one is sufficient to dispose of this application. They are as follows:  <FRAGMENT_SUPPRESSED>", "1. Was the applicant's right to a fair hearing denied because of the incompetence of his representative(s) and is this a reviewable error?  <FRAGMENT_SUPPRESSED>", "2. Did the tribunal err in law in its determination that there was no objective basis for the applicant's fear of persecution?  <FRAGMENT_SUPPRESSED>", "Negligence/Incompetence Of", "Representative  <FRAGMENT_SUPPRESSED>"], ["[8]", "The starting point for an analysis of the applicant's right to a competent and careful representative is Mr. Justice MacGuigan's decision in", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 604 (F.C.A.). That case involved a situation where counsel fell asleep repeatedly during the refugee claimant's credible basis hearing. MacGuigan, J.A., refers to an American criminal case which held that sleeping counsel is inherently prejudicial to the defendant when he states at page 611:  <FRAGMENT_SUPPRESSED>", "\"I would be prepared to adopt such a holding, but I would emphasize that in any case where it was applied it would have to be based on a very precise factual foundation ... Given the possibility that a judgment of this kind could found either an action in negligence by the aggrieved client or disciplinary proceedings by the relevant law society, to say nothing of the general loss of reputation on the part of such a sleeping counsel, a court would want to be sure that its conclusion was warranted before so pronouncing. <FRAGMENT_SUPPRESSED>", "Mr. Justice MacGuigan then reviews the evidence in the transcript regarding counsel's actions and found that there was \"enough evidence to establish that there was a problem, but not the exact dimensions of the problem\" and, hence, dismissed the application.  <FRAGMENT_SUPPRESSED>"], ["[9]", "This decision was considered by Mr. Justice Rothstein in", "<FRAGMENT_SUPPRESSED> . In that case, the alleged misconduct of counsel involved a failure to tell the applicant's entire story, a failure to review the PIF with the applicant prior to the hearing and completion of it at the hearing, a failure to submit all of the available information on country conditions, a failure to object to problematic interpretation, counsel's lack of familiarity with the refugee process and a failure to advise the applicant of the possibility of judicial review. Rothstein, J., found at p. 7 that  <FRAGMENT_SUPPRESSED>", "\"The applicant may have other relief against counsel who represented him at the credible basis hearing. But on the question of representation by counsel, I cannot find that the credible basis tribunal committed an error of law in this case. It seems to me that in many cases unsuccessful litigants may wish to blame the result on the inadequacy of counsel. Where there is merit to such a claim, a client may be able to proceed against counsel and secure recovery. However, in my opinion, the failure to counsel, freely chosen by a client, cannot, in any but the most extraordinary case, result in an overturning of a decision on appeal or judicial review. <FRAGMENT_SUPPRESSED>"], ["[10]", "In a case involving the former Immigration Appeal Board and counsel's failure to file an application for a redetermination of a refugee claim within the 15 day limitation period. Mr. Justice Pinard found that s. 7 of the", "Canadian Charter of Rights and Freedoms", "included \"the right to be represented by competent and careful counsel, if he so desires, and the right to full and complete hearing\" [", "<FRAGMENT_SUPPRESSED>  C.R.R. 13; 12 Admin. L.R. 137; 17 D.L.R.(4th) 422 and", "Reference Re Section 94(2) of the Motor Vehicle Act (B.C.)", ", [1985] 2 S.C.R. 486; 63 N.R. 266; [1986] 1 W.W.R. 481; 48 C.R.(3d) 289; 23 C.C.C.(3d) 289. Pinard, J., states further that:  <FRAGMENT_SUPPRESSED>", "\"It is true that in the case at bar neither the Minister, persons acting under his authority nor the Board did or failed to do anything ... However, that cannot be a reason for not applying the", "Charter", "in favour of the applicant, who has been a victim of negligence and/or error by her counsel. What matters is not the government's good or bad faith as defined by s. 32 of the", "Charter", ", but rather the actual safeguarding of the rights and freedoms guaranteed by the", "Charter", "for those persons who are", "really victims", "of a breach or a denial of the said rights or freedoms.\" (translation) (emphasis in original)  <FRAGMENT_SUPPRESSED>", "In that case, Mr. Justice Pinard adopts the standard of care applicable to the applicant's counsel's professional responsibility as defined in", "<FRAGMENT_SUPPRESSED>  N.S.R.(2d) 109; 186 A.P.R. 109; 37 C.C.L.T. 117; 42 R.P.R. 161; 31 D.L.R.(4th) 481; 34 B.L.R. 187, at p. 208  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "\"A solicitor is required to bring reasonable care, skill and knowledge to the performance of the professional service which he has undertaken ... [H]e must have a sufficient knowledge of the fundamental issues or principles of law applicable to the particular work he has undertaken to enable him to perceive the need to ascertain the law on relevant points. <FRAGMENT_SUPPRESSED>"], ["[11]", "While each of the foregoing cases involve a different type of misconduct on the part of counsel, it seems clear that the incompetence of counsel in the context of a refugee hearing provides grounds for review of the tribunal's decision on the basis of a breach of natural justice. The criteria for reviewing such a decision are not as clear, but it is possible to derive a number of principles from these cases. In a situation where, through no fault of the applicant, the effect of counsel's misconduct is to completely deny the applicant the opportunity of a hearing, a reviewable breach of fundamental justice has occurred (", "Mathon", ").  <FRAGMENT_SUPPRESSED>"], ["[12]", "In other circumstances where a hearing does occur, the decision can only be reviewed in \"extraordinary circumstances\", where there is sufficient evidence to establish the \"exact dimensions of the problem\" and where the review is based on a \"precise factual foundation\". These latter limitations are necessary, in my opinion, to heed the concerns expressed by Justices MacGuigan and Rothstein that general dissatisfaction with the quality of representation freely chosen by the applicant should not provide grounds for judicial review of a negative decision. However, where the incompetence or negligence of the applicant's representative is sufficiently specific and clearly supported by the evidence such negligence or incompetence is inherently prejudicial to the applicant and will warrant overturning the decision, notwithstanding the lack of bad faith or absence of a failure to do anything on the part of the tribunal.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Even though a hearing occurred, the circumstances of this case warrant overturning the decision of the tribunal on the basis of the incompetence and/or negligence of the applicant's representatives for the following reasons:  <FRAGMENT_SUPPRESSED>", "1. It is acknowledged that s. 69(1) of the", "Immigration Act", "provides that the applicant may be represented at a refugee hearing by either counsel or an agent and that the fact that Mr. Flynn was not a lawyer does not provide a basis for review. However, there is sufficient evidence in the record to support the applicant's allegation that Mr. Flynn (and maybe even Mr. Kee) led the applicant to believe that he was a lawyer and that this misrepresentation was not corrected at the hearing (there is contradictory evidence as to whether the tribunal considered Mr. Flynn to be a lawyer, the decision indicates clearly \"Mr. Flynn, Barrister and Solicitor\" and the transcript contains references to Mr. Flynn as counsel, but the evidence submitted to the Law Society demonstrates that Mr. Kee wrote to the tribunal indicating that Mr. Flynn was an agent).  <FRAGMENT_SUPPRESSED>", "2. Mr. Flynn was negligent in that his representation of the applicant consisted solely of entering the PIF into evidence. He did not examine the applicant at the hearing to elicit the applicant's story nor did he provide any details of the applicant's claim to supplement or support the PIF, he did not enter into evidence any supporting documentation nor did he refer to any evidence in the Standard Country File which might support the applicant's claim. While Mr. Flynn was not a solicitor, the standard of care set out above in", "<FRAGMENT_SUPPRESSED>  characterized as exercising \"reasonable care\".  <FRAGMENT_SUPPRESSED>", "3. Mr. Flynn and Mr. Kee's explanation for not fulfilling the undertaking to provide written submissions on the issues of credibility or change of circumstances is insufficient, particularly in light of the tribunal's express funding that the applicant was credible. While the effect of this failure cannot be characterised as a denial of the right to hearing as  <FRAGMENT_SUPPRESSED>", ", it did result in considerable prejudice to the applicant insofar as the applicant was unable to fully demonstrate his case before the tribunal. The RHO clearly indicated that credibility", "and", "change in circumstances were issues before the tribunal, that there might be insufficient evidence establishing identity and nationality, and that Mr. Flynn might present argument on the issue of the necessary link between the applicant and the persecuting agent in situations of generalized violence. Mr. Flynn failed to respond to any of these concerns on the basis of his determination that the applicant's lack of credibility had been established. Clearly, that determination was not his to make. Even if it was, there is no evidence that the situation was explained to the applicant or that the applicant was consulted prior to the decision not to make written submissions.  <FRAGMENT_SUPPRESSED>", "4. The \"other relief\" sought by the applicant, the complaint to the Law Society, was limited in that the Law Society could not bring any proceedings against Mr. Flynn since he was an agent, not a solicitor. I would note as well that the Law Society's investigator made the same error as Mr. Kee in that they both concluded that the tribunal found the applicant to be lacking in credibility when, in fact, the decision expressly states otherwise.  <FRAGMENT_SUPPRESSED>", "In the particular circumstances of this case and on the basis of essentially uncontradicted evidence, the cumulative effect of all of these reasons is such that the conduct of the applicant's representatives was inherently prejudical to the applicant. This prejudice amounted to a denial of natural justice, in that the applicant was denied a full and fair hearing, and the decision of the tribunal is reviewable on this basis.  <FRAGMENT_SUPPRESSED>", "Objective Fear Of Persecution  <FRAGMENT_SUPPRESSED>"], ["[14]", "The basis for the tribunal's finding that the applicant did not have an objective basis for his fear of persecution was that his political activities were directed solely at the Siad Barré regime, there was no evidence of past persecution on the basis of clan membership in the form of a denial of education, and that any possible fear was vitiated by changes in circumstances. It is my opinion that the tribunal erred in law in its decision in that it failed to consider or erred in its consideration of important elements of the Convention refugee definition, in particular with respect to the issue of past persecution and the inability of the applicant to avail himself of the protection of the state.  <FRAGMENT_SUPPRESSED>"], ["[15]", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(2d) 165 (F.C.A.), at pp. 173 to 174 [Imm. L.R.], Décary, J.A., set out a number of important principles relevant to a Convention refugee determination:  <FRAGMENT_SUPPRESSED>", "\"(1) the applicant does not have to show that he had himself been persecuted in the past or would himself be persecuted in the future;  <FRAGMENT_SUPPRESSED>", "\"(2) the applicant can show that the fear he had resulted not from reprehensible acts committed or likely to be committed directly against him but from reprehensible acts committed or likely to be committed against the members of a group to which he belonged;  <FRAGMENT_SUPPRESSED>", "\"(3) a situation of civil war in a given country is not an obstacle to a claim provided the fear is not that felt indiscriminately by all citizens as a consequence of the civil war, but that felt by the applicant himself, by a group with which he is associated, or it necessary by all citizens on account of a risk of persecution based on one of the reasons stated in the definition; and  <FRAGMENT_SUPPRESSED>", "\"(4) the fear itself is that of a reasonable possibility that the applicant will be persecuted if he returns to his country of origin. <FRAGMENT_SUPPRESSED>"], ["[16]", "Regarding the second ground upon which the applicant based his Convention refugee claim, membership in the Musetur clan, the tribunal's finding that there was no evidence of past persecution of the applicant in the form of a denial of education or present persecution by the \"main power brokers in Somalia today\" constitutes an error in law. As the first principle set out above states, the applicant need not prove past persecution to found his claim in the future. In my opinion, by requiring proof of past persecution of the applicant in order to find an objection basis for his fear in the future, the tribunal asked the wrong question. Of further concern is the tribunal's failure to deal with the evidence of persecution of the Musetur clan by other clans, including the Darod and Hiwaye, in terms of the second principle set out above. The evidence demonstrates that the applicant might have reason to fear persecution by clans other than the Darod, both because of the perceived association with the Darod and because of the perception that the Musetur were considered \"untouchable\". This fear is based on \"reprehensible acts\" allegedly committed in the past against the Musetur by the Siad Barre regime and other clans. A determination that there is no proof that \"the main power brokers in Somalia", "today", "\" are persecuting the Musetur without identifying these individuals or groups is not sufficient.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[17]", "On the basis of the above, the application is allowed, the CRDD decision is set aside and the matter is referred back to the CRDD for redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. MacLaughlin/slm  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}