{"id_": "068174", "body_str": [["[1]", "Bédard, J.", ": The applicant is a citizen of Russia but has spent most of her life in Germany. She entered Canada on October 22, 2003, and on April 4, 2007, she submitted an application for Canadian citizenship. During the four years that preceded the date of her application for citizenship, the applicant was physically present in Canada for 897 days. Most of her absences from Canada were due to visits to Germany to take care of her mother who was ill; her other absences were related to business trips and vacation (44 days).  <FRAGMENT_SUPPRESSED>"], ["[2]", "On March 28, 2011, Citizenship Judge Renée Giroux refused to grant the applicant citizenship. The Citizenship Judge chose to assess the applicant's residency in Canada using a test commonly referred to as the \"physical presence test\" and, as such, concluded that the applicant had not met the residency requirement set out in paragraph 5(1)", ") of the", "Citizenship Act", ", RCS 1985, c C-29 [the Citizenship Act]. This is an appeal of the latter's decision. She is self-represented in these proceedings.  <FRAGMENT_SUPPRESSED>", "I.", "The Decision under Review  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Citizenship Judge determined that the applicant had not met the residency requirement set out in paragraph 5(1)", ") of the Citizenship Act because the applicant was 200 days short of being physically present in Canada for 1095 days during the four years prior to submitting her citizenship application. The Citizenship Judge acknowledged that the applicant had spent 319 days outside of Canada during the reference period to care for her sick mother. However, the Citizenship Judge explained that she adopted the physical presence test and, accordingly, the applicant did not meet the residency requirement. In her decision, the Citizenship Judge clearly referred to the residency test established in", "Pourghasemi (Re)", "(1993), 62 FTR 122, 39 ACWS (3d) 251 (TD) [", "Pourghasemi", "].  <FRAGMENT_SUPPRESSED>", "II.", "Issues  <FRAGMENT_SUPPRESSED>"], ["[4]", "The present appeal raises the following two issues:  <FRAGMENT_SUPPRESSED>", "i. Did the Citizenship Judge err in applying the physical presence test rather than any other residency test?  <FRAGMENT_SUPPRESSED>", "ii. Did the Citizenship Judge's conduct give rise to a reasonable apprehension of bias?  <FRAGMENT_SUPPRESSED>", "III.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[5]", "It is well established that a Citizenship Judge's determination as to whether a person meets the residency requirement in the Citizenship Act is a question of mixed fact and law which is reviewable under the reasonableness standard (see for example:", "<FRAGMENT_SUPPRESSED> (available on CanLII) [", "El-Khader", "];", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 115;", "<FRAGMENT_SUPPRESSED>  paras 18-20, 384 FTR 117;", "<FRAGMENT_SUPPRESSED> FTR 125 [", "Hao", "];", "<FRAGMENT_SUPPRESSED> FTR 164 [", "Cardin", "];", "<FRAGMENT_SUPPRESSED> (available on  <FRAGMENT_SUPPRESSED> FTR 76;", "<FRAGMENT_SUPPRESSED> ACWS (3d) 222;", "Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  [", "Dunsmuir", "];", "Canada (Citizenship and  <FRAGMENT_SUPPRESSED> [2009] SCR 339).  <FRAGMENT_SUPPRESSED>", "IV.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[7]", "This case is an unfortunate outcome of the current state of citizenship law. The applicant is well established in Canada. She fell short of meeting the residency requirement during the reference period because she spent some time in Germany due to compelling humanitarian reasons that were beyond her control; her mother was ill and in need of the applicant's help and support. She otherwise demonstrated a strong commitment to becoming Canadian.  <FRAGMENT_SUPPRESSED>", "A.", "Did the Citizenship judge err in applying the physical presence test rather than any other residency test?  <FRAGMENT_SUPPRESSED>"], ["[8]", "The applicant argued that it is both unreasonable and unfair that Citizenship Judges are allowed to choose from among different tests to determine if a person meets the residency requirement set forth in the Citizenship Act. She found it unjust that the outcome of one's application depends on which Citizenship Judge is assigned to one's file. The applicant also argued that, in her case, it was unfair for the Citizenship Judge to ignore the humanitarian and personal circumstances that led her to spend time outside Canada and to choose, despite those compelling circumstances, to apply the strict physical presence test. She added that it was not clear from the Citizenship and Immigration Canada website that the physical presence in Canada was mandatory for the entire 1095 days in order to obtain citizenship.  <FRAGMENT_SUPPRESSED>"], ["[9]", "Although I have utmost sympathy for the applicant and understand her frustration and incredulity, I am of the view that the current state of the law allows Citizenship Judges to choose from among the three recognized tests for assessing the residency requirement under the Citizenship Act. The notion of residence under paragraph 5(1)", ") of the Citizenship Act is not defined and Citizenship Judges do not apply a uniform interpretation of residence. Some judges apply the strict physical presence test which was recognized as a valid interpretation of paragraph 5(1)", ") of the Citizenship Act in", "Pourghasemi", ", above, at para 6, whereas other judges may apply a more flexible qualitative analysis such as those endorsed in", "Papadogiorgakis (Re)", "(1978), [1978] 2 CF 208 at paras 15-16, 88 DLR (3d) 243 (TD) and in", "Koo (Re)", "(1992), [1993] 1 FC 286 at para 10, 59 FTR 27 (TD) [", "Koo", "].  <FRAGMENT_SUPPRESSED>"], ["[10]", "It is important to note that the Federal Court's role is not to substitute its own assessment of the evidence with the one undertaken by the Citizenship Judge. This Court may only intervene when a Citizenship Judge's decision is unreasonable, meaning when the decision falls outside the range of possible, acceptable outcomes which are defensible in respect of the facts and the law (", "<FRAGMENT_SUPPRESSED> , at para 47). In", "Dunsmuir", ", at para 47, the Court held that tribunals should \"have a margin of appreciation within the range of acceptable and rational solutions.\" Over the years, the Federal Court has endorsed the different approaches espoused by the Citizenship Judges and has recognized that each of them were reasonable interpretations of the Citizenship Act. This Court's jurisprudence has also recognized that Citizenship Judges are allowed to choose from among the accepted tests. As long as they apply the chosen test in a reasonable manner, the Court ought not to intervene (", "<FRAGMENT_SUPPRESSED>  at para 14, 87 ACWS (3d) 432 (TD)).  <FRAGMENT_SUPPRESSED>"], ["[11]", "Despite an attempt by Justice Mainville in", "<FRAGMENT_SUPPRESSED> , to unify the approaches by recognizing the test enunciated in", "Koo", ", above, as the only acceptable test, a number of judges of this Court (", "Hao", ", above, at paras 46-47;", "El- <FRAGMENT_SUPPRESSED> , at para 18;", "<FRAGMENT_SUPPRESSED> (available on  <FRAGMENT_SUPPRESSED> (available on CanLII);", "Cardin", ", above, at para 12;", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 243);", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 288), including myself, are of the view that absent a legislative intervention, the three tests remain reasonable interpretations of the residency requirement under the Citizenship Act. In my humble view, the physical presence test is a reasonable interpretation of the residency requirement on a plain reading of the statute. I find that the reasoning of Justice Snider in", "El- <FRAGMENT_SUPPRESSED> , is particularly compelling:  <FRAGMENT_SUPPRESSED>"], ["[17] Following", "Takla", ", a number of Federal Court judges have endorsed Justice Mainville's adoption of the", "Re Koo", "test as the only analysis that should be applied pursuant to s. 5(1)(c) of the", "Citizenship Act", "(see, for example,", "<FRAGMENT_SUPPRESSED>  Imm. LR (3d) 196;", "<FRAGMENT_SUPPRESSED>  Imm LR (3d) 61;", "Canada (Ministre de la Citoyenneté & de l' <FRAGMENT_SUPPRESSED>  [2010] FCJ No 1326 (QL);", "Canada (Minister of Citizenship & Immigration)v Elzubair", ", 2010 FC 298, [2010] FCJ No 330 ( <FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>"], ["[18] However, since that decision was released, a second line of equally compelling jurisprudence has emerged (see, for example,", "Abbas,", "above;", "<FRAGMENT_SUPPRESSED>  [2010] FCJ No 1433 (QL)). The judges in these cases have continued to accept either the qualitative or quantitative interpretation of s. 5(1)(c) as reasonable.  <FRAGMENT_SUPPRESSED>"], ["[19] The rationale behind this second line of jurisprudence is underscored by the Supreme Court of Canada's remarks in", "Celgene", ", above, and", "Alliance Pipeline", ", above. In both of these cases, the Supreme Court reinforced the principle that, the standard of reasonableness, even prior to", "Dunsmuir", ", has always been \"based on the idea that there might be multiple valid interpretations of a statutory provision or answers to a legal dispute\" such that \"courts ought not to interfere where the tribunal's decision is rationally supported\" (", "Dunsmuir", ", at para 41;", "Alliance Pipeline", ", at paras 38-39).  <FRAGMENT_SUPPRESSED>"], ["[20] The Applicant rests his case on an assertion that the Citizenship Judge erred in law by not following the test articulated in", "<FRAGMENT_SUPPRESSED> . This argument can only be correct if the decision  <FRAGMENT_SUPPRESSED>", "overruled the decision in", "Lam", ". In my view, the conclusion of a judge of the Federal Court  <FRAGMENT_SUPPRESSED>", "did not and could not overrule the conclusion of a judge of the Federal Court in", "Lam", ". As a consequence, the law remains that, provided a citizenship judge correctly adopts and applies either test, the decision ought to stand.  <FRAGMENT_SUPPRESSED>"], ["[21] This conclusion is supported by the very words of Justice Mainville who acknowledges, at paragraph 47 of", "Takla", ", that \"the test of physical presence for three years . . . is consistent with the wording of the Act\". The physical presence test provides a reasonable interpretation of the words \"resident\" and \"residence\" in the legislative provision. In other words, the decision by a citizenship judge to interpret s. 5(1)(c) of the", "Citizenship Act", "to require physical presence is rationally supported by the words of the statute and by a lengthy line of jurisprudence from this Court. The Citizenship Judge did not err as alleged by the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[12]", "I also endorse Justice Mosley's comments in", "Hao", ", above, at paragraphs 49 and 50:  <FRAGMENT_SUPPRESSED>"], ["[49] In the interest of judicial comity, I have considered whether I should follow the analysis of my colleagues who favour the", "Koo", "test. The principle of judicial comity recognizes that decision of the Court should be consistent so as to provide litigants with a certain degree of predictability:", "<FRAGMENT_SUPPRESSED>  reversed on appeal on other grounds:", "2007 FCA 73, 361 N.R.90", ". I note that Justice Barnes in", "Ghaedi", ", declined to apply the principle in this context, albeit in reference to the Lime line of authority.  <FRAGMENT_SUPPRESSED>"], ["[50] I agree that it would be preferable to have consistency in the test applied to determine residency but several judges of this Court, including myself, have found the physical presence interpretation is appropriate on a plain reading of the statute. And this Court, for over 11 years, has deferred to decisions by Citizenship judges to choose that interpretation over the alternative as a reasonable exercise of their discretion. While inconsistent application of the law in unfortunate, it can not be said that every example of inconsistency in this context is unreasonable. If the situation is \"scandalous\" as Justice Muldoon suggested many years ago in Harry, it remains for Parliament to correct the problem.  <FRAGMENT_SUPPRESSED>"], ["[13]", "I, therefore, conclude that the Citizenship Judge neither erred by choosing to apply the physical presence test nor did she err in the way that the test was applied.  <FRAGMENT_SUPPRESSED>"], ["[14]", "In her Memorandum, the applicant argued that the Citizenship Judge should have counted her days of presence in Canada between the submission of her citizenship application and the date at which her application was adjudicated. The requirements for establishing residency must be fulfilled on the date that the Citizenship application is submitted. This is clear from the wording of paragraph 5(1)", ") of the Citizenship Act:  <FRAGMENT_SUPPRESSED>", "5. (1) The Minister shall grant citizenship to any person who  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", ") is a permanent resident within the meaning of subsection 2(1) of the Immigration and Refugee Protection Act,", "and has, within the four years immediately preceding the date of his or her application", ", accumulated at least three years of residence in Canada calculated in the following manner:  <FRAGMENT_SUPPRESSED>", "(i) for every day during which the person was resident in Canada before his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one-half of a day of residence, and  <FRAGMENT_SUPPRESSED>", "(ii) for every day during which the person was resident in Canada after his lawful admission to Canada for permanent residence the person shall be deemed to have accumulated one day of residence; [Emphasis added]  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "5. (1) Le ministre attribue la citoyenneté à toute personne qui, à la fois:  <FRAGMENT_SUPPRESSED>", "[...]  <FRAGMENT_SUPPRESSED>", "c) est un résident permanent au sens du paragraphe 2(1) de la Loi sur l'immigration et la protection des réfugiés", "et a, dans les quatre ans qui ont précédé la date de sa demande", ", résidé au Canada pendant au moins trois ans en tout, la durée de sa résidence étant calculée de la manière suivante:  <FRAGMENT_SUPPRESSED>", "(i) un demi-jour pour chaque jour de résidence au Canada avant son admission à titre de résident permanent,  <FRAGMENT_SUPPRESSED>", "(ii) un jour pour chaque jour de résidence au Canada après son admission à titre de résident permanent;  <FRAGMENT_SUPPRESSED>", "B.", "Did the Citizenship Judge's conduct give rise to a reasonable apprehension of bias?  <FRAGMENT_SUPPRESSED>"], ["[15]", "The applicant argued that the Citizenship judge was rude and hostile to her during the hearing and that, by discounting her personal circumstances and by choosing to apply the physical presence test, the Citizenship Judge showed bias against the applicant.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The test for a reasonable apprehension of bias was enunciated in", "Committee for Justice and  <FRAGMENT_SUPPRESSED>  at 394 (available on CanLII):  <FRAGMENT_SUPPRESSED>", ". . . the apprehension of bias must be a reasonable one, held by reasonable and right minded persons, applying themselves to the question and obtaining thereon the required information ... [The] test is \"what would an informed person, viewing the matter realistically and practically - and having thought the matter through - conclude. Would he think that it is more likely than not that [the decision maker], whether consciously or unconsciously, would not decide fairly.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In", "R v S (RD)", ", [1997] 3 SCR 484, 151 DLR (4th) 193, the Supreme Court reiterated the test and stated the following, at paragraph 36, with respect to the objective aspect of the test:  <FRAGMENT_SUPPRESSED>"], ["[36] The presence or absence of an apprehension of bias is evaluated through the eyes of the reasonable, informed, practical and realistic person who considers the matter in some detail (", "Committee for Justice and Liberty, supra.)", "The person postulated is not a \"very sensitive or scrupulous\" person, but rather a right-minded person familiar with the circumstances of the case.  <FRAGMENT_SUPPRESSED>"], ["[18]", "The burden of demonstrating a reasonable apprehension of bias lies on the person raising the issue (", "<FRAGMENT_SUPPRESSED> Imm LR (3d) 778). While", "actual", "bias need not be proven, the test is an objective one and, as stated by the Court in", "<FRAGMENT_SUPPRESSED> FTR 49, \"[t] he threshold for establishing a claim is high and substantial grounds are necessary to support a claim. <FRAGMENT_SUPPRESSED>"], ["[19]", "In this case, the applicant failed to demonstrate that the Citizenship Judge did not approach the case with an \"open mind\" or that she had, prior to the citizenship hearing, already formed an opinion that she would not consider changing after allowing the applicant the opportunity to respond. With respect to the applicant, the perception of rude or hostile behaviour does not meet the threshold for a reasonable apprehension of bias, without any further evidence to substantiate the claim. As mentioned earlier, the Citizenship Judge did not err by adopting the physical presence test in her interpretation of the residency requirement. Moreover, nothing leads me to conclude that she chose that interpretation specifically as a means to dismiss the applicant's application. I do not find that the Citizenship Judge violated a principle of natural justice or procedural fairness.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Citizenship Judge found, and I agree, that the applicant possessed all of the qualities desirable in new Canadian citizens and was sure to be successful in her application once she met the residency requirements. I encourage the applicant to do so.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[21]", "THIS COURT'S JUDGMENT is that", "the appeal is dismissed.  <FRAGMENT_SUPPRESSED>", "Appeal dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Elizabeth M.A. Turgeon/kaw  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}