{"id_": "068577", "body_str": [["[1]", "Kelen, J.", ": This is an application for judicial review of a decision, dated December 22, 2010, of the Immigration Appeal Division (IAD) of the Immigration and Refugee Board (the Board), which allowed the respondent's appeal on humanitarian and compassionate considerations from a visa officer's determination that he was not eligible for a travel document because he had failed to meet his permanent resident residency obligation set out in section 28 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c.27 (the Act). He had only been in Canada for 26 days in the past five years, rather than the minimum required 730 days to maintain his Permanent Resident Status.  <FRAGMENT_SUPPRESSED>", "FACTS  <FRAGMENT_SUPPRESSED>", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The respondent is a citizen of India. On September 15, 1995, he, his wife, and two of his three children came to Canada as permanent residents. They had been sponsored by the respondent's third child, who was already a permanent resident in Canada.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The respondent's permanent resident card expired on February 16, 2009, while he was in India. On December 31, 2009, the respondent applied to a visa office in India for a travel document indicating his permanent resident status to allow him to return to Canada. In order to issue the travel document, section 31 of the Act required a visa officer to be satisfied that, among other things, the applicant had complied with the residency obligation under section 28 of the Act.  <FRAGMENT_SUPPRESSED>"], ["[4]", "On January 20, 2010, a visa officer informed the respondent that his application to retain his status as a permanent resident and for a travel document was denied because he had not complied with the requirements of the residency obligation in section 28 of the Act.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The visa officer stated that the respondent was last issued a Permanent Resident document in 2004, at which time he met the residency obligation. Since that time, the officer stated that the respondent has spent only 26 days in Canada. Section 28 of the Act requires that a permanent resident spend 730 days (i.e. two years) in Canada to meet the residency requirement. The visa officer concluded that the respondent did not meet the residency obligations.  <FRAGMENT_SUPPRESSED>"], ["[6]", "The visa officer considered whether humanitarian or compassionate considerations should alter the decision. In particular, the officer considered the respondent's statement that he had been in India looking after his family business and his brother's family. The respondent's father had died in 1998 and his brother had died in 1996. The visa officer noted the following deficiencies in the respondent's application for humanitarian and compassionate consideration:  <FRAGMENT_SUPPRESSED>", "a. He had not identified which of his deceased brother's family members he had to support;  <FRAGMENT_SUPPRESSED>", "b. He had not identified the type of support that he had provided. The officer noted that the respondent has two other brothers who are living in India, and did not explain whether they were providing support and, if not, why not;  <FRAGMENT_SUPPRESSED>", "c. He had not stated how long he intended to provide support;  <FRAGMENT_SUPPRESSED>", "d. He had not explained why the deaths, which occurred over 10 years ago, are still relevant to determining his presence. He had not provided any evidence of attempts that he had made to divest himself from the businesses in India or to arrange for the care of the family members of his deceased brother if he were to return to Canada;  <FRAGMENT_SUPPRESSED>", "e. He had not explained how living separately from his wife and three grown children in Canada would cause undue hardship to him or his family members, in light of the fact that in the past five years he had spent only 25 days in Canada.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The letter from the visa officer informed the respondent that he would be entitled to a travel document to return to Canada if he appealed his residency obligation determination to the Board and he had been in Canada for at least one day in the 365 days prior to filing the appeal. As of the date of the letter, January 20, 2010, the respondent met those requirements because he had last been in Canada from January 16 to February 3, 2009.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The respondent filed his appeal to the Board on March 18, 2010. By that time, he was no longer eligible for a travel document because he had not been in Canada for one day in the preceding year.  <FRAGMENT_SUPPRESSED>"], ["[9]", "On May 19, 2010, the respondent's wife applied to sponsor the respondent's application for a permanent resident visa. The application was put on hold by Citizenship and Immigration Canada pending the determination of the respondent's appeal to the Board as to whether he is still a Permanent Resident.  <FRAGMENT_SUPPRESSED>", "Decision Under Review  <FRAGMENT_SUPPRESSED>"], ["[10]", "In its decision, the Board stated that the only issue was whether the Board should exercise its discretion to grant the respondent relief from the visa officer's decision on the basis of humanitarian and compassionate considerations, because it was accepted by all parties that the visa officer had not erred in the finding regarding the residency requirement. The Board found that it should grant humanitarian and compassionate relief:  <FRAGMENT_SUPPRESSED>", "¶5. The appeal is allowed. The panel finds that, taking into account the best interests of any child directly affected, sufficient humanitarian and compassionate considerations exist to warrant special relief, in light of all the circumstances in the case.  <FRAGMENT_SUPPRESSED>"], ["[11]", "The Board stated the factors that it would consider in exercising its discretion:  <FRAGMENT_SUPPRESSED>", "The extent of the non-compliance, the reasons for departure and stay abroad, the degree of establishment in Canada, family ties in Canada, the timeliness of any attempts to return to Canada, hardship or dislocation to the appellant if he cannot return to Canada, and any other special circumstances that may merit discretionary relief. Of central concern is the requirement to look at the best interest of any child directly affected by the panel's determination. [See footnote 1]  <FRAGMENT_SUPPRESSED>", "Level of Compliance  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board stated that the first factor, the level of compliance, was not a factor in favour of the respondent because his level of compliance was \"not quite zero but is almost zero. <FRAGMENT_SUPPRESSED>", "Reasons For Departure and Stay Abroad  <FRAGMENT_SUPPRESSED>"], ["[13]", "The Board accepted the respondent's testimony that the reason for his absence was to care for his niece and nephew after his brother died and they were abandoned by their mother, and to take on his family's business responsibilities after the death of his father. The Board accepted that the respondent felt responsible for the care of his niece and nephew until they were married. Then he began to wind up the family business. The Board accepted the respondent's testimony that he pulled out his shares from the family transportation business in March of 2009, just prior to submitting his application for a travel document in December. The Board stated that it accepted the respondent's testimony because it had no reason to doubt it:  <FRAGMENT_SUPPRESSED>", "¶10. ...That is, I have no basis on which to say the appellant's testimony is anything but credible on this point. One cannot simply say he may have made it up because it is self-serving; that would require the panel to speculate.  <FRAGMENT_SUPPRESSED>"], ["[14]", "The Board rejected the applicant's submission that the respondent's lack of documentary evidence should have led to a negative inference. The Board recognized that there was no documentary evidence of the existence of the family transportation business, any family property that the respondent claimed to have distributed among his family members, or death certificates regarding the deaths of the respondent's father and brother. The Board noted that the respondent had been questioned by the applicant regarding the lack of such evidence. The Board found, however, that documentary evidence was not necessary because (1) the existence of the family business or family property was not material to the outcome of the case because \"the appellant would have been in the same situation whether or not he had been engaged in those endeavours ...\", and (2) because the absence of death certificates was immaterial because no one had challenged the fact that his brother and father had died when he said that they did.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Board stated that the respondent's evidence regarding his family business was \"somewhat inconsistent\" because his application for a travel document stated that he was \"running\" the family business and, therefore, had to \"stay in India at greater length\", whereas his testimony was that he was a director and had shares in the company, so that when he divested himself of his shares he was able to leave India without concern for the business. The Board accepted the respondent's explanation for this inconsistency: that an agent had prepared the travel document and the respondent had signed it without reading it. The Board accepted this explanation because the Board found that the statement in the travel document was counter to the respondent's interests and therefore \"clearly wrong. <FRAGMENT_SUPPRESSED>", "Degree of Establishment in Canada  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Board found that the evidence presented demonstrated that the respondent's only connection to Canada was that his family lives here. The Board stated that other than his family's ties, \"he has no personal establishment in this country\". The Board found, however, that \"establishment in Canada\" is closely related to family ties.  <FRAGMENT_SUPPRESSED>", "Family Ties to Canada  <FRAGMENT_SUPPRESSED>"], ["[17]", "The Board found that all of the respondent's immediate family - his wife, four children, and five or six grandchildren - all live in Alberta. The Board found this to be highly significant:  <FRAGMENT_SUPPRESSED>", "¶25. I find the evidence of family ties in Canada is very strong and is one of the factors which have led me to the decision to allow the appeal. I also find that the evidence overall supports the conclusion that there is considerable hardship upon the family for being separated from the appellant.  <FRAGMENT_SUPPRESSED>", "Timeliness of Attempts to Return  <FRAGMENT_SUPPRESSED>"], ["[18]", "With regard to the timeliness of the respondent's attempts to return to Canada, the Board found that his only attempt was in December of 2009, which \"was very late, as opposed to very timely.\" The Board excused the lateness, however, as consistent with the reasons provided by the respondent regarding his absence from Canada. The Board concluded that timeliness was therefore a \"neutral factor overall. <FRAGMENT_SUPPRESSED>", "Hardship or Dislocation  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Board found that the consideration of hardship or dislocation that the respondent would suffer if he were prevented from returning to Canada was another \"determinative factor\" in granting the appeal. The Board found that the respondent was suffering in India, apart from his wife and children:  <FRAGMENT_SUPPRESSED>", "¶27. ...The appellant is completely isolated in India; I heard it in his voice. He may have siblings and their families within geographic proximity, but this is no replacement for his wife, his children and his grandchildren. He is approaching 60 years old and the separation is one of extreme hardship on him, in my view.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Board concluded that the equities of the respondent's case required allowing him to return to Canada:  <FRAGMENT_SUPPRESSED>", "¶29. ... A man did the best he could by his family in India, and it is time for him to be united with his immediate family here in Canada now.  <FRAGMENT_SUPPRESSED>", "Best Interests of the Child  <FRAGMENT_SUPPRESSED>"], ["[21]", "The Board considered whether the respondent's grandchildren's interests would suffer. The Board concluded that there was no evidence of any hardship, nor any reason to find that allowing him to return to Canada would be in their best interests.  <FRAGMENT_SUPPRESSED>", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[22]", "The Board concluded that the respondent had met his burden of proving his case on a balance of probabilities: he had demonstrated sufficient humanitarian and compassionate considerations to warrant special relief.  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Board emphasized that the fact that the respondent could probably be sponsored by his family to come to Canada was not a factor in allowing the appeal.  <FRAGMENT_SUPPRESSED>", "LEGISLATION  <FRAGMENT_SUPPRESSED>"], ["[24]", "Section 28(1) of the Act establishes a residency obligation that permanent residents must satisfy in order to maintain their residency:  <FRAGMENT_SUPPRESSED>", "28.(1) A permanent resident must comply with a residency obligation with respect to every five-year period.  <FRAGMENT_SUPPRESSED>", "(2) The following provisions govern the residency obligation under subsection (1):  <FRAGMENT_SUPPRESSED>", "(a) a permanent resident complies with the residency obligation with respect to a five-year period if, on each of a total of at least 730 days in that five-year period, they are  <FRAGMENT_SUPPRESSED>", "(i) physically present in Canada,  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "(c) a determination by an officer that humanitarian and compassionate considerations relating to a permanent resident, taking into account the best interests of a child directly affected by the determination, justify the retention of permanent resident status overcomes any breach of the residency obligation prior to the determination.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "28. (1) L'obligation de résidence est applicable à chaque période quinquennale.  <FRAGMENT_SUPPRESSED>", "(2) Les dispositions suivantes régissent l'obligation de résidence:  <FRAGMENT_SUPPRESSED>", "a) le résident permanent se conforme à l'obligation dès lors que, pour au moins 730 jours pendant une période quinquennale, selon le cas:  <FRAGMENT_SUPPRESSED>", "(i) il est effectivement présent au Canada,  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "c) le constat par l'agent que des circonstances d'ordre humanitaire relatives au résident permanent - compte tenu de l'intérêt supérieur de l'enfant directement touché - justifient le maintien du statut rend inopposable l'inobservation de l'obligation précédant le contrôle.  <FRAGMENT_SUPPRESSED>"], ["[25]", "Section 31(3)(c) of the Act establishes the conditions under which a travel document must be issued to a permanent resident who is outside of Canada:  <FRAGMENT_SUPPRESSED>", "31.(3) A permanent resident outside Canada who is not in possession of a status document indicating permanent resident status shall, following an examination, be issued a travel document if an officer is satisfied that  <FRAGMENT_SUPPRESSED>", "(a) they comply with the residency obligation under section 28;  <FRAGMENT_SUPPRESSED>", "(b) an officer has made the determination referred to in paragraph 28(2)(c); or  <FRAGMENT_SUPPRESSED>", "(c) they were physically present in Canada at least once within the 365 days before the examination and they have made an appeal under subsection 63(4) that has not been finally determined or the period for making such an appeal has not yet expired.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "31.(3) Il est remis un titre de voyage au résident permanent qui se trouve hors du Canada et qui n'est pas muni de l'attestation de statut de résident permanent sur preuve, à la suite d'un contrôle, que, selon le cas:  <FRAGMENT_SUPPRESSED>", "a) il remplit l'obligation de résidence;  <FRAGMENT_SUPPRESSED>", "b) il est constaté que l'alinéa 28(2)c) lui est applicable;  <FRAGMENT_SUPPRESSED>", "c) il a été effectivement présent au Canada au moins une fois au cours des 365 jours précédant le contrôle et, soit il a interjeté appel au titre du paragraphe 63(4) et celui-ci n'a pas été tranché en dernier ressort, soit le délai d'appel n'est pas expiré.  <FRAGMENT_SUPPRESSED>"], ["[26]", "Section 46(1)(b) of the Act provides that a permanent resident loses their status upon a final determination that they have failed to comply with section 28 of the Act:  <FRAGMENT_SUPPRESSED>", "46. (1) A person loses permanent resident status  <FRAGMENT_SUPPRESSED>", "(a) when they become a Canadian citizen;  <FRAGMENT_SUPPRESSED>", "(b) on a final determination of a decision made outside of Canada that they have failed to comply with the residency obligation under section 28;  <FRAGMENT_SUPPRESSED>", "(c) when a removal order made against them comes into force; or  <FRAGMENT_SUPPRESSED>", "(d) on a final determination under section 109 to vacate a decision to allow their claim for refugee protection or a final determination under subsection 114(3) to vacate a decision to allow their application for protection.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "46. (1) Emportent perte du statut de résident permanent les faits suivants:  <FRAGMENT_SUPPRESSED>", "a) l'obtention de la citoyenneté canadienne;  <FRAGMENT_SUPPRESSED>", "b) la confirmation en dernier ressort du constat, hors du Canada, de manquement à l'obligation de résidence;  <FRAGMENT_SUPPRESSED>", "c) la prise d'effet de la mesure de renvoi;  <FRAGMENT_SUPPRESSED>", "d) l'annulation en dernier ressort de la décision ayant accueilli la demande d'asile ou celle d'accorder la demande de protection.  <FRAGMENT_SUPPRESSED>"], ["[27]", "Section 63(4) of the Act provides that the Board is the final arbiter of whether a permanent resident has complied with section 28:  <FRAGMENT_SUPPRESSED>", "63.(4) A permanent resident may appeal to the Immigration Appeal Division against a decision made outside of Canada on the residency obligation under section 28.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "63.(4) Le résident permanent peut interjeter appel de la décision rendue hors du Canada sur l'obligation de résidence.  <FRAGMENT_SUPPRESSED>"], ["[28]", "Section 67 of the Act states when the Board may allow the permanent resident's appeal from the decision of a visa officer:  <FRAGMENT_SUPPRESSED>", "67. (1) To allow an appeal, the Immigration Appeal Division must be satisfied that, at the time that the appeal is disposed of,  <FRAGMENT_SUPPRESSED>", "(a) the decision appealed is wrong in law or fact or mixed law and fact;  <FRAGMENT_SUPPRESSED>", "(b) a principle of natural justice has not been observed; or  <FRAGMENT_SUPPRESSED>", "(c) other than in the case of an appeal by the Minister, taking into account the best interests of a child directly affected by the decision, sufficient humanitarian and compassionate considerations warrant special relief in light of all the circumstances of the case.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "67. (1) Il est fait droit à l'appel sur preuve qu'au moment où il en est disposé:  <FRAGMENT_SUPPRESSED>", "a) la décision attaquée est erronée en droit, en fait ou en droit et en fait;  <FRAGMENT_SUPPRESSED>", "b) il y a eu manquement à un principe de justice naturelle;  <FRAGMENT_SUPPRESSED>", "c) sauf dans le cas de l'appel du ministre, il y a - compte tenu de l'intérêt supérieur de l'enfant directement touché - des motifs d'ordre humanitaire justifiant, vu les autres circonstances de l'affaire, la prise de mesures spéciales.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[29]", "The applicant submits the following issues:  <FRAGMENT_SUPPRESSED>", "a. Did the Board err in law by shifting the onus to the Minister to demonstrate the need for corroborating evidence?  <FRAGMENT_SUPPRESSED>", "b. Did the Board err in law by failing to assess whether the respondent's evidence was self-serving?  <FRAGMENT_SUPPRESSED>", "c. Did the Board err in law by making a decision without evidentiary support?  <FRAGMENT_SUPPRESSED>", "d. Did the Board err by making an unreasonable decision because it failed to assess whether the respondent's evidence was self-serving, did not properly assess the evidence, ignored evidence, and found that documentary evidence was not material to the proceedings?  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[30]", "<FRAGMENT_SUPPRESSED>  the Supreme Court of Canada held at paragraph 62 that the first step in conducting a standard of review analysis is to \"ascertain whether the jurisprudence has already determined in a satisfactory manner the degree of (deference) to be accorded with regard to a particular category of question\": see also", "<FRAGMENT_SUPPRESSED>  per Justice Binnie at para. 53.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Errors of law made by the Board in exercising its discretionary jurisdiction are to be reviewed on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[32]", "But the Board's application of the evidence to that law - that is, its exercise of its discretionary jurisdiction - is to be reviewed on a standard of reasonableness:", "<FRAGMENT_SUPPRESSED> , at paragraphs 57-60.  <FRAGMENT_SUPPRESSED>"], ["[33]", "In reviewing the Board's decision using a standard of reasonableness, the Court will consider \"the existence of justification, transparency and intelligibility within the decision-making process\" and \"whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\":", "<FRAGMENT_SUPPRESSED> , at paragraph 47;", "<FRAGMENT_SUPPRESSED> , at para. 59.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Issue 1: Did the Board err in law by shifting the onus to the Minister to demonstrate the need for corroborating evidence?  <FRAGMENT_SUPPRESSED>"], ["[34]", "The applicant submits that the Board erred in law by stating that because the respondent's brother's and father's death had not been challenged, this fact was proved. The applicant submits that this constituted a shifting of the onus onto the Minister to challenge the fact of the death, rather than the proper placement of the onus on the respondent to support his case with evidence.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The Court does not agree with the applicant's characterization of the Board's reasons. The Board understood that the onus was always on the respondent to prove his case on a balance of probabilities, and said as much in its conclusion at paragraph 31 when it states that \"on a balance of probabilities, the appellant has proven his case. <FRAGMENT_SUPPRESSED>"], ["[36]", "Whether the Board's decision was reasonable in evaluating the evidence before it is discussed below in Issue 4.  <FRAGMENT_SUPPRESSED>", "Issue 2: Did the Board err in law by failing to assess whether the respondent's evidence was self-serving?  <FRAGMENT_SUPPRESSED>"], ["[37]", "The applicant submits that the Board erred by failing to exercise its jurisdiction to assess the credibility of the respondent's evidence when it found that it could not doubt the credibility of his evidence solely because it was self-serving, because that would be speculative.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The Court again does not agree with the applicant's characterization of the Board's decision. The Board was not failing to exercise its legal duty to assess and determine the credibility of the respondent's evidence. The Court finds that the Board understood this duty, but that the Board found that there was no non-speculative basis upon which to doubt the credibility of the applicant's evidence. Again, whether this finding was reasonable is discussed below in Issue 4.  <FRAGMENT_SUPPRESSED>", "Issue 3: Did the Board err in law by making a decision without evidentiary support?  <FRAGMENT_SUPPRESSED>"], ["[39]", "The applicant submits that the Board also failed to exercise its jurisdiction when it found that the respondent did not need to present documentary support of his claim that his niece and nephew had been abandoned because such an abandonment would not be documented. The applicant submits that the Board failed to consider other evidence that the respondent could easily have had available-for example, testimony from one of the now-adult children, one of whom lives in Canada.  <FRAGMENT_SUPPRESSED>"], ["[40]", "The applicant further submits that the Board erred in law when it stated that the respondent's failure to provide documentary evidence corroborating his role in the transportation company, especially in light of his contradictory evidence, was not material to the disposition of the case. The applicant submits that the Board had a legal responsibility to seek corroborating documentary evidence. Moreover, the applicant submits that the Board erred in stating that they were not material, because they speak to the respondent's explanations for failing to seek to return to Canada at an earlier time.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Court finds that the Board did not fail to exercise its jurisdiction. The Board considered the evidence and made findings that led to its disposition. The question, as above, is whether the Board's evaluation of the evidence was reasonable. This is discussed below.  <FRAGMENT_SUPPRESSED>", "Issue 4: Did the Board err by making an unreasonable decision because it failed to assess whether the respondent's evidence was self-serving, did not properly assess the evidence, ignored evidence, and found that documentary evidence was not material to the proceedings?  <FRAGMENT_SUPPRESSED>"], ["[42]", "The applicant submits that the Board's decision is based on a selective assessment of the evidence favourable to the respondent without regard or proper reasons for disregarding the other evidence. The applicant further submits that the Board ignored evidence and disregarded important factors to consider in exercising its discretion. In particular, the applicant submits that the Board made the following errors:  <FRAGMENT_SUPPRESSED>", "a. The Board erred in finding that the respondent's establishment in Canada was a neutral factor because of his family ties. As the Board itself stated, family ties are a separate consideration from establishment in Canada. The Board found that the respondent had no establishment in Canada.  <FRAGMENT_SUPPRESSED>", "b. The Board erred in finding that the family's separation had caused considerable hardship, because there was no evidence to support that finding. The only evidence presented was that the respondent has lived continuously in India during the relevant period, except for two brief visits to Canada, and that his wife and son came to live in India at some point in time. There was no evidence of when they lived together, or of any hardship. The respondent did not testify that there had been any hardship in the past. His family in Canada is well-established and employed. There was no evidence of his efforts to come to Canada to visit his family or provide them with any support, nor any evidence that had he made efforts to return.  <FRAGMENT_SUPPRESSED>", "c. The Board erred in finding that the respondent's lack of attempts to return to Canada was a neutral factor without giving any explanation for such a finding. The Board stated that this followed from his explanation for why he remained in India, but in fact the evidence is that his niece and nephew were both married in February of 2008, yet the respondent did not attempt to return to Canada until December of 2009. Moreover the niece and nephew were 18 and 19 years of age in 2004 so that they did not need his care as they did when they were young children. The Board also failed to consider that the respondent did not apply to renew his permanent resident card before it expired, and that he waited for 10 months after its expiry to apply for a travel document. The Board also failed to address the fact that the respondent had failed to file his appeal to the Board in time to obtain a travel document to allow him to return to Canada for his hearing and obtain a one-year permanent resident card.  <FRAGMENT_SUPPRESSED>", "d. The Board erred in simply accepting the respondent's explanation for the discrepancy between his travel document application and his testimony regarding his role in his company. He had signed the declaration on the travel document application, and should not have been relieved from responsibility for what was written in his application simply because he failed to properly read it.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The Court agrees with the applicant. In this case, the Board's decision was unreasonable. In exercising its discretion, the Board stated that it had considered the following 6 factors, adapted from factors set out in the Board's decision in", "<FRAGMENT_SUPPRESSED> paragraph 77:  <FRAGMENT_SUPPRESSED>", "a. The respondent's level of compliance with the residency obligation  <FRAGMENT_SUPPRESSED>", "b. The respondent's reasons for departure  <FRAGMENT_SUPPRESSED>", "c. The respondent's degree of establishment in Canada  <FRAGMENT_SUPPRESSED>", "d. The respondent's family ties in Canada  <FRAGMENT_SUPPRESSED>", "e. The degree of hardship that the respondent would suffer were he prevented from returning to Canada  <FRAGMENT_SUPPRESSED>", "f. The best interests of the respondent's grandchildren.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Although the", "Ribic", "factors were established in the context of the exercise of discretion in the face of a deportation order, and so take a different form  <FRAGMENT_SUPPRESSED>", ", the adaptation undertaken by the Board in this case was appropriate: see, for similar examples,", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[45]", "The Board found that the respondent's level of compliance with the residency obligation and the timeliness of his attempts to return to Canada were both clearly factors weighing against the respondent. The respondent had almost entirely failed to comply with the residency obligation and had failed to make any attempt to return to Canada until far after the expiry of his permanent resident card. The Court agrees with these findings.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The Court also agrees with the Board's finding that the respondent has strong family ties to Canada.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Court agrees with the applicant, however, that the remainder of the Board's findings are unreasonable.  <FRAGMENT_SUPPRESSED>"], ["[48]", "First, the Board accepted the respondent's explanation for his departure in 1995 (after only 2 months) from Canada as arising because of his need to settle his family's business affairs after the death of his father and to care for his deceased brother's two abandoned children. The respondent had no documentation to support this explanation. Furthermore, the Board did not address the fact that the respondent's brother and father died over ten years prior to his attempt to return to Canada, and that the respondent provided no evidence of attempts that he had made to transfer his business or care responsibilities at that time. Moreover, the Board failed to address the evidence that the respondent has two brothers living in India, who presumably may have been able to share in the respondent's responsibilities. Moreover, the two children were adults by 2004 and could have been looked after by a relative other than the respondent. There is no reason the Respondent waited until December 31, 2009 to apply to return to Canada. Although it is open to the Board to find in favour of the respondent, the Board has a responsibility to address all of the evidence. In this case, the Board failed to consider relevant evidence. The Court cannot conclude that the Board's finding that the respondent's reasons for leaving Canada and staying away are factors in his favour.  <FRAGMENT_SUPPRESSED>"], ["[49]", "Second, the Board found that the respondent's degree of establishment in Canada was neutral, despite finding that there was absolutely no evidence of any establishment in Canada. This, too, was unreasonable. In the absence of any evidence of establishment, this factor should have weighed against the respondent.  <FRAGMENT_SUPPRESSED>"], ["[50]", "Finally, the Board found that the respondent and his family would suffer severe hardship if the respondent's application was denied. As quoted above, the Board found the following, at paragraph 27 of its reasons:  <FRAGMENT_SUPPRESSED>", "The appellant is completely isolated in India; I heard it in his voice. He may have siblings and their families within geographic proximity, but this is no replacement for his wife, his children and his grandchildren. He is approaching 60 years old and the separation is one of extreme hardship on him, in my view.  <FRAGMENT_SUPPRESSED>", "Again, the Court finds that while such a finding would be open to the Board, the Board has a duty to consider all of the evidence. In this case, the evidence is that the respondent was present in Canada for only 26 days in the five years between 2004 and 2009. Although there was some testimony that his wife and a son lived within him in India at some point during the past fifteen years and that his family members have come to visit him in India, there was no specific evidence of the dates or length of these visits. Thus, the evidence suggests that the family has been thriving in the respondent's absence, and that they are able to visit him in India. Moreover, the Respondent has been living separate and apart from his wife and family in Canada since 1995 - i.e. for 15 years. In preferring the respondent's evidence that he would suffer extreme hardship, the Board had a duty to confront this contrary evidence.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[51]", "The Court finds that the Board's decision was not reasonably open to the Board on the evidence, and that the decision lacks the degree of transparency, justification, and intelligibility required. Accordingly, the matter is remitted to a new panel of the Board for redetermination.  <FRAGMENT_SUPPRESSED>"], ["[52]", "No question is certified.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[53]", "THIS COURT'S JUDGMENT is that", ":  <FRAGMENT_SUPPRESSED>", "1. The application for judicial review is allowed.  <FRAGMENT_SUPPRESSED>", "2. The decision of the IAD of the Board dated December 22, 2010 is set aside and the Respondent's appeal is referred to another panel of the IAD for redetermination.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: E. Joanne Oley/vnh  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}