{"id_": "068503", "body_str": [["[1]", "Scott, J.", "[Translation]: This is an application for judicial review of the decision by the Canadian Human Rights Commission dated February 22, 2010, to not deal with the portion of the complaint on the \"assistantship\" group on the grounds that this part of the complaint is beyond its jurisdiction in accordance with paragraph 41(1)(c) of the", "Canadian Human Rights Act", ", R.S.C., 1985, c. H-6 (Act).", "FACTS"], ["[2]", "On April 28, 1999, the Syndicat des communications de Radio-Canada (SCRC) filed a complaint with the Human Rights Commission alleging that predominantly female groups are subject to systemic pay discrimination by the Canadian Broadcasting Corporation contrary to section 11 of the Act. This discrimination has purportedly existed since August 7, 1995, but the SCRC is seeking remedial measures as of March 8, 1995, the date the Act was implemented at the Canadian Broadcasting Corporation."], ["[3]", "Several objections and legal proceedings followed, including before this Court. The SCRC also made several changes to the composition of the \"assistantship\" group during the review of the complaint."], ["[4]", "On November 24, 2008, Sylvie St-Onge filed an investigation report in which she provided a detailed analysis of the jobs in the \"assistantship\" category and studied the four criteria set out in the Commission's policy for a group of jobs to form an occupational group. She noted the following:", "1) With respect to common characteristics, \"assistantship\" jobs vary significantly and include different duties.", "2) Requirements (education, language, culture, etc.) vary from one job to another.", "3) There is no similar career path between \"assistantship\" job holders and the SCRC has submitted no evidence to this end.", "4) The jobs are not grouped together for remuneration purposes: there are different wage scales, some jobs are contractual, etc."], ["[5]", "She found that the evidence submitted by the parties did not seem to support the position of the SCRC that the jobs in the \"assistantship\" group form an occupational group, but that certain \"assistantship\" job subgroups could possibly form an occupational group.", "DECISION UNDER REVIEW"], ["[6]", "After examining the report and the subsequent representations, the Commission decided, pursuant to paragraph 41(1)(c) of the Act, to not deal with the portion of the complaint on the \"assistantship\" group on the grounds that these jobs are not part of an occupational group."], ["[7]", "The Commission specified the four criteria that need to be satisfied in order for a group of jobs to form an occupational group. The Commission noted that there is no indication that the SCRC did not have access to the information on analyzing the occupational group of \"assistantship\" jobs. It is not the investigator's responsibility to improve a complaint that is deficient on its face. Without probative evidence that the jobs in the \"assistantship\" group form an occupational group, this part of the complaint was not addressed.", "POSITIONS OF THE PARTIES", "Position of the applicant"], ["[8]", "The applicant argues that the investigation report demonstrates that several pieces of evidence exist and that certain job groupings could constitute an occupational group."], ["[9]", "The applicant states that the fact that the group was improperly defined cannot interfere with the jurisdiction of the Commission. According to the applicant, while it is true that the Commission is not required to improve a complaint in the absence of essential evidence, it does have the duty of clarifying its scope when there is sufficient evidence in the record allowing for occupational groups to be formed, and it must ensure that such groups are correct. The mischaracterization of a group does not render the complaint deficient on its face. This is a question of law that must be settled by the courts (", "FRAGMENT_SUPPRESSED)."], ["[10]", "At the hearing, the applicant cited several excerpts from the investigation report to support its position that it submitted sufficient evidence to establish the existence of occupational groups. According to the applicant, it was up to the Commission to consider it and to form one or more groups based on this evidence before submitting everything to the Tribunal. In this respect, the applicant cited page 10 of the investigator's report, which states the following:", "Admittedly, according to the", "Guide to Pay Equity and Job Evaluation", "(Chapter 1, pp. 7-8): \"Occupational groups may be defined either narrowly or broadly, but must make sense and must not be defined so broadly that they lump together jobs that are very different.\" It seems that we have such a situation here. Incidentally, to avoid lapsing into such a biased generalization, the Guide recommends: \"Where doubt exists . . . it is generally preferable to opt for smaller groups.\""], ["[11]", "The applicant then referred to the letter dated June 22, 2007, in which it maintained before the investigator that \"... the 1995 merger of certification units enabled and still enables career interchangeability, mobility and change among the various jobs and that evidence for this will be provided to the tribunal\". Similarly, the applicant referred to the fifth paragraph of page 13 of the report, where it is written that: \"[e]xcept for certain subgroups for these jobs (e.g., Captioners, Senior Captioners) a \"similar\" career path among holders of these 15 jobs is hard to identify\". The applicant did not submit evidence to indicate that certain evidence existed and was acknowledged by the investigator, instead limiting itself to stating that evidence would be provided before the Tribunal."], ["[12]", "The applicant also referred the Court to pages 19 and 22 of the investigator's report to support its submission that the Commission committed an error."], ["[13]", "Finally, in stating that the Commission's decision is patently unreasonable under the circumstances, the applicant relied heavily on the investigator's general finding on page 28 of her report, where she states following:", "The evidence provided by the parties . . . does not seem to show that \"Assistantship\" group jobs form an \"occupational group.\" However, on the basis of the four criteria analyzed, it is possible that, on this job list, certain job subgroups or even jobs taken individually may be considered an occupational group."], ["[14]", "The applicant therefore argues that the Commission's decision is unfounded and irrational because it does not explain why the findings and conclusions of the investigation with respect to the possibility that job subgroups could form an occupational group were not accepted.", "Position of the respondents"], ["[15]", "First, the respondents are requesting that paragraphs 3 to 6 of the applicant's affidavits be struck because they contain personal opinions."], ["[16]", "With respect to the issue, the respondents are stating that the collective complaint is filed pursuant to sections 12 to 15 of the", "Equal Wages Guidelines, 1986", ", according to which an identifiable occupational group of predominantly one sex must be compared to another occupational group of the other sex. If the Commission determines that the complainant group is not an occupational group, there is no obligation in the Act or the Guidelines to seek or form another group. The burden is on the complainant to first demonstrate the existence of a group of predominantly one sex with duties similar to those of a group of the other sex, and then to prove that the group is an occupational group."], ["[17]", "The Commission's role is to determine whether there is sufficient evidence to justify an inquiry by the Tribunal. The Commission need not seek another group or evidence other than that submitted. The respondents cite Justice Martineau's decision in", "FRAGMENT_SUPPRESSED. They add that the Commission and the investigators are neutral and that their role is not to improve a complaint that is deficient on its face."], ["[18]", "The respondents claim that the decisions cited by the applicant,", "FRAGMENT_SUPPRESSED", ", are irrelevant. In these judgments, the Supreme Court of Canada ruled on the determination of a group in the context of an analysis in accordance with section 15 of the Charter, not in the context of an occupational group under the Guidelines."], ["[19]", "They add that during the process, the applicant was able to clarify the jobs included in the \"assistantship\" group three times. The Commission committed no error."], ["[20]", "The respondents also state that the applicant's argument is based on the investigator's representations relating to a possibility. The applicant has submitted no justification in support of its finding. Furthermore, the respondents argue that the investigator did not have to propose that job groupings could form a new occupational group.", "ANALYSIS", "Issue"], ["[21]", "The issue raised by this application for judicial review is the following: Is the Commission's decision that it does not have the jurisdiction to hear the part of the complaint on the \"assistantship\" jobs reasonable?", "Standard of review"], ["[22]", "Both the applicant and the respondents agree that the applicable standard of review in the case at bar is that of reasonableness, pursuant to", "FRAGMENT_SUPPRESSED", ", above, which deals with a complaint dismissed under paragraph 41(1)(d) of the Act,FRAGMENT_SUPPRESSED.", "Affidavits"], ["[23]", "With regard to this Court's case law and the admission by the applicant's counsel during the hearing with respect to paragraphs 3, 5 and 6 of the affidavits by François Morin and Alex Levasseur, the Court orders paragraphs 3 to 6 of these two affidavits to be struck.", "The jurisdiction of the Commission"], ["[24]", "A situation similar to the case before this Court was discussed in", "FRAGMENT_SUPPRESSED", ", above. In that case, the applicant challenged the Commission's decision to dismiss his application on the grounds that it was trivial and therefore not admissible under paragraph 41(1)(d) of the Act. At paragraph 7 of the decision, Justice Martineau discussed the Commission's role and stated the following:", "FRAGMENT_SUPPRESSED", "FRAGMENT_SUPPRESSED."], ["[25]", "The Commission's jurisdiction was also analyzed by Justice Layden-Stevenson in", "FRAGMENT_SUPPRESSED:", "FRAGMENT_SUPPRESSED"], ["[26]", "Paragraph 41(1)(c) of the Act states that a complaint is not admissible if \"the complaint is beyond the jurisdiction of the Commission\". In", "FRAGMENT_SUPPRESSED discusses the issue of the jurisdiction of the Commission pursuant to this paragraph and states the following at paragraph 14:", "FRAGMENT_SUPPRESSED"], ["[27]", "As indicated in the case law, the Commission has the discretionary authority to dismiss a complaint that is beyond its jurisdiction. In this case, the Commission dismissed the complaint on the grounds that the \"assistantship\" group was not an occupational group. The applicant contends that the Commission should have reorganized the subgroups of the \"assistantship\" group to form occupational groups and should have thus assumed jurisdiction in regard to the complaint. The applicant's proposal raises a serious question of interference by the Commission."], ["[28]", "The issue of the neutrality of investigators was addressed in", "FRAGMENT_SUPPRESSED", ", above, in which Justice Layden-Stevenson mentions the following FRAGMENT_SUPPRESSED"], ["[29]", "Similarly, FRAGMENT_SUPPRESSED"], ["[30]", "We are of the opinion, as the Commission mentioned in its reasons, that it is not the role of the Commission or the investigator to improve the applicant's complaint. In this case, it would have indeed been an improvement, and not a clarification, as the applicant is arguing. In fact, the excerpts from the investigator's report cited by the applicant reveal only one piece of evidence that could demonstrate the existence of an occupational group, that is, that of captioners, and with respect to only one of the four criteria."], ["[31]", "Furthermore, the investigator's general statement that, in the presence of very different jobs, it is preferable to opt for smaller groups does not relieve the applicant of the obligation to establish the existence of these occupational groups, as the burden of proof is on it by virtue of the Act."], ["[32]", "FRAGMENT_SUPPRESSED", "do not apply in the case at bar given the fact that these decisions deal with the application of section 15 of the Charter."], ["[33]", "The Commission rendered its decision in light of the investigator's report and subsequent comments submitted by the parties. The SCRC, upon receipt of the investigator's report, did not submit to the Commission that certain jobs in the \"assistantship\" group constituted one or more occupational groups. Moreover, it even, in some cases, chose to not submit evidence with respect to some of the four criteria, merely stating that evidence would be provided before the Tribunal. Under these circumstances, the Commission cannot be faulted for relying on the investigator's report and on the few conclusive elements therein to determine that it could not rule on the part of the complaint dealing with the \"assistantship\" group."], ["[34]", "We are of the opinion that the Commission's decision is perfectly reasonable under these circumstances. The Court cannot agree with an interpretation of the Act that imposes an obligation on the Commission that does not belong to it.", "JUDGMENT"], ["[35]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed with costs against the applicant.", "Application dismissed.", "Editor: Rodney A. Jordan/vnh"]]}