{"id_": "068546", "body_str": [["[1]", "Bédard, J.", "[Translation]: This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection", "Act", ", S.C. 2001, c. 27 (", "IRPA", "), of a decision by the pre-removal risk assessment (PRRA) officer, dated November 30, 2009, rejecting the applicant's PRRA application on the ground that he had failed to establish that he would be subject to a danger of torture or to a risk of cruel and unusual treatment or punishment, or to a risk to his life, if he were to be removed to the Dominican Republic.", "Background"], ["[2]", "The applicant is a citizen of the Dominican Republic. He is married and is the father of two children who are Canadian citizens. He also looks after the two children from his wife's first marriage. The applicant left his country of origin to move to the United States in 1992. On January 8, 1998, he was sentenced to seventy months' imprisonment after being convicted of conspiracy to distribute five kilograms of cocaine. His sentence was reduced to a term of thirty-nine months' imprisonment and five years' probation after he cooperated with authorities by revealing the names of his accomplices, including the name of his first cousin, who was also charged and sentenced to prison."], ["[3]", "When he was released from prison in 2000, the applicant was deported from the United States to the Dominican Republic. He claims that upon his return to the Dominican Republic he was intimidated and threatened by the families of the accomplices whose names he had revealed because they held him responsible for the accomplices' imprisonment."], ["[4]", "The applicant states that he left the Dominican Republic in 2001 to escape the threats and intimidation that he was subject to. The applicant entered Canada on a visitor's visa in order to join his brother, who was a professional baseball player living here."], ["[5]", "The applicant states that the harassment that he was subject to continued after he left and that his mother was also threatened and harassed by the family of the cousin he had reported to the authorities. For these reasons his mother also fled to the United States in 2002. The applicant also claims that when he was released from prison, his first cousin and other individuals he had reported to the authorities uttered death threats and threats of revenge against him."], ["[6]", "The applicant's visitor's visa was renewed three times by Canadian authorities and expired on June 22, 2005."], ["[7]", "When he entered Canada, the applicant did not reveal his criminal record in the United States. This was discovered by the authorities when they were checking the applicant's information after he had been caught working illegally. A deportation order was subsequently issued against him on March 13, 2007."], ["[8]", "On or about June 29, 2005, the applicant filed an application for permanent residence based on humanitarian and compassionate grounds from within Canada. This application was rejected on May 2, 2007, on the ground that he was inadmissible to Canada for serious criminality under paragraph 36(1)(b) of the", "IRPA"], ["[9]", "On March 8, 2006, the applicant claimed refugee protection in Canada. His claim was rejected on February 24, 2009, on the ground that he was excluded from refugee protection under Article 1F(b) of the", "Convention"], ["[10]", "On June 1, 2009, the applicant filed a second application for permanent residence based on humanitarian and compassionate grounds which was rejected on November 30, 2010. An application for leave and judicial review of that decision was dismissed on April 13, 2010.", "Impugned Decision"], ["[11]", "The PRRA officer found that the applicant had failed to demonstrate, on a balance of probabilities, that he would be subject to a danger of torture or to a risk to his life or to a risk of cruel and unusual treatment or punishment within the meaning of section 97 of the", "IRPA", "if he were to return to the Dominican Republic."], ["[12]", "In making his decision, the PRRA officer had in his possession notes from the applicant's interview regarding his refugee claim, his Personal Information Form (PIF), the decision of the Refugee Protection Division, his applications for permanent residence based on humanitarian and compassionate grounds as well as a letter from his mother in which she mentions the threats that were made against her and her decision to leave the Dominican Republic."], ["[13]", "The PRRA officer rejected the applicant's application on the following grounds:", "- He gave no weight to the letter from the applicant's mother;", "- He was of the view that, other than his mother's letter, the applicant had not submitted personal evidence in support of his allegations and he found that the applicant's allegations were not, in and of themselves, sufficient to establish that he had left the Dominican Republic because of threats or reprisals resulting from his criminal record in the United States;", "- He found that the fact that the applicant waited five years after his arrival in Canada before claiming refugee protection and the lack of an explanation for this was not characteristic of someone who truly feared being subjected to torture, to risks to his life or to cruel and unusual treatment or punishment;", "- He was of the view that, while the documentary evidence did identify a number of problems with regard to human rights in the Dominican Republic, this was not sufficient to establish that the applicant was personally targeted."], ["[14]", "The PRRA officer further stated that the absence of probative personal evidence was the determining factor in his decision.", "Issues"], ["[15]", "This application raises the following issues that arise from the applicant's claims:", "a. Did the PRRA officer err in concluding that the applicant's PIF constituted a statement of his allegations rather than a piece of evidence?", "b. Did the PRRA officer err when he deemed the letter from the applicant's mother not to be credible and drew negative inferences with regard to it?", "c. Did the PRRA officer err in his overall assessment of the evidence?", "d. Did the PRRA officer err in taking into account the length of time between the applicant's arrival in Canada and his claim for refugee protection?", "e. Did the PRRA officer err by not calling the applicant to a hearing?", "i) Did the PRRA officer draw negative inferences about the applicant's credibility?", "ii) Should the PRRA officer have called the applicant to a hearing because he had drawn negative inferences with regard to the credibility of his mother's letter?", "Standard Of Review"], ["[16]", "The standard of review applicable to decisions of a PRRA officer differs according to the nature of the issues raised."], ["[17]", "Although such decisions are generally reviewable on a reasonableness standard, where there are issues of law or procedural fairness within the PRRA decision, these must be determined on a standard of correctness (", "<FRAGMENT_SUPPRESSED> ; 2010 FC 53)."], ["[18]", "It is also settled law that it is not for the Court to substitute its own assessment for that of the administrative decision-maker and that it must show deference to his or her assessment of the evidence and credibility. Therefore, the appropriate standard of review for these findings is reasonableness and the Court shall intervene only if they were based on erroneous findings of fact, made in a perverse or capricious manner or without regard for the evidence", "( <FRAGMENT_SUPPRESSED> )."], ["[19]", "In the case at bar, the first three issues deal with the PRRA officer's assessment of the evidence and credibility. On these three points, his decision must therefore be reviewed on a standard of reasonableness."], ["[20]", "As for the fourth issue, the PRRA officer's decision to take into account the length of time between the applicant's arrival in Canada and his claim for refugee protection is at the heart of his jurisdiction and must therefore also be reviewed on a standard of reasonableness."], ["[21]", "Regarding the fifth issue, there is conflicting jurisprudence in this Court as to the applicable standard of review. In some judgments, the Court applied a correctness standard because the matter of whether to hold a hearing raises an issue of procedural fairness (", "<FRAGMENT_SUPPRESSED>  Imm. L.R.(3d) 118; 2006 FC 1388;", "<FRAGMENT_SUPPRESSED> ."], ["[22]", "In other judgments, the Court adopted an approach which varied depending on the nature of the issue and found that a PRRA officer's failure to consider the appropriateness of holding a hearing was a breach of procedural fairness and that the decision was also reviewable on a correctness standard. However, analyzing the appropriateness of holding a hearing in light of the particular context of a file and applying the facts at issue to the factors set out in section 167 of the", "Regulations", "implies the exercise of discretion, which commands deference and should be determined on a standard of reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[23]", "In the case at bar, I am of the view that the first sub-issue regarding whether the officer drew negative inferences about the applicant's credibility that would require a hearing to be held is at the heart of his jurisdiction. On this point his decision should be determined on a reasonableness standard."], ["[24]", "As to the sub-issue regarding the credibility of the letter from the applicant's mother, the respondent maintains that it is not relevant to determining whether a hearing should be held. The issue is therefore whether a hearing must be held when the credibility of a third party is called into question. In my opinion, this is an issue of law to which a standard of correctness should apply.", "Analysis", "a. Did the PRRA officer err in concluding that the applicant's PIF constituted a statement of his allegations rather than a piece of evidence?"], ["[25]", "The applicant argues that the PRRA officer should have considered his PIF as a piece of evidence rather than a simple statement of the applicant's allegations and that, had he done so, he would have made different findings of fact that would have led him to render a positive decision."], ["[26]", "The applicant makes this claim based on the following passage from the decision:", "(Translation)", "\"Other than this letter from his mother, Mr. Borbon Marte did not submit any personal evidence. I took his allegations into account, but I am of the opinion that they are not sufficient to establish that he left the Dominican Republic because of threats or reprisals resulting from his criminal record in the United States.\""], ["[27]", "With respect, I do not think that it can be inferred from the above passage that the PRRA officer did not consider the PIF as a piece of evidence. The passage quoted above, when read in the overall context of the decision, indicates that the PRRA officer did in fact consider the PIF to be a piece of evidence but gave it little probative value. Actually, in the fourth section of his decision, the officer enumerated the evidence brought to his attention and specifically mentioned the applicant's PIF."], ["[28]", "Furthermore, the applicant's PIF does in fact contain the statement of his allegations and his narrative. It does not necessarily follow that the PRRA officer dismissed these allegations because he did not consider them to be admissible pieces of evidence. On the contrary, the PRRA officer specifically mentioned having considered the applicant's allegations, but was of the opinion that they were insufficient to establish that he had left the Dominican Republic because of threats and reprisals caused by the information he had given to authorities in relation to the criminal matter in which he had been involved in the United States."], ["[29]", "While I admit that the officer may have been unclear in this regard, an overall analysis of his decision shows that when he refers to the absence of personal evidence regarding the risk to the applicant, he is in all likelihood referring to elements other than the applicant's PIF, his mother's letter or the evidence in the record. In the end, he gave no weight to the letter from the applicant's mother and found that the applicant's evidence was insufficient."], ["[30]", "The applicant's argument is therefore unfounded. In this regard, the PRRA officer did not assess the evidence in an unreasonable way. The Court's intervention is therefore not warranted.", "b. Did the PRRA err when he deemed the letter from the applicant's mother not to be credible and drew negative inferences with regard to it?"], ["[31]", "The PRRA officer gave no weight to the letter from the applicant's mother because he saw a contradiction between the fact that she claimed to have left the Dominican Republic in 2000 and the fact that her permanent resident card indicates that she has been a resident of the U.S. since 1991."], ["[32]", "The applicant argues that the PRRA officer misinterpreted his mother's situation by assuming that she could not have been in the Dominican Republic at the time the alleged incidents of threats and intimidation occurred since she was already a permanent resident of the United States and that this finding was not supported by the evidence in the record."], ["[33]", "I do not agree with the applicant's claims. The PRRA officer did not conclude that the applicant's mother could not have been in the Dominican Republic at the time of the alleged events but, rather, he found that the fact that she had been a permanent resident of the United States since 1991 did not corroborate her claim that she (Translation) \"had to leave her country\" to protect her family. Furthermore, it strikes me as entirely reasonable for the PRRA to have seen a contradiction between the statements by the applicant's mother and her status as a permanent resident of the United States since 1991."], ["[34]", "In the affidavit submitted in support of his application to the Court, the applicant provided additional explanations with regard to his mother's situation at the time in question. In it he states that prior to 2002, his mother divided her time between the Dominican Republic and the United States and that she had family living in both countries. He adds that since her divorce, his mother had been spending almost all of her time in the Dominican Republic. This additional information offers a different perspective than the information contained in the letter from the applicant's mother."], ["[35]", "However, the PRRA officer did not have this information on hand when he made his decision. The applicant argues that the PRRA officer should have made a greater effort to obtain further clarification. I do not share this view."], ["[36]", "It was up to the applicant to provide the explanations in his affidavit in support of his PRRA application and at this stage, it is too late to supplement the deficient evidence."], ["[37]", "An analogous case is", "<FRAGMENT_SUPPRESSED> . At the time the application for a stay was made, the applicant had submitted an affidavit which provided much more detailed information about her fear of the risk she faced if she were to return to her country of origin."], ["[38]", "Justice Shore found that while this affidavit would have helped the PRRA officer better understand the applicant's file, the officer did not have it on hand when he made his decision. Consequently, he determined that, based on the evidence the officer had before him and his analysis of this evidence, the officer's decision was entirely reasonable and the intervention of the Court was not warranted."], ["[39]", "The onus is on the applicant who is applying for a PRRA to submit an application that is clear, detailed and complete, and to provide evidence to support his or her allegations."], ["[40]", "The Court has established on numerous occasions that the PRRA officer is under no obligation to gather or seek additional evidence or make further inquiries. Nor is the officer under any obligation to take measures or do research to clarify obscure or contradictory points or to bolster insufficient evidence (", "<FRAGMENT_SUPPRESSED> ). These principles were also applied recently in", "<FRAGMENT_SUPPRESSED>  and in <FRAGMENT_SUPPRESSED> , above."], ["[41]", "Accordingly, the PRRA officer's assessment of the letter from the applicant's mother is not unreasonable and in this regard the Court's intervention is not required.", "c. Did the PRRA officer err in his overall assessment of the evidence?"], ["[42]", "The applicant contends that the PRRA officer should have concluded by presumption of fact that the applicant would face threats or reprisals if he were to return to the Dominican Republic."], ["[43]", "I find it entirely reasonable for the PRRA to have found that the evidence submitted was not sufficient to conclude that the applicant would face threats or reprisals if he were to return to the Dominican Republic.", "d. Did the PRRA officer err in taking into account the length of time between the applicant's arrival in Canada and his claim for refugee protection?"], ["[44]", "The PRRA officer found that the lengthy period of time it took the applicant to claim refugee protection was not representative of the behaviour of someone who feared one of the inherent risks in section 97 of the", "IRPA", ". In the first place, it is clear that this finding was not the determinative element in the PRRA officer's decision. He mentioned this element while in the same breath adding that he (Translation) \"nonetheless finds that the absence of probative personal evidence is sufficient in itself to reject the application\"."], ["[45]", "Secondly, it was not unreasonable for the PRRA officer to consider the applicant's subjective fear in his assessment (see", "<FRAGMENT_SUPPRESSED> )."], ["[46]", "Accordingly, on this point as well, there is no reason for the Court to intervene.", "e. Did the PRRA officer err by not calling the applicant to a hearing?"], ["[47]", "The applicant argues that the PRRA officer drew negative inferences with regard to his and his mother's credibility and that, as a consequence, he should have held a hearing, pursuant to section 167 of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the", "Regulations", ")."], ["[48]", "PRRAs are generally assessed on the basis of the applicant's written submissions and the documentary evidence adduced. Paragraph 113(b) of the", "IRPA", "provides that a hearing may be held if the Minister, \"on the basis of prescribed factors, is of the opinion that a hearing is required\"."], ["[49]", "Section 167 of the", "Regulations", "sets out the factors to be considered when determining whether a hearing is required:", "\"Hearing - prescribed factors", "\"167. For the purpose of determining whether a hearing is required under paragraph 113(b) of the Act, the factors are the following:", "(a) whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", "(b) whether the evidence is central to the decision with respect to the application for protection; and", "(c) whether the evidence, if accepted, would justify allowing the application for protection.\""], ["[50]", "To initiate a review of the factors in order to determine whether a hearing is required, the PRRA application must raise an issue of the applicant's credibility. In the case at bar, the applicant argues that the PRRA officer ought to have held a hearing because he drew negative inferences about the applicant's credibility and that of his mother.", "e. i) Did the PRRA officer draw negative inferences about the applicant's credibility?"], ["[51]", "It is settled law that for a hearing to be required, the applicant's credibility must be called into question and this element must be determinative to the issue to be decided by the PRRA officer (", "<FRAGMENT_SUPPRESSED> ); <FRAGMENT_SUPPRESSED> , above). The prescribed factors must be assessed in light of the facts of each case."], ["[52]", "The applicant argues that the PRRA officer found him not to be credible and that this was a determining factor in his decision. He also maintains that if the PRRA officer found that the letter contained contradictory or vague elements, he should have made further inquiries by holding a hearing or seeking additional explanations."], ["[53]", "For his part, the respondent argues that the PRRA officer had not cast doubt on the applicant's credibility but rather found that the evidence adduced was not sufficient to discharge the burden and that, as a consequence, there was no need to hold a hearing to determine the issue of credibility."], ["[54]", "To determine whether the PRRA officer's decision was based on the applicant's credibility or on a lack of sufficient evidence, the Court must analyze the PRRA officer's decision by going beyond the wording used by the officer himself. For example, even if the officer states that his decision was based on the insufficiency of the evidence, it is possible for officer to have, in fact, implicitly questioned the applicant's credibility (", "<FRAGMENT_SUPPRESSED> )."], ["[55]", "Conversely, even when the PRRA officer indicates in his or her decision that the applicant's credibility is being called into question, the Court must determine the true basis of the decision and whether the decision turns on credibility or sufficiency of evidence (", "Wang", ", above at para. 19; see also", "<FRAGMENT_SUPPRESSED> )."], ["[56]", "A similar issue presented itself in", "Ferguson", ", in which Justice Zinn undertook an exhaustive analysis of the approach to be taken in order to distinguish between the concepts of credibility sufficiency of evidence.", "\"[25] When a PRRA applicant offers evidence, in either oral or documentary form, the officer may engage in two separate assessments of that evidence. First, he may assess whether the evidence is credible. When there is a finding that the evidence is not credible, it is in truth a finding that the source of the evidence is not reliable. Findings of credibility may have been made on the basis that previous statements of the witness contradict or are inconsistent with the evidence now being offered (see for example <FRAGMENT_SUPPRESSED> , above), or because the witness failed to tender this important evidence at an earlier opportunity, thus bringing into question whether it is a recent fabrication (see for example", "<FRAGMENT_SUPPRESSED> ). Documentary evidence may also be found to be unreliable because its author is not credible. Self-serving reports may fall into this category. In either case, the trier of fact may assign little or no weight to the evidence offered based on its reliability, and hold that the legal standard has not been met.", "\"[26] If the trier of fact finds that the evidence is credible, then an assessment must be made as to the weight that is to be given to it. It is not only evidence that has passed the test of reliability that may be assessed for weight. It is open to the trier of fact, in considering the evidence, to move immediately to an assessment of weight or probative value without considering whether it is credible. Invariably this occurs when the trier of fact is of the view that the answer to the first question is irrelevant because the evidence is to be given little or no weight, even if it is found to be reliable evidence. For example, evidence of third parties who have no means of independently verifying the facts to which they testify is likely to be ascribed little weight, whether it is credible or not.", "\"[27] Evidence tendered by a witness with a personal interest in the matter may also be examined for its weight before considering its credibility because typically this sort of evidence requires corroboration if it is to have probative value. If there is no corroboration, then it may be unnecessary to assess its credibility as its weight will not meet the legal burden of proving the fact on the balance of probabilities. When the trier of fact assesses the evidence in this manner he or she is not making a determination based on the credibility of the person providing the evidence; rather, the trier of fact is simply saying the evidence that has been tendered does not have sufficient probative value, either on its own or coupled with the other tendered evidence, to establish on the balance of probability, the fact for which it has been tendered. That, in my view, is the assessment the officer made in this case.\""], ["[57]", "I agree with the principles set out by Justice Zinn and, in the case at bar, I find that the PRRA officer did not call the applicant's credibility into question but, rather, found that the evidence he had submitted was not sufficient to discharge the burden that was upon him."], ["[58]", "Nowhere in his decision did the PRRA officer indicate that the applicant's credibility was being called into question. Rather, the officer stated that he took the applicant's allegations into account but found them to be insufficient to establish that he had left the Dominican Republic due to threats and reprisals linked to events that had occurred in the United States."], ["[59]", "Furthermore, nothing in the PRRA decision would suggest that the officer had, in effect, cast doubt on the applicant's credibility. The wording used by the PRRA officer and a reading of the decision in its entirety instead show that he simply found that the evidence adduced by the applicant was not sufficient to prove his allegations. In his finding, the PRRA officer clearly indicated that in his view, based on the insufficiency of personal evidence, the applicant had not, on a balance of probabilities, established the alleged risk."], ["[60]", "Moreover, I find that it was not unreasonable for the officer to conclude, in light of the evidence that was before him, that the evidence was insufficient. The PIF contains broad allegations and precious few details about the threats the applicant claims to have received. The interview notes and the PRRA application submitted by the applicant's counsel essentially contain the same elements as are found in the PIF."], ["[61]", "Thus, the officer never called the applicant's credibility into question and was therefore not obliged to review the factors set out in section 167 of the", "Regulations", ". Therefore, there is no reason for the Court to intervene in this regard.", "e. ii) Should the PRRA officer have called the applicant to a hearing because he had drawn negative inferences with regard to the credibility of his mother's letter?"], ["[62]", "Section 167 of the", "Regulations", "specifies that a hearing may be considered when the applicant's credibility is called into question, not that of a third party. The case law also affirms this principle (", "<FRAGMENT_SUPPRESSED> )."], ["[63]", "In the case at bar, the applicant's mother is a third party to the application and the PRRA officer was not obliged to consider the possibility of holding a hearing. Therefore, there is no basis for the Court to intervene on this last ground.", "Proposed questions for certification"], ["[64]", "The applicant proposed two questions for certification:", "(Translation)", "\"a. Does the PIF constitute a piece of evidence which, in and of itself, could be sufficient to prove the applicant's allegations?", "\"b. What is the definition of credibility within the context of the application of section 167 of the", "Regulations", "for the purposes of determining whether a hearing should be held when the officer is faced with an apparent contradiction?\""], ["[65]", "Paragraph 74(d) of the", "IRPA", "sets out the circumstances under which this decision may be appealed.", "\"74. Judicial review:", "Judicial review is subject to the following provisions:", "(d) an appeal to the Federal Court of Appeal may be made only if, in rendering judgment, the judge certifies that a serious question of general importance is involved and states the question.\""], ["[66]", "The Federal Court of Appeal clarified what could constitute a \"serious question of general importance\".  <FRAGMENT_SUPPRESSED> ; 176 N.R. 4; 51 A.C.W.S.(3d) 910 (F.C.A.) at para. 4, Justice Décary stated that the question must be one which transcends the interests of the parties, contemplates issues of broad significance or general application and is determinative of the appeal. He added that the certification process is neither \"to be equated with the reference process ... nor is it to be used as a tool to obtain from the Court of Appeal declaratory judgments on fine questions which need not be decided in order to dispose of a particular case\"."], ["[67]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal reiterated that, in order for a question to be certified, it must be dispositive of the appeal. Then, in", "<FRAGMENT_SUPPRESSED>  the Court of Appeal once again dealt with the issue and reiterated that, in order for a question to be certified, it must transcend the decision in which it arose and, furthermore, that it \"would not be appropriate for the Court to answer the certified question because the answer would not do anything for the outcome of the case ...\" (at para. 11 of the judgment)."], ["[68]", "In the case at bar, I do not consider the questions proposed by the applicant to be serious questions of general importance which would be appropriate for certification."], ["[69]", "I find that the first question would not be dispositive of the case and that it cannot be answered without being assessed in light of the factual background. The applicant tried to make an argument on principle by alleging that the PRRA officer had not considered the PIF as a piece of evidence. I dismissed this argument and indicated that the PRRA officer had stated that he had taken the applicant's allegations into account, but had found them to be insufficient for the applicant to discharge his burden. I am therefore of the opinion that the question proposed by the applicant would not be dispositive of the case since the officer did not refuse to take the PIF into account. As for the question of whether the PIF is \"sufficient to prove the applicant's allegations\", this is a question that must be assessed in light of the facts and the evidence of each particular case. In that sense, it is not a question of general importance."], ["[70]", "As for the second question proposed by the applicant, I do not consider it to be a serious question of general importance within the meaning of paragraph 74(d) of the", "IRPA", ". In the first place, the question relates to a situation where the officer is faced with a contradiction. In this case, the letter from the applicant's mother was the only piece of evidence which contained an apparent contradiction. I previously indicated that the credibility of a person other than the applicant would not call for the initiation of a review of the factors set out in section 167 of the", "Regulations", "to determine whether a hearing should be held. In this case, the question is neither serious nor of general importance."], ["[71]", "As for the applicant's narrative, it contained no contradictions and did not fall within the scope of the question submitted by the applicant for certification. In addition, I am of the view that the case law has developed an entirely appropriate approach for determining whether a case raises issues about the applicant's credibility or the sufficiency of the evidence adduced, and that this distinction cannot be made on a purely theoretical basis and without regard for the particular facts of a case. Therefore, there is no need to certify the questions proposed by the applicant."], ["[72]", "For the foregoing reasons, the application for judicial review must be dismissed.", "JUDGMENT"], ["[73]", "THE COURT ORDERS that", "the application for judicial review be dismissed. No question is certified.", "Application dismissed.", "Editor: Anick Ouellette-Levesque/vnh"]]}