{"id_": "068587", "body_str": [["[1]", "Le juge Martineau", ": Le demandeur conteste la légalité d'une décision de la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié (le tribunal) concluant qu'il n'a pas la qualité de « réfugié au sens de la Convention » ni celle de « personne à protéger » au sens des articles 96 et 97 de la Loi sur l'immigration et la protection des réfugiés, LC 2001, c 27 (la Loi)."], ["[2]", "Le demandeur, un citoyen haïtien de 84 ans, a quitté son pays en juillet 2007 pour rendre visite à sa fille au Canada. Il craint aujourd'hui de retourner dans son pays en raison de la recrudescence des kidnappings. À son âge, il ne sera pas capable de se protéger contre d'éventuels ravisseurs qui verront en lui une cible idéale. D'ailleurs, il a déjà été approché en 2005 par des bandits qui croyaient qu'il avait de l'argent parce qu'il est un commerçant de charbon et qu'il revenait du Canada."], ["[3]", "Le tribunal a conclu qu'aucun des motifs de la Convention n'étaient en cause et que le demandeur n'avait pas établi qu'il était personnellement exposé à un risque de torture, à une menace à sa vie ou au risque de traitements cruels et inusités advenant son retour en Haïti. Essentiellement, les risques que court le demandeur face à des criminels sont les mêmes pour l'ensemble de la population haïtienne."], ["[4]", "L'intervention de la Cour n'est pas requise en l'espèce."], ["[5]", "Selon la preuve documentaire, les auteurs d'enlèvement de personnes en Haïti agissent généralement par opportunisme plutôt que choisir leurs victimes en fonction de leur nationalité, leur race, leur sexe ou encore leur âge, et toute personne qui semble riche risque d'être victime d'un enlèvement contre rançon. La preuve documentaire suggère également que toute aggravation du risque, le cas échéant, est également liée aux activités politiques ou autres activités passées du demandeur d'asile. Or, la jurisprudence est claire et constante: une crainte généralisée causée par une situation qui prévaut dans tout le pays, ici Haïti, et qui touche toute la population n'est pas en soit suffisante pour justifier le statut de « personne à protéger »:  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>  confirmé par 2009 CAF 31;  <FRAGMENT_SUPPRESSED> ."], ["[6]", "Le demandeur prétend que le tribunal a erré en concluant que le ciblage dont il a été victime en Haïti par le passé, notamment après son retour du Canada en 2005, ne personnalisait pas son risque. À l'appui de cet argument, il mentionne que dans la décision  <FRAGMENT_SUPPRESSED>  <FRAGMENT_SUPPRESSED> , la Cour a décidé que le fait pour un jeune homme d'origine salvadorienne, d'avoir été approché à plusieurs reprises par un gang de rue (associé aux MARAS) qui cherchait à recruter des membres, personnalisait son risque d'être de nouveau approché par ce gang (voir également  <FRAGMENT_SUPPRESSED>  pour une jurisprudence similaire dans le cas d'un citoyen du Guatemala)."], ["[7]", "À mon avis, le cas actuel est différent de l'affaire Pineda, susmentionnée. Même si le demandeur a été ciblé en 2005 par des bandits, rien ne démontre qu'il est exposé aujourd'hui en 2011, compte tenu de sa situation actuelle, à un risque plus élevé que celui auquel fait face le sous-groupe mieux nanti de la population dont il dit faire partie, soit les membres de la diaspora. Rappelons que dans Prophète, susmentionné, au para 18, la Cour souligne le cas « d'un demandeur auquel on s'en est pris dans le passé, et auquel on pourra s'en prendre à l'avenir, mais dont la situation qui comporte un risque est similaire à celle d'une partie d'une population plus large » et mentionne qu'il ne s'agit pas d'un risque personnalisé, mais d'un risque partagé avec de nombreux autres individus (voir également  <FRAGMENT_SUPPRESSED> )."], ["[8]", "La Cour estime que la conclusion de fait du tribunal n'est pas déraisonnable et qu'elle est appuyée par la preuve au dossier. Ceci dit, la Cour ne peut s'empêcher de noter que compte tenu de l'âge très avancé du demandeur et des conditions extrêmement difficiles prévalant en Haïti, celui-ci a sans doute des motifs très sérieux à faire valoir au Ministre dans le cadre d'une demande reposant sur les motifs d'ordre humanitaire."], ["[9]", "La demande de contrôle judiciaire est rejetée et aucune question d'importance générale ne se soulève en l'espèce.", "JUGEMENT"], ["[10]", "LA COUR STATUE", "que la demande de contrôle judiciaire soit rejetée. Aucune question n'est certifiée.", ".........................", "<FRAGMENT_SUPPRESSED>  applicant is disputing the legality of a decision by the Refugee Protection Division of the Immigration and Refugee Board (the panel), which found that he is not a \"Convention refugee\" or a \"person in need of protection\" within the meaning of sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (the Act)."], ["[2]", "The applicant, an 84-year-old citizen of Haiti, left his country in July 2007 to visit his daughter in Canada. Today, he is afraid to return to his country because of the increasing number of kidnappings. At his age, he will not be able to protect himself against potential abductors who will see him as an ideal target. He was already approached in 2005 by bandits who believed he had money because he is a coal merchant and was returning from Canada."], ["[3]", "The panel found that none of the Convention grounds were involved and that the applicant had not established that he would be subjected personally to a danger of torture, a risk to his life or a risk of cruel and unusual treatment should he return to Haiti. Essentially, the risks the applicant faces from criminals are the same for the entire Haitian population."], ["[4]", "The Court's intervention is not required in this case."], ["[5]", "According to the documentary evidence, kidnappers in Haiti generally act out of opportunism rather than choosing their victims based on their nationality, race, sex or even age, and anyone who appears to be wealthy is at risk of being kidnapped for ransom. The documentary evidence also suggests that any increase in risk is also linked to a refugee claimant's political activities or other past activities. The jurisprudence is clear and consistent: a generalized fear caused by a situation that prevails in the entire country, here Haiti, and that affects the whole population is not, in itself, sufficient to justify the status of \"person in need of protection\":", "<FRAGMENT_SUPPRESSED>  [ <FRAGMENT_SUPPRESSED> ] affirmed by 2009 FCA 31;", "<FRAGMENT_SUPPRESSED> ."], ["[6]", "The applicant contends that the panel erred by finding that the fact that he had been targeted in Haiti in the past, particularly after his return from Canada in 2005, did not personalize his risk. In support of this argument, he states that in", "<FRAGMENT_SUPPRESSED> [ <FRAGMENT_SUPPRESSED> ], the Court held that the fact that a young Salvadorian man had been repeatedly approached by a street gang (associated with MARAS) that was seeking to recruit members personalized his risk of being approached again by this gang (see also", "<FRAGMENT_SUPPRESSED>  for a similar decision in the case of a Guatemalan citizen)."], ["[7]", "In my opinion, this case is different from <FRAGMENT_SUPPRESSED> , mentioned above. Even though bandits targeted the applicant in 2005, nothing demonstrates that today in 2011, taking into account his current situation, he faces a higher risk than that faced by the wealthier sub-group of the population that he is a member of, i.e., members of the diaspora. We point out that at paragraph 18 of <FRAGMENT_SUPPRESSED> , mentioned above, the Court noted the case of an \"applicant who has been targeted in the past and who may be targeted in the future but whose risk situation is similar to a segment of the larger population\" and stated that such a situation does not involve a personalized risk but a risk that is shared by many other individuals (see also", "<FRAGMENT_SUPPRESSED> )."], ["[8]", "The Court is of the view that the panel's finding of fact is not unreasonable and is supported by the evidence in the record. That said, the Court cannot help noting that, given the applicant's very advanced age and the extremely difficult conditions in Haiti, he no doubt has very serious grounds for an application to the Minister based on humanitarian and compassionate considerations."], ["[9]", "The application for judicial review is dismissed, and no question of general importance is raised in this case.", "JUDGMENT"], ["[10]", "THE COURT RULES", "that the application for judicial review is dismissed. No question is certified.", "[End of document]"]]}