{"id_": "068623", "body_str": [["[1]", "Shore, J.", "[Translation]: Requiring a person to seek protection from the state when that person believes he or she is in danger as a result of the actions of someone who is a member of the forces of public order and when the state is both persecutor and accomplice is too stringent a burden of proof for a refugee claimant."], ["[2]", "The Federal Court has held on a number of occasions that, in seeking protection, a claimant is not obliged to \"seek counselling, legal advice, or assistance from human rights agencies if the police is unable to help\". According to Justice J. François Lemieux,", "\"[21] ... '[...] Canadian jurisprudence has repeatedly stated that there is no further burden on an applicant to seek assistance from human rights organizations.' (", "<FRAGMENT_SUPPRESSED>  at paras. 23-24)."], ["[3]", "Moreover, the Immigration and Refugee Board (IRB) ignored evidence favourable to the applicants concerning the failure of state protection in their particular situation by disregarding the deficiencies of the system in their regard."], ["[4]", "When analysing the issue of state protection, the IRB did not specifically refer to the documents submitted (the Mexico Package, Exhibit A-1, a package of documents compiled by the IRB itself)."], ["[5]", "Thus, in the \"Mexico: State Protection\" document, dated May 2004, the following factors are mentioned:", "\"Nevertheless, various sources also contend", "that official statistics do not represent the actual situation because many citizens were reluctant to report crimes", "(ICESI 17 Mar. 2005; US 2002;", "Country Reports 2004", "28 Feb. 2005, Sec. 1.c). It has been estimated that", "the percentage of crimes not reported, sometimes referred to as the 'black number' (", "cifra negra", "), is between 75 (ICESI 17 Mar. 2005) and 80", "(US 2002; Freedom House 23 Aug. 2004)", "per cent", ", meaning that only one out of four or five crimes committed is actually reported to the police.\" (emphasis added.)", "(Exhibit A-1, Tab 9.2 Canada. May 2005. Immigration and Refugee Board. Mexico: State Protection)."], ["[6]", "Document MEX101376.E states:", "\"While the federal government has continued to support and promote initiatives to combat corruption (", "INCSR 2006", "Mar. 2006, Sec. I; Mexico Mar. 2006a, 367-377),", "corruption-monitoring organizations maintain that incidents of corruption in Mexico persist", "(TI 9 Dec. 2005, 11; ibid. 14-15, ibid., 19-23; Transparencia Mexicana 9 May 2006).", ". . . . .", "\"Public surveys conducted in 2005 in Mexico City showed that", "police corruption continues to be of concern to residents", "(EFE 20 Oct. 2005;", "El Universal", "15 Aug. 2005). '[m]ore than half of the participants' in an August 2005 survey by the Mexico City-based newspaper", "El Universal", "'said that they had been victimized by extortion or bribetaking by uniformed police officers' (ibid.). While several police agencies were deemed corrupt by survey respondents, especially the local Preventative Police, other policing bodies such as the Federal Agency of Investigation (Agencia Federal de Investigacion, AFI), were seen as being somewhat less so (ibid.). According to", "The Economist", ", the AFI is a 'relatively clean' police force that 'is proving to be more effective than any other police body has been in the past' (30 June 2005).", ". . . . .", "\"...", "However, the report concluded, that human rights abuses related to, for instance, law enforcement misconduct continue to exist, and so government initiatives, 'while ambitious on paper, have largely failed to achieve their principal goals", "'\" (emphasis added.)", "(Exhibit A-1, Tab 7.3. MEX101376.E. 6 June 2006. Government efforts to combat corruption, including outcomes of investigations into incidences of corruption; efforts within the Office of the Attorney General of the Federal District)."], ["[7]", "A state's willingness to protect its citizens without, for the most part, having implemented any practical or tangible measures to, in fact, protect them does not suffice. Protection therefore remains academic for certain individuals in certain situations. As indicated by Justice Edmond Blanchard in", "<FRAGMENT_SUPPRESSED> :", "\"[36] However, when it considers the issue of state protection, the Court cannot require that the protection currently available be perfectly effective. The following excerpt written by Mr. Justice James Hugessen in", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (QL), sets out this principle:", "'On the other hand, where a state is in effective control of its territory, has military, police and civil authority in place, and makes serious efforts to protect its citizens from terrorist activities, the mere fact that it is not always successful at doing so will not be enough to justify a claim that the victims of terrorism are unable to avail themselves of such protection.'", "\"[37] In spite of this, the mere willingness of a state to ensure the protection of its citizens is not sufficient in itself to establish its ability. Protection must nevertheless have a certain degree of effectiveness (", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL).\"", "II.", "Judicial proceeding"], ["[8]", "This is an application for leave and for judicial review (ALJR) against a decision by the Refugee Protection Division (RPD) of the IRB, according to which the applicants are neither \"Convention refugees\", as defined at section 96 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "), nor \"persons in need of protection\", as defined at section 97 of the", "IRPA", "III.", "Facts"], ["[9]", "The applicants' refugee claim was heard by the RPD on October 20, 2009."], ["[10]", "The applicants are citizens of Mexico."], ["[11]", "Rafael Alberto Aguilar Soto; his common law spouse, Sanjuana Caudillo Zavala; her mother, Rafaela Zavala Barron; and their two minor daughters, Ana Paola Aguilar Caudillo and Gloria Ximena Aguilar Caudillo, are seeking protection from a person who is the municipal leader of the Party of the Democratic Revolution (PRD), Enrique Alba Martinez."], ["[12]", "Mr. Martinez is a powerful businessman with influence in the PRD."], ["[13]", "Mr. Aguilar Soto was personally threatened and assaulted on a number of occasions by Mr. Martinez and his associates, who also threatened his family."], ["[14]", "On December 29, 2006, Mr. Aguilar Soto denounced the behaviour of Mr. Martinez to the Public Prosecutor of the Attorney General of Justice."], ["[15]", "Mr. Aguilar Soto and his family nonetheless continued to receive threats from Mr. Martinez and his associates."], ["[16]", "Indeed, following the filing of Mr. Aguilar Soto's complaint and Mr. Martinez's arrest, the threats escalated."], ["[17]", "Starting January 25, 2007, Mr. Aguilar Soto received several telephone calls at home, in which he was told that [Translation] \"they\" knew of his complaint against Mr. Martinez and that if he did not withdraw it, he would [Translation] \"die\"."], ["[18]", "On February 15, 2007, an individual turned up at Mr. Aguilar Soto's home in the middle of the night to make further death threats. Mr. Aguilar Soto later saw vehicles driven by his attackers on several occasions near his workplace."], ["[19]", "The complaint filed with the Public Prosecutor led to Mr. Martinez's arrest on February 21, 2007; however, he was released the next day through an", "amparo", "suit."], ["[20]", "On March 30, 2007, Mr. Aguilar Soto, while driving home, was cut off by a minivan, out of which jumped two armed individuals who threatened him with their weapons while telling him that they knew his family's routine and that they could do what they wanted since Mr. Martinez was an influential politician."], ["[21]", "Mr. Aguilar Soto and his family immediately left their home and went to stay with his spouse's aunt, Juana Zavala Barron."], ["[22]", "On April 24, 2007, while his spouse was walking down the street on her way to her parents-in-law, a black jeep stopped next to her; two individuals came out, and one of them told her that if they did not drop their case against Mr. Martinez, they would bitterly regret it. The individuals tried to force Mr. Aguilar Soto's wife into their vehicle, but thanks to the intervention of another driver and Mr. Aguilar Soto's father, she was able to escape."], ["[23]", "Shortly afterwards, the applicants hid in a motel just long enough to get their passports and left Mexico for Canada as soon as possible; in Canada they claimed refugee protection."], ["[24]", "The applicants claimed refugee status on May 13, 2007, upon arrival at Dorval airport in Canada.", "IV.", "Issue"], ["[25]", "Did the Board err in its treatment of the evidence concerning state protection in Mexico?", "V.", "Standard of review"], ["[26]", "In accordance with case law, the issue of state protection is reviewed on the standard of reasonableness (", "<FRAGMENT_SUPPRESSED>  at para. 38;", "<FRAGMENT_SUPPRESSED>  at para. 14).", "VI.", "Analysis"], ["[27]", "The Court agrees with the applicants' position."], ["[28]", "The determinative issue is whether the state of Mexico is able to adequately protect the applicants from their persecutor, in this case, the municipal leader of the PRD, who is an authority figure."], ["[29]", "In this case, the applicant filed a complaint against his attacker before the Public Prosecutor on December 29, 2006; however, despite this, he was repeatedly attacked afterwards (on January 25, 2007, February 15, 2007, March 30, 2007, and April 24, 2007), leading him and his family to hide in a motel before fleeing to Canada."], ["[30]", "The IRB's statement that Mexico is a democracy whose government is", "generally", "respectful of human rights within its borders does not change the fact that", "each case concerning state protection", "brought before the IRB", "must be examined individually", "<FRAGMENT_SUPPRESSED> ; 2006 FC 1265, at para. 23)", "and on its own merits"], ["[31]", "When the IRB considers the issue of state protection, it cannot require that the protection currently available be perfectly effective."], ["[32]", "Contrary to what the IRB states (para. 17), the mere willingness of a state to ensure the protection of its citizens is not sufficient in itself to establish its ability. Protection must have a certain degree of effectiveness ( <FRAGMENT_SUPPRESSED> , above, at para. 37)."], ["[33]", "On a number of occasions, the Federal Court has highlighted the challenges Mexican democracy still faces today.  <FRAGMENT_SUPPRESSED>  Madam Justice Danièle Tremblay-Lamer wrote:", "\"[18] ... Recently, Deputy Justice Orville Frenette in", "<FRAGMENT_SUPPRESSED>  at para. 28 indicated that as a developing democracy with problems including corruption and drug trafficking involving state authorities, the presumption of state protection applicable to Mexico is more easily overturned.\""], ["[34]", "The", "presumption", "of state ability is therefore", "rebuttable", ", even when dealing with a democratic state:", "\"[41] The Court acknowledges that Mexico is a democratic state generally able to protect its citizens and that President Fox is making significant efforts to eliminate corruption. The Court also acknowledges that it is impossible to expect perfect state protection.", "Notwithstanding these findings, case law recognizes that the presumption of state ability is rebuttable, even when dealing with a democratic state. In fact, La Forest, J., stated, as mentioned earlier, that this presumption must not 'render illusory Canada's provision of a haven for refugees", "' ...\" (emphasis added.)", "( <FRAGMENT_SUPPRESSED> , above.)"], ["[35]", "<FRAGMENT_SUPPRESSED> ; 2008 FC 98, Madam Justice Johanne Gauthier addressed the issue of", "state protection in the context of Mexico's democracy", "\"[20] Mexico is a democracy to which a presumption of state protection applies, even if its place on the 'democracy spectrum' needs to be assessed to determine what credible and reliable evidence will be sufficient to displace that presumption ( <FRAGMENT_SUPPRESSED> , above, para. 45;", "<FRAGMENT_SUPPRESSED>  para. 19; <FRAGMENT_SUPPRESSED> , above, para. 30;", "<FRAGMENT_SUPPRESSED>  para. 28).", "\"[21] In developed democracies such as the U.S. and Israel, it is clear from <FRAGMENT_SUPPRESSED> (at paras. 46 and 57) that to rebut the presumption of state protection, this evidence", "must", "include proof that an applicant has exhausted all recourses available to her or him. It is also clear that, except in exceptional circumstances, it would be unreasonable in such countries not to seek state protection before seeking it in Canada.", "\"[22] The Court does not understand <FRAGMENT_SUPPRESSED> to say that this conclusion applies to all countries wherever they stand on the 'democracy spectrum' and to relieve the decision-maker of his or her obligation to assess the evidence offered to establish that,", "in Mexico for example, the state is unable (although willing) to protect its citizens, or that it was reasonable for the claimant to refuse to seek out this protection", ". ...\" (Emphasis added.)"], ["[36]", "In <FRAGMENT_SUPPRESSED> , above, Justice Tremblay-Lamer stated:", "\"[20] I find Madam Justice Gauthier's approach to the presumption of state protection in Mexico to be persuasive. While Mexico is a democracy and generally willing to protect its citizens, its governance and corruption problems are well documented. Accordingly, decision-makers must engage in a full assessment of the evidence placed before them suggesting that Mexico, while willing to protect, may be unable to do so.", "This assessment should include the context of the country of origin in general, all the steps that the applicants did in fact take, and their interaction with the authorities", "<FRAGMENT_SUPPRESSED>  at para. 21;", "<FRAGMENT_SUPPRESSED>  at para. 18).\" (emphasis added.)"], ["[37]", "In this case, an influential member of a political party was involved in the attacks and threats against the applicant and used his official position to make the threats and perpetrate the attacks. As stated by Justice Tremblay-Lamer,", "\"[15] ... The very fact that the agents of the state are the alleged perpetrators of persecution undercuts the apparent democratic nature of the state's institutions, and correspondingly, the burden of proof. ...\"", "<FRAGMENT_SUPPRESSED>  also <FRAGMENT_SUPPRESSED> , above)."], ["[38]", "In this case, the applicant hired a lawyer and brought his complaint to the Leon office of the Public Prosecutor on December 29, 2006, without avail, since he was attacked a number of times after filing the complaints, and, on one of these occasions, someone even threatened to kill him with a firearm (March 30, 2007, attack)."], ["[39]", "Then, on April 24, 2007, his spouse was violently attacked in the street by some individuals. Given these circumstances, the applicant discharged his burden of proof in presenting clear and convincing evidence of the inability of the state of Mexico to protect him. The IRB therefore erred unreasonably in deciding otherwise."], ["[40]", "By determining that there was adequate protection in Mexico and that the applicant should have filed a complaint after the April 24, 2007, incident, the IRB made an unreasonable decision in that it failed to take into consideration that the applicant's situation worsened after he filed his complaint on December 29, 2006, which finally made him leave his country."], ["[41]", "As Justice Tremblay-Lamer points out in <FRAGMENT_SUPPRESSED> , above, refugee claimants are not required to put their lives at risk in order to show that they exhausted all recourses available from the authorities in their country of origin. This principle flows from the well-known decision of", "<FRAGMENT_SUPPRESSED> ."], ["[42]", "The IRB stated that the applicant did not exhaust all possible recourses and notes that the applicant should have contacted other organizations for help if he believed the police to be corrupt and should have filed a complaint with those other authorities."], ["[43]", "As stated by Justice Tremblay-Lamer in <FRAGMENT_SUPPRESSED> , above, which also involved the issue of the protection offered by Mexican police and where the applicant had also been criticized for not having approached public protection agencies other than the police:", "\"[24] In the present case, the Board proposed a number of alternate institutions in response to the applicants' claim that they were dissatisfied with police efforts and concerned with police corruption, including national or state human rights commissions, the Secretariat of Public Administration, the Program Against Impunity, the General Comptroller's Assistance Directorate or through a complaints procedure at the Office of the Attorney General of the Republic (PGR).", "\"[25] I am of the view that", "these alternate institutions do not constitute avenues of protection per se", "; unless there is evidence to the contrary,", "the police force is the only institution mandated with the protection of a nation's citizens", "and in possession of enforcement powers commensurate with this mandate. For example, the documentary evidence explicitly states that", "the National Human Rights Commission has no legal power of enforcement", "Mexico: Situation of Witness to Crime and Corruption, Women Victims of Violence and Victims of Discrimination Based on Sexual Orientation", "...\" (emphasis added.)"], ["[44]", "Mr. Justice Luc Martineau came to the same conclusion in", "<FRAGMENT_SUPPRESSED> :", "\"[33] ... Therefore,", "the Board could not simply state that if the claimant's appeal to the police were made in vain, he could have appealed to the CNDH and the CEDH", ", two organizations concerned with human rights.", "It is not the role of those organizations to protect the victims of criminal offences; that is the duty of the police", ": see", "<FRAGMENT_SUPPRESSED> [2002] F.C.J. No. 1080 ( <FRAGMENT_SUPPRESSED> , at paragraphs 44-45 (F.C.T.D.).\" (emphasis added.)"], ["[45]", "These documents reveal that corruption is widespread in Mexico."], ["[46]", "The IRB erred when it argued that \"[s]tating that the police are corrupt or ineffective, and that they are scared are not good excuses\" (para. 16)."], ["[47]", "It should also be noted that the facts alleged in support of the applicant's refugee claim were not challenged by the IRB."], ["[48]", "Further, the agent of persecution in this case was an authority figure who had the power to make threats and who had control over his close and professional entourage through his influence. He thus had considerable power."], ["[49]", "The IRB therefore had sufficient evidence to rebut the state protection presumption and therefore committed an unreasonable error in ignoring the abovementioned documents in its analysis of state protection and the applicant's situation in that regard."], ["[50]", "It should be recalled that counsel for Mr. Aguilar Soto made a request to have the hearing (set for October 20, 2009) postponed, since, on October 8, 2009, he did not have the documents necessary for making a full answer and defence on behalf of his client (see Exhibit B). However, the postponement request was denied."], ["[51]", "As pointed out by Justice Sean Harrington in", "<FRAGMENT_SUPPRESSED>  the right to counsel is not confined to counsel being physically present on the day of the hearing but includes", "counsel having the time required to prepare for the hearing"], ["[52]", "The Federal Court further ruled as follows in", "<FRAGMENT_SUPPRESSED> :", "\"[6] ... What is absolute, however, is the right to a fair hearing. To ensure that a hearing proceeds fairly, the applicant", "must be able to 'participate meaningfully'", ": ...\" (emphasis added.)", "VII.", "Conclusion"], ["[53]", "By determining that there was adequate protection in Mexico and that the applicants should have made a complaint to other agencies, the IRB rendered an unreasonable decision in that refugee claimants are not required to put their lives at risk in order to show that they exhausted all recourses available from the authorities in their country of origin."], ["[54]", "The IRB failed to consider that the applicants' situation worsened after they complained to the authorities. In doing so, it failed to consider the applicants' personal situation in the context of the factual matrix in which the applicants found themselves."], ["[55]", "Moreover, the unreasonableness of the IRB's decision arises from the fact that the IRB did not make a balanced review of the documentary evidence concerning the extent of corruption in Mexico. The IRB's decision", "in this specific case", "is unreasonable."], ["[56]", "For the reasons cited above, the application for judicial review is allowed.", "JUDGMENT"], ["[57]", "THIS COURT ORDERS that", "the application for judicial review be granted. The panel's decision that the applicants are neither Convention refugees nor persons to protect is quashed and referred back for redetermination by a different panel. There is no question to certify.", "Application allowed.", "Editor: Sharon McCartney/pdk"]]}