{"id_": "068773", "body_str": [["[1]", "Locke, J.", "[Translation]: This is an application for judicial review under subsection 72(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [IRPA] of a decision dated November 5, 2013, by a member of the Refugee Appeal Division [RAD] of the Immigration and Refugee Board [IRB] of Canada, upholding a decision of the Refugee Protection Division [RPD] whereby it was determined that the applicant is neither a \"Convention refugee\" under section 96 of the IRPA nor a \"person in need of protection\" within the meaning of section 97 of the IRPA.", "II.", "Facts"], ["[2]", "The applicant is a 40 year-old woman from Cameroon who was working as a nurse and who was independent of the family in which she had been raised. She had supported the family until 2010, the year she was injured and forced to stop working."], ["[3]", "As the applicant's father was deceased, her uncle had taken his place. The applicant alleges that her uncle sold her because she was no longer capable of supporting the family in which she had been raised. In fact, the uncle had accepted a sum of money from an 82 year-old man named Obeefack in return for consent to marry the applicant."], ["[4]", "The applicant had apparently been dating a man named Balotoken for several years and had become the adoptive mother of his three children. Because of this relationship, she refused to marry Mr. Obeefack. The applicant claims that in 2011, following her repeated refusals to marry Obeefack, her uncle tried to force her to reimburse her would-be husband. Her uncle also reportedly threatened Balotoken, who, following these threats, left the applicant."], ["[5]", "In December 2012, the applicant was purportedly physically abused by the family in which she had been raised."], ["[6]", "The applicant arrived in Canada on April 3, 2013, and claimed refugee protection on May 16, 2013."], ["[7]", "The hearing before the RPD was held on July 11, 2013, and its decision was delivered on July 31, 2013."], ["[8]", "The RPD concluded that the applicant lacked credibility. More specifically, the RPD had doubts about the following:", "a. The uncle, who was father figure to the applicant, apparently respected her independence until she was 40 years old, but suddenly changed his attitude. The RPD also noted that most arranged marriages occur at a young age. The RPD further noted that no arranged marriages had been planned for the applicant's sisters.", "b. The applicant was forced to stop working in 2010, but continued her studies in 2011 with the intention of later finding employment.", "c. Although attempts to force her to marry Obeefack were made for several years, the applicant was unable to provide details about him with respect to his family and the source of his wealth. Indeed, she provided no evidence of his existence.", "d. Between 2009 and 2013, the applicant travelled to Benin and Gabon on several occasions. The fact that she returned to Cameroon after these trips indicates that the applicant did not fear returning to her country of origin.", "e. Documents provided by the applicant to obtain a visa to travel to Canada indicate that she married Mr. Balotoken in 2011. The applicant disputed the veracity of those documents and provided other documents that indicated that she was single. The RPD noted that one of the documents provided for the visa bore the applicant's signature. The RPD stated that it was impossible to determine which documents were genuine, those provided for the visa or those provided for the refugee protection claim."], ["[9]", "The applicant filed an appeal of that decision before the RAD, arguing the following:", "a. That the RPD erred in interpreting the case as a question of forced marriage rather than as a question of money.", "b. That the RPD did not acknowledge that the uncle who arranged the marriage was not the applicant's father.", "c. That the RPD failed to consider other reasons that would explain the arranged marriage, such as (i) the fact that she was the next daughter to be married, and (ii) the fact that her family disapproved of her and Mr. Balotoken being Jehovah's Witnesses.", "d. That the applicant knew nothing about Mr. Obeefack because she wanted nothing to do with him.", "e. That numerous documents contradict the false documents submitted to obtain a visa. Thus, the RPD erred in questioning the applicant's credibility.", "f. That the applicant's trips outside the country, after which she would return to Cameroon, occurred prior to the problems she later encountered. Therefore, those trips should not have affected her credibility.", "III.", "Impugned decision"], ["[10]", "The RAD dismissed the applicant's appeal, thereby reaffirming that the RPD's findings in its decision were reasonable."], ["[11]", "After conducting an analysis as to the standard of review to be applied, the RAD concluded that the principles developed in", "<FRAGMENT_SUPPRESSED>  applied here, and included an excerpt from paragraph 51:", ". . . As we will now demonstrate, questions of fact, discretion and policy as well as questions where the legal issues cannot be easily separated from the factual issues generally attract a standard of reasonableness while many legal issues attract a standard of correctness."], ["[12]", "The RAD analyzed all of the RPD's findings with the exception of that regarding the trips outside Cameroon. A part from this exception (which the RAD considered to be secondary), the RAD concluded that all of the RPD's findings were reasonable.", "IV.", "Issues"], ["[13]", "The issues are:", "a. On which standard is the RAD's decision reviewable?", "b. Did the RAD err in its determination of the standard of review to be applied to the RPD's decision?", "c. Did the RAD err in upholding the RPD's conclusion that the applicant lacked credibility?", "V.", "Standard of review applicable to RAD's decision"], ["[14]", "My colleague, Justice Phelan, was called upon to decide a similar matter in", "<FRAGMENT_SUPPRESSED>  [", "Huruglica", "]. In that decision, Justice Phelan found that the RAD's determination of the standard of review to be applied to an RPD decision is itself reviewable on a correctness standard, given that it is a question of law that is of general interest to the legal system and that it is well beyond the scope of the RAD's expertise (see paras 25 to 34)."], ["[15]", "With respect, I concur with Justice Phelan. The RAD's determination with respect to standard of review is owed little deference from this Court (", "<FRAGMENT_SUPPRESSED> , at para 50). Such a finding is consistent with that of the Alberta Court of Appeal in", "<FRAGMENT_SUPPRESSED>  AR 89, at para 39.", "VI.", "Standard of review applicable to RPD's decision"], ["[16]", "Taking into consideration once more Justice Phelan's decision in", "<FRAGMENT_SUPPRESSED> , I am of the view that the RAD erred in concluding that the RPD decision was reviewable on a reasonableness standard."], ["[17]", "Save for cases in which the credibility of a witness is critical or determinative, or where the RPD enjoys a particular advantage over the RAD in reaching a specific conclusion, the RAD owes no deference toward the RPD's assessment of the evidence: see", "Huruglica", ", at paras 37 and 55. The RAD has as much expertise as the RPD, and perhaps more in terms of analyzing relevant documents and parties' submissions."], ["[18]", "Pursuant to subsection 111(1) of the IRPA, the RAD is entitled to substitute a determination that, in its opinion, should have been made. Thus, the RAD must proceed with an independent review of the evidence in order to arrive at is own conclusion."], ["[19]", "At paragraphs 54 and 55 of his decision in", "<FRAGMENT_SUPPRESSED> , Justice Phelan stated the following:"], ["[54] Having concluded that the RAD erred in reviewing the RPD's decision on the standard of reasonableness, I have further concluded that for the reasons above, the RAD is required to conduct a hybrid appeal. It must review all aspects of the RPD's decision and come to an independent assessment of whether the claimant is a Convention refugee or a person in need of protection. Where its assessment departs from that of the RPD, the RAD must substitute its own decision."], ["[55] In conducting its assessment, it can recognize and respect the conclusion of the RPD on such issues as credibility and/or where the RPD enjoys a particular advantage in reaching such a conclusion but it is not restricted, as an appellate court is, to intervening on facts only where there is a \"palpable and overriding error\"."], ["[20]", "With respect, I agree with Justice Phelan's analysis at paragraphs 35 to 56 in", "<FRAGMENT_SUPPRESSED> , regarding the standard of review to be applied to RPD decisions.", "VII.", "RPD's finding on the applicant's credibility"], ["[21]", "The significant findings of the RPD in this matter centre on the applicant's credibility. But two of the findings were not based exclusively on the testimony of the applicant. Thus, the RPD enjoyed no advantage over the RAD when it made its findings.", "A.", "The father is in fact the uncle"], ["[22]", "A reading of the RPD's decision shows that the panel perhaps failed to grasp that the uncle who had been acting as father to the applicant since 2005 was not her real father. I am of the opinion that the panel may have had a better understanding as to why the father suddenly changed his attitude towards his daughter had it properly interpreted that fact."], ["[23]", "In my view, the RAD should have reconsidered the assessment of the evidence in that regard.", "B.", "The authenticity of the contract of marriage between the applicant and Mr. Balotoken"], ["[24]", "In light of the applicant's testimony to the effect that her marriage contract with Mr. Balotoken was false, and the numerous documents she provided indicating that she is single, the RPD found that it was difficult to assign much weight to the documents submitted."], ["[25]", "Given that this finding was not made solely on the basis of the applicant's testimony, and given that the RPD enjoyed no particular advantage in analyzing the documents, I am of the view that the RAD ought to have reconsidered the evidence in that regard.", "VIII.", "Conclusion"], ["[26]", "For the foregoing reasons, I find that the RAD's analysis of the evidence and of the parties' submissions was insufficient, and that this application must be allowed."], ["[27]", "As Justice Phelan noted in", "<FRAGMENT_SUPPRESSED> , similar issues have been raised in matters that are currently before the Court and there are very few precedents for it to use as guidance. In that regard, this case is one in which a question for certification is warranted."], ["[28]", "None of the parties has proposed any serious questions of general importance for certification but I am of the view that, in light of these reasons, the possibility for such questions to be proposed should remain open."], ["[29]", "The parties will therefore have thirty (30) days from the date of these reasons to make submissions with regard to the wording of any questions for certification.", "JUDGMENT"], ["[30]", "THIS COURT ORDERS AND ADJUDGES that:", "1. This application for judicial review is granted.", "2. The RAD's decision, dated November 5, 2013, is set aside and the matter referred back for full reconsideration, by a newly constituted RAD, of the RPD's decision refusing the applicant's claim for refugee protection.", "3. The parties will have thirty (30) days from the date of these reasons to make submissions with regard to the wording of any questions for certification.", "Application allowed.", "Editor: Angela E. McKay/vnh"]]}