{"id_": "068720", "body_str": [["[1]", "Mactavish, J.", ": Alzheimer's disease is a particularly cruel illness. It slowly robs sufferers of their memories, their personalities, their autonomy and, ultimately, their lives. It also takes a terrible toll on the families, friends and caregivers of the afflicted."], ["[2]", "There is no cure for Alzheimer's disease. For many years, the only treatment available in Canada slowed the progress of the disease in some patients with mild to moderate Alzheimer's. Since 2004, a drug known as memantine hydrochloride (or \"memantine\") has become available to treat individuals with moderate to advanced Alzheimer's."], ["[3]", "There are two patents involving memantine listed by Lundbeck Canada Inc. on the Register maintained by Health Canada under section 4 of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133, as amended (\"", "PM (NOC) Regulations", "\"), which are the patents at issue in this proceeding. Canadian patent 2,014,453 (the '453 patent) is owned by two of the applicants, namely Merz Pharma GmbH & Co. KGaA and H. Lundbeck A/S. Patent 2,426,492 (the '492 patent) is owned by H. Lundbeck A/S."], ["[4]", "Memantine is sold in Canada under the brand name \"EBIXA\" by the third applicant, Lundbeck Canada Inc. (\"Lundbeck\"), in accordance with a Notice of Compliance received from the Minister of Health."], ["[5]", "ratiopharm Inc. wishes to sell memantine in Canada, and is seeking to obtain a Notice of Compliance from the Minister of Health to allow it to do so. To this end, on December 21, 2007, ratiopharm filed an abbreviated new drug submission (or \"ANDS\") with the respondent Minister of Health. ratiopharm compared its \"ratio-MEMANTINE\" drug to the EBIXA tablets manufactured by Lundbeck."], ["[6]", "In accordance with the", "PM (NOC) Regulations", ", on January 24, 2008, ratiopharm served a Notice of Allegation (NOA) on Lundbeck, alleging, amongst other things that both patents were invalid on a number of bases, including anticipation, obviousness, lack of utility, and, in the case of the '492 patent, lack of good faith prosecution. ratiopharm further alleges that it would neither itself infringe, nor induce others to infringe either patent if it is allowed to manufacture and sell its ratio-MEMANTINE product in Canada for the ratiopharm Indication."], ["[7]", "By this proceeding, the applicants seek to prohibit the Minister from issuing a Notice of Compliance to ratiopharm until the expiration of the '453 and '492 patents. For the reasons that follow, I have concluded that certain of ratiopharm's allegations of invalidity are justified as they relate to each of the patents in issue. I have also concluded that ratiopharm's allegation of non-infringement is justified, as it relates to the '492 patent. Consequently, the applicants' application for an order of prohibition will be dismissed.", "II. Background"], ["[8]", "Alzheimer's disease was first described by Alois Alzheimer, a German psychiatrist, in 1906. The disease is progressive and terminal, with patients going through mild, moderate and severe phases of the illness before finally succumbing to it."], ["[9]", "For decades, the only help available for Alzheimer's patients was directed towards assisting patients and their caregivers with strategies to cope with the progression of the disease symptoms, and with care management. As of the late 1990s, the only drug therapy available for Alzheimer's patients that appeared to have potential clinical benefits was a class of drugs known as acetylcholinesterase inhibitors."], ["[10]", "Acetylcholinesterase inhibitors act to inhibit the actions of the acetylcholinesterase enzyme in the brain. Acetylcholine is a neurotransmitter, or chemical messenger, that assists in the communication of signals between neurons in the brain. Acetylcholine is believed to be crucial in many brain functions including memory. By inhibiting the enzyme that breaks it down, acetylcholinesterase inhibitors allow more acetylcholine to act on the acetylcholine receptors in the brain."], ["[11]", "The mechanism of action of acetylcholinesterase inhibitors is based upon the \"cholinergic hypothesis\" of Alzheimer's disease, under which it is hypothesized that Alzheimer's disease is caused in part by the degeneration of brain cells (or neurons) that use acetylcholine as their primary neurotransmitter."], ["[12]", "There are three acetylcholinesterase inhibitors approved for use in Canada: donepezil, rivastigmine and galantamine. Until 2007, these drugs were approved and marketed in Canada only for the treatment of mild to moderate Alzheimer's disease. In 2007, donepezil was also approved for use in the treatment of severe dementia of the Alzheimer's type."], ["[13]", "In 2004, a new type of medication known as 1-amino-3,5-dimethyl admantane (or memantine) received conditional approval from Health Canada to be administered either on its own, or as an adjunctive therapy in combination with one of three approved acetylcholinesterase inhibitors."], ["[14]", "Memantine was the first drug approved for the treatment of moderate to severe Alzheimer's disease. It is a N-methyl-D-asparate receptor antagonist, and is the only drug of this type used in the treatment of Alzheimer's. As noted above, memantine is marketed in Canada by Lundbeck as EBIXA."], ["[15]", "Unlike acetylcholinesterase inhibitors, memantine's mechanism of action is understood to relate to the \"glutamate hypothesis\" of Alzheimer's disease. Under this hypothesis, it is theorized that Alzheimer's disease is caused in part by the degeneration of brain cells, or neurons, that use glutamate as their primary neurotransmitter."], ["[16]", "Like acetylcholine, glutamate is a neurotransmitter that is known to play a role in brain functions, including memory. Memantine works on different brain receptors than do acetylcholinesterase inhibitors, namely the N-methyl-D-asparate (or \"NMDA\") receptors, which are a type of glutamate receptor."], ["[17]", "It is necessary to activate the NMDA receptors in the brain for learning to occur and for memories to form. The glutamate hypothesis of Alzheimer's disease theorizes that too much activity of the NMDA receptors leads to over stimulation of the neurons (known as excitotoxicity). Excitotoxicity, in turn, causes the destruction of neurons as a result of an excess inflow of calcium ions."], ["[18]", "As an NMDA receptor antagonist, memantine binds to the NMDA receptors without activating them. This prevents glutamate from itself binding to the receptors. It is believed that memantine thus prevents excitotoxicity and cell death in Alzheimer's patients."], ["[19]", "Although its mechanism of action was not well-understood at the time, memantine was used in some countries, including Germany, as far back as the 1960s for the treatment of Parkinson's disease. The brains of patients with Parkinson's disease have reduced levels of the dopamine neurotransmitter. It was originally believed that memantine had \"dopaminergic\" properties. That is, it was thought that the drug either increased the levels of dopamine within the brain, or reduced the rate at which dopamine was removed from the brain."], ["[20]", "The applicants acknowledge that the discovery that memantine was not \"dopaminergic\", and that it actually worked as an NMDA receptor antagonist was not, by itself, patentable: see", "<FRAGMENT_SUPPRESSED>  affd. (2009), 387 N.R. 347; 2009 FCA 94 at para. 71, aff'd 2009 FCA 94, 387 N.R. 347 (\" <FRAGMENT_SUPPRESSED> \"). However, the applicants say that this discovery was the \"eureka moment\" that led to the invention of using a whole new class of compounds for the treatment of Alzheimer's disease."], ["[21]", "With this understanding of the basic operation of the medications currently available for the treatment of Alzheimer's disease, and before turning to consider the two patents in issue in this case, I will first address the burden and standard of proof in proceedings such as this. I will then review the general principles governing the construction of patents, including the identification of the person skilled in the art, for the purposes of construing the patents in issue.", "III. The Burden and Standard of Proof"], ["[22]", "Although much has been written on these issues, I do not understand there to be any disagreement between these parties as to the burden and standard of proof in proceedings under subsection 6(1) of the", "PM (NOC) Regulations"], ["[23]", "With respect to the issue of infringement, where, as here, a generic manufacturer has alleged non-infringement in its NOA, the statements that it makes in this regard are presumed to be true. The onus is on the applicants to demonstrate, on a balance of probabilities, that the allegations of non-infringement are not justified. It will not be enough for an applicant to raise the", "possibility", "of infringement: see", "<FRAGMENT_SUPPRESSED>  at paras. 19-20 and 24."], ["[24]", "Insofar as the validity of a patent is concerned, the patent will be presumed to be valid, in the absence of evidence to the contrary. If the generic fails to adduce any evidence on a ground of invalidity, the presumption is not rebutted."], ["[25]", "However, if the generic adduces some evidence which, if accepted, is capable of establishing the invalidity of the patent, thereby putting the allegations of invalidity \"in play\", the burden will be on the applicant to establish on a balance of probabilities that all of the allegations of invalidity are not justified: see", "Patent", "Act", ", R.S.C. 1985, c. P-4, s. 43(2);", "<FRAGMENT_SUPPRESSED>  at paras. 9-10;", "<FRAGMENT_SUPPRESSED>  at para. 109 (F.C.A.).", "IV. General Principles Governing the Construction of Patents"], ["[26]", "Before examining the issues raised by the parties in relation to questions of validity and infringement, the Court must construe the patents in issue. The Court is to determine objectively, through the eyes of the person skilled in the art, what such a person would have understood the inventor or inventors to mean as of the relevant date: see", "<FRAGMENT_SUPPRESSED>  at paras. 45, 53."], ["[27]", "The claims of a patent are to be construed purposively, having regard to the intentions of the inventors as derived from the patent and with reference to the entire specification. A court should construe a patent with a judicial anxiety to support a useful invention: see", "Whirlpool", "at paras. 42-50;", "Free World Trust v. Électro Santé Inc. et al.", ", [2000] 2 S.C.R. 1024; 263 N.R. 150; 2000 SCC 66;", "<FRAGMENT_SUPPRESSED>  C.P.R.(2d) 145 at 157."], ["[28]", "Expert assistance may be provided with respect to the meaning of certain terms, as well as the knowledge that a person skilled in the art would have had as of the relevant date: see", "<FRAGMENT_SUPPRESSED>  at para. 4;", "<FRAGMENT_SUPPRESSED>  at para. 11.", "V. The Person Skilled in the Art"], ["[29]", "The \"person skilled in the art\" has been described as someone possessing a high degree of expert scientific knowledge and skill in the particular branch of the science to which the patent relates: see <FRAGMENT_SUPPRESSED> , above. I do not understand there to be any disagreement between the parties as to the identification of the appropriate person skilled in the art for the purposes of construing the two patents in issue in this proceeding."], ["[30]", "This hypothetical person may be described as \"a medicinal chemist and a clinician, such as a psychiatrist, neurologist or geriatrician, practicing in the field of dementia and Alzheimer's disease\"."], ["[31]", "Keeping these principles in mind, I now turn to consider the first of the patents in issue.", "VI. The '453 Patent"], ["[32]", "The inventors of the invention claimed in the '453 patent are Joachim Borman, Markus R. Gold and Wolfgang Schatton. As was noted earlier, the '453 patent is owned by Merz Pharma GmbH & Co. KGaA and H. Lundbeck A/S, and is entitled \"Adamantane-derivatives in the Prevention and Treatment of Cerebral Ischemia\". The patent issued in Canada on March 28, 2000 from an application filed on April 11, 1990, which claimed priority from a European application filed April 14, 1989. The patent expires on April 11, 2010."], ["[33]", "In addressing this patent, the first issue for the Court is its proper construction.", "a) Construction"], ["[34]", "The parties agree that October 14, 1990, is the relevant date for the purposes of construing the patent."], ["[35]", "The claims at issue in this proceeding are claims 1, 2, 3, 6, 8, 10, 11 and 12, which state:", "\"1. Use of an adamantine derivative of the general formula [Representative Drawing] wherein R1 and R2 are identical or different and represent hydrogen or a straight or branched alkyl group of 1 to 6 C atoms or, in conjunction with N, a heterocyclic group with 5 or 6 ring C atoms: wherein R3 and R4 are identical or different, being selected from hydrogen, a straight or branched alkyl group of 1 to 6 C atoms, a cycloalkyl group with 5 or 6 C atoms, and phenyl; wherein R5 is hydrogen or a straight or branched C1 - C6 alkyl group, or a pharmaceutically-acceptable salt thereof, for the prevention or treatment of cerebral ischemia.", "\"2. Use according to Claim 1, wherein R1, R2 and R5 are hydrogen.", "\"3. Use according to Claim 2, wherein R1, R2 and R5 are hydrogen, and R3 and R4 are methyl.", "\"6. Use according to Claim 1, wherein R2 and R5 are hydrogen.", "\"8. Use according to Claim 1, wherein R1 and R2 are hydrogen.", "\"10. Use according to any of Claims 1-9 for the manufacture of a drug for the prevention or treatment of Alzheimer's disease.", "\"11. Use according to Claim 1, wherein the adamantane derivative is used in an effective cerebral ischemia-alleviating or preventive amount.", "\"12. Use according to Claim 11, wherein the adamantane derivative is used in an amount effective to prevent degeneration and loss of nerve cells after ischemia.\""], ["[36]", "Memantine is an adamantane derivative, as that term is defined in each of the above claims, and is specifically described in claim 3."], ["[37]", "The invention of the '453 patent is described at pages 4 and 5 of the patent specification in the following terms:", "\"The compounds according to formula (I) known from the above-cited patents have so far been used for the treatment of parkinsonian and parkinsonoid diseases. Their mode of action is attributed to a dopaminergic influence on the CNS [central nervous system], either by an increased release of the transmitter substance dopamine or by an inhibition of its uptake. This compensates the imbalance of dopamine / acetylcholine system.", "\"In contrast to this type of disease, cerebral ischemia is characterized by a pathophysiological situation defined by an imbalance of neuronal stimulation mechanisms. In this context, the excessive inflow of calcium through NMDA receptor channels finally leads to the destruction of brain cells in specific brain areas. [citations omitted]", "\"Therefore, in order to treat or eliminate this pathological situation, an antagonistic intervention is required with regard to the NMDA receptor channels. [citations omitted]", "\"The present invention is aimed at preparing and employing compounds which can be chemically generated by simple methods, exhibiting an NMDA receptor channel-antagonistic and anticonvulsive action, for use in the prevention and treatment of cerebral ischemia.", "\"This objective can be achieved according to the invention by using the 1-amino adamantanes of formula (I).\""], ["[38]", "The promise of the patent is described in the following terms:", "\"It has been found unexpectedly that the use of these compounds prevents an impairment or further impairment, i.e., degeneration and loss of nerve cells, after ischemia. Therefore, the adamantane derivatives of formula (I) are especially suited for the prevention and treatment of cerebral ischemia after apoplexy, open-heart surgery, cardiac standstill, subarachnoidal h[e]morrhage, transient cerebro-ischemic attacks, perinatal asphyxia, anoxia, hypoglycemia, apnoea and Alzheimer's disease.\""], ["[39]", "Each of the relevant claims of the '453 patent claims an alleged new use of adamantane derivatives for the prevention or treatment of cerebral ischemia. The issue between the parties is the proper construction to be given to the term \"cerebral ischemia\"."], ["[40]", "The applicants say that \"cerebral ischemia\" is defined in the patent to refer to a \"pathophysiological situation defined by an imbalance of neuronal stimulation mechanisms\". Inventors may define terms in the patent specification. Where this is done, the term should be considered by the Court as having the meaning so intended, regardless of whether it differs from the definition that would ordinarily be applied to the term by a skilled person."], ["[41]", "In contrast, ratiopharm contends that the plain and ordinary meaning of \"cerebral ischemia\" is the temporary loss of blood flow to the brain. Terms in a patent claim should be given their ordinary and plain meaning if they have one. Only exceptionally may terms bear a special or unusual meaning, either found in the specification or the technical knowledge possessed by persons skilled in the art."], ["[42]", "ratiopharm says that a patentee must clearly and explicitly state that it is giving a term a specific meaning in a patent, in order for the term to have a meaning different from its ordinary meaning. According to Dr. Joel Sadavoy, ratiopharm's expert witness, that has not occurred in this case."], ["[43]", "The importance of the construction issue as it relates to the meaning of the term \"cerebral ischemia\" cannot be overstated, as it is conceded by ratiopharm that if the Court construes the patent in the manner suggested by Lundbeck, then the manufacture or sale of ratiopharm's ratio-MEMANTINE product would necessarily infringe the '453 patent."], ["[44]", "For the reasons that follow, I have concluded that properly construed, the term \"cerebral ischemia\" as it is used in the '453 patent, refers to \"an imbalance of neuronal stimulation mechanisms\"."], ["[45]", "It is clear from the jurisprudence that although it is indeed the \"golden rule\" of patent construction that a term in a patent claim should be given its plain and ordinary meaning, that rule is not inviolate. A term may bear a special or unusual meaning \"by reason either of a dictionary found elsewhere in the Specification or of technical knowledge possessed by persons skilled in the art\": see", "<FRAGMENT_SUPPRESSED>  at para. 104."], ["[46]", "That is, if a patentee has put something in the specification that \"plainly tells the reader that for the purpose of the specification he is using a particular word with a meaning which he sets out, then the reader knows that when he comes to the claims, he must read that word as having that meaning\":", "<FRAGMENT_SUPPRESSED> ; 69 R.P.C. 81 (P.C.), at para. 17. The Privy Council went on to observe, however, that this is an awkward method of drafting, and should be avoided."], ["[47]", "In this case, Dr. Sadavoy, and at least one of the applicants' experts, Dr. Nathan Herrmann, have agreed that as of October 1990, the term \"cerebral ischemia\" would have had an accepted, plain and unambiguous meaning to a person skilled in the art, namely, the interruption or loss of blood flow to the brain. [see footnote 1]"], ["[48]", "Dr. Sadavoy is a professor of psychiatry at the University of Toronto, the immediate past psychiatrist-in-chief and head of the geriatric and community psychiatry programs and director at the Cyril and Dorothy, Joel and Jill Reitman Centre for Alzheimer's support and training. He holds the Sam and Judy Pencer and Family Chair in Applied General Psychiatry at Mount Sinai Hospital in Toronto. Dr. Sadavoy also holds numerous university and hospital appointments related to the field of psychiatry and geriatrics, and was the founding President of the Canadian Academy of Geriatric Psychiatry."], ["[49]", "Dr. Herrmann is also a professor of psychiatry at the University of Toronto and is a Staff Psychiatrist at the Sunnybrook Health Science Center, where he holds the position of Deputy Chief of the Department of Psychiatry, and head of the Division of Geriatric Psychiatry. He is also the Chair of the Pharmacy and Therapeutics Committee at the Sunnybrook Health Sciences Centre. His main research interest is the prevention and treatment of dementia and Alzheimer's disease."], ["[50]", "In contrast, Dr. Wolfgang Schatton, one of the co-inventors of the invention claimed in the '453 patent, states in his affidavit that the term was not well defined, at least in Germany, and was understood as having a number of different meanings as of October of 1990. Dr. Schatton is a pharmacist, with a doctorate in pharmaceutical chemistry from the University of Frankfurt. He was employed  <FRAGMENT_SUPPRESSED>  Pharma GmbH & Co. KGA from 1978 to 1991 as the head of the Pre-clinical Research Department, where he was involved in the development and study of memantine, including pre-clinical development and clinical studies."], ["[51]", "Even if the term \"cerebral ischemia\" was not clearly understood in Germany at the time in issue, I am satisfied, based upon the evidence of Drs. Sadavoy and Herrmann that as of October, 1990, the term \"cerebral ischemia\" would have had an accepted, plain and unambiguous meaning to a person skilled in the art in Canada, namely, the interruption or loss of blood flow to the brain."], ["[52]", "That is not, however, the end of the matter. The fact that a term may have an accepted and ordinary meaning is immaterial if it is made plain in the specification that the term is being used in a particular sense: see", "<FRAGMENT_SUPPRESSED>  at 582."], ["[53]", "The question, then, is whether the patentees \"acted as their own lexicographers\" in this case, such that the term \"cerebral ischemia\" should be understood as having a meaning different from its ordinary meaning."], ["[54]", "A review of page 4 of the patent specification discusses the \"old\" use of memantine in the treatment of parkinsonian and parkinsonoid diseases, based upon a mode of action attributed to a dopaminergic influence on the central nervous system."], ["[55]", "The specification then goes on to state that:", "\"In contrast to this type of disease,", "cerebral ischemia is characterized by a pathophysiological situation defined by an imbalance of neuronal stimulation mechanisms. In this context, the excessive inflow of calcium through NMDA receptor channels finally leads to the destruction of brain cells in specific brain areas", ". ...\" (Emphasis added)"], ["[56]", "ratiopharm submits that the term \"cerebral ischemia\" was not defined in the patent. According to ratiopharm, for the statement cited above to amount to a definition, the words \"is characterized by a pathophysiological situation\" would have to be read out."], ["[57]", "I cannot accept this submission. In my view, with the statement at page 4 of the patent cited above, the patentee has clearly defined what is meant by the term \"cerebral ischemia\" for the purposes of the '453 patent. Moreover, a review of other portions of the patent discloses that the term is not being used in its ordinary sense."], ["[58]", "By way of example, the specification goes on to state that:", "\"Therefore, in order to treat or eliminate this pathological situation, an antagonistic intervention is required with regard to the NMDA receptor channels. [citations omitted]", "\"The present invention is aimed at preparing and employing compounds which can be chemically generated by simple methods, exhibiting an NMDA receptor channel-antagonistic and anticonvulsive action, for use in the prevention and treatment of", "cerebral ischemia", ".\" (Emphasis added)", "It is clear from this that the invention contemplated by the '453 patent relates to the central nervous system, rather than to blood flow."], ["[59]", "As was noted earlier, the promise of the patent is described in the following terms:", "\"It has been found unexpectedly that the use of these compounds prevents an impairment or further impairment, i.e., degeneration and loss of nerve cells, after ischemia. Therefore, the adamantane derivatives of formula (I) are especially suited for the prevention and treatment of cerebral ischemia after apoplexy, open-heart surgery, cardiac standstill, subarachnoidal h[e]morrhage, transient cerebro-ischemic attacks,", "perinatal asphyxia, anoxia, hypoglycemia, apnoea and Alzheimer's disease", ".\" (Emphasis added)"], ["[60]", "\"Hypoglycemia\" refers to the lack of glucose. \"Asphyxia\", \"anoxia\", and \"apnoea\" all relate to a lack of oxygen. Dr. Sadavoy acknowledged on cross-examination that all of these conditions could arise in circumstances unrelated to a lack of blood flow to the brain."], ["[61]", "Moreover, the test data presented in the '453 patent seeks to demonstrate, amongst other things, that the compounds disclosed in the patent function as NMDA receptor antagonists, thereby preventing or treating \"cerebral ischemia\" as the term has been defined by the patentees. Dr. Sadavoy himself acknowledges in his affidavit that the tests do not pertain to the treatment of cerebral ischemia in its ordinary sense."], ["[62]", "I am therefore satisfied that applying the teachings of the disclosure, the term \"cerebral ischemia\" is being used by the patentees throughout the patent (including the claims), to describe the pathophysiological situation defined by an imbalance of neuronal stimulation mechanisms that can occur in a variety of situations and in association with a variety of conditions, including Alzheimer's disease."], ["[63]", "In the context in which it is used in the '453 patent, the term \"cerebral ischemia\" should be construed to mean \"an imbalance of neuronal stimulation mechanisms\". Accordingly, the relevant claims of the patent should be construed as follows:", "\"CLAIM 1", "Use of an adamantane derivative of [chemical formula which includes memantine], or a pharmaceutically-acceptable salt thereof, for the prevention or treatment of an imbalance of neuronal stimulation mechanisms as described at page 4 of the patent.", "CLAIMS 2, 3, 6, 8", "Use according to Claim 1, wherein [chemical formula which includes memantine].", "CLAIM 10", "Use of an adamantane derivative of the kind disclosed in any of Claims 1-9, or a pharmaceutically-acceptable salt thereof, for the prevention or treatment of an imbalance of neuronal stimulation mechanisms for the prevention or treatment of Alzheimer's disease.", "CLAIM 11", "Use according to Claim 1, wherein the adamantane derivative is used in an effective [neuronal stimulation imbalance] alleviating or preventive amount.", "CLAIM 12", "Use according to Claim 11, wherein the adamantane derivative is used in an amount effective to prevent degeneration and loss of nerve cells after an imbalance of neuronal stimulation mechanisms.\""], ["[64]", "Before leaving the issue of construction I would note that similar patents have been the subject of litigation in Germany and the United States. In a December 2007 decision, the German Federal Patent Court construed the term \"cerebral ischemia\" as it is used in the corresponding European Patent (No. 0 392 059) in the manner urged by ratiopharm. That is, the German Court construed the term \"cerebral ischemia\" to mean \"inadequate circulation in the brain\", resulting in consequences that could lead to cell death:", "neuraxpharm  <FRAGMENT_SUPPRESSED>  3 Ni 34/07 and 3 Ni 54/07 (German Federal Patent Court), at para. 1.2.1."], ["[65]", "However, it is not clear from the German Court's reasons whether the term \"cerebral ischemia\" was specifically defined in the patent as is the case here. Nor is it clear what legal principles are applied by German Courts in construing patents in cases such as this."], ["[66]", "In contrast, in a recent \"Markman\" proceeding, a United States Magistrate Judge was called upon to construe a similar patent. In that case, the Magistrate Judge recommended that the term \"cerebral ischemia\" (a term specifically defined in the American patent in terms essentially identical to those in issue here) should be construed to mean \"an imbalance of neuronal stimulation mechanisms\":", "<FRAGMENT_SUPPRESSED> . ratiopharm concedes that the interpretive principles applied by the American Court are very similar to those governing this case.", "b) Validity"], ["[67]", "Although numerous allegations of invalidity were advanced in ratiopharm's NOA in relation to the '453 patent, only three were pursued at the hearing of this matter. ratiopharm submits that the patent is invalid for both anticipation and obviousness. ratiopharm also contends that utility was neither demonstrated nor disclosed in the patent, and that Lundbeck has not satisfied the test for sound prediction."], ["[68]", "As the Supreme Court of Canada recently observed in", "<FRAGMENT_SUPPRESSED>  (\" <FRAGMENT_SUPPRESSED> \"), anticipation and obviousness are related concepts. However, although both require an examination of the prior art, that prior art must be treated differently depending on whether the issue is anticipation or obviousness."], ["[69]", "In examining an allegation of anticipation (or lack of novelty), the Court must determine whether the claimed invention has already been disclosed to the public in a single disclosure in such a way as to enable it to be put into practice: see", "<FRAGMENT_SUPPRESSED>  at para. 25, and", "<FRAGMENT_SUPPRESSED>  at para. 58."], ["[70]", "In contrast, where obviousness (or lack of invention) is alleged, the Court may consider a number of prior disclosures that would have been known or found by a person skilled in the art, in order to determine whether an inventive step has been taken:", "Eli Lilly Canada Inc.", ", at para. 58.", "i) Anticipation"], ["[71]", "The parties agree that in accordance with section 28.2(1)(a) of the", "Patent", "Act", ", the date to be used in assessing whether the invention claimed in the '453 patent was anticipated is April 14, 1989, that is, one year prior to the date on which the application for the '453 patent was filed in Canada.", "a) The Test for Anticipation"], ["[72]", "Insofar as the test for anticipation is concerned, the Supreme Court recently reviewed the law on this point in <FRAGMENT_SUPPRESSED> , at paras. 23-37. The Court held that two separate requirements must be established in order for there to be anticipation. These are prior disclosure and enablement."], ["[73]", "\"Prior disclosure\" means that the prior art must disclose subject matter which, if performed, would inevitably or necessarily result in infringement of the patent. The person skilled in the art looking at the disclosure must be \"taken to be trying to understand what the author [of the prior patent or other disclosure] meant. At this stage, there is no room for trial and error or experimentation by the skilled person. He is simply reading the prior [art] for the purposes of understanding it\": see <FRAGMENT_SUPPRESSED> , at para. 25, citing <FRAGMENT_SUPPRESSED> ."], ["[74]", "\"Enablement\" means that the person skilled in the art \"would have been able to perform the invention\" without undue burden. The person skilled in the art is assumed to be willing to make trial and error experiments to get it to work: <FRAGMENT_SUPPRESSED> , at paras. 26-27."], ["[75]", "As to how much trial and error or experimentation will be permitted before a prior disclosure will be found not to constitute an enabling disclosure, the Court held that if an inventive step is required to get the invention to work, the earlier publication will not have provided enabling disclosure. Even if no inventive step is necessary, the person skilled in the art must still be able to perform or make the invention work without undue burden: <FRAGMENT_SUPPRESSED> , at para. 33."], ["[76]", "The Court then went on at paragraph 37 of <FRAGMENT_SUPPRESSED> to provide a non-exhaustive list of factors that may be applied in considering the question of enablement. It noted, amongst other things, that \"routine trials are acceptable and would not be considered undue burden. But experiments or trials and errors are not to be prolonged even in fields of technology in which trials and experiments are generally carried out. No time limits on exercises of energy can be laid down; however, prolonged or arduous trial and error would not be considered routine\"."], ["[77]", "In considering the issue of novelty or anticipation, the Court must look at the invention", "as claimed", ": see", "<FRAGMENT_SUPPRESSED>  at para. 157.", "b) Which Prior Art can be Relied upon by ratiopharm?"], ["[78]", "The next question for determination is which prior art can be relied upon by ratiopharm in relation to the issues of disclosure and enablement, as there is a dispute between the parties in this regard."], ["[79]", "ratiopharm cited four publications in its NOA which, it says, anticipate the '453 patent. These are:", "1. L. Ambrozi and W. Danielczyk, \"", "Treatment of Impaired Cerebral Function in Psychogeriatric Patients with Memantine - Results of a Phase II Double Blind Study", "\", Pharmacopsychiat. 21, (1988) 144-146. (\"Ambrozi\")", "2. Ishizu Application (Japanese Patent Publication No. JP 58-4718, published January 1, 1983). (\"Ishizu\")", "3. The 1986 German", "Rote Liste", ", at p. 63 009.", "4. Marcea et al., \"", "Effect of Memantine versus dh-Ergotoxin on Cerebro-organic Psycho-syndrome", "\", Therapiewoche, (1988) 38: 3097-3100 (\"Marcea\")"], ["[80]", "In its memorandum of fact and law and again at the hearing, ratiopharm argued that an article by W.W. Fleischhacker and others entitled \"Memantine in the Treatment of Senile Dementia of the Alzheimer Type\", (1986) 10:1 Prog. Neuropsychopharmacol. Biol. Psychiatry 87 (\"Fleischhacker\") also anticipated the invention claimed by the '453 patent."], ["[81]", "The applicants object to arguments based on the Fleischhacker article being advanced by ratiopharm in relation to the issue of anticipation. The applicants point out that although the article was referenced by ratiopharm in its NOA with respect to the issue of obviousness, nowhere is the article mentioned in the NOA in relation to the question of anticipation."], ["[82]", "The applicants submit that they were entitled to be fully apprised of the allegations against them before commencing this proceeding, so as to allow them to make a meaningful and informed decision as to whether to expose themselves to the risk of damages under section 8 of the", "PM (NOC) Regulations"], ["[83]", "Furthermore, had they been aware that Fleischhacker was being cited in support of ratiopharm's anticipation argument, the applicants submit that different evidence may have been adduced, and different or additional questions could have been asked in cross-examination. I note, however, that the applicants did not adduce any evidence as to the insufficiency of the NOA in this regard, nor did they identify any specific evidence that would have been adduced or any particular questions that would have been asked on cross-examination, but were not."], ["[84]", "ratiopharm argues that it drew the Fleischhacker article to Lundbeck's attention in its NOA, albeit in relation to the issue of obviousness. Moreover, ratiopharm was ordered to deliver its evidence in relation to the issue of anticipation first. As a consequence, ratiopharm says that Lundbeck and the other applicants were made fully aware of the case that they had to meet in relation to the issue of anticipation at that time, and had a fair opportunity to respond to it."], ["[85]", "<FRAGMENT_SUPPRESSED> ; 256 N.R. 172; 7 C.P.R.(4th) 272 (F.C.A.), the Federal Court of Appeal found that a generic was precluded from relying on prior art not specifically referenced in an NOA. In coming to this conclusion, the Court observed that paragraph 5(3)(b) of the", "PM (NOC) Regulations", "requires that a generic set forth in its detailed statement \"the legal and factual basis for the allegation\" made pursuant to paragraph 5(1)(b) of the", "Regulations"], ["[86]", "The Court went on to consider the role played by the detailed statement within the scheme of the", "PM (NOC) Regulations", ", observing that the statement notifies the patentee that, in the view of the generic, the patent in issue will not be infringed, or that the patent is invalid. It is the content of the NOA that allows the patentee \"to assess its chances of success or failure\" and to decide whether or not to institute prohibition proceedings: see", "AB Hassle", "at para. 20."], ["[87]", "In these circumstances, the Court found that \"the entire factual basis [must] be set forth in the statement rather than be revealed piecemeal when some need happens to arise in a section 6 proceeding\":", "AB Hassle", "at para. 23."], ["[88]", "ratiopharm argues that in the present case, it had to deliver its evidence in relation to the issue of anticipation first, thereby alerting the applicants to the fact that the Fleischhacker article was being relied upon in relation to the issue of anticipation. However, the generic in", "AB Hassle", "was also required to deliver its evidence in relation to the issue of invalidity before the patentee was called upon to respond: see", "AB Hassle", "at para. 9."], ["[89]", "At paragraph 26 of its reasons, the Federal Court of Appeal considered, and rejected, the argument now being advanced by ratiopharm. The Court acknowledged that the sequence of filing evidence in that case did give the patentee the advantage of knowing the generic's evidence on the issue of invalidity in advance of filing their own evidence in response. However, the Court went on to observe that the procedure followed did not affect the more fundamental question of whether new prior art, not specifically identified by a generic manufacturer in its NOA, could be relied upon in the first place. The Court concluded that it could not."], ["[90]", "I recognize that, unlike the situation in", "AB Hassle", ", the prior art in dispute in this case was in fact referenced in ratiopharm's NOA, albeit only in relation to the issue of obviousness. This was the situation that confronted Justice Hughes in the", "Eli Lilly", "case cited earlier. In that case, relying on the reasoning of the Federal Court of Appeal in", "AB Hassle", ", as well as his own decision in", "<FRAGMENT_SUPPRESSED>  at para. 130, Justice Hughes refused to allow the generic (or \"second party\") to rely on a piece of prior art in relation to the issue of anticipation, when the publication had only been referenced in the NOA in relation to the question of obviousness: see", "Eli Lilly", ", at paras. 75-79. I agree with Justice Hughes' reasoning in this regard."], ["[91]", "Before leaving this issue, I would also note that the wording of the section of ratiopharm's NOA dealing with obviousness actually suggests that while some of the prior publications identified in that portion of the NOA were being relied upon in relation to other allegations of invalidity, the Fleischhacker article was not one of them."], ["[92]", "That is, on page 12 of the NOA, ratiopharm states that \"Attached as Appendix 'A' to this letter is a list of Prior Art references relevant to the '453 patent\". The Fleischhacker article is one of the documents referenced in Appendix \"A\", along with some 50 other publications. A few lines later, the NOA refers to articles that were published after the relevant date, stating that \"The publications listed in Appendix 'B'", "are also relevant to the other invalidity allegations made in this letter", "\" (Emphasis added). Fleischhacker is not one of the five publications listed in Appendix \"B\". No similar statement was made by ratiopharm in its NOA with respect to the publications listed at Appendix \"A\"."], ["[93]", "By specifically stating that the documents listed in Appendix \"B\" were also relevant to the other invalidity allegations made in ratiopharm's NOA, the clear inference was that the documents listed in Appendix \"A\", including the Fleischhacker article, were not. This inference was then rebutted in the case of the Ambrozi, Marcea,", "Rote Liste", ", and Ishizu publications when they were specifically identified in the section of ratiopharm's NOA dealing with the issue of anticipation. The inference was not, however, rebutted with respect to the Fleischhacker article."], ["[94]", "For these reasons, I am satisfied that ratiopharm's NOA did not allow the applicants to properly assess their chances of success or failure in relation to the question of anticipation, as it related to the Fleischhacker article. Nor did it allow the applicants to make a fully informed decision as to whether or not to institute prohibition proceedings, thereby exposing themselves to the risk of section 8 liability. As a consequence, I will not consider the Fleischhacker article in relation to anticipation, but only in relation to the issue of obviousness."], ["[95]", "Having determined which prior art can be relied upon by ratiopharm, I will next examine the question of whether its allegation of anticipation is justified.", "c) Is ratiopharm's Allegation of Anticipation Justified?"], ["[96]", "To answer this question, the Court must determine whether any of the Ambrozi, Marcea,", "Rote Liste", ", and Ishizu publications disclose and enable the invention as claimed in the '453 patent."], ["[97]", "The applicants characterize this invention in their memorandum of fact and law as \"the discovery by the inventors of the '453 patent that memantine was an NMDA receptor antagonist, and that memantine could be useful in treating disorders that were known at the time (circa 1989) to be associated with glutamate excitotoxicity, including Alzheimer's disease\": at para. 17."], ["[98]", "While denying that any invention was in fact disclosed in the '453 patent, ratiopharm says that if there was an invention, it was only the discovery that memantine was an NMDA receptor antagonist, that is, its mechanism of action. ratiopharm further submits that the use of memantine to treat Alzheimer's disease and other organic brain syndromes was already part of the art before April 14, 1989."], ["[99]", "As was noted earlier in these reasons, the applicants have conceded that discovery of memantine's mechanism of action was not, by itself, patentable. Therefore, the real question is whether the prior art demonstrates that it was known before April of 1989 that memantine could be useful in treating cerebral ischemia, as the term is defined in the '453 patent, including Alzheimer's disease."], ["[100]", "Before turning to examine the individual publications that constitute the relevant prior art, it should be noted that the divergence in the parties' arguments with respect to the question of anticipation arises, to some extent, from their fundamentally different understanding of how the '453 patent is to be construed. Indeed, ratiopharm submitted that if the Court were to construe the claims in the manner suggested by the applicants, and accept that the relevant claims extend to the use of memantine to treat any event which leads to the destruction of brain cells arising from the influx of calcium via the NMDA receptor channels, it then follows that the claims will be more easily shown to be both anticipated and obvious.", "Ishizu"], ["[101]", "The earliest of the prior art relied upon by ratiopharm is Ishizu, a Japanese patent application published on January 1, 1983."], ["[102]", "Ishizu discusses the use of 1-amino adamantane (amantadine hydrochloride or \"amantadine\") for the treatment of \"sequela of cerebrovascular disease and head trauma\", and reports on the use of amantadine to treat organic dementia, including Alzheimer's disease."], ["[103]", "The '453 patent relates to the use of \"Adamantane-derivatives in the Prevention and Treatment of Cerebral Ischemia\". Dr. Schatton and Dr. Sadavoy agree that both memantine and amantadine hydrochloride are adamantane derivatives falling within the general formula (1) of claim 1 of the '453 patent."], ["[104]", "Insofar as the other claims of the '453 patent are concerned, the claims in issue in this proceeding are claims 1, 2, 3, 6, 8, 10, 11 and 12. Dr. Sadavoy states in his affidavit that each of claims 1, 2, 6, 8, 10, 11 and 12 include amantadine. While the applicants question Dr. Sadavoy's qualifications to offer such an opinion, given that he is not a chemist, I note that no evidence has been provided by any of the applicants' witnesses that take issue with this statement, and I accept Dr. Sadavoy's evidence in this regard."], ["[105]", "ratiopharm accepts that Ishizu does not anticipate claim 3, which relates solely to memantine."], ["[106]", "Ishizu reports that amantadine hydrochloride had been used for the treatment of Alzheimer's disease, albeit with \"only a slight psychoanaleptic effect\". This statement would seemingly suggest that amantadine hydrochloride had at least some utility in the treatment of Alzheimer's disease. However, Dr. Sadavoy, ratiopharm's expert witness, conceded that a person skilled in the art reading Ishizu would conclude that amantadine hydrochloride was", "not", "useful in treating Alzheimer's disease. To the extent that claim 10 of the '453 patent is concerned only with Alzheimer's disease, I accept the evidence of Dr. Sadavoy, and find that Ishizu does not anticipate this claim."], ["[107]", "On the other hand, Ishizu also reports that amantadine hydrochloride", "was", "effective in treating the sequelae of cerebrovascular disorders such as cerebral infarction, cerebral haemorrhage, subarachnoid haemorrhage and cerebral arteriosclerosis, as well as head trauma."], ["[108]", "I have previously found that the term \"cerebral ischemia\", as it is used in the '453 patent, describes the pathophysiological situation defined by an imbalance of neuronal stimulation mechanisms that can occur in a variety of situations and in association with a variety of conditions, including, but not limited to Alzheimer's disease."], ["[109]", "In cross-examination, Dr. Herrmann agreed that cerebrovascular disorders such as cerebral infarction, cerebral haemorrhage, subarachnoid haemorrhage and cerebral arteriosclerosis are all conditions that can lead to the imbalance of neuronal stimulation mechanisms, and thus fall within the definition of \"cerebral ischemia\" as it is used in the '453 Patent."], ["[110]", "Thus, Ishizu teaches that amantadine hydrochloride was effective in treating the sequelae of such cerebrovascular disorders that fall within the definition of cerebral ischemia as the term is used in the '453 patent, other than Alzheimer's disease."], ["[111]", "A person skilled in the art would also be able to perform the invention without undue burden. As a consequence, a person skilled in the art carrying out the teachings of Ishizu, would inevitably infringe the relevant claims of the '453 patent, other than claims 3 and 10. Ishizu thus anticipates the '453 patent to this extent.", "The Rote Liste"], ["[112]", "The", "Rote Liste", "is the German equivalent of the drug formularies in Canada, and is similar to the", "Compendium of Pharmaceuticals and Specialties", "used by Canadian physicians."], ["[113]", "\"Akatinol memantine\" was listed in the 1986", "Rote Liste", "for use in relation to the following indications:", "\"Cerebral and spinal spasms, organic brain syndrome, cerebrovascular insufficiency, disorders which require enhancement of vigilance, such as comatose states. Parkinson's syndrome.\"", "The", "Rote Liste", "also provides dosing information with respect to memantine. \"Akatinol\" is evidently a brand name for Merz's German memantine product."], ["[114]", "Dr. Serge Gauthier provided expert evidence on behalf of the applicants. Dr. Gauthier is a Professor of Psychiatry, Neurology and Neurosurgery at McGill University, and is also the Director of the Alzheimer Disease and Related Disorders Unit at the McGill Centre for Studies in Aging and the Douglas Mental Health University Institute. His main research interest is the prevention and treatment of dementia and Alzheimer's disease, on which he has published numerous articles. ratiopharm accepts that Dr. Gauthier would be a person skilled in the art for the purposes of this case."], ["[115]", "According to Dr. Gauthier, \"organic brain syndrome\" was, and is, understood to include dementia, of which Alzheimer's disease is the most common type. Although Dr. Herrmann stated in his affidavit that organic brain syndrome could not be equated with Alzheimer's disease, he did concede in cross-examination that organic brain syndrome included Alzheimer's disease, along with multiple other unrelated conditions."], ["[116]", "ratiopharm submits that a skilled person, following the teachings of the", "Rote Liste", ", would inevitably infringe the relevant claims of the '453 patent. The applicants argue that the", "Rote Liste", "does not anticipate the '453 patent, as it provides no specific direction to a person skilled in the art to use memantine for the treatment of Alzheimer's disease."], ["[117]", "It is true that the", "Rote Liste", "contains no specific reference to the use of memantine for Alzheimer's disease, nor does it recognize that memantine is an NMDA receptor antagonist. Nevertheless, it lists memantine for use in relation to organic brain syndrome, a term that encompasses Alzheimer's disease."], ["[118]", "Moreover, while the mechanism of action of memantine may now be better understood as a result of the work leading up to the '453 patent, when memantine was dispensed in Germany in 1986 for use in relation to organic brain syndrome, including Alzheimer's disease, it would have done then what it has always done. As Justice Hughes noted at para. 71 of the <FRAGMENT_SUPPRESSED> decision cited earlier, \"merely explaining the mechanism which underlies a use already described in the prior art cannot, without more, give rise to novelty\"."], ["[119]", "Furthermore, the", "Rote Liste", "does specifically refer to the use of memantine for \"cerebrovascular insufficiency\". Dr. Herrmann acknowledged in cross-examination that conditions leading to an insufficient blood flow to the brain are conditions that can lead to the imbalance of neuronal stimulation mechanisms. Such conditions therefore come within the definition of \"cerebral ischemia\", as the term is used in the '453 patent."], ["[120]", "I am therefore satisfied that the", "Rote Liste", "discloses subject matter which, if performed, would inevitably or necessarily result in infringement of the '453 patent, and that a person skilled in the art would have been able to perform the invention without undue burden. As a consequence, the", "Rote Liste", "anticipates the '453 patent.", "Ambrozi"], ["[121]", "This 1988 publication describes a clinical study involving 30 geriatric patients. The authors discuss conditions leading to dementia, including damage resulting from trauma, vascular processes or tumours, as well as toxic damage. Dr. Sadavoy observes that the array of symptoms treated with memantine in the Ambrozi study include symptoms of brain impairment that are part of the clinical picture of various dementias, including Alzheimer's disease."], ["[122]", "According to Ambrozi, all of the patients were suffering from \"severe chronic diseases of the central nervous system, such as cerebral vascular processes, multiple sclerosis, and cerebroatrophic processes giving rise to physical and/or mental helplessness\". Although none were specifically identified as suffering from Alzheimer's disease, Dr. Gauthier acknowledged that at least some of the subjects would have been suffering from Alzheimer's. A person skilled in the art would have had the same understanding as Dr. Gauthier."], ["[123]", "The subjects of the study were treated with either memantine or with a placebo. After six weeks of treatment, and upon examining patients with a variety of psychometric tests, it was determined that patients treated with memantine showed more improved vigilance and short-term memory over those patients who received placebos."], ["[124]", "This led the authors to conclude that the results of the study \"leave no doubt as to the effects of Memantine on the symptoms investigated\". The authors then state that \"According to our findings, Memantine is suitable for the treatment of the organic psychosyndrome ... or impaired cerebral function ... or dementia as one category of organic mental disorders (DSM-III)\"."], ["[125]", "\"Organic psychosyndrome\" is a broad term used to describe a variety of conditions, and is defined in the", "Diagnostic and Statistical Manual of Mental Disorders", "(1980) (or \"", "DSM", "\") as encompassing dementia, including Alzheimer's disease. \"Organic psychosyndrome\" is synonymous with \"organic brain syndrome\" as the term was used in the", "Rote Liste", ", and \"cerebro-organic psychosyndrome\" a term used in the Marcea article. According to Dr. Gauthier, the term \"organic psychosyndrome\" was not widely used in Canada because it was considered to lack specificity."], ["[126]", "The applicants submit that \"organic psychosyndrome\" may refer to a wide range of disorders unrelated to Alzheimer's disease, including Parkinson's disease, Pick's disease, vascular dementia, and alcoholism. The applicants further submit that the Ambrozi article does not discuss the use of memantine specifically to treat Alzheimer's disease, and that the symptoms of the patients treated in the study could be present in patients with any number of conditions completely unrelated to Alzheimer's disease."], ["[127]", "According to the applicants, the Ambrozi article does not discuss cerebral ischemia in the sense that this term is used in the '453 patent. Moreover, there is no discussion in Ambrozi of memantine's mechanism of action as an NMDA receptor antagonist, which, the applicants say, was first disclosed in the '453 patent."], ["[128]", "Dr. Gauthier discusses the tests used to assess the effect of memantine on the patients in the study, which included a test of short-term memory. He states that if the study was intended to assess the use of memantine for patients with Alzheimer's disease, it should have included more structured tests for cognition as well as global ability. He also says that a six week study is unusually short for a study directed to Alzheimer's disease."], ["[129]", "Once again, the fact that memantine's mechanism of action as an NMDA receptor antagonist was not understood at the time of the Ambrozi study does not matter. Ambrozi teaches that memantine is useful for the treatment of organic psychosyndrome, including dementia. It is common ground that Alzheimer's disease was known at the time of the Ambrozi study, and is the most common form of dementia."], ["[130]", "Moreover, it should also be observed that the terms \"organic psychosyndrome\" and \"organic brain syndrome\" encompass damage to the brain resulting from vascular processes. As was noted earlier, Dr. Herrmann acknowledged in cross-examination that conditions leading to an insufficient blood flow to the brain are conditions that can lead to the imbalance of neuronal stimulation mechanisms. Such conditions therefore also come within the definition of \"cerebral ischemia\", as the term is used in the '453 patent. Ambrozi teaches that memantine may be used for the treatment of such conditions."], ["[131]", "Ambrozi thus discloses and enables treatment of cerebral ischemia, as the term is defined in the '453 patent, with memantine. It further discloses and enables treatment of organic psychosyndrome, including dementia, with memantine. Alzheimer's disease is the most common form of dementia. Ambrozi thus anticipates the '453 patent.", "Marcea"], ["[132]", "The final publication cited by ratiopharm with respect to the issue of anticipation is the Marcea article, which, like Ambrozi, was published in 1988."], ["[133]", "The Marcea article compares the performance of memantine to dh-ergotoxin (also known as \"hydergine\") in the treatment of patients with \"cerebro-organic psychosyndrome\". As was noted above, the term \"cerebro-organic psycho-syndrome\" encompasses a wide range of disorders including dementia, of which Alzheimer's disease is the most common form."], ["[134]", "I am not prepared to consider this article in relation to the issue of anticipation, given that the document appears to be incomplete. Not only is it missing a title page, the text of the footnotes and the tables referred to in the body of the article are also missing. Moreover, the article was originally published in the German language, and although a certification of translation is attached to the document, in the absence of the original document, the accuracy of the translation cannot be verified by the applicants."], ["[135]", "In any event, to the extent that the Marcea article purports to report on the use of memantine in the treatment of Cerebro-organic Psycho-syndrome, the study adds little to the state of the art, as reflected by Ishizu, Ambrozi and the", "Rote Liste", "d) Conclusion on the Issue of Anticipation"], ["[136]", "In light of the above, I find that ratiopharm's allegations with respect to the issue of anticipation are justified. The information provided by the '453 patent was more information about an old use of an old drug, namely the use of memantine to treat cerebral ischemia, as the term is defined in the '453 patent, including Alzheimer's disease. Merely explaining the mechanism of action which underlies the old use of memantine as described in the prior art cannot, without more, give rise to novelty."], ["[137]", "As a result, I find on a balance of probabilities that ratiopharm's allegation that the '453 patent was anticipated by the", "Rote Liste", ", the Ambrozi article, and, to a limited extent, by the Ishizu application, was justified. Consequently, the applicants' application for prohibition will be dismissed, as it relates to the '453 patent."], ["[138]", "Although not strictly necessary to do so, I will deal with the remaining challenges to the validity of the '453 patent, in the event that a reviewing court takes a different view of the question of anticipation.", "ii) Obviousness"], ["[139]", "The parties agree that in accordance with section 28.3 of the", "Patent", "Act", ", the date to be used in assessing whether the invention claimed in the '453 patent was obvious is April 14, 1989.", "a) The Test for Obviousness"], ["[140]", "Insofar as the test for obviousness is concerned, the Supreme Court also reviewed the law on this point in <FRAGMENT_SUPPRESSED> , at paras. 61-71. The Court adopted the following four-step approach to an inquiry into whether a claimed invention is obvious.", "(1) (a) Identify the notional \"person skilled in the art\";", "(b) Identify the relevant common general knowledge of that person;", "(2) Identify the inventive concept of the claim in question or if that cannot readily be done, construe it;", "(3) Identify what, if any, differences exist between the matter cited as forming part of the \"state of the art\" and the inventive concept of the claim or the claim as construed;", "(4) Viewed without any knowledge of the alleged invention as claimed, do those differences constitute steps which would have been obvious to the person skilled in the art or do they require any degree of invention?"], ["[141]", "In the context of the fourth factor, the Court accepted that it may be appropriate to consider an \"obvious to try\" analysis. As to when such an analysis will be appropriate, Justice Rothstein stated that:", "\"In areas of endeavour where advances are often won by experimentation, an 'obvious to try' test might be appropriate. In such areas, there may be numerous interrelated variables with which to experiment. For example, some inventions in the pharmaceutical industry might warrant an 'obvious to try' test since there may be many chemically similar structures that can elicit different biological responses and offer the potential for significant therapeutic advances.\" (at para. 68)"], ["[142]", "<FRAGMENT_SUPPRESSED>  the Federal Court of Appeal observed at para. 27 that the word \"obvious\" in the phrase \"obvious to try\" means \"very plain\". The test will not be satisfied when the prior art \"would have alerted the person skilled in the art to the", "possibility", "that something might be worth trying\": at para. 29, (Emphasis added). Rather, the judge must be satisfied on a balance of probabilities that it was more or less self-evident to try to obtain the invention: <FRAGMENT_SUPPRESSED> , para. 66."], ["[143]", "If the Court determines that an \"obvious to try\" test is warranted, <FRAGMENT_SUPPRESSED> teaches that, depending upon the evidence in each individual case, the following non-exhaustive list of factors should be taken into consideration at the fourth step of the obviousness inquiry:", "\"(1) Is it more or less self-evident that what is being tried ought to work? Are there a finite number of identified predictable solutions known to persons skilled in the art?", "\"(2) What is the extent, nature and amount of effort required to achieve the invention? Are routine trials carried out or is the experimentation prolonged and arduous, such that the trials would not be considered routine?", "\"(3) Is there a motive provided in the prior art to find the solution the patent addresses?\" ( <FRAGMENT_SUPPRESSED> , at para. 69)"], ["[144]", "Consideration may also be given to the actual course of conduct which culminated in the making of the invention: see <FRAGMENT_SUPPRESSED> , at para. 70."], ["[145]", "In some cases, what is at issue is a \"mosaic\" of prior art, that is, disparate pieces of information which the person skilled in the art would have been required to know and combine in order to reach the claimed invention.  <FRAGMENT_SUPPRESSED>  affd. (2009), 392 N.R. 96; 75 C.P.R.(4th) 443; 2009 FCA 222 (\" <FRAGMENT_SUPPRESSED> \"), Justice Snider described the \"mosaic\" scenario, and what the party alleging obviousness must demonstrate, in the following terms:", "\"Even uninventive skilled technicians would be presumed to read a number of professional journals, attend different conferences and apply the learnings from one source to another setting or even combine the sources. However, in doing so, the party claiming obviousness must be able to demonstrate not only that the prior art exists but how the person of ordinary skill in the art would have been led to combine the relevant components from the mosaic of prior art:\" at para. 254.", "b) Is ratiopharm's Allegation of Obviousness Justified?"], ["[146]", "The Court must thus consider whether the prior art, together with the general knowledge that a person skilled in the art would have been expected to have had as of April 14, 1989, made the invention as claimed in the '453 patent more-or-less self evident."], ["[147]", "It will be recalled that the parties have agreed that for the purposes of this case, the person skilled in the art is \"a medicinal chemist and a clinician, such as a psychiatrist, neurologist or geriatrician, practicing in the field of dementia and Alzheimer's disease\"."], ["[148]", "Insofar as the inventive concept of the claim in question is concerned, the applicants characterized the invention claimed in the '453 patent as being the discovery that memantine \"was an NMDA receptor antagonist, and that memantine could be useful in treating disorders that were known at the time (circa 1989) to be associated with glutamate excitotoxicity, including Alzheimer's disease\"."], ["[149]", "Given that the discovery of memantine's mechanism of action was not, by itself, inventive, the question is whether it was obvious as of April of 1989 that memantine could be useful in treating cerebral ischemia, as the term was defined in the '453 patent, including Alzheimer's disease."], ["[150]", "ratiopharm argues that in light of the applicants' expansive construction of the term \"cerebral ischemia\", it is clear from the prior art (particularly Ambrozi and Ishizu) that it was obvious to try using memantine for the treatment of conditions characterized by the imbalance of neuronal stimulation mechanisms, including, but not limited to, Alzheimer's disease."], ["[151]", "In this regard, ratiopharm points to the evidence of Dr. Schatton, one of the co-inventors of the invention claimed by the '453 patent, who acknowledged in cross-examination that the patent was intended to cover", "all situations", "whereby an imbalance of neuronal stimulation mechanisms led to an excess inflow of calcium ions, and not just Alzheimer's disease."], ["[152]", "Ishizu, the", "Rote Liste", ", Ambrozi and Marcea have already been discussed in the preceding section of these reasons, in relation to the issue of anticipation. If I am mistaken in my conclusion with respect to these publications anticipating the invention claimed in the '453 patent, I am nevertheless satisfied that they render it obvious."], ["[153]", "Also at issue in relation to the question of obviousness is the Fleischhacker article referred to earlier, as well as an article by Brian S. Meldrum et al., entitled \"", "Anticonvulsant action of 1,3-dimethyl-5-aminoadamantane", "\", published in (1986) 332 Naunyn-Schmiedeberg's Archives of Pharmacology at 93-97 (\"Meldrum\"), and one by J. Timothy Greenamyre et al., entitled \"", "Glutamate Transmission and Toxicity in Alzheimer's Disease", "\" (1988) 12 Prog. Neuro-Psychopharmacol. & Biol. Psychiat. at 421-430 (\"Greenamyre\"). The significance of these publications as they relate to the question of obviousness will be considered next.", "Fleischhacker"], ["[154]", "Fleischhacker is a 1986 article which reports on a study of the efficacy of memantine in severe cases of senile dementia of the Alzheimer's type (or \"SDAT\"). Dr. Gauthier stated in his affidavit that the journal in which the Fleischhacker article was published was \"not a mainstream clinical journal, but [was instead] a pharmacological subspecialty journal\". However, he confirmed that the journal would be available in most hospital libraries in Canada and was available to research-oriented clinicians in Canada. As such, I find that Fleischhacker would form part of the knowledge of the person skilled in the art at the relevant time."], ["[155]", "The methodology used in the study reported in Fleischhacker was a randomized single blind trial. Some improvement in sleep/wakefulness cycles was noted in patients in both the memantine and placebo groups, along with amelioration of impulse and drive functions."], ["[156]", "The study found no statistically calculable proof for the superiority of memantine over placebo in patients suffering from SDAT, with the authors hypothesizing that the improvement noted in patients in both groups could be the result of \"optimized internal therapy throughout the study\". The increased attention paid to patients during the study, and the regular challenge of their brain performance also had to be taken into account. The authors observed that \"long-term studies could probably rule out these biases and show clearer distinction between the two groups\"."], ["[157]", "The Fleischhacker article identifies memantine as a \"dopaminergic substance\". Thus it is evident that the mechanism of action of memantine as an NMDA receptor antagonist was not understood by the authors. The authors concluded that the role of dopaminergic substances in the treatment of SDAT remained inconclusive, and that it was \"highly unlikely\" that dopaminergic treatment alone would be able to cope with the therapeutic problems of SDAT. The improvement observed in the placebo group led the authors to suggest that psychotherapy is helpful in the management of SDAT."], ["[158]", "The Fleischhacker study was relied upon by the German Federal Patent Court in its 2007 decision which found the corresponding European Patent and additional Protection Certificate to be invalid for lack of novelty. The German Court found that Fleischhacker did", "not", "state that memantine was ineffective in the treatment of severe dementia of the Alzheimer's type."], ["[159]", "Rather, the German Court interpreted Fleischhacker to conclude that the interaction of memantine and psychotherapy was responsible for the improvement in the clinical picture of the study subjects since it was deemed to be very unlikely that memantine alone could overcome the therapeutic problems of SDAT. The Court read Fleischhacker to suggest that long-term studies could probably reveal a clearer distinction between the memantine and placebo groups, and \"could refute the assumption that the more intensive care which all patients experienced during the conduct of the tests must also be taken into account in substantiating the therapeutic success in both groups\"."], ["[160]", "The German Court concluded that Fleischhacker classified memantine as an active substance which can make a contribution to the treatment of patients suffering from severe dementia of the Alzheimer's type."], ["[161]", "It should be noted that the German decision is currently under appeal."], ["[162]", "The applicants disagree with the German Court's interpretation of Fleischhacker, submitting that it is a study with negative results that would lead researchers", "away", "from the use of memantine to treat Alzheimer's disease."], ["[163]", "The applicants interpret Fleischhacker as stating that the therapeutic success observed in both the patients treated with memantine and those receiving the placebo could be ruled out by long-term studies. However, both Dr. Herrmann and Dr. Gauthier testified that the publication did not provide a teaching or motivation to the person skilled in the art to use memantine in the treatment of Alzheimer's disease, or even to conduct further research in this regard."], ["[164]", "While maintaining that Fleischhacker \"teaches away\" from using memantine in the treatment of Alzheimer's disease, Dr. Gauthier did acknowledge that Fleischhacker did teach that further studies using memantine to treat Alzheimer's disease could yield a clearer picture of its therapeutic effect. However, the applicants contend that the reference in Fleischhacker to \"long-term studies\" being undertaken to determine the therapeutic success of memantine did not provide a teaching or motivation toward the '453 patent."], ["[165]", "The applicants say that, at best, Fleischhacker is entirely consistent with prior failed efforts to find useful treatments for Alzheimer's disease, and would encourage the skilled person to investigate compounds other than memantine in the treatment of Alzheimer's disease."], ["[166]", "Fleischhacker finds no statistically calculable proof for the superiority of memantine over placebo in patients suffering from SDAT. However, when read with Ambrozi, Fleischhacker does show that memantine had some clinical effect in patients with severe dementia of the Alzheimer's type."], ["[167]", "That is, Ambrozi observed that \"the problem of demential degeneration is primarily one of vigilance\". At the time that Ambrozi was published, it was known that amantadine caused an increase in vigilance. It was also known that memantine is a related substance, with a stronger psychotropic effect: see Ambrozi, at p. 144."], ["[168]", "Fleischhacker teaches that insofar as memantine's clinical effect is concerned in relation to the normalization of sleep/wakefulness cycles, and increase of drive, \"memantine did not show any differences to amantadine\"."], ["[169]", "While further work may have been required to segregate out the biases inherent in the study methodology used by Fleischhacker, I am nevertheless satisfied that, when taken together, the findings of Ambrozi and Fleischhacker with respect to the positive effect that memantine and related compounds had in relation to the normalization of sleep/wakefulness cycles and the increase of drive in Alzheimer's patients made it obvious to try memantine as a treatment for Alzheimer's disease."], ["[170]", "The last two pieces of prior art relate to the discovery of the mechanism of action of memantine. As previously noted, the applicants say that the discovery of memantine's mechanism of action was the \"eureka moment\" that led to the invention claimed by the '453 patent."], ["[171]", "While stressing that such a discovery was not patentable, even if it had been made by the applicants, ratiopharm argues that memantine's mechanism of action was obvious, based upon a consideration of the articles by Meldrum and Greenamyre."], ["[172]", "The significance of each of these articles will be considered next.", "Meldrum"], ["[173]", "This 1986 article reports on a study of the anticonvulsant action of memantine in mice and photosensitive baboons, which demonstrated that memantine had an anticonvulsant action in rodents. Most importantly for our purposes, the study suggested that memantine did not have a dopaminergic mechanism of action, as had previously been believed."], ["[174]", "Dr. Schatton stated in cross-examination that he was not aware of the Meldrum article at the time of the research leading up to the '453 patent. However, he acknowledged that he was part of a group that would discuss research developments related to memantine. Another member of this group was a Dr. Sontag, one of the co-authors of the Meldrum article. Dr. Schatton did not, however, recall having the specifics of the article and its underlying research ever having been disclosed to him."], ["[175]", "ratiopharm's arguments with respect to the significance of the Meldrum article in relation to the question of obviousness appear to be based upon the premise that if memantine was not dopaminergic, it must therefore necessarily work as an NMDA receptor antagonist. When asked by the Court whether there was evidence to support the argument that memantine's mechanism of action was an either/or proposition, counsel for ratiopharm conceded that there was no such evidence in the record."], ["[176]", "Not only is there no evidence to support ratiopharm's argument that if memantine's mech-anism of action was not dopaminergic, it necessarily had to be glutamaturgic, what evidence there is in the record suggests that there are a number of different types of neurotransmitter mechanisms at work in the brain, apart from dopamine and glutamate neurotransmitters."], ["[177]", "It should also be observed that memantine's efficacy with respect to both the tonic and clonic phases of seizures were examined in the Meldrum study. Memantine was found to offer some protective action in relation to the tonic phase, but not in relation to the clonic phase. It appears that various compounds were used to try to induce seizures in the laboratory animals used in the study, including NMDA compounds. Dr. Sadavoy acknowledged in cross-examination that the authors of Meldrum were unable to get the NMDA compound to trigger the tonic phase of a seizure. As a consequence, no data is provided by Meldrum with respect to the efficacy of memantine in relation to NMDA-induced seizures."], ["[178]", "Meldrum concludes by noting that the effect of memantine resembled the effect of GABA agonists, going on to state that \"whatever the mode of action of memantine on the synaptic transmission changes in membrane conductances for [sodium] and [potassium] [sic] are the most probable underlying phenomena\". It is noteworthy that no mention is made in Meldrum of the significance of calcium, which is central to the glutamate hypothesis of Alzheimer's disease."], ["[179]", "In light of the foregoing, I therefore find that Meldrum does not render the invention claimed by the '453 patent obvious.", "Greenamyre"], ["[180]", "As a preliminary point, the applicants point out that the Greenamyre article was not referenced anywhere in ratiopharm's NOA, let alone in relation to the question of obviousness. It appears that the Greenamyre article was introduced into evidence in this proceeding by the applicants themselves, through one of Dr. Herrmann's affidavits. It also appears that the parties' witnesses were cross-examined at some length as to the significance of Greenamyre."], ["[181]", "I have already reviewed the law regarding the need to fully and fairly disclose each item of prior art being relied upon by a generic in relation to its allegations of invalidity, in considering whether ratiopharm could rely on the Fleischhacker article in support of its allegation of anticipation. However, given that the applicants themselves have chosen to rely on the Greenamyre article, the concern with respect to the ability of the patentee to properly evaluate its potential exposure to section 8 damages identified by the Federal Court of Appeal in the", "AB Hassle", "decision does not arise."], ["[182]", "In these circumstances, it seems to me to be only fair that ratiopharm be able to make of the article what it can. As a consequence, I will consider the implications of the Greenamyre article in connection with the issue of obviousness."], ["[183]", "As the title \"", "Glutamate Transmission and Toxicity in Alzheimer's Disease", "\" suggests, Greenamyre examines the role that glutamate transmission plays in dementia of the Alzheimer's type."], ["[184]", "The authors observe that studies of Alzheimer's disease had revealed a decrease in a variety of different neurotransmitters within the brains of Alzheimer's patients. The article goes on to note the attention that had been paid to the cholinergic deficit in Alzheimer's patients. It will be recalled that the acetylcholinesterase inhibitor class of medications were designed to address the deficit of acetylcholine in the brains of Alzheimer's patients, in accordance with the \"cholinergic hypothesis\" of Alzheimer's disease."], ["[185]", "In addition to being a neurotransmitter, the authors note that glutamate is also a neurotoxin that has been implicated in the pathogenesis of cell death in a variety of neurodegenerative diseases. Based upon experimental evidence, the authors \"speculate\" that glutamate toxicity may play a role in the pathogenesis of Alzheimer's disease. The authors further speculate that disruption of glutamate neurotransmission accounts for some of the clinical manifestations of Alzheimer's disease, and that glutamate receptor ligands may therefore provide a means of therapeutic intervention in dementia of the Alzheimer's type."], ["[186]", "Dr. Schatton and Dr. Gauthier agree that Greenamyre taught that glutamate toxicity and the NMDA pathways could play a role in the cell death associated with a number of conditions, including cerebral ischemia and Alzheimer's disease."], ["[187]", "ratiopharm's arguments in relation to Greenamyre are tied to the arguments that it advanced in relation to the Meldrum article. That is, ratiopharm says that Greenamyre taught that Alzheimer's disease is caused by glutamate excitotoxicity, and that NMDA antagonists which bind to the NMDA receptors would therefore be therapeutically useful to guard against excitotoxicity and cell death in Alzheimer's and other conditions. Meldrum taught that memantine is an NMDA receptor antagonist. Taken together, ratiopharm says that Meldrum and Greenamyre thus render the invention claimed in the '453 patent obvious."], ["[188]", "The applicants concede that the glutamate hypothesis of Alzheimer's disease was part of the knowledge that a person skilled in the art would have had as of the relevant date. However, as was noted earlier in these reasons, I do not accept that Meldrum in fact taught that memantine is an NMDA receptor antagonist. As a consequence, I do not accept that Meldrum and Greenamyre, when taken together, render the '453 patent obvious.", "c) Conclusion on the Issue of Obviousness"], ["[189]", "I agree with the applicants that while a person skilled in the art would have been aware of the glutamate hypothesis of Alzheimer's disease as of April 14, 1989, the mechanism of action of memantine as an NMDA receptor antagonist was not previously known. I further accept that the inventors of the invention claimed by the '453 patent discovered memantine's mechanism of action as an NMDA receptor antagonist."], ["[190]", "The applicants ask why, if the invention claimed in the '453 patent was obvious, had no one else carried out the experiments done by the inventors of the '453 patent? I accept the evidence of Dr. Schatton that considerable work was indeed done by the inventors in order to come to an understanding of memantine's mechanism of action."], ["[191]", "However, in considering the question of obviousness, the Court must look at the invention as claimed: see", "ratiopharm  <FRAGMENT_SUPPRESSED>  at para. 158. The '453 patent claims the use of adamantane derivatives, including memantine, for the treatment of cerebral ischemia, as the term is defined in the patent, a definition which includes Alzheimer's disease."], ["[192]", "Considering the test articulated by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , and, in particular, the differences between the knowledge of the person skilled in the art and the inventive concept of the invention claimed in the '453 patent, I find that what was different after the '453 patent was the understanding of memantine's mechanism of action as an NMDA receptor antagonist. As has already been noted, the applicants concede that the mere explanation of the mechanism underlying a use already disclosed in the prior art cannot, without more, give rise to an invention."], ["[193]", "It is clear from Ishizu, the", "Rote Liste", ", Ambrozi and Fleischhacker that adamantane derivatives, and memantine in particular, were being used before April 14, 1989 to treat cerebral ischemia, as that term is used in the '453 patent, including Alzheimer's disease. I have already found that the invention claimed in the '453 patent was anticipated by Ishizu, the", "Rote Liste", ", Ambrozi and Marcea. If I am mistaken in my conclusion with respect to these publications anticipating the invention claimed in the '453 patent, I am nevertheless satisfied that these articles, together with Fleischhacker, render it obvious.", "iii) Utility"], ["[194]", "ratiopharm does not assert that the invention claimed by the '453 patent lacks utility. Rather, it alleges in its NOA that nowhere in the '453 patent does one find either a demonstration of utility, or facts and reasoning from which utility could have been soundly predicted."], ["[195]", "The relevant date for assessing the soundness of the prediction is the Canadian filing date: see", "<FRAGMENT_SUPPRESSED>  at para. 93, affd. (2006), 349 N.R. 183; 46 C.P.R.(4th) 401, 2006 FCA 64, leave to appeal refused (2006), 358 N.R. 391 (S.C.C.) (\" <FRAGMENT_SUPPRESSED> \"). In this case, that date is April 11, 1990."], ["[196]", "The applicants admit that as of April 11, 1990, the inventors had not actually demonstrated the utility of memantine in the treatment of cerebral ischemia (as the term was used in the '453 patent) and Alzheimer's disease. Therefore, the question for the Court is whether the inventors had a sound basis for predicting that the compounds covered by the claims in issue, and memantine in particular, would be useful in the treatment of cerebral ischemia (as the term is defined in the '453 patent), including Alzheimer's disease."], ["[197]", "As the Supreme Court of Canada established  <FRAGMENT_SUPPRESSED>  Inc. and  <FRAGMENT_SUPPRESSED>  (\"", "AZT", "\"), while utility may be demonstrated through testing in the case of a pharmaceutical invention, it is not essential that complete testing be carried out prior to the Canadian filing date. The doctrine of sound prediction can be relied upon by an inventor to justify patent claims whose utility have not been actually demonstrated, but can be soundly predicted based upon the information and expertise available."], ["[198]", "In", "AZT", ", the Supreme Court noted that the doctrine of sound prediction balances the public interest in the early disclosure of new and useful inventions - even before their utility has been fully verified by tests - with the public interest in avoiding the granting of monopoly rights in exchange for speculation, misinformation or lucky guesses: see paras. 66 and 69."], ["[199]", "The soundness or otherwise of the prediction is a question of fact."], ["[200]", "The Court articulated a three-part test in", "AZT", "that must be satisfied in order to establish that a sound prediction has been made by the purported inventor. The three elements of the test are:", "1. There must be a factual basis for the prediction;", "2. The inventor must have an articulable line of reasoning from which the desired result can be inferred from the factual basis; and", "3. There must be proper disclosure, although it is not necessary to provide a theory as to why the invention works."], ["[201]", "To be sound, a prediction does not need to amount to a certainty, as it does not exclude the risk that some compounds within the area claimed may prove to be devoid of utility."], ["[202]", "Insofar as the factual basis for the prediction is concerned, the inventors of the '453 patent disclose for the first time that memantine and its related compounds are NMDA antagonists. As discussed in the evidence of Drs. Gauthier and Herrmann, this conclusion is supported by the testing disclosed at pages 8 through 14 of the patent specification."], ["[203]", "With respect to the existence of an articulable line of reasoning from which the desired result can be inferred from the factual basis, having discovered that memantine and its related compounds are NMDA receptor antagonists, the inventors discuss the utility of memantine in the prevention or treatment of the identified neuronal imbalance, that is, the \"excitotoxicity\" phenomenon, with its resultant neuronal degeneration. The inventors then identify certain medical conditions in which this pathophysiological situation occurs, and which therefore may be treated with the compounds of the patent."], ["[204]", "The inventors cite Rothman and Olney,", "Trends Neurosci", "(1989) 10:299, which describes the excitotoxicity phenomenon, and offer the following regarding possible therapeutic applications directed to this phenomenon:", "\"Evidence is accumulating that the brain damage associated with anoxia, stroke, hypoglycemia, epilepsy, and perhaps neurodegenerative illnesses such as Huntington's disease may be at least partially produced by excessive activation of NMDA receptors. To the extent that the pathophysiology can be explained by this mechanism, it may be amenable to rational therapies now under development.\""], ["[205]", "Insofar as Alzheimer's disease is concerned, as was noted in the preceding section of these reasons, a person skilled in the art would have been aware of the glutamate hypothesis of Alzheimer's disease as of 1989, that is, that glutamate toxicity causes the neurodegeneration associated with Alzheimer's."], ["[206]", "Moreover, Dr. Gauthier acknowledged that it had been specifically hypothesized that excitotoxicity could potentially play a role in the pathogenesis of Alzheimer's disease. This hypothesis was known to the inventors. I agree with the applicants that this hypothesis reinforces the prediction made by the inventors in the '453 patent that memantine would be useful for the prevention or treatment of Alzheimer's disease, given their discovery of memantine's mechanism of action as an NMDA receptor antagonist."], ["[207]", "Insofar as the question of proper disclosure is concerned, ratiopharm asserts that there is insufficient data in the patent specification that a safe dose of memantine would have the promised utility. Indeed, this seems to be the real focus of ratiopharm's sound prediction argument."], ["[208]", "That is, ratiopharm conceded in argument that once the glutamate hypothesis had been formulated, and it had been discovered that memantine was an NMDA receptor antagonist, the flaw in the applicants' sound prediction argument was the absence of biological data in the '453 patent to support that prediction of utility."], ["[209]", "In support of this contention, ratiopharm points to the fact that the data shown in Table 3 of the '453 patent shows that a 5mg/kg dose of memantine used in rats showed no reduction, much less a statistical reduction, of post-ischemic neuronal brain damage. According to ratiopharm, such a dose in rats would equate to a dose several times higher than was safe for use in humans."], ["[210]", "According to ratiopharm, it was only at the dosing level of 20mg/kg that memantine showed any reduction in post-ischemic neuronal damage in rats. ratiopharm says doses of memantine of this size are unheard of in humans, thus arguing that there is no data in the '453 patent which supports the prediction that a safe dose of memantine would have the promised utility."], ["[211]", "In assessing the utility of compounds in the context of sound prediction, the Supreme Court observed in", "AZT", "that it is not necessary to have carried out clinical trials in humans to establish things such as toxicity, metabolic features, bioavailability and other such factors, in order to be able to make a sound prediction. The question at this juncture is not safety and effectiveness of the compound or compounds in question, but rather their utility in the context of inventiveness: see", "AZT", "at para. 77. See also <FRAGMENT_SUPPRESSED> at para. 153."], ["[212]", "Moreover, a mere \"scintilla\" of utility will suffice: see", "AZT", "at paras. 46 and 56;", "<FRAGMENT_SUPPRESSED>  at 409 (F.C.A.); <FRAGMENT_SUPPRESSED> , at para. 270."], ["[213]", "The Federal Court of Appeal in", "AZT", "was confronted with the argument that the disclosure in the patent at issue did not provide enough information for a medical practitioner to actually treat patients with AZT. In this regard, the Court observed at para. 70 of its decision that the disclosure in the patent was not directed to physicians prescribing AZT, and that the specification did not have to contain detailed prescribing information: see", "Apotex Inc. and  <FRAGMENT_SUPPRESSED> ; 296 N.R. 130; [2002] S.C.J. No. 78; 2002 SCC 77."], ["[214]", "Regardless of the size of the dose required, the test data referenced in the specification of the '453 patent clearly demonstrates utility, including utility in tests performed on human cells. Furthermore, I am satisfied that both the factual basis and line of reasoning for the claimed utility are disclosed by the inventors in the specification of the '453 patent. As a consequence, the person skilled in the art was given information sufficient to understand the invention, its basis and its application."], ["[215]", "In light of the above, I am thus satisfied that ratiopharm's allegation of inutility is not justified. While the fact that memantine worked in treating Alzheimer's disease was already known, the inventors of the '453 patent were able to soundly predict why that was.", "c) Infringement"], ["[216]", "Given my conclusion in relation to the question of validity, it is not necessary to consider the question of infringement. I would simply observe that the parties are in agreement that insofar as the '453 patent is concerned, the issue of infringement turns on the proper construction of the claims in issue. Moreover, ratiopharm concedes that if the term \"cerebral ischemia\" is construed in the manner suggested by the applicants (as has in fact been the case), then the manufacture or sale of ratiopharm's memantine product would necessarily infringe the '453 patent.", "d) Conclusions with Respect to the '453 Patent"], ["[217]", "For the foregoing reasons, I find that ratiopharm's allegations of anticipation and obviousness are justified as they relate to the '453 patent. As a consequence, the applicants' application for prohibition will be dismissed to the extent that it relates to the '453 patent.", "VII.", "THE '492 PATENT"], ["[218]", "The '492 patent claims the use of memantine in conjunction with one or more acetylcholinesterase inhibitors for the treatment of mild cognitive impairment and for dementia of various types, including Alzheimer's disease."], ["[219]", "The inventors of the invention claimed in the '492 patent are Lars Lykke Thomsen and Anders Gersel Pedersen. As was noted earlier, the '492 patent is owned by H. Lundbeck A/S, and is entitled \"A Combination of an NMDA-Antagonist and Acetylcholine Esterase Inhibitors for the Treatment of Alzheimer's Disease\"."], ["[220]", "The application for what became the '492 patent was filed on May 8, 2003, claiming priority from a Danish application filed on May 31, 2002. The patent issued in Canada on October 3, 2006, and expires on May 8, 2023."], ["[221]", "The '492 patent was aimed at improving the current treatment of Alzheimer's disease. It described the need in the specification in the following terms:", "\"Presently, the disease [Alzheimer's] cannot be cured. Current treatment gives for some patients a delay in symptoms, for others a modest cognitive improvement and a dramatic improvement in only a small number of patients. A slower progression of the disease is also desirable for improving the life quality for the patient and the patient's relatives. However, experiences with the current treatment with Alzheimer's therapy, still 30% of the patients do not respond to the treatment. Consequently, a great need for improvement in the treatment of Alzheimer's disease exists.\""], ["[222]", "The invention claimed by the '492 patent was described in the specification as:", "\"The invention thus provides the combined treatment of a patient suffering from a dementia syndrome with a first component which is an acetylcholinesterase inhibitor(s) and a second component which is a NMDA antagonist.", "\"The invention also provides a pharmaceutical composition which comprises a first component which is an acetylcholinesterase inhibitor(s) and a second component which is an NMDA antagonist.\"", "a) Construction"], ["[223]", "The parties agree that the relevant date for the construction of the '492 patent is September 16, 2003."], ["[224]", "The claims at issue in this patent are claims 1 and 2, and 4-7. They provide for:", "\"1. A synergistic pharmaceutical composition for treating mild cognitive impairment or dementia comprising:", "(a) a therapeutically effective amount of one or more of acetylcholinesterase inhibitors or a pharmaceutically effective salt thereof selected from the group consisting of Tacrine, Donepezil, Rivastigmine and Galantamine or mixtures thereof; and", "(b) a therapeutically effective amount of Memantine.", "\"2. The composition according to claim 1 wherein component (a) is Donepezil.", ". . . . .", "\"4. The composition according to claim 1 wherein component (a) and component (b) are in different delivery vehicles.", "\"5. The use of a synergistic composition comprising:", "a. A therapeutically effective amount of one or more of acetylcholinesterase inhibitors or a pharmaceutically effective salt thereof selected from a group consisting of Tacrine, Donepezil, Rivastigmine and Galantamine or mixtures thereof, and", "b. A therapeutically effective amount of Memantine or a pharmaceutically effective salt thereof for the manufacture of a medicament for the treatment of mild cognitive impairment or dementia.", "\"6. The use according to claim 5 wherein dementia is Alzheimer's type.", "\"7. The use according to claims 5 and 6 wherein component (a) is Donepezil.\""], ["[225]", "Although other issues were raised by ratiopharm in its NOA, the only construction question addressed by the parties at the hearing relates to the use of the word \"synergistic\" as it appears in claims 1 and 5 of the '492 patent, and is incorporated into claims 2 and 4, and claims 6 and 7 respectively."], ["[226]", "The named inventors do not define what is meant by the term \"synergistic\", as it is used in the '492 patent. Moreover, the term appears to have been used in different ways by some of the expert witnesses at different points in their testimony. That said, I understand the parties to agree that the person skilled in the art to who the claims were addressed would have understood that the patentee was claiming that the use of memantine in combination with an acetylcholinesterase inhibitor would provide an extra advantage beyond the expected additive sum of the benefits provided by the two previously known medicines."], ["[227]", "In the course of the hearing, the concepts of \"additive\" and \"synergistic\" effects were discussed in arithmetical terms, with the parties agreeing that an additive effect would be expressed as 1 + 1 = 2, whereas a synergistic effect is described as 1 + 1 = 3."], ["[228]", "In other words, a \"synergistic\" pharmaceutical composition is one in which the use of two or more compounds in a combination therapy generates a result that is greater than the sum of its parts."], ["[229]", "A claim to a synergistic effect requires some unexpected advantage: in particular, an advantage caused by an unpredictable cooperation between the elements of the combination. If the synergistic effect is to be relied upon, it must be possessed by everything covered by the claim and it must be described in the specification: see", "<FRAGMENT_SUPPRESSED>  (Ch.), at paras. 16-17, 103, and 113-114."], ["[230]", "The term \"synergistic\" appears in claims 1 and 5. Claims 2 and 4 depend on claim 1, and claims 6 and 7 depend on claim 5. As a consequence, I find that it is an essential element of each of the claims in issue that each of the compositions claimed produce a synergistic effect.", "b) Validity"], ["[231]", "As was the case with the '453 patent, although a number of other allegations of invalidity were advanced in ratiopharm's NOA in relation to the '492 patent, the allegations pursued at the hearing were only that the patent is invalid for both anticipation and obviousness, and that utility was neither demonstrated nor disclosed in the patent. ratiopharm also alleges that the '492 patent should be deemed to have been abandoned in accordance with the provisions of paragraph 73(1)(a) of the", "Patent", "Act", "for lack of good faith prosecution."], ["[232]", "Each of these allegations will be considered in turn.", "i) Is ratiopharm's Allegation of Anticipation Justified?"], ["[233]", "The parties agree that in accordance with section 28.2(1)(a) of the", "Patent", "Act", ", the date to be used in assessing whether the invention claimed in the '492 patent was either anticipated or obvious based on prior art publications and use is May 31, 2002."], ["[234]", "Although ratiopharm's NOA cites other prior art documents in support of its allegation of anticipation, only two were relied upon at the hearing. These are Gary L. Wenk et al., \"", "No Interaction of Memantine with Acetylcholinesterase Inhibitors Approved for Clinical Use", "\" (2000) 66:12 Life Sciences at 1079-1083 (\"Wenk\"), and K.K. Jain, \"", "Evaluation of Memantine for Neuroprotection in Dementia", "\" (2000) 9:6 Expert Opin. Investig. Drugs at 1397-1407 (\"Jain\"). It appears the other articles cited by ratiopharm in its NOA were published after the relevant date. Reference will, however, be made to one of these studies (the \"Tariot\" study) when it comes to the issue of utility.", "Wenk"], ["[235]", "Wenk reports on an in vitro study of whether memantine, when used in conjunction with an acetylcholinesterase inhibitor, would attenuate the inhibition of acetylcholinesterase by the acetylcholinesterase inhibitor."], ["[236]", "The article observes that the loss of cholinergic neurons in the brains of Alzheimer's patients may underlie the disease, and that the excessive activation of NMDA receptors may underlie the degeneration of cholinergic cells. The two types of drug therapies then available either enhance cholinergic function by inhibiting acetylcholinesterase (the acetylcholinesterase inhibitors) or by pharmacological antagonism of the NMDA receptors (the NMDA receptor antagonists, including memantine)."], ["[237]", "The study hypothesized that the combination of an acetylcholinesterase inhibitor and memantine could be more beneficial in slowing the progression of Alzheimer's disease. However, the authors noted that a series of reports had found evidence that memantine, when used in conjunction with certain identified acetylcholinesterase inhibitors, attenuated or weakened the inhibition of acetylcholinesterase. The result of this was that the use of memantine in conjunction with an acetylcholinesterase inhibitor could undermine the beneficial effect of the acetylcholinesterase inhibitor."], ["[238]", "The Wenk study found that while some acetylcholinesterase inhibitors do lose their therapeutic effect when used in conjunction with memantine, others do not. That is, the study found that memantine's inhibitory effect was restricted to \"irreversible\" acetylcholinesterase inhibitors such as \"DFP\", an experimental acetylcholinesterase inhibitor. Other \"reversible\" acetylcholinesterase inhibitors such as donepezil, THA (or tacrine hydrochloride) and galantamine did not lose their therapeutic effect when used in conjunction with memantine."], ["[239]", "The Wenk authors conclude that:", "\"[F]rom our in vitro data ... the clinical combination of memantine with a reversible [acetylcholinesterase inhibitor] should be valuable pharmacotherapeutic approach to dementia. This combination therapy should result in both neuroprotection and further functional improvement. Further studies need to investigate the potential effectiveness of combination therapies upon the clinical symptoms of humans with AD.\""], ["[240]", "I agree with the applicants that the Wenk article does not anticipate the '492 patent as the publication does not meet the disclosure requirement for anticipation. While the study considered the efficacy of the acetylcholinesterase inhibitors in the presence of memantine, no consideration was given to the effect, if any, that acetylcholinesterase inhibitors could have on the efficacy of memantine."], ["[241]", "Moreover, the Wenk study did not examine the possible efficacy of the two classes of medication used in combination to treat mild cognitive impairment or dementia, including Alzheimer's disease. Rather, to use Dr. Sadavoy's words, all the authors did was to \"speculate [...] about that\"."], ["[242]", "Furthermore, as was conceded by Dr. Sadavoy in cross-examination, Wenk does not teach the person skilled in the art that the combination of the two classes of medication would produce a synergistic effect."], ["[243]", "Finally, the mere suggestion of the possibility of future clinical studies that could demonstrate the", "potential", "effectiveness of combination therapies is not sufficient to amount to anticipation: see", "<FRAGMENT_SUPPRESSED>  at para. 131, affd. (2009), 392 N.R. 243; 2009 FCA 97, leave to appeal refused [2009] S.C.C.A. No. 219."], ["[244]", "Relying on Justice Hughes' decision in <FRAGMENT_SUPPRESSED> , ratiopharm argues that it is sufficient if the Wenk article taught that combination therapy would have", "some", "clinical utility. According to ratiopharm, the prior art did not have to predict that the use of the two classes of medicine in combination would have a synergistic effect for there to be anticipation."], ["[245]", "I do not accept this submission. In considering obviousness and novelty the Court must look at the invention", "as claimed", ": see", "ratiopharm  <FRAGMENT_SUPPRESSED>  at para. 158. As was noted earlier, the invention claimed in the '492 patent is the use of the", "synergistic", "pharmaceutical composition of memantine and acetylcholinesterase inhibitors for the treatment of mild cognitive impairment or dementia, including Alzheimer's disease. While Wenk may have provided the inventors of the '492 patent with a positive incentive to continue their research, it taught nothing about the synergistic effect of combining the two classes of medication."], ["[246]", "This is a different situation than that which existed in relation to the '453 patent. In that case, memantine was already being used for the treatment of Alzheimer's disease, although no one understood its mechanism of action or why it worked. Based upon the reasoning in <FRAGMENT_SUPPRESSED> , I found that the discovery of memantine's mechanism of action was not novel, and that the '453 patent was anticipated by prior art teaching the use of memantine for the treatment of Alzheimer's disease."], ["[247]", "In contrast, in the case of the '492 patent, no one, including Wenk, recognized or even predicted that using memantine in conjunction with an acetylcholinesterase inhibitor would generate a synergistic effect. Thus I am satisfied that ratiopharm's allegation that Wenk anticipated the '492 patent is not justified.", "Jain"], ["[248]", "Insofar as the Jain publication is concerned, the article provides a detailed review of the existing literature with respect to the use of memantine as a monotherapy. No analysis or evidence is provided with respect to the use of a combination of memantine and acetylcholinesterase inhibitors in the treatment of Alzheimer's disease. The only comment in Jain with respect to combination therapy is the statement that:", "\"As excessive activation of NMDA receptors may underlie the degeneration of cholinergic cells, memantine (as a NMDA receptor antagonist) may be a useful adjunct to the current [acetylcholinesterase inhibitor] therapy of [Alzheimer's disease]. The value of such a combination is suggested by", "in vitro", "data and it has also been shown that [acetylcholinesterase inhibitors] do not lose their therapeutic efficacy in combination with memantine [citation for the Wenk article omitted]. It would be worthwhile to carry out clinical trials of memantine in combination with an [acetylcholinesterase inhibitor].\""], ["[249]", "As was the case with the Wenk article, Jain merely suggests the possibility of future clinical studies. The person skilled in the art is not taught by Jain that a combination therapy involving the use of memantine and an acetylcholinesterase inhibitor will be effective in the treatment of Alzheimer's disease. Nor does Jain teach that such a combination therapy will achieve a synergistic effect. As a consequence, I find that Jain does not anticipate the '492 patent.", "ii) Is ratiopharm's Allegation of Obviousness Justified?"], ["[250]", "ratiopharm submits that even if they did not anticipate the invention claimed by the '492 patent, Wenk and Jain provided a motive to carry out clinical trials in order to assess the benefits of combining memantine with an acetylcholinesterase inhibitor. According to ratiopharm, it was more-or-less self-evident from these teachings that the drugs could and should be used in combination and would provide a benefit to humans."], ["[251]", "Moreover, carrying out these clinical trials would not involve any inventive steps. Subsequent clinical trials demonstrated that the prediction of usefulness made by Wenk was sound. As such Wenk and Jain render obvious the invention claimed by the '492 patent."], ["[252]", "As was noted earlier in relation to the '453 patent, the Federal Court of Appeal has held that the word \"obvious\" in the phrase \"obvious to try\" means \"very plain\": see", "<FRAGMENT_SUPPRESSED> . The test will not be satisfied when the prior art \"would have alerted the person skilled in the art to the", "possibility", "that something might be worth trying\": at para. 29 (Emphasis added). Rather, the judge must be satisfied on a balance of probabilities that it was more or less self-evident to try to obtain the invention: <FRAGMENT_SUPPRESSED> at 66."], ["[253]", "For the reasons cited in relation to the issue of anticipation, I find that ratiopharm's allegations of obviousness are not justified. Neither Wenk nor Jain, either on their own or taken together, teach anything about the synergistic effect that is achieved through the combined use of memantine and an acetylcholinesterase inhibitor. Moreover, it was not at all plain from this prior art that combination therapy would generate a synergistic effect.", "iii) Is ratiopharm's Allegation of Utility Justified?"], ["[254]", "ratiopharm accepts that the '492 patent claims the allegedly novel use of two known drugs - memantine and one of several specified acetylcholinesterase inhibitors - to be used in combination to provide a synergistic therapeutic effect in humans. However, ratiopharm alleges that the patent is invalid due to the absence of either demonstrated or predicted utility."], ["[255]", "Insofar as predicted utility is concerned, the applicants plead in their memorandum of fact and law that if utility had not been demonstrated as of the relevant date, then the inventors nevertheless had a sound basis and line of reasoning to support the claimed synergistic combination."], ["[256]", "However, Dr. Herrmann and Dr. Gauthier agreed with Dr. Pedersen, one of the co-inventors of the '492 patent, that there is no disclosure in the patent of facts or reasoning from which the desired result could be inferred. Indeed, the applicants did not assert in their oral submissions that the '492 patent contained the information required to satisfy the three-part test for sound prediction articulated by the Supreme Court of Canada in the", "AZT", "case. Rather, the thrust of the applicants' argument was that this was unnecessary, as the utility of the invention claimed by the '492 patent had actually been demonstrated as of May 8, 2003."], ["[257]", "With respect to the question of demonstrated utility, ratiopharm asserts that as of the Canadian filing date of May 8, 2003, it had not been established that the combination of memantine and an acetylcholinesterase inhibitor did in fact produce a synergistic effect which would be useful in the treatment of mild cognitive impairment or dementia."], ["[258]", "ratiopharm further says that even if there had been such a demonstration, that demonstration was not disclosed in the '492 patent, a point that was conceded by Drs. Herrmann, Gauthier and Pedersen. Given that there is no data demonstrating utility in the patent, ratiopharm alleges that the specification of the '492 patent is insufficient, and that the patent is invalid for inutility."], ["[259]", "I do not need to determine whether it was necessary for the patent itself to set out data demonstrating utility. This is because I am satisfied that utility had not in fact been demonstrated as of May 8, 2003."], ["[260]", "As was previously noted, Dr. Pedersen was one of the co-inventors of the '492 patent. He is also a senior executive with H. Lundbeck A/S, having joined the company in 2000 as the Vice President of Clinical Research. Dr. Pedersen has since become the company's Executive Vice President of Drug Development."], ["[261]", "Dr. Pedersen's affidavit states that prior to joining H. Lundbeck A/S, he was involved in the development of drugs for the treatment of cancer. He deposes that he learned through this experience that combining two different drugs can lead to a more beneficial clinical result than the use of either drug by itself, as a result of a positive synergistic interaction between the drugs."], ["[262]", "Dr. Pedersen further explains that this was of interest with respect to the treatment of Alzheimer's, as the cause of the disease was unknown, but may have more than one basis. Memantine and acetylcholinesterase inhibitors address different underlying causes through different mechanisms of action, which, he says, could result in very substantial advantages. While cells in the brain may be able to overcome a drug-induced modulation of one disease-causing mechanism and thereby negate the effect of one drug, Dr. Pedersen says that it is much more difficult for brain cells to do that if two different disease-causing mechanisms are modulated simultaneously."], ["[263]", "Dr. Pedersen acknowledges that there are a number of reasons why a combination drug therapy may not work, including the potential that the two drugs will work against each other. However, he observes that Wenk had already shown that some acetylcholinesterase inhibitors did not lose their efficacy when used in conjunction with memantine. (I note that I have not been directed to any research examining whether the converse is also true: that is, whether memantine loses its efficacy when taken in combination with an acetylcholinesterase inhibitor.)"], ["[264]", "Dr. Pedersen then asserts that based upon his knowledge of memantine, his knowledge of the different, distinct mechanism of action of memantine and acetylcholinesterase inhibitors, his previous experience of combination therapies in the treatment of cancer, and his knowledge of the Wenk study, he concluded that \"the use of memantine and [acetylcholinesterase inhibitors] in combination in humans would be synergistic in that it would produce superior results to either of the medications being used alone\"."], ["[265]", "Two comments should be made with respect to Dr. Pedersen's evidence. The first relates to his conclusion that a combination therapy comprised of memantine and an acetylcholinesterase inhibitor would allegedly produce a synergistic result, \"in that it would produce superior results to either of the medications being used alone\"."], ["[266]", "The meaning of the term \"synergistic\" has been discussed earlier in these reasons. As was noted then, the parties agree that it means that the combination of two drugs provides an extra advantage beyond the expected additive sum of the benefits provided by the two previously known medicines. Expressed arithmetically, a synergistic effect is \"1 + 1 = 3\". This is different than the merely additive effect achieved where two drugs used together produced better results than either drug used on its own (arithmetically described as \"1+ 1 = 2\")."], ["[267]", "Although Dr. Pedersen uses the term \"synergistic\" in his affidavit, his conclusion that a combination of memantine and an acetylcholinesterase inhibitor \"would produce superior results to either of the medications being used alone\" seemingly describes an additive effect, rather than a synergistic one."], ["[268]", "Dr. Pedersen clearly understood the difference between additive and synergistic effects, as he discussed the difference in his re-examination. However, notwithstanding his use of the word \"synergistic\" in his affidavit, what his affidavit actually describes as the predicted interaction between memantine and an acetylcholinesterase inhibitor is an additive effect, rather than a synergistic one."], ["[269]", "The second point that should be noted with respect to Dr. Pedersen's evidence is that he has provided no evidence whatsoever of any experimental data arising from work done by any of the co-inventors to show that a combination therapy comprised of memantine and an acetylcholinesterase inhibitor did in fact create a synergistic effect."], ["[270]", "The only evidence provided by Dr. Pedersen in relation to the issue of utility appears in his affidavit under the heading \"Confirmation of My Invention\". There he discusses a study led by Pierre Tariot (Pierre Tariot et al., \"", "Memantine Treatment in Patients with Moderate to Severe Alzheimer Disease Already Receiving Donepezil", "\" (2004) 291:3 JAMA) which, he says, shows that the prediction of alleged synergism was found to be sound."], ["[271]", "Dr. Gauthier agreed that no synergistic benefit arising from the combination therapy had been established until the Tariot study was completed."], ["[272]", "The Tariot study was sponsored by Forest Laboratories, Inc. and was not published until 2004 - after the Canadian filing date for the '492 patent. However, Dr. Pedersen deposes that he was made aware of the results of the Tariot study in June of 2002. In 2000, Merz had entered into an agreement with H. Lundbeck to carry out research with respect to memantine and its use in treating Alzheimer's disease. A similar agreement was entered into between Merz and Forest, and discussions were held between personnel at the three companies with respect to the results of their research."], ["[273]", "The Tariot study was relied upon by Lundbeck to obtain its Notice of Compliance for its EBIXA memantine product."], ["[274]", "According to Dr. Pedersen \"the Tariot study showed that a combination of standard known dosages of memantine and the [acetylcholinesterase inhibitor] donepezil was more effective in treating Alzheimer's disease than donepezil alone, which is consistent with the conclusion that the combination produces a synergistic effect\"."], ["[275]", "The question then is whether this was in fact what Tariot taught?"], ["[276]", "A review of the published report indicates that the objective of the study was to \"compare the efficacy and safety of memantine vs placebo in patients with moderate to severe [Alzheimer's disease] already receiving stable treatment with donepezil\". The study investigated 404 patients with a diagnosis of probable Alzheimer's disease who were selected to meet specific criteria. All of the subjects received a stable dose of donepezil. Half of the patients also received memantine, with the remaining patients receiving a placebo."], ["[277]", "The authors' conclusions are summarized in the abstract of the article, which states that:", "\"In patients with moderate to severe [Alzheimer's disease] receiving stable doses of donepezil, memantine resulted in significantly better outcomes than placebo on measures of cognition, activities of daily living, global outcome, and behaviour and was well tolerated. These results, together with previous studies, suggest that memantine represents a new approach for the treatment of patients with moderate to severe [Alzheimer's disease].\""], ["[278]", "Tariot observes that drugs that target the glutamatergic system (such as acetylcholinesterase inhibitors) appear to play a therapeutic role in the treatment of Alzheimer's disease. The article then goes on to note that memantine may block the NMDA receptor channels, in theory improving cognition in states of glutamatergic excess."], ["[279]", "After discussing methodology used and the data obtained through the study, the Tariot researchers conclude their article by stating that:", "It is plausible that", "combining donepezil and memantine, which affect separate neurotransmitter systems,", "may confer independent clinical benefits", ". However, given the complex interconnection of different neurotransmitter systems,", "a synergistic mechanism is also plausible", ".\" (Emphasis added)"], ["[280]", "It is clear from the above that the Tariot study did not in fact demonstrate that a synergistic benefit would be derived from combining memantine with an acetylcholinesterase inhibitor such as donepezil in treating Alzheimer's disease. A review of the entire article discloses that what the study did demonstrate was that patients treated with memantine and donepezil did better than patients receiving donepezil and a placebo. It does not, however, conclude that the combination of the two types of medication generated a", "synergistic effect", ", rather than one that was merely", "additive", "in nature."], ["[281]", "Indeed, the conclusory paragraph quoted above suggests that as far as the authors of the Tariot article were concerned, both were equally plausible alternative explanations for the results achieved in the study."], ["[282]", "It is also telling to have regard to the press release issued by Forest in September of 2002 announcing the results of the Tariot study. While the press release refers to the beneficial effects of combination therapy over treatment of Alzheimer's disease with donepezil monotherapy, no mention is made of any synergistic effect generated by the combination of the two types of medication."], ["[283]", "Referring back to Dr. Pedersen's evidence, he deposes in his affidavit that \"the Tariot study showed that a combination of standard known dosages of memantine and the [acetylcholinesterase inhibitor] donepezil was more effective in treating Alzheimer's disease than donepezil alone, which is consistent with the conclusion that the combination produces a synergistic effect\". That is true as far as it goes. However, as the Tariot authors themselves noted, the results of the study were also consistent with the conclusion that combining donepezil and memantine conferred independent clinical benefits: that is, that the combination therapy had an additive effect."], ["[284]", "In cross-examination, Dr. Pedersen pointed to a chart in the Tariot article (Figure 2), asserting that it indicated an effect that was \"more than you could expect from just giving this sort of treatment\". The applicants argue that this is evidence that Tariot demonstrated that the use of combination therapy did in fact produce a synergistic effect."], ["[285]", "If this were the conclusion to be drawn from the data compiled in the Tariot study, one would have expected the authors to have trumpeted such an important discovery in their paper. This is especially so in light of the fact that, as the applicants pointed out in their argument, Alzheimer's disease is such a terrible and incurable illness for which there is no known cure, a situation that provided a powerful incentive for those seeking a treatment for the disease."], ["[286]", "In fact, the most that the Tariot authors could say was a synergistic effect of the combination therapy was one \"plausible\" explanation for the results of the study, although there was a second \"plausible\" explanation which was that combining donepezil and memantine \"confer[red] independent clinical benefits\". As noted above, it appears that the authors viewed both explanations as equally plausible, as there is no suggestion in the conclusion of the article that one explanation was any more likely or \"plausible\" than the other."], ["[287]", "Dr. Herrmann also addressed the Tariot article in one of his affidavits, asserting that it \"provides strong support for the prediction of a synergistic result of the combination therapy\". Dr. Herrmann also notes that Tariot was, as of January of 2009, the", "only", "published clinical trial which had tested the efficacy of the combination therapy in moderate to severe Alzheimer's disease, and thus represented the majority of the evidence relied upon to justify the use of combination therapy."], ["[288]", "It is, however, very telling to look closely at what Dr. Herrmann actually said in his affidavit about the teachings of the Tariot study to support his claim that it provided strong support for the prediction of a synergistic result of the combination therapy."], ["[289]", "What Dr. Herrmann said about Tariot is that the study taught that \"the combination of memantine and donepezil was more effective in treating Alzheimer's disease than donepezil alone\". He also stated that \"the results presented in the Tariot article strongly suggest that the combination therapy was also more effective than monotherapy [with memantine alone]\"."], ["[290]", "Once again, this is true as far as it goes."], ["[291]", "I do not, however, understand ratiopharm to dispute that treating moderate to severe Alzheimer's disease with memantine and donepezil can have an additive benefit, and thereby produce a better outcome than treatment with either memantine or donepezil on its own."], ["[292]", "However, the question is not whether the combination of the two drugs produces a better outcome, but whether that better outcome is as a result of", "synergistic", ", rather than a merely", "additive", "effect. In asserting that the Tariot study taught that \"the combination of memantine and donepezil was more effective in treating Alzheimer's disease than donepezil alone\", Dr. Herrmann is not saying that Tariot teaches that the use of combination therapy results in the generation of a synergistic effect, nor does the article itself say that."], ["[293]", "Finally, the applicants argue that Dr. Sadavoy was put forward by ratiopharm to say that the invention claimed by the '492 patent was anticipated by Tariot. According to the applicants, the study could not anticipate the invention if it did not demonstrate that the combination therapy produced a synergistic effect."], ["[294]", "A review of Dr. Sadavoy's affidavit discloses that what he actually said about Tariot was that the study had concluded that patients with moderate to severe Alzheimer's receiving combination therapy had better outcomes than those receiving donepezil and a placebo. As a result, the prediction of treating Alzheimer's disease with a combination of memantine and donepezil would have been widely known prior to the relevant date. Dr. Sadavoy's affidavit says nothing about Tariot teaching that the use of memantine in conjunction with donepezil would produce a synergistic effect."], ["[295]", "In construing the '492 patent, I have found that it is an essential element of each of the claims in issue that each of the compositions claimed produce a synergistic effect. I have also found that the '492 patent does not contain the information required to satisfy the three-part test for sound prediction articulated by the Supreme Court of Canada in the", "AZT", "case. Moreover, I have found that the utility of the invention claimed by the '492 patent had not been demonstrated as of May 8, 2003."], ["[296]", "As a consequence, I find that ratiopharm's allegation of inutility is justified, as it relates to the '492 patent."], ["[297]", "Although not strictly necessary to do so, I will deal with ratiopharm's last challenge to the validity of the '492 patent in the alternative, in the event that a reviewing court takes a different view of the question of utility.", "iv) Has There been a Lack of Good Faith Prosecution?"], ["[298]", "Paragraph 73(1)(a) of the", "Patent", "Act", "provides that an application for a patent shall be deemed to be abandoned if, amongst other things, the applicant does not \"reply in good faith to any requisition made by an examiner in connection with an examination, within six months after the requisition is made or within any shorter period established by the Commissioner\"."], ["[299]", "ratiopharm asserts that the applicants' patent agents failed to make full, frank and fair disclosure of the import of the Wenk article. That is, in responding to a requisition from the patent examiner, ratiopharm says that the applicants misrepresented that the prior art \"taught away\" from using a combination of memantine and an acetylcholinesterase inhibitor in the treatment of Alzheimer's disease."], ["[300]", "While ratiopharm insists that it is not alleging that the applicants acted in bad faith, it argues that the above statements constituted a failure to communicate with the examiner in good faith. As a result, ratiopharm says that this Court should deem the application to have been abandoned."], ["[301]", "In order to understand ratiopharm's argument, it is necessary to have an understanding of the sequence of events leading up to the granting of the '492 patent."], ["[302]", "The application for the patent was filed in Canada on May 8, 2003, claiming priority from a Danish application filed on May 31, 2002. In a requisition dated November 12, 2003, a patent examiner stated that, in his view, the claims on file did not comply with section 28.3 of the", "Patent", "Act", ". According to the examiner, the subject matter of the claims would have been obvious on the claim date to a person skilled in the art."], ["[303]", "The patent examiner noted that the claims were directed to an aggregation of two known types of compounds, and that there was no invention in combining two known compounds, unless there is a new use. Since the use of the compounds, when used separately, was already known in the prior art, the combination of the two compounds to perform the same use would be obvious, \"unless there is a new and unexpected result\". The patent examiner went on to observe that there was \"no evidence\" that a synergistic effect occurs between the two compounds in the treatment of mild cognitive impairment or dementia."], ["[304]", "In accordance with the provisions of section 29 of the", "Patent", "Act", ", the patent examiner required that the applicant provide \"an identification of any prior art cited in respect of the United States and European Patent Office applications\"."], ["[305]", "By letter dated October 14, 2004, H. Lundbeck A/S's Canadian patent agents responded to the request for prior art by noting that there were no corresponding United States or European Patent Office applications pending. The response did identify two documents cited in the International Search Report, one of which was the Wenk article discussed earlier in these reasons."], ["[306]", "There is no discussion of the significance of Wenk in the patent agents' response, nor was a copy of the article provided to the patent examiner at that time."], ["[307]", "On March 11, 2005, the patent examiner sent a further requisition. This requisition reiterated the examiner's concern that the invention claimed was obvious. Specifically, the patent examiner stated that \"the applicant has failed to show that their combination results in a unitary result, and not a mere addition of the effects of the two known drugs\". As a consequence, the patent examiner stated that, in his view, \"the subject matter of these claims would have been obvious to the person skilled in the art [...] having regard to the art cited by the applicant in their description\"."], ["[308]", "The patent agents responded to this requisition on March 20, 2006. It is this response that ratiopharm says lacks the necessary good faith."], ["[309]", "The patent agents' response contained the following statement:", "\"... In order to evaluate the inventiveness of the present invention, it is important to appreciate the understanding a person skilled in the art would have had at the time of the filing of the present application.", "It is therefore of prime importance to note that, at that time, there were numerous articles in the prior art which warned against the combination of NMDA antagonists and AChE", "[or acetylcholinesterase]", "inhibitors because NMDA antagonists attenuated the effect of AChE inhibitors, i.e. NMDA antagonists rendered AChE inhibitors ineffective", "...\" (Emphasis added)"], ["[310]", "The agents then discuss an article published at (1989) 28 J. Toxicol. Environ. Hlth., at 111-122, which showed that memantine attenuated the inhibitory effect of an acetylcholinesterase inhibitor called carbofuran. Reference is also made to an article at (1991) 24 Drug Dev. Res., at 329-341, which concluded that memantine attenuated the acetylcholinesterase inhibition of a reversible acetylcholinesterase inhibitor known as aldicarb. A third article published at (1992) 112 Toxicol. Appl. Pharmacol., at 95-103 showed that memantine attenuated the acetylcholinesterase inhibition of another reversible acetylcholinesterase inhibitor called soman. Finally, an article published at (1996) 48 J. Pharm. Pharmacol., at 71-76, had shown that another NMDA antagonist, namely (+)-5-methyl-10, 11-dihydro-5H-dibenzocyclohepten-5-10-imine meleate, attenuated the acetylcholinesterase inhibition of an acetylcholinesterase inhibitor known as diisopropylfluorophosphate (or \"DFP\")."], ["[311]", "The patent agents' response then goes on to state that in light of the above:", "\"[I]t would thus have been counter-intuitive and definitely improbable that,", "in view of the prior art available at the time of filing", ", one skilled in the art would have been prompted to combine a NMDA antagonist with an AChE inhibitor to achieve the claimed composition. In fact,", "in view of the prior art", ", which showed that NMDA antagonists attenuate the effect of AChE, it was not obvious for a skilled person to arrive at the present invention.", "Indeed, the prior art clearly teaches away from the combination of a NMDA antagonist with an AChE inhibitor as claimed in the instant application.", "\" (Emphasis added)"], ["[312]", "The agents go on to conclude that:", "\"It is therefore the Applicant's opinion that", "the teachings of the prior art as a whole", "would not have prompted the skilled person, faced with the problem of formulating a composition for the treatment of mild cognitive impairment or dementia, to elaborate the instant composition and that consequently the claims on file are not obvious in view of the prior art. Therefore, withdrawal of this objection is respectfully requested.\" (Emphasis added)"], ["[313]", "ratiopharm argues that the applicant breached its duty of good faith in failing to alert the patent examiner as to the importance of the Wenk article, which, it will be recalled, taught that while some acetylcholinesterase inhibitors do lose their therapeutic effect when used in conjunction with memantine, others do not. In particular, Wenk found that memantine's inhibitory effect was restricted to \"irreversible\" acetylcholinesterase inhibitors such as DFP, and that other \"reversible\" acetylcholinesterase inhibitors such as donepezil, THA (or tacrine hydrochloride) and galantamine did not lose their therapeutic effect when used in conjunction with memantine."], ["[314]", "The applicants deny that applicants have a duty of candour in the prosecution of a patent application in Canada, citing the decision of the", "Federal Court in  <FRAGMENT_SUPPRESSED> ; 332 F.T.R. 1; 2008 FC 744, in support of this contention."], ["[315]", "The applicants further point out that the Wenk article had already been identified for the patent examiner in the patent agents' October 4, 2004 letter. As Wenk was already before the examiner, the applicants submit that there was accordingly no need to discuss it further."], ["[316]", "The first question then is whether applicants owe a duty of candour in the prosecution of patent applications in Canada."], ["[317]", "In answering this question, two comments should be made with respect to the", "Janssen-Ortho", "decision relied upon by the applicants. The first is that the Federal Court decision was later reversed by the Federal Court of Appeal, albeit without comment on the good faith issue: see [2009] F.C.J. No. 730; 392 N.R. 71; 2009 FCA 212."], ["[318]", "More important, however, is the fact that the patent in dispute  <FRAGMENT_SUPPRESSED> -Ortho", "was issued on June 23, 1992. As such, the application for that patent was governed by the pre-1996", "Patent", "Act", ", which did not contain a provision comparable to paragraph 73(1)(a) of the current", "Act", ". The decision is therefore of little assistance in this case."], ["[319]", "Moreover, paragraph 73(1)(a) of the current", "Patent", "Act", "explicitly imposes a duty on patent applicants to \"reply in good faith to any requisition made by an examiner in connection with an examination\". As a consequence, it is clear that at this point there is a duty of candour on the part of applicants in the prosecution of a patent application in Canada."], ["[320]", "The parties agree that the only cases considering the scope of paragraph 73(1)(a) are the Federal Court decision in", "<FRAGMENT_SUPPRESSED>  and the decision of the Federal Court of Appeal reversing it: see (2007), 361 N.R. 290; 58 C.P.R.(4th) 1; 2007 FCA 173."], ["[321]", "It was alleged in", "G.D. Searle", "that the patent in issue was abandoned pursuant to subsection 73(1)(a) of the", "Patent", "Act", "because Searle had misled the Canadian Patent Office during the course of the prosecution of the application for the patent. Novopharm alleged a breach of the duty of good faith in two respects. The first was the applicants' assertion that the European Patent Office had allowed claims identical to claims 1 to 16 of the patent in issue to proceed to a patent, whereas the European Patent Office had in fact done so only with respect to claims 1 to 8."], ["[322]", "The second alleged breach of the duty of good faith related to the applicants' treatment of certain information identified as the \"Matsuo reference\". In this regard, Justice Hughes found that Searle had failed to disclose information obtained from tests performed on certain of the Matsuo compounds, which test results had been disclosed by a Searle employee at a scientific conference, and in a scientific paper."], ["[323]", "Justice Hughes found that the representation that claims 1 to 16 of the European patent applications had been allowed did not provide a basis for finding abandonment of the application for lack of good faith, but that the reference to Matsuo as prior art did."], ["[324]", "Most importantly for our purposes, Justice Hughes observed that:", "\"[72] A patent is a monopoly sought voluntarily by an applicant, there is no compulsion to do so. An application for a patent is effectively an ex parte proceeding, only the applicant and the Patent Office examiner are involved in dialogue. The patent, when issued, is afforded a presumption of validity by the", "Patent", "Act", "\"[73] A patent is not issued simply to afford a member of the public an opportunity to challenge its validity ... An obligation arises on those seeking to gain a patent to act in good faith when dealing with the Patent Office. The application for the patent includes a specification and draft claims. The specification is the disclosure for which the monopoly defined by the claims is granted. This disclosure, as the Supreme Court has said, should be full, frank and fair. Further disclosure made in dialogue with the Patent Office examiner. Since at least October 1, 1996, communications with the examiner must be made in good faith. It is to be expected that there will be full, frank and fair disclosure. There is afforded during the prosecution ample opportunity to make further disclosure or to correct an earlier misstatement or shortcoming. It is not harsh or unreasonable, if after the patent issues, and disclosure is found to lack good faith, that the Court deems the application and thus the patent, to have been abandoned.\""], ["[325]", "Justice Hughes went on at paragraph 77 of his decision in", "G.D. Searle", "to observe that \"The essential point is that all appropriate facts should have been stated in the patent application itself, and disclosed to the Patent Office so as to allow the examiner to make an appropriate assessment and, if necessary, require amendment or cancellation respecting the specification and proposed claims\"."], ["[326]", "The failure of Searle to make full and frank disclosure with respect to the circumstances surrounding the testing of the Matsuo compounds led Justice Hughes to find that good faith had not been shown by Searle, both in relation to the submission of the application to the Canadian Patent Office, and in responses to the Patent Office examiner dealing with Matsuo. As a result, Justice Hughes found the application to have been abandoned."], ["[327]", "The Federal Court of Appeal reversed this decision, holding that Justice Hughes' finding that Searle was not the applicant as of a particular date was not supported by the record, as all of the documentary evidence showed Searle to be the applicant. As such, the disclosure made by a representative of Searle at the scientific conference was one that fell within the one-year grace period provided for in paragraph 28.3(a) of the", "Patent", "Act", ". The result of this was that any disclosure made at the Conference was exempt from any consideration as to obviousness."], ["[328]", "It therefore followed that the revelations by the Searle employee at the conference did not have to be disclosed to the examiner. As a result, there was no deemed abandonment in that case."], ["[329]", "Although it came to a different conclusion on the facts of the case, it is noteworthy that the Federal Court of Appeal in", "G.D. Searle", "did not take issue with Justice Hughes' review of the law with respect to the duty of good faith in the prosecution of patent applications. I accept Justice Hughes' review as an accurate overview of the obligations on an applicant. In particular, I agree with the analogy that he drew between an application for a patent and an ex parte court proceeding."], ["[330]", "The law in this latter regard is well established. That is, a party seeking ex parte relief has the duty of ensuring that the Court is apprised of all of the relevant facts. As Justice Sharpe noted in", "<FRAGMENT_SUPPRESSED>  (Gen. Div.), both the judge hearing an ex parte motion and the party against whom the order is sought are literally \"at the mercy\" of the party seeking the relief in issue."], ["[331]", "Justice Sharpe went on to observe at paragraph 26 of <FRAGMENT_SUPPRESSED> that in an ex parte proceeding, \"the ordinary checks and balances of the adversary system are not operative\". It is for this reason that the law requires that when a party goes before a court seeking ex parte relief, it must do more than simply present its own case in the best possible light, as would be the case if the other side were present. Rather, the applicant must state his or her own case fairly and must inform the Court of any points of fact or law known to it which favour the other side: <FRAGMENT_SUPPRESSED> at para. 27."], ["[332]", "Having carefully reviewed the exchange of correspondence between the applicants' patent agents and the patent examiner, I have concluded that the applicants failed to reply in good faith to a requisition made by the examiner in connection with his examination. My reasons for so concluding are as follows."], ["[333]", "The patent examiner was clearly concerned with respect to the question of obviousness as it related to the application for what became the '492 patent. In particular the patent examiner expressed concern about the fact that the use of both memantine and acetylcholinesterase inhibitors was already known in the prior art for the treatment of mild cognitive impairment or dementia."], ["[334]", "In their March 20, 2006 response, the applicants' patent agents advised the patent examiner that at the relevant time, there were numerous articles in the prior art that warned against combining NMDA antagonists with acetylcholinesterase inhibitors because NMDA antagonists would attenuate the effect of the acetylcholinesterase inhibitors."], ["[335]", "The patent agents then go on to identify four specific examples of prior art that came to this conclusion. It is important to note that the acetylcholinesterase inhibitors that were considered in the four articles in question were carbofuran, aldicarb, soman and DFP."], ["[336]", "The patent agents submitted that \"", "in light of the prior art available at the time of filing", "\", it would have been \"", "counter-intuitive and definitely improbable", "\" that a person skilled in the art would have been prompted to combine an NMDA antagonist with an acetylcholinesterase inhibitor to achieve the claimed composition. The patent agents go so far as to say that \"Indeed,", "the prior art clearly teaches away", "from the combination of a NMDA antagonist with an [acetylcholinesterase] inhibitor as claimed in the instant application\". (Emphasis added)"], ["[337]", "The patent agents conclude by stating that \"the teachings of the prior art as a whole\" would not have prompted the skilled person \"to elaborate the instant composition\", with the result that the invention claimed was not obvious."], ["[338]", "It will be recalled that the '492 patent claimed the use of memantine with one or more specifically identified acetylcholinesterase inhibitors. The acetylcholinesterase inhibitors identified in the patent are tacrine, donepezil, rivastigmine and galantamine, or mixtures thereof. There was no mention of carbofuran, aldicarb, soman or DFP in the patent application. Thus none of the prior art referred to by the patent agents in their March 20, 2006 response to requisition was directly relevant to the invention claimed by the '492 patent."], ["[339]", "The one study that", "was", "directly relevant to the implications of combining memantine with tacrine, donepezil, rivastigmine or galantamine was Wenk. Wenk taught that while some \"irreversible\" acetylcholinesterase inhibitors such as DFP lost their therapeutic effect when used in conjunction with memantine, other \"reversible\" acetylcholinesterase inhibitors such as donepezil, tacrine and galantamine did not."], ["[340]", "In other words, the applicants' patent agents provided the patent examiner with four less relevant items of prior art which \"taught away\" from pursuing the invention, yet failed to mention the one directly relevant study that came to the opposite conclusion."], ["[341]", "The fact that the March 20, 2006 response did not fairly or accurately represent the state of the prior art at the relevant time is illustrated by the evidence of Dr. Pedersen himself. He stated at paragraph 19 of his affidavit that:", "\"Combination therapies are not always effective. For example, there is the risk that using two drugs in combination will work in a counter-productive way by causing and inhibition or reduction of the efficacy of one or both drugs. However, in 2002 there was evidence that such an inhibtory effect should not occur using memantine and [acetylcholinesterase inhibitors] in combination.", "In particular, I was aware at the time of a study published by Wenk entitled \"No Interaction of Memantine with Acetylcholinesterase Inhibitors Approved for Clinical Use\"", "[citation omitted].", "The Wenk study was a small study carried out on rat brains from which the authors concluded that three different [acetylcholinesterase inhibitors] (donepezil, [tacrine] and galantamine) did not lose their therapeutic efficacy when used in combination with memantine.", "\" (Emphasis added)"], ["[342]", "Indeed, Dr. Pedersen himself testified that the Wenk article \"basically gave the legitimacy to move on and to [test the] hypothesis further\"."], ["[343]", "The applicants also point to the patent agents' reference in their March 20, 2006 response to \"the teachings of the prior art as a whole\", arguing that it had not been asserted that the prior art was unanimous in finding that memantine could not be combined with any acetylcholinesterase inhibitor without attenuating the effect of the acetylcholinesterase inhibitor."], ["[344]", "I do not accept this submission. The reference to \"the teachings of the prior art as a whole\" must be viewed in light of the other statements in the March 20, 2006 response to requisition, namely that it would have been \"counter-intuitive and definitely improbable\" that a person skilled in the art would have been prompted to combine an NMDA antagonist with an acetylcholinesterase inhibitor \"", "in light of the prior art available at the time of filing", "\". That is simply not the case in light of Wenk, which was most certainly available at the time of filing."], ["[345]", "Moreover, the patent agents went so far as to say that indeed \"", "the prior art clearly teaches away", "\" from combining an NMDA antagonist with an acetylcholinesterase inhibitor, as claimed in the application. That statement is not a fair representation of the teachings of the prior art, insofar as they related to the combination of memantine with the acetylcholinesterase inhibitors specifically identified in the application leading up to the '492 patent."], ["[346]", "The applicants also point to the fact that the Wenk study had been specifically identified by the patent agents in their October 4, 2004 letter as one of two documents that had been cited in the International Search Report. According to the applicants, having previously disclosed the existence of Wenk to the patent examiner, there was therefore no need to discuss it further. As a consequence, it could not be said that there had been any lack of candour on the applicants' part."], ["[347]", "In my view, this submission also does not assist the applicants. The fact that Wenk may have been identified by the applicants' patent agents in earlier correspondence does not take away from the fact that the statements made in the March 20, 2006 response to requisition were not a full, fair or complete depiction of the teachings of the prior art."], ["[348]", "Finally, the applicants submit that Wenk says nothing about any synergistic effect to be achieved by combining memantine with an acetylcholinesterase inhibitor. As such, they say that Wenk had nothing to do with the invention claimed by the '492 patent, and was not so material that the failure to mention it amounted to a lack of good faith."], ["[349]", "I also do not accept this submission."], ["[350]", "It is true that Wenk says nothing about any synergistic effect to be achieved by combining memantine with an acetylcholinesterase inhibitor. Indeed, it was for this reason that I concluded that Wenk did not anticipate the '492 patent or render it obvious. However, there is no suggestion that any of the four studies that were cited by the applicants' patent agents in their March 20, 2006 response to requisition had anything to say about the synergistic effect that could be achieved by combining memantine with an acetylcholinesterase inhibitor. Nevertheless, the agents clearly thought that these articles were relevant and helpful in addressing the patent examiner's obviousness concerns. Indeed, the patent agents went so far as to describe the articles as being \"", "of prime importance", "\" with respect to the issue at hand."], ["[351]", "If the four studies cited by the agents were \"of prime importance\" to the issue of obviousness, then surely Wenk was even more important given that it was far more relevant than any of the four studies that were cited by the patent agents in their response."], ["[352]", "A proper understanding of the prior art is clearly critical to patent examination. The duty of good faith imposed by paragraph 73(1)(a) of the post-1996", "Patent", "Act", "requires that this prior art be fully and fairly described by applicants and their agents when answering requisitions from the Patent Office. That did not happen in this case, and I therefore find that ratiopharm's allegation of abandonment is justified.", "c) Infringement"], ["[353]", "It will be recalled that ratiopharm is seeking a Notice of Compliance to permit it to sell its own memantine product. ratiopharm is not seeking to sell a pharmaceutical composition that combines memantine with one or more acetylcholinesterase inhibitors. As a consequence, ratiopharm says that its product does not involve a synergistic combination of the two pharmaceutical compositions, with the result that there will be no infringement of the '492 patent."], ["[354]", "The applicants are not alleging that ratiopharm will itself infringe the '492 patent. Rather, the applicants say that ratiopharm will induce or procure others to infringe the patent."], ["[355]", "As the Federal Court of Appeal observed in", "<FRAGMENT_SUPPRESSED>  (\"", "Sanofi-Aventis", "\"), a generic drug manufacturer such as ratiopharm may be implicated in the infringement of a patent by others, if the generic drug manufacturer induces that infringement: see", "Sanofi-Aventis", "at para. 11."], ["[356]", "The Court held that infringement by inducement can be established in a number of different ways. One way is through inferences reasonably drawn from the contents of the product monograph for the generic drug product. Other ways that infringement by inducement could be established include through evidence relating to the dosage form of the generic product, or its labelling or marketing:", "Sanofi-Aventis", "at para. 11."], ["[357]", "However, the Court cautioned that an inducement to infringe cannot generally be inferred from the mere reference to a particular new use in the product monograph, for example, in the course of explaining contraindications or drug interactions, or as part of a list of scientific references:", "Sanofi-Aventis", "at para. 11."], ["[358]", "Much of the applicants' inducement argument focused on ratiopharm's product monograph for its proposed memantine product. The applicants say that it is clear from the product monograph that ratiopharm intends that its memantine product be used in combination with acetylcholinesterase inhibitors, thereby infringing the '492 patent."], ["[359]", "The applicants have also adduced what might be called \"business case\" evidence to support its contention that ratiopharm's ratio-MEMANTINE product will inevitably infringe the '492 patent. I will address this latter type of evidence first."], ["[360]", "Patrick Cashman is the President of Lundbeck. He deposes in his affidavit that the majority of the Canadian market for memantine is for use in combination therapy. Indeed, Lundbeck's sales data reveals that 63.6% of EBIXA prescriptions in Canada are for use in combination with acetylcholinesterase inhibitors. That said, Mr. Cashman conceded that there is still a market for memantine for use in monotherapy, and that sales of memantine for monotherapy had actually increased slightly in 2008 over 2007."], ["[361]", "Other witnesses describe even higher rates of memantine use in combination therapy. For example, Dr. Herrmann deposes that as many as 75% of his patients receiving memantine are taking it with an acetylcholinesterase inhibitor. Dr. Gagné, Lundbeck's Vice President for Scientific Affairs, deposes that more than 80% of patients enrolled in an ongoing clinical study sponsored by Lundbeck are on the combination therapy."], ["[362]", "Indeed, Dr. Herrmann testified that the current clinical thinking is that memantine is recommended to be used in combination with an acetylcholinesterase inhibitor for the treatment of Alzheimer's disease."], ["[363]", "The applicants further submit that the size of the Canadian market for memantine is relatively small, with Lundbeck's annual Canadian sales being approximately $12 million. If ratiopharm's memantine product is approved and enters the market at a reduced price, and then captures the entire market of sales for monotherapy only, its revenue would be approximately $2 million - a relatively small amount in the context of drug sales. Moreover, if ratiopharm receives a Notice of Compliance for memantine, it will likely end up sharing this small market with Lundbeck, and possibly with other generics as well."], ["[364]", "From this, the applicants ask me to infer that ratiopharm will promote its memantine product for use in combination therapy. Indeed, the applicants say that without such promotion, it cannot be expected that ratiopharm would achieve any commercially reasonable level of sales."], ["[365]", "In support of this contention, the applicants rely on the evidence of Dr. Gagné, who deposes that patients receiving EBIXA often reside in hospitals or long-term health care facilities such as nursing and retirement homes. These institutions will typically only carry a single brand of a pharmaceutical product and will dispense this single brand for all approved uses."], ["[366]", "As a consequence, these institutions would dispense memantine for both mono- and combination therapy purposes. Moreover, almost all of these institutions will prefer to purchase a lower priced generic product if one were available. However, these institutions would not likely buy ratiopharm's generic product unless ratiopharm provided assurances that its memantine product could be used for all uses for which EBIXA is conditionally approved."], ["[367]", "Based upon all of the above considerations, the applicants argue that because of the nature of the Canadian market for memantine, infringement of the '492 patent will inevitably occur as physicians will prescribe, pharmacists will dispense, and patients will use ratiopharm's memantine product in combination therapy."], ["[368]", "This may well be the case. Indeed, the circumstantial evidence suggests that ratiopharm's ratio-MEMANTINE product may indeed end up being used in combination with acetylcholinesterase inhibitors for the treatment of Alzheimer's disease, thereby infringing the '492 patent. ratiopharm may expect this to happen. However, it is ratiopharm's actions and not its expectations that are the issue before me."], ["[369]", "The parties agree that the fact that there may be downstream infringement is not enough, on its own, to show infringement by inducement. Indeed, as Justice Gauthier observed in", "<FRAGMENT_SUPPRESSED>  even if it can be shown that infringement by others \"is highly probable, if not inevitable\", that will not be enough to establish that an allegation of non-infringement is not justified: see para. 31."], ["[370]", "Something more is required: see", "<FRAGMENT_SUPPRESSED>  at para. 35. That \"something more\" requires active conduct on the part of ratiopharm: see", "<FRAGMENT_SUPPRESSED>  at para. 136."], ["[371]", "In other words, ratiopharm cannot be found to infringe the '492 patent unless it can be shown that it has itself done something to induce that infringement in some way. In my view, inducement has not been established in this case."], ["[372]", "Firstly, I have not been directed to any evidence with respect to any actual promotion of a memantine product by ratiopharm. This is hardly surprising, given that ratiopharm has yet to receive a NOC for its product."], ["[373]", "The applicants point to the evidence of Judy Schure, who states that memantine is not listed on any provincial formulary other than Quebec where it is listed only for use in monotherapy. As a consequence, Ms. Schure states that if ratiopharm's product is approved, it will not benefit from automatic substitution, as is typically the case of drugs which have formulary listings and are deemed interchangeable. Ms. Schure says that the result of this is that ratiopharm would have to take active steps to market its ratio-MEMANTINE product."], ["[374]", "As was noted early in these reasons, ratiopharm takes issue with Ms. Schure's expertise, arguing that her expertise was limited, and that she has not carried out any studies or surveys to support her opinions."], ["[375]", "Ms. Schure is a licensed pharmacist who has worked as a dispensing pharmacist. As such, I am satisfied that she is qualified to testify with respect to the significance of the listing of a drug on a provincial formulary and the implications that such a listing will have for prescribing practices."], ["[376]", "That said, I give little weight to her evidence with respect to the implications that the fact that memantine is not listed on any provincial formulary other than Québec will have for ratiopharm's future marketing plans."], ["[377]", "Ms. Schure is not an expert in pharmaceutical marketing. She has never worked for ratiopharm, has never had any contact with ratiopharm's sales representatives, and thus has no knowledge of ratiopharm's marketing plans or practices. Indeed, she conceded in cross-examination that her opinion was simply her own personal speculation as to what might happen in the future."], ["[378]", "Jean Proulx also provided evidence on behalf of the applicants in this regard. Mr. Proulx is the Director of Scientific Affairs at Lundbeck, and is a licensed pharmacist in the province of Québec. His evidence was similar to that of Ms. Schure."], ["[379]", "I would note firstly that as a senior Lundbeck employee, Mr. Proulx can hardly be said to be a disinterested witness. It is not at all clear that he has any particular expertise in drug marketing. Moreover, he has never worked as a pharmacist in a nursing home or retirement facility, nor has he ever worked for ratiopharm or any other company that sells or markets generic versions of drugs."], ["[380]", "While Mr. Proulx is aware that ratiopharm has dozens of prescription drug products listed on the Québec formulary, he had never conducted any investigations into how ratiopharm has marketed or sold these other drugs in the past, whether in Québec or elsewhere. Nor has he made any inquires of others in order to learn how ratiopharm markets its prescription products. As a consequence, his evidence as to ratiopharm's future intentions is necessarily somewhat speculative in nature, and I choose to give it little weight for this reason."], ["[381]", "Mr. Cashman and Dr. Gagné's evidence about what ratiopharm might do in the future is similarly speculative. In Dr. Gagné's case, the weight to be attributed to her evidence is further undermined by the fact that as Lundbeck's Vice President for Scientific Affairs, she is not involved in drug marketing activities."], ["[382]", "Allegations of non-infringement are presumed to be true unless and until the contrary is shown by the applicant: see the Federal Court of Appeal's decision in", "<FRAGMENT_SUPPRESSED>  at para. 30."], ["[383]", "I am not prepared to base a finding of inducement on speculation as to how ratiopharm might promote its ratio-MEMANTINE product in the future. If it turns out that it does in fact promote its product for use in combination therapy, the applicants will have their remedies through an infringement action."], ["[384]", "The question then is whether ratiopharm's draft product monograph for its ratio-MEMANTINE product will induce infringement."], ["[385]", "The product monograph makes no reference to combination therapy in the stated indication on its title page, saying only that ratiopharm's ratio-MEMANTINE tablets are indicated for use in the symptomatic treatment of patients with moderate to severe dementia of the Alzheimer's type. Indeed, nowhere in the document is there any statement that ratiopharm is seeking approval to sell memantine for use in combination with any other drug."], ["[386]", "Moreover, under the heading \"Indication and Clinical Uses\" on page 8, the draft product monograph states that ratio-MEMANTINE tablets \"may be useful", "as monotherapy", "for the symptomatic treatment of patients with moderate to severe dementia of the Alzheimer's type\" (Emphasis added). The draft product monograph does not discuss any benefits to be derived from using memantine in combination with any other drug."], ["[387]", "Dr. Herrmann took issue with the fact that there was no disclaimer on the title page of the draft product monograph to the effect that ratio-MEMANTINE should not be used in combination therapy. However, this Court has held that while such a warning might be a factor that would help to negate any idea of intention by the alleged infringer, \"the absence of a warning cannot not be used by itself to infer an intention to infringe through inducement, procurement, marketing or some other nexus\": see", "<FRAGMENT_SUPPRESSED>  at para. 34."], ["[388]", "Much of the focus of the applicants' arguments in relation to the issue of inducement was on the references in the draft product monograph to two unidentified clinical trials. It is acknowledged by ratiopharm that one of these trials was the Tariot study discussed earlier in these reasons. The applicants say that there was no reason to include information from the Tariot study in the product monograph unless it was intended that ratiopharm's ratio-MEMANTINE be used as part of a combination therapy."], ["[389]", "In support of this argument, the applicants cite the decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  where Justice Rothstein noted that no explanation had been provided as to why a product monograph included references to a study involving a use of a drug for a particular condition, unless it was intended that the drug be used for that condition."], ["[390]", "However, it is evident from a review of the Federal Court decision in the", "AB Hassle", "case that there was evidence before the Court that the references in a product monograph to a particular study would be understood to refer to a particular infringing use of the drug in question: see", "<FRAGMENT_SUPPRESSED>  (\" <FRAGMENT_SUPPRESSED> .\")."], ["[391]", "In this case, the Tariot study is not mentioned by name in the draft product monograph. It is not even referenced in the bibliography at the end of the document. It is true that Figure 2 from the Tariot article is reproduced in the document, but it is there without any attribution or any discussion relating to its import or significance."], ["[392]", "The applicants concede that there is no evidence before the Court to suggest that a doctor or pharmacist reading the draft product monograph would see the references to clinical trials and understand that what was being discussed was the Tariot study."], ["[393]", "Nor is there any evidence from a disinterested doctor or pharmacist asserting that ratiopharm's draft product monograph would induce them to use ratio-MEMANTINE as part of a combination therapy. To the contrary, Dr. Herrmann stated that he relies on the results of clinical trials in deciding which drugs to prescribe and would not be influenced by what drug companies might tell him. Indeed, what evidence there is suggests that doctors and pharmacists may not even look at a product monograph."], ["[394]", "Furthermore, the discussion of the Tariot study in the draft product monograph simply refers to a comparison between patients receiving memantine and those receiving a placebo. There is no discussion of the fact that all of the patients in the Tariot study were also taking donepezil at the time of the study, nor is there any discussion of the study's findings as to the salutary effects of taking memantine in combination with one or more acetylcholinesterase inhibitors."], ["[395]", "As Dr. Gagné herself acknowledged, the inclusion of the results of the Tariot study in ratiopharm's draft product monograph, without any description of the design of the study, is both \"misleading and confusing\"."], ["[396]", "It is clear from a comparison of Lundbeck's product monograph and ratiopharm's draft product monograph that all of the references to combination therapy that were in Lundbeck's product monograph have been removed from the ratiopharm document."], ["[397]", "Indeed there are only three references to acetylcholinesterase inhibitors in ratiopharm's draft product monograph. One reference appears under the heading \"Other Adverse Events Observed During Clinical Trials\". There, the document states that \"Also included are the adverse events observed in the placebo-controlled trial in patients who had", "previously been treated with donepezil prior to memantine hydrochloride treatment", "\". While this certainly indicates that at least some test subjects had previously been taking donepezil, there is no suggestion that they continued to do so while taking memantine."], ["[398]", "The other two references to acetylcholinesterase inhibitors in ratiopharm's draft product monograph appear at pages 2 and 24 of the document in discussions of the pharmacology of memantine. In both places the product monograph states that memantine \"does not directly affect the acetylcholine receptor or cholinergic transmission, which have been implicated in the cholinomimetic side effects [examples omitted] seen with acetylcholinesterase inhibitors\". Once again, this has nothing to do with combination therapy."], ["[399]", "As Justice Layden-Stevenson observed in <FRAGMENT_SUPPRESSED> , \"subtle references\" in a product monograph may be enough to leave a reader with the impression that a drug can be used in a manner that would infringe a patent: see para. 155. However, in my view, the references to the Tariot study in ratiopharm's draft product monograph are not just subtle; they are both obscure and confusing. They would not, in my view, induce anyone to prescribe memantine for use as part of a combination therapy with an acetylcholinesterase inhibitor."], ["[400]", "The applicants point to the fact that ratiopharm adduced no evidence to support its allegations of non-infringement with respect to the '492 patent, or to answer the evidence from the applicants' witnesses asserting that it will infringe. While that is true, the onus is on the applicants to establish on a balance of probabilities that ratiopharm will either itself infringe the '492 patent, or will induce others to do so. The applicants have not satisfied their onus in this regard. Consequently, I find that ratiopharm's allegation of non-infringement to be justified.", "VIII. Conclusion"], ["[401]", "For these reasons, I have found that ratiopharm's allegations of invalidity are justified as they relate to both the '453 patent and the '492 patent. I have also found that ratiopharm's allegations of non-infringement are justified insofar as they relate to the '492 patent. Consequently, the applicants' application for prohibition is dismissed."], ["[402]", "Before concluding, I would like to commend counsel for the thoroughness of their preparation, the co-operation and professionalism that they have exhibited throughout the proceedings, and their courteous and helpful submissions.", "IX. Costs"], ["[403]", "The parties agreed that the successful party should have its costs calculated at the middle of Column IV. I agree that this is appropriate in this case."], ["[404]", "Most unusually for a proceeding of this nature, ratiopharm was represented by a single counsel and submitted evidence from only one expert witness. ratiopharm should thus be entitled to the costs of a single counsel at the middle of Column IV, together with its reasonable expert witness fees and disbursements.", "JUDGMENT"], ["[405]", "THIS COURT ORDERS THAT", "this application is dismissed, with costs.", "Application dismissed.", "Editor: E. Joanne Oley/vnh", "Footnotes", "1. The parties have agreed that, with one exception, all of the witnesses tendered as experts by the opposing side are indeed experts in their individual fields. ratiopharm does not accept that a pharmacist by the name of Judy Schure is qualified to give expert testimony. Her situation will be addressed further on in this decision.", "[End of document]"]]}