{"id_": "068808", "body_str": [["[1]", "Rennie, J.", ": The applicant seeks judicial review of a decision of Senior Immigration Officer Spigelski (PRRA Officer), dated August 22, 2011, refusing the applicant's Pre-Removal Risk Assessment (PRRA) application (IMM-8252-11) pursuant to section 112 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", ")."], ["[2]", "The applicant also seeks judicial review of the decisions of Canada Border Services Agency (CBSA) Enforcement Officer Desmarais (Enforcement Officer), dated January 11, 2012 (IMM-535-12) and January 16, 2012 (IMM-536-12), refusing the applicant's two requests to defer his removal to Senegal scheduled for January 28, 2012 pending the Court's disposition of his judicial review applications."], ["[3]", "For the reasons that follow the application is dismissed.", "Facts"], ["[4]", "The applicant, Doudou Sane, is a citizen of Senegal."], ["[5]", "The applicant lived in the United States for eight years but returned to Dakar, Senegal in February 2005. In 2006 the applicant and his friend traveled to Casamance, Senegal to settle the applicant's inheritance of a property left by his father. The applicant and his friend were allegedly targeted by both rebel and government forces. They were abducted by the military, brought to a camp and detained for two days. The applicant states that he escaped the camp with the help of a soldier. Upon returning to Dakar the applicant and his friend received threatening telephone calls. The applicant contends that his friend is now missing."], ["[6]", "The applicant fled Senegal and arrived in Canada on March 24, 2007 on a visitor's visa. He filed a refugee claim on May 31, 2007. The Refugee Protection Division [RPD] rejected his claim on June 1, 2010, finding the applicant lacked credibility as he hesitated and his testimony contained many contradictions. The applicant did not seek judicial review of the denial of his refugee claim."], ["[7]", "The applicant's mother received a convocation notice, or what appears to be a summons for the applicant to appear, from the Senegalese police on October 6, 2010."], ["[8]", "On March 9, 2011, the applicant applied for a PRRA which automatically stayed his removal (", "Immigration and Refugee Protection Regulations", ", SOR-2001-227, section 232). A negative decision was rendered on his PRRA application on August 22, 2011 and delivered to him on November 9, 2011. Accordingly, the statutory stay of removal lapsed and the applicant's removal to Senegal was scheduled for January 28, 2012."], ["[9]", "The applicant made requests for a deferral of his removal to Senegal pending the outcome of his judicial review applications on January 10, 2012 and on January 13, 2012. The deferral requests were refused by the Enforcement Officer on January 11, 2012 and January 16, 2012 respectively."], ["[10]", "On January 18, 2012, the applicant sought judicial review of the rejection of his PRRA application and the denial of the deferrals. The applicant then filed a motion with this Court for a stay of removal pending the Court's determination of his application for leave and judicial review. On January 24, 2012, the Court granted the motion to stay the applicant's removal to Senegal scheduled for January 28, 2012."], ["[11]", "The application to review the decision to defer removal is now moot insofar as the applicant received what he sought in his request for deferral, as his stay motions were granted by this Court. Determining the reasonableness of the Enforcement Officer's decision would have no practical effect on the applicant's rights. A stay of removal was granted, the applicant remains in Canada, and is no longer scheduled to be removed to Senegal. The applications in respect of the refusal to defer (IMM-535-12 and IMM-536-12) are therefore dismissed.", "Decision Under Review"], ["[12]", "The PRRA Officer reviewed the applicant's allegation and RPD's decision. He noted that the allegations put forward in the PRRA application were the same as those presented before the RPD. The PRRA Officer noted that the applicant submitted new objective evidence; the police convocation notice and several articles on the treatment of prisoners in Senegal, in support of these allegations. The PRRA Officer noted that the police convocation notice neither stated the reason for the convocation nor made mention of the alleged risk the applicant invoked. The document did not provide, in the Officer's view, proof of the risk alleged by the applicant and was thus not considered in the PRRA application. As for the other nine documents on general country conditions, the PRRA Officer was of the view that they failed to provide proof of the applicant's alleged risks and concluded that the applicant had failed to provide sufficient evidence to demonstrate a personalized risk if removed to Senegal."], ["[13]", "Accordingly, the application was refused.", "Standard of Review and Issues"], ["[14]", "The first issue raised by this application is whether the PRRA Officer's decision was reasonable:", "<FRAGMENT_SUPPRESSED> .", "Analysis"], ["[15]", "The applicant argues that the PRRA Officer erred in excluding the police convocation notice and failed to acknowledge that technical rules of evidence do not apply in the context of PRRA applications. In my opinion, however, the applicant is essentially asking the Court to re-weigh the evidence on the issue and to reach a conclusion that favours him. This is not the role of the Court on judicial review:", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "The PRRA Officer did not commit reviewable errors in analyzing and weighing the relevant new evidence nor in reaching the general conclusion that the applicant failed to demonstrate a personalized risk if removed to Senegal. The convocation notice requests that the applicant attend the Senegal \"Direction générale de la sureté nationale\" without providing further detail. In support of his PRRA application the applicant had the obligation of adducing new evidence pursuant to paragraph 113(", ") of the", "IRPA", ", but failed to do so. It was open to the PRRA Officer to refuse to consider the convocation notice from the police as it did not state the reason for the convocation nor the risk invoked by the applicant."], ["[17]", "Furthermore, as the respondent argues, the articles before the PRRA Officer pertaining to the treatment of prisoners in Senegal do not demonstrate that the risk alleged by the applicant was materially different from the time of the RPD decision to the time of the PRRA application. Finally, the PRRA Officer reasonably determined, on the basis of objective documentary evidence, that there was no reason to believe that a person with the applicant's profile would face a risk of persecution beyond a mere possibility in Senegal. These findings were open to the Officer based on the evidence before him."], ["[18]", "A PRRA application by a failed refugee applicant is not an appeal or reconsideration of the decision of the RPD. While it may require consideration of some or all of the same factual and legal issues as a claim for refugee protection, as I observed in", "<FRAGMENT_SUPPRESSED> \"[t] he principle that a PRRA application is not a forum in which to re-litigate a failed refugee claim is well-settled in the jurisprudence of this Court\"."], ["[19]", "I am also persuaded by the respondent's argument, namely that documentary evidence demonstrating that the human rights situation in a country is problematic does not necessarily mean there is a risk to a given individual:", "<FRAGMENT_SUPPRESSED> . As the respondent indicates, the profile of those likely to be at risk is a factual finding in respect of which a PRRA officer is entitled to significant deference."], ["[20]", "The applicant further contends that the PRRA Officer applied the incorrect standard of proof in his assessment of the evidence, and in particular, of the notice of convocation. The Officer rejected the document as it \"... did not give any indication of the alleged risk invoked by the applicant\" and did \"not provide proof of the risk allegation\" and \"[would] not be considered in the present application.\""], ["[21]", "The PRRA Officer had to be correct in his approach to the evidence and the standard of proof. The applicant contends that in requiring \"proof\" the Officer set the bar too high, in that, use of language of \"requiring proof\" is in error, as it implies a degree of certainty or evidentiary value beyond that of being probative on a balance of probabilities."], ["[22]", "I agree with the applicant that the language does not reflect the precision associated with a studied discussion of the standard of proof in a court of law. However, it was open to the Officer to conclude that the document was of no probative value whatsoever, as he did. In my view, the reasons indicate that the notice of convocation was rejected as being of no probative value, or of having such little value that it could not be considered proof of any of the facts or risks which the applicant sought to infer from the document. In sum, reading the passage in context and in light of the deficiencies noted by the PRRA Officer, I do not find this to be a misstatement of the standard of proof, but rather it is a statement of the sufficiency or adequacy of the document to establish material facts in issue."], ["[23]", "The application in respect of the refusal of the applicant's Pre-Removal Risk Assessment (PRRA) application (IMM-8252-11) is therefore dismissed."], ["[24]", "These reasons dispose of all three applications for judicial review in issue: IMM-8252-11, IMM-535-12 and IMM-536-12.", "JUDGMENT"], ["[25]", "THIS COURT'S JUDGMENT is that", "1. The applications for judicial review in IMM-535-12 and IMM-536-12 are dismissed and moot.", "2. The application for judicial review in IMM-8252-11 is dismissed.", "3. There is no question for certification.", ".........................", "<FRAGMENT_SUPPRESSED>  Rennie", "[Traduction]: Le demandeur sollicite le contrôle judiciaire de la décision défavorable rendue par l'agent principal Spigelski (l'agent d'ERAR), en date du 22 août 2011, relativement à la demande d'examen des risques avant renvoi (l'ERAR) (IMM-8252-11) qu'il avait présentée en vertu de l'article 112 de la", "Loi sur l'immigration et la protection des réfugiés", ", LC 2001, c 27 (la LIPR)."], ["[2]", "Le demandeur sollicite également le contrôle judiciaire des décisions de l'agent d'exécution Desmarais (l'agent d'exécution) de l'Agence des services frontaliers du Canada (l'ASFC) de rejeter, en date du 11 janvier 2012 (IMM-535-12) et du 16 janvier 2012 (IMM-536-12), les deux demandes qu'il avait présentées afin que son renvoi au Sénégal, qui était fixé au 28 janvier 2012, soit reporté jusqu'à ce que la Cour ait statué sur ses demandes de contrôle judiciaire."], ["[3]", "La demande est rejetée pour les motifs qui suivent.", "Les faits"], ["[4]", "Le demandeur, Doudou Sane, est un citoyen du Sénégal."], ["[5]", "Le demandeur a vécu aux États-Unis pendant huit ans, mais il est retourné à Dakar, au Sénégal, en février 2005. En 2006, il est allé avec un ami à Casamance, au Sénégal, afin de régler l'héritage d'un bien que lui avait légué son père. Le demandeur et son ami auraient été ciblés par des rebelles et par des forces gouvernementales. Ils ont été enlevés par l'armée, conduits dans un camp et détenus pendant deux jours. Le demandeur affirme qu'il s'est échappé du camp avec l'aide d'un soldat. À son retour à Dakar, lui et son ami ont reçu des appels téléphoniques de menaces. Le demandeur soutient que son ami est maintenant disparu."], ["[6]", "Le demandeur s'est enfui du Sénégal et est arrivé au Canada le 24 mars 2007, avec en main un visa de visiteur. Il a demandé l'asile le 31 mai 2007. La Section de la protection des réfugiés [la SPR] a rejeté sa demande le 1er juin 2010 parce qu'il n'était pas crédible car il avait témoigné d'une voix hésitante et que son témoignage comportait de nombreuses contradictions. Le demandeur n'a pas sollicité le contrôle judiciaire de cette décision."], ["[7]", "Le 6 octobre 2010, la police sénégalaise a remis à la mère du demandeur un avis de convocation ou ce qui semble être une assignation à comparaître adressée à ce dernier."], ["[8]", "Le 9 mars 2011, le demandeur a présenté une demande d'ERAR qui a automatiquement entraîné le sursis de son renvoi (", "Règlement sur l'immigration et la protection des réfugiés", ", DORS/2001-227, article 232). Une décision défavorable a été rendue relativement à cette demande le 22 août 2011 et lui a été communiquée le 9 novembre suivant. En conséquence, le sursis a pris fin et le renvoi du demandeur au Sénégal a été fixé au 28 janvier 2012."], ["[9]", "Le 10 janvier 2012 et le 13 janvier 2012, le demandeur a présenté des demandes afin que son renvoi au Sénégal soit reporté jusqu'à ce que des décisions soient rendues relativement à ses demandes de contrôle judiciaire. Les demandes ont été rejetées par l'agent d'exécution le 11 janvier 2012 et le 16 janvier 2012 respectivement."], ["[10]", "Le 18 janvier 2012, le demandeur a demandé le contrôle judiciaire de la décision défavorable rendue relativement à sa demande d'ERAR et des rejets de ses demandes de report. Il a ensuite, par requête, demandé à la Cour de surseoir à son renvoi jusqu'à ce qu'elle ait statué sur sa demande d'autorisation et de contrôle judiciaire. Le 24 janvier 2012, la Cour a accueilli la requête et a ordonné qu'il soit sursis au renvoi du demandeur au Sénégal qui était fixé au 28 janvier 2012."], ["[11]", "La demande de contrôle visant les rejets de ses demandes de report n'a maintenant plus aucun intérêt pratique dans la mesure où le demandeur a obtenu ce qu'il demandait dans ces demandes, ses requêtes en sursis ayant été accueillies par la Cour. La détermination du caractère raisonnable de la décision de l'agent d'exécution n'aurait aucun effet pratique sur les droits du demandeur. Un sursis a été accordé, le demandeur est resté au Canada et son renvoi au Sénégal n'est plus prévu. Les demandes relatives au refus de reporter son renvoi (IMM-535-12 et IMM-536-12) sont donc rejetées.", "La décision faisant l'objet du contrôle"], ["[12]", "L'agent d'ERAR a examiné l'allégation du demandeur et la décision de la SPR. Il a souligné que les allégations contenues dans la demande d'ERAR étaient identiques à celles présentées à la SPR. Il a souligné également que le demandeur avait produit de nouveaux éléments de preuve matériels -l'avis de convocation de la police ainsi que plusieurs articles portant sur le traitement des prisonniers au Sénégal - au soutien de ces allégations. Il a fait remarquer que l'avis de convocation de la police ne précisait pas le motif de la convocation et ne mentionnait pas le présumé risque invoqué par le demandeur. Selon l'agent d'ERAR, le document ne démontrait pas le risque allégué par le demandeur; il n'a donc pas été pris en compte dans le cadre de la demande d'ERAR. Quant aux neuf autres documents sur les conditions générales existant au Sénégal, l'agent d'ERAR était d'avis qu'ils n'établissaient pas les risques allégués par le demandeur, et il a conclu que celui-ci n'avait pas produit une preuve suffisante pour démontrer qu'il serait exposé à un risque personnalisé s'il était renvoyé au Sénégal."], ["[13]", "En conséquence, la demande a été rejetée.", "La norme de contrôle et les questions en litige"], ["[14]", "La première question soulevée par la présente demande consiste à déterminer si la décision de l'agent d'ERAR était raisonnable:", "<FRAGMENT_SUPPRESSED> .", "Analyse"], ["[15]", "Le demandeur prétend que l'agent d'ERAR a commis une erreur lorsqu'il a écarté l'avis de convocation de la police et qu'il a omis de reconnaître que les règles techniques de présentation de la preuve ne s'appliquent pas dans le contexte d'une demande d'ERAR. À mon avis cependant, le demandeur demande essentiellement à la Cour d'apprécier à nouveau la preuve sur cette question et de parvenir à une conclusion qui lui serait favorable. Or, ce n'est pas le rôle de la Cour dans le cadre d'un contrôle judiciaire:", "<FRAGMENT_SUPPRESSED> ."], ["[16]", "L'agent d'ERAR n'a commis aucune erreur susceptible de contrôle lorsqu'il a analysé et apprécié les nouveaux éléments de preuve pertinents, ni lorsqu'il a tiré la conclusion générale selon laquelle le demandeur n'avait pas démontré qu'il serait exposé à un risque personnalisé s'il était renvoyé au Sénégal. L'avis de convocation indique que le demandeur doit se présenter à la Direction générale de la sûreté nationale du Sénégal, sans donner plus de détails. Le demandeur devait produire de nouveaux éléments de preuve au soutien de sa demande d'ERAR aux termes de l'alinéa 113", ") de la LIPR, mais il ne l'a pas fait. Il était loisible à l'agent d'ERAR de refuser de tenir compte de l'avis de convocation de la police car celui-ci ne mentionnait pas le motif de la convocation, ni le risque invoqué par le demandeur."], ["[17]", "En outre, comme le défendeur le fait valoir, les articles sur le traitement des prisonniers au Sénégal qui ont été présentés à l'agent d'ERAR ne démontrent pas que le risque allégué par le demandeur avait fondamentalement changé entre la date de la décision de la SPR et la date de la demande d'ERAR. Enfin, l'agent d'ERAR a raisonnablement déterminé, en se fondant sur des éléments de preuve documentaire matériels, qu'il n'y avait aucune raison de croire qu'une personne ayant le profil du demandeur serait exposée à davantage qu'une simple possibilité d'être persécutée au Sénégal. L'agent pouvait tirer ces conclusions compte tenu de la preuve dont il disposait."], ["[18]", "Une demande d'ERAR présentée par un demandeur d'asile débouté n'est pas un appel ou un réexamen de la décision de la SPR. Bien qu'une demande d'ERAR puisse nécessiter l'examen de certains ou de la totalité des mêmes points de fait ou de droit qu'une demande d'asile, j'ai indiqué dans", "<FRAGMENT_SUPPRESSED> qu'« [i]l est de jurisprudence constante qu'il n'est pas loisible à celui qui présente une demande d'ERAR de plaider de nouveau la demande d'asile dont il a été débouté »."], ["[19]", "Je suis convaincu également par l'argument du défendeur selon lequel ce n'est pas parce que la preuve documentaire démontre que la situation dans un pays est problématique du point de vue du respect des droits de la personne que l'on doit nécessairement en déduire un risque pour un individu donné:", "<FRAGMENT_SUPPRESSED> . Comme le défendeur l'indique, le profil des personnes susceptibles d'être en danger est une conclusion de fait de l'agent d'ERAR qui commande une grande déférence."], ["[20]", "Le demandeur soutient en outre que l'agent d'ERAR a appliqué la mauvaise norme de preuve lorsqu'il a apprécié la preuve, en particulier l'avis de convocation. L'agent a rejeté le document parce qu'il [traduction] « [...] ne donnait aucune indication du présumé risque invoqué par le demandeur », qu'il [traduction] « ne prouvait pas le risque allégué » et qu'il [traduction] « ne [serait] pas pris en compte dans la présente demande »."], ["[21]", "L'agent d'ERAR devait adopter la norme et l'approche appropriées à l'égard de la preuve. Le demandeur soutient que l'agent a commis une erreur parce qu'il a placé la barre trop haut en employant à tort l'expression [traduction] « exigeant la preuve »car cette expression suppose un certain degré de certitude ou une certaine valeur probante qui dépasse la norme de la prépondérance des probabilités."], ["[22]", "Je conviens avec le demandeur que les termes employés ne reflètent pas la précision associée à un débat réfléchi sur la norme de preuve dans une cour de justice. Il était cependant loisible à l'agent de conclure, comme il l'a fait, que le document n'avait absolument aucune valeur probante. À mon avis, les motifs indiquent que l'avis de convocation a été rejeté parce qu'il n'avait aucune valeur probante ou qu'il avait une valeur probante si faible qu'on ne pouvait pas considérer qu'il établissait les faits ou les risques que le demandeur cherchait à tirer du document. En somme, après avoir lu le passage en tenant compte du contexte et des défauts relevés par l'agent d'ERAR, je ne pense pas qu'il s'agisse d'une mauvaise description de la norme de preuve. Il s'agit plutôt d'une déclaration sur le caractère suffisant ou adéquat du document pour établir les faits importants en litige."], ["[23]", "En conséquence, la demande concernant la décision défavorable rendue relativement à la demande d'ERAR du demandeur (IMM-8252-11) est rejetée."], ["[24]", "Les présents motifs règlent les trois demandes de contrôle judiciaire en cause: IMM-8252-11, IMM-535-12 et IMM-536-12.", "JUGEMENT"], ["[25]", "LA COUR STATUE", "1. Les demandes de contrôle judiciaire présentées dans les affaires IMM-535-12 et IMM-536-12 n'ont pas d'intérêt pratique et sont rejetées.", "2. La demande de contrôle judiciaire présentée dans l'affaire IMM-8252-11 est rejetée.", "3. Il n'y a aucune question à certifier.", "[End of document]"]]}