{"id_": "068929", "body_str": [["[1]", "Dawson, J.", ": This is an application brought by the applicant (\"Eli Lilly\") for judicial review of the decision of the Minister of Health (\"Minister\") refusing to list Eli Lilly's Canadian Patent 2,065,084 (\"'084 Patent\") on the patent register maintained under section 3 of the", "Patented Medicines (Notice of Compliance) Regulations", ", SOR/93-133 (\"", "Regulations", "\").", "BACKGROUND FACTS"], ["[2]", "Eli Lilly markets in Canada a drug under the name RUMENSIN Controlled-Release Capsule (\"RUMENSIN\"), which contains the medicine sodium monensin in a 32 mg controlled release capsule. RUMENSIN capsules are administered to cattle as a therapeutic agent for the treatment of bloat; to mitigate the incidence of sub-clinical ketosis in lactating dairy cattle; and to mitigate the incidence of coccidiosis caused by bacteria. In order to achieve a therapeutic result, the medicine sodium monensin must be administered at a constant rate for a period of up to 120 days."], ["[3]", "Eli Lilly first obtained a Notice of Compliance (\"NOC\") for RUMENSIN in 1994 upon the approval of its new drug submission. At that time RUMENSIN was approved for use as an antibiotic/anti-bloat agent. Two supplemental drug submissions were submitted for additional indications for RUMENSIN, and NOCs were issued in 1997 and 2000. All of the NOCs specify that the medicine in RUMENSIN is sodium monensin.", "THE '084 PATENT"], ["[4]", "In the disclosure of patent '084 the invention is described to relate to a sustained release capsule adapted to be inserted into the rumen of a ruminant animal through the animal's esophagus, and to be retained in the rumen over a prolonged period to continuously deliver a biologically active composition contained in the capsule."], ["[5]", "The background art disclosed in the patent describes a currently available device for delivering a therapeutic composition, and states that:", "\"A difficulty with the present device is that the cap is welded onto the hollow body. The welding is often not efficient and allows entry of water and ruminal fluid into the capsule. The therapeutic composition is usually a hygroscopic composition and in the presence of water swells and eventually ruptures the capsule. Poor welding can also result in capsule rupture which is not desirable because the sudden release of the whole of the therapeutic composition intended for sustained release can cause death of the animal.\""], ["[6]", "Further described difficulties were:", "\"i) The inclusion of vent holes in the cap of the device. The vent holes were needed to avoid formation of a vacuum when the capsule is administered, but prior to and during administration, lubricant was said to have a tendency to leak through the vent holes. Loss of lubricant was said to potentially result in an erratic payout of the therapeutic composition.", "\"ii) The flanged edge of the piston contained in the existing device provided a poor seal. Poor sealing was said to result in water entering the capsule, again resulting in erratic payout of the therapeutic composition.\""], ["[7]", "Thus, the patent describes the need for a sustained released capsule which could effectively remain sealed throughout the retention time in the rumen. The object of the invention is stated to be to \"provide a sustained release capsule with improved sealing and an easier flowing piston to give continuous release of therapeutic composition from the capsule\"."], ["[8]", "The '084 Patent contains 38 claims, which may be summarized as follows:", "i) Claims 1 through 5 are directed to a capsule for administering a composition to a ruminant animal, comprising a body and a cap.", "ii) Claims 6 through 9 are directed to a device for administering a composition to a ruminant animal, comprising a sealed capsule.", "iii) Claim 10 is for a capsule for administering a composition to a ruminant animal comprising a cylindrical barrel having at one end a discharge opening and having the composition located between a piston and the opening, the piston biased toward the opening by a spring, the piston having one or more grooves formed circumferentially around an outer surface.", "iv) Claim 11 is directed to a device for administering a composition to a ruminant animal comprising a cylindrical capsule having a discharge opening at one end and generally closed at the other end, a piston located within the body, the piston urged toward the discharge opening by a coil spring, one end of the spring impinging onto the piston, the other end of the spring impinging on a rim of a thimble, the thimble comprising a cylindrical centre portion, tapered at one end and having the rim formed around the other end, the rounded end of the thimble inserted into the spring and having the rim interposed between the spring and the closed end of the capsule.", "v) Claims 12 through 17 are directed to a method of assembling a two-part capsule for administering a composition to a ruminant animal.", "vi) Claims 18 through 28 are directed to a sustained release capsule adapted to be inserted into the rumen of a ruminant animal through its esophagus and retained in the rumen so as to continuously deliver a biologically active composition carried in the capsule.", "vii) Claims 29 through 38 are directed to the same capsule, used to deliver a large number of specifically listed biologically active compositions."], ["[9]", "Eli Lilly places particular reliance upon claims 28 and 29 of the patent, which are as follows:", "\"28. A capsule in accordance with any one of claims 18 to 27 wherein the biologically active composition comprises a polyether antibiotic, a glycopeptide antibiotic, an anthelmintic and/or an endectoparasiticide.", "\"29. A capsule in accordance with claim 28 wherein said polyether antibiotic is", "monensin", ", narasin, lasalocid, salinomycin, ionomycin, laidlomycin, nigericin, grisorixin, dianemycin, Compound 51,532, lenoremycin, lonomycin, antibiotic X206, alborixin, septamycin, antibiotic A204, Compound 47,224, etheromycin, mutalomycin, K41, isolasalocid A, lysocellin, tetronasin, antibiotic X-14766A, antibiotic A23187, or antibiotic A32887.\" (underlining added)"], ["[10]", "The disclosure of the '084 Patent described \"monensin\" in the following terms:", "\"An especially preferred polyether to be utilised according to this invention is monensin, a compound widely used in the improvement of feed utilisation in ruminants (see U.S. Patent No. 3,839,557). As used herein, 'monensin' includes the various active factors, the salts such as monensin sodium, and the monensin esters such as carbamate esters and the like.\"", "THE MINISTER'S DECISION"], ["[11]", "After receiving representations from Eli Lilly, the Minister concluded that:", "\"There may be claims [in the patent] to the dosage form used in administering the medicine, sodium monensin, but there is no claim to the medicine, sodium monensin, in the '084 patent. As such, the '084 patent does not contain a claim to the medicine, sodium monensin, or the use of that medicine, as set out in paragraph 4(2)(b) of the", "Regulations", "\"As to whether the capsule depicted above, in its ability to contain and release a medicine is a 'medicine' within section 4 of the", "PM(NOC) Regulations", ", the clearest direction given by the Court is found in", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at page 527:", "'With respect to the substance issue raised by Glaxo in its Cross-appeal, we share the view of the Trial Judge that the patents at issue, being patents for devices by which medicament can be administered to or by patients rather than for the substance being administered, are not a \"medicine\" within the meaning of the regulations.'\""], ["[12]", "In the result, the Minister determined that the '084 Patent would not be added to the patent register for the product RUMENSIN.", "THE ISSUE"], ["[13]", "A single issue is raised in this application for judicial review. Does the '084 Patent contain \"a claim for the medicine itself\" as required in paragraph 4(2)(b) of the", "Regulations", "STANDARD OF REVIEW"], ["[14]", "It is common ground that the standard of review to be applied to the Minister's decision is correctness.  <FRAGMENT_SUPPRESSED>  (F.C.A.).", "ANALYSIS"], ["[15]", "The relevant provisions of the", "Regulations", "are as follows:", "\"2. In these Regulations,", "'claim for the medicine itself' includes a claim in the patent for the medicine itself when prepared or produced by the methods or processes of manufacture particularly described and claimed or by their obvious chemical equivalents;", ". . . . .", "'medicine' means a substance intended or capable of being used for the diagnosis, treatment, mitigation or prevention of a disease, disorder or abnormal physical state, or the symptoms thereof;", ". . . . .", "\"4(1) A person who files or has filed a submission for, or has been issued, a notice of compliance in respect of a drug that contains a medicine may submit to the Minister a patent list certified in accordance with subsection (7) in respect of the drug.", "\"4(2) A patent list submitted in respect of a drug must", "(a) indicate the dosage form, strength and route of administration of the drug;", "(b) set out any Canadian patent that is owned by the person, or in respect of which the person has an exclusive licence or has obtained the consent of the owner of the patent for the inclusion of the patent on the patent list, that contains a claim for the medicine itself or a claim for the use of the medicine and that the person wishes to have included on the register.", ". . . . .", "\"4(7) A person who submits a patent list or an amendment to an existing patent list under subsection (1) or (4) must certify that", ". . . . .", "(b) the patents set out on the patent list or in the amendment are eligible for inclusion on the register and are relevant to the dosage form, strength and route of administration of the drug in respect of which the submission for a notice of compliance has been filed.\"", "\"'revendication pour le médicament en soi' S'entend notamment d'une revendication, dans le brevet, pour le médicament en soi préparé ou produit selon les modes du procédé de fabrication décrits en détail et revendiqués ou selon leurs équivalents chimiques manifestes.", ". . . . .", "'médicament' Substance destinée à servir ou pouvant servir au diagnostic, au traitement, à l'atténuation ou à la prévention d'une maladie, d'un désordre, d'un état physique anormal, ou de leurs symptômes.", ". . . . .", "\"4(1) La personne qui dépose ou a déposé une demande d'avis de conformité pour une drogue contenant un médicament ou qui a obtenu un tel avis peut soumettre au ministre une liste de brevets à l'égard de la drogue, accompagnée de l'attestation visée au paragraphe (7).", "\"4(2) La liste de brevets au sujet de la drogue doit contenir les renseignements suivants:", "a) la forme posologique, la concentration et la voie d'administration de la drogue;", "b) tout brevet canadien don't la personne est propriétaire ou à l'égard duquel elle détient une licence exclusive ou a obtenu le consentement du propriétaire pour l'inclure dans la liste, qui comporte une revendication pour le médicament en soi ou une revendication pour l'utilisation du médicament, et qu'elle souhaite voir inscrit au registre.", ". . . . .", "\"4(7) La personne qui soumet une liste de brevets ou une modification apportée à une liste de brevets aux termes des paragraphes (1) ou (4) doit remettre une attestation portant que:", ". . . . .", "b) les brevets mentionnés dans la liste ou dans la modification sont admissibles à l'inscription au registre et sont pertinents quant à la forme posologique, la concentration et la voie d'administration de la drogue visée par la demande d'avis de conformité.\""], ["[16]", "Under this regime, a person who has been issued an NOC in respect of a drug which contains a medicine may, pursuant to subsection 4(1) of the", "Regulations", ", submit a patent list to the Minister in respect of the drug. In the present case, which patents may be included in the list is to be determined on the basis of paragraphs 4(2)(b) of the", "Regulations", ". Thus, as noted above, in this case the dispute centres on whether the '084 Patent contains a claim for the medicine itself. This, in turn, is determined based upon the construction of the patent."], ["[17]", "Turning to the construction of the '084 Patent, the nature of the problem the patent is to address, as described in the patent's disclosure, is mechanical: inefficient welding; the inclusion of vent holes; and, a poor seal provided by the flanged edge of the piston. The object of the invention is to provide a capsule with improved sealing and an easier flowing piston to give continuous release of therapeutic composition."], ["[18]", "Six of the claims contained in the patent are directed to a capsule for administering a composition to a ruminant animal, 5 of the claims are directed to a device for administering a composition to a ruminant animal, 6 of the claims are directed to a method of assembling a two-part capsule for administering a composition to a ruminant animal, 11 of the claims are directed to a sustained release capsule adapted to continuously deliver a biologically active composition, and 10 of the claims are directed to the same capsule used to deliver a number of specified biologically active compositions."], ["[19]", "In sum, I conclude that the claims relate to a capsule adapted to be inserted into the rumen of a ruminant animal and the means for the retention of this capsule in the rumen. The patent does not claim protection for the medicine sodium monensin which is the medicine contained in the drug RUMENSIN."], ["[20]", "In reaching this conclusion, I have considered the wording of claim 29 of the patent, set out above, which is particularly relied upon by Eli Lilly. However, on its wording, I construe this to be a claim for mechanical device for the administration of any one of the 30 listed antibiotics."], ["[21]", "It follows, in my view, that the Minister was correct in his decision not to add the '084 Patent to the patent register."], ["[22]", "Eli Lilly argues that a medicine can be thought of as a dosage form combination of active and inactive ingredients that provides the therapeutic benefit. This is said to be true of RUMENSIN where the therapeutic effect of RUMENSIN is only achieved with the combination of the active ingredient (sodium monensin), and the inactive ingredient (the outer layer of the capsule) acting together to deliver the active ingredient to the ruminant animal. On that factual premise Eli Lilly relies upon the decision of Mr. Justice Noël in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 58 (T.D.), affd. (1996), 193 N.R. 394; 67 C.P.R.(3d) 25 (F.C.A.), to argue that it is settled law that a claim to a dosage formulation combining active ingredients with non-active ingredients is a \"claim for the medicine itself\" within the", "Regulations"], ["[23]", "<FRAGMENT_SUPPRESSED>  (T.D.), my colleague Mr. Justice MacKay had before him a similar argument as to whether the correct principles to be applied were set out in", "<FRAGMENT_SUPPRESSED>  C.P.R.(3d) 488 (T.D.) (relied upon by the Minister in the case at bar) or set out  <FRAGMENT_SUPPRESSED> -La  <FRAGMENT_SUPPRESSED>  (relied upon by Eli Lilly in the case at bar). Mr. Justice MacKay wrote as follows at paragraphs 14 and 15:", "\"14 In", "Hoffmann-La Roche", ", this Court upheld the registration under the", "NOC Regulations", "of four patents, including Canadian Patent 1,083,963 (the ''963 patent'). When this application by Novartis was heard, a copy of the '963 patent was presented to the Court by the applicant. That patent comprises six main claims, the first of which is as follows:", "'A composition in a container adapted for nasal administration of said composition, said composition comprising .001 to 20% by weight of said composition of a steroid, 6alpha-fluoro-11 beta, 21-dihydroxyl-16alpha, 17alpha-isopropulidenedioxypregna-1, 4 diene-3, 20-dione of a particle size less than 100 microns in combination with an aerosol or a liquid solution comprising .001 to 20% by weight of said steroid.'", "\"The other five claims similarly begin with the phrase '[a] composition in a container', and go on to describe different attributes of the composition. None of the six claims describe any attributes of the containers.", "\"15 In <FRAGMENT_SUPPRESSED> , this Court held two patents were not subject to registration, including Canadian Patent 1,272,917 (the ''917 patent'). In the case at bar, a copy of the '917 patent was presented to the Court by the applicant. That patent comprises 17 claims, the first of which provides, in part, as follows:", "'A device for administering medicaments in solid finely divided form to patients, comprising a housing; a tray mounted in the housing and moving rectilinearly between first and second positions relative to the housing; a support provided on the tray and adapted to receive, in use, a carrier provided with at least one medicament container ...", "[with further description of a plunger to open a container, an air inlet and an outlet through which a patient can inhale medicament entrained in an airflow produced by the patient].'", "\"The other 16 claims similarly begin with the phrase '[a] device', and all are ultimately traceable as adaptions from claim 1.\""], ["[24]", "I accept those to be accurate descriptions of the claims contained in the patents considered in the <FRAGMENT_SUPPRESSED> and", "Hoffmann-La Roche", "cases. In this regard, the '963 patent is also before the Court in this case as an exhibit to the cross-examination of a witness."], ["[25]", "Having regard to the principles established in the <FRAGMENT_SUPPRESSED> and", "Hoffmann-La Roche", "cases, and the express terms of the patent before me, I find the subject matter of the '084 Patent to more closely resemble the subject matter of the patent at issue in the <FRAGMENT_SUPPRESSED> case. I so conclude because the subject matter of the '084 Patent is, in my view, similar to the inhaler considered in <FRAGMENT_SUPPRESSED> . Both patents are patents in respect of devices by which medicine can be administered. The Court of Appeal confirmed the patent at issue in <FRAGMENT_SUPPRESSED> was not a patent within the", "Regulations"], ["[26]", "Eli Lilly also argues that because RUMENSIN capsules have received three NOCs, this demonstrates that the product is regulated as a drug, and therefore is not a medical device. I disagree. In my view, it is irrelevant that RUMENSIN is not regulated as a medical device. I accept the submission of the Minister that the", "Regulations", "show that a \"drug\" is not equivalent to a \"medicine\". Rather, a \"drug\" contains, among other things, a \"medicine\". The eligibility of a patent for inclusion on the patent register depends upon whether the patent claims the medicine contained in the drug in respect of which the relevant NOC issued.", "CONCLUSION"], ["[27]", "For the reasons set out above, the application for judicial review will be dismissed."], ["[28]", "Both parties sought costs if successful. Costs should, in my view, follow the event. If not agreed, the costs are to be assessed on the basis set out in the order which follows.", "ORDER"], ["[29]", "IT IS HEREBY ORDERED THAT:", "1. The application for judicial review is dismissed.", "2. The applicant shall pay to the respondent the costs of this proceeding. If not agreed, costs are to be assessed in accordance with column III of the table to Tariff B of the", "Federal Court Rules, 1998", "Application dismissed.", "Editor: David Weir/klf", "[End of document]"]]}