{"id_": "068986", "body_str": [["[1]", "Noël, J.", ": This is an application for judicial review in respect of the decision of Shirish P. Chotalia, Chairperson of the Canadian Human Rights Tribunal (the \"Tribunal\"), rendered on November 23, 2001. In its decision, the Tribunal upheld the complaint of the respondent, Raymond Irvine, that the Canadian Armed Forces (\"CAF\") had adversely differentiated against him on the basis of a disability, coronary artery disease, contrary to ss. 7 and 10 of the", "Canadian Human Rights Act", ", R.S.C. 1985, c. H-6. The Tribunal held that the CAF failed to establish that its medical and fitness standards constituted a bona fide occupational requirement (\"BFOR\"), as per s. 15 of the", "Canadian Human Rights Act", "FACTS"], ["[2]", "Mr. Irvine joined the CAF in 1967. He enrolled in the trade of aviation technician. In 1991, he was promoted to the rank of Warrant Officer (WO) and held that rank until 1996."], ["[3]", "In March 1994, Mr. Irvine suffered a heart attack and underwent coronary bypass surgery. In July 1994, he was promoted to Master Warrant Officer subject to confirmation of his medical category."], ["[4]", "Each member of the CAF is assigned a medical category by the CAF's medical staff. The medical category identifies employment limitations, if any, to the administrative personnel. There are six medical categories of which only the G (geographic - the places where the member can work) and O (occupational limitations) categories are relevant to this application. Each category is assigned a number from 1 to 6 with increasing value indicating greater limitations. For Military Occupation Code 513 (Aviation technician), which Mr. Irvine occupied, the employment limitation is a G3O3 medical category."], ["[5]", "Prior to his heart attack on March 30, 1994, Mr. Irvine had a medical category of G2O2 which was within the minimum standards for his occupation. Following the heart attack, his category was temporarily downgraded to G4O4 to allow for stabilization after his surgery. This temporary downgrading meant that Mr. Irvine's medical category was below the minimum standard of G3O3 of his occupation. Over the approximately 16 months of downgrading of his medical category, Mr. Irvine was seen by various physicians in the CAF which resulted in upgrades to G4O3 in February 1995 and to G3O3 in July 14, 1995."], ["[6]", "After Mr. Irvine advised his career manager that he now had the minimal required medical category to reenter his position and receive his promotion, his medical category was permanently downgraded to G4O3 on September 1, 1995."], ["[7]", "Since the permanent category of G4O3 assigned to Mr. Irvine is below the minimum medical category for his occupation, his case was referred to the Career Review Board (Medical) (\"Career Board\"). The Career Board considers all cases in which a medical board permanently lowers the medical category of a member below the acceptable minimum for his classification or trade. The Career Board can recommend either continued employment in the members present capacity, with or without career limitations, transfer to another unit or trade, or release."], ["[8]", "The Career Board considered Mr. Irvine's case in April 1996. After reviewing the medical limitations established by the Coronary Artery Disease Committee and submissions from Mr. Irvine and his commanding officer, the Career Board approved his release under Item 3(b) of Article 15.01 of the", "Queen's Regulations and Orders", ", as being disabled and unfit to perform the duties in the member's present trade or employment as an aviation technician and not otherwise advantageously employable under the existing service policy. The Career Board determined that Mr. Irvine did not meet the requirements of universality of service:", "\"Subsect [sic] 33(1) of the [", "National Defence Act", "] requires all CF members to perform any lawful duty. The employment limitations drastically restrict the member's capacity to perform the full spectrum of the GMDs [general military duties] and preclude the member from performing them in any operational theatre. The CF has BFORs for WO AVN TECH to perform their duties in a tactical environment and at sea and to perform arduous tasks. As WO Irvine's employment limitations preclude this as OT [occupational transfer] is not an option, release is the only alternative.\" (National Defence Headquarters, Career Disposition Sheet, Applicant's record, p. 323)"], ["[9]", "On April 23, 1997, Mr. Irvine filed a complaint with the Canadian Human Rights Commission alleging that the CAF had discriminated against him because of his disability, contrary to ss. 7 and 10 of the", "Canadian Human Rights Act", ". His complaint was referred to the Canadian Human Rights Tribunal."], ["[10]", "Meanwhile, in August 2000, Mr. Irvine suffered a second heart attack."], ["[11]", "Finally, on November 23, 2001, following a hearing of 19 days, the Tribunal rendered its decision. It held that the CAF discriminated against Mr. Irvine on the basis of a disability, coronary artery disease. The Tribunal further held that the discrimination could not be justified as per s. 15(1) and (2) of the", "Canadian Human Rights Act", ", on the ground that the medical standards did not constitute a bona fide occupational requirement. Although the CAF had shown that the standards were rationally connected to the performance of the job and that they were adopted in an honest and good faith belief that they were necessary to fulfill the work-related purpose, it could not show that the standards were reasonably necessary. It was determined that the CAF failed to accommodate Mr. Irvine to the point of undue hardship.", "ISSUES"], ["[12]", "Did the Tribunal err in law in finding that the Canadian Forces has a duty to accommodate its members to the point of undue hardship, considering the principle of universality of service?"], ["[13]", "Did the Tribunal err in law in making erroneous findings of fact in a perverse and capricious manner without regard to the evidence before it?", "STANDARD OF REVIEW"], ["[14]", "The standard of review applicable to a human rights tribunal on general questions of law, including the interpretation of the governing human rights statute, is correctness. The standard of review of findings of fact and the application of the law to those findings of fact is reasonableness (", "<FRAGMENT_SUPPRESSED>  O.R.(3d) 18 (C.A.), at 35-36 [O.R.]).", "ANALYSIS"], ["[15]", "Universality of service is the term given to a set of principles which govern employment of members of the CAF. The three essential principles are: 1) whatever their trade or profession might be, members of the CAF are soldiers first and foremost; 2) the duty of soldier is to be ready to serve at all times in any place and in any conditions; 3) the duty is universal in that it applies to all members of the CAF. The general duties of a soldier are found in ss. 31 and 33 of the", "National Defence Act", ", R.S.C. 1985, c. N-5, and read:", "\"31(1) The Governor in Council may place the Canadian Forces or any component, unit or other element thereof or any officer or non-commissioned member thereof on active service anywhere in or beyond Canada at any time when it appears advisable to do so", "(a) by reason of an emergency, for the defence of Canada; or", "(b) in consequence of any action undertaken by Canada under the United Nations Charter, the North Atlantic Treaty or any other similar instrument for collective defence that may be entered into by Canada.", "\"33(1) The regular force, all units and other elements thereof and all officers and non-commissioned members thereof are at all times liable to perform any lawful duty.", ". . . . .", "\"(4) In this section, 'duty' means any duty that is military in nature and includes any duty involving public service authorized under section 273.6.\"", "\"31(1) Le gouverneur en conseil peut mettre en service actif les Forces canadiennes ou tout élément constitutif, unité ou autre élément de ces forces, ou l'un de leurs officiers ou militaires du rang, n'importe où au Canada ou à l'étranger quand il estime opportun de le faire:", "a) soit pour la défense du Canada, en raison d'un état d'urgence;", "b) soit en conséquence d'une action entreprise par le Canada aux termes de la Charte des Nations Unies, du Traité de l'Atlantique-Nord ou de tout autre instrument semblable pour la défense collective que le Canada peut souscrire.", "\"33(1) La force régulière, ses unités et autres éléments, ainsi que tous ses officiers et militaires du rang, sont en permanence soumis à l'obligation de service légitime.", ". . . . .", "\"(4) Pour l'application du présent article, 'service' s'entend, outre des tâches de nature militaire, de toute tâche de service public autorisée sous le régime de l'article 273.6.\""], ["[16]", "The universality of service principle has been a contentious policy since the mid-1980's. However, in 1993 and 1994, the Federal Court of Appeal, in the trilogy consisting of", "<FRAGMENT_SUPPRESSED>  D.L.R.(4th) 721 (F.C.A.) (\"", "Husband", "\"), and", "<FRAGMENT_SUPPRESSED>  (F.C.A.) (\" <FRAGMENT_SUPPRESSED> \"), confirmed the universality of service as a bona fide occupational requirement (\"BFOR\"). The principle was also reaffirmed by this Court in 1996 in", "<FRAGMENT_SUPPRESSED>  (T.D.) (\" <FRAGMENT_SUPPRESSED> \")."], ["[17]", "The relationship between the duty to accommodate and universality of service was reflected in the 1998 amendments to the", "Canadian Human Rights Act", "'s provision on exclusions to discrimination. Although not applicable in the present case because the original decisions were made in 1995 and 1996, s. 15(9) established a limitation on the requirement to demonstrate accommodation to the point of undue hardship in cases involving CAF members:", "\"15(1) It is not a discriminatory practice if", "(a) any refusal, exclusion, expulsion, suspension, limitation, specification or preference in relation to any employment is established by an employer to be based on a bona fide occupational requirement;...", "\"(2) For any practice mentioned in paragraph (1)(a) to be considered to be based on a bona fide occupational requirement and for any practice mentioned in paragraph (1)(g) to be considered to have a bona fide justification, it must be established that accommodation of the needs of an individual or a class of individuals affected would impose undue hardship on the person who would have to accommodate those needs, considering health, safety and cost.", ". . . . .", "\"(9) Subsection (2) is subject to the principle of universality of service under which members of the Canadian Forces must at all times and under any circumstances perform any functions that they may be required to perform.\"", "\"15(1) Ne constituent pas des actes discriminatoires:", "a) les refus, exclusions, expulsions, suspensions, restrictions, conditions ou préférences de l'employeur qui démontre qu'ils découlent d'exigences professionnelles justifiées; ...", "\"(2) Les faits prévus à l'alinéa (1)a) sont des exigences professionnelles justifiées ou un motif justifiable, au sens de l'alinéa (1)g), s'il est démontré que les mesures destinées à répondre aux besoins d'une personne ou d'une catégorie de personnes visées constituent, pour la personne qui doit les prendre, une contrainte excessive en matière de coûts, de santé et de sécurité.", ". . . . .", "\"9) Le paragraphe (2) s'applique sous réserve de l'obligation de service imposée aux membres des Forces canadiennes, c'est-à-dire celle d'accomplir en permanence et en toutes circonstances les fonctions auxquelles ils peuvent être tenus.\""], ["[18]", "With regards to s. 15(9), the applicant claims that notwithstanding the fact that it does not apply because it did not exist at the time of the decision to release Mr. Irvine, the Tribunal should have employed the same approach which was articulated by the Federal Court of Appeal in", "St. Thomas", ", <FRAGMENT_SUPPRESSED> , and", "Husband", ". The Court had held that the medical standards at issue were reasonably necessary to assure the efficient and economical performance of universal military duties. As such they were BFOR and, because these were cases of direct discrimination, the CAF was not obliged to accommodate the particular employees. Direct discrimination, as applied then, occurred in the context of employment when an employer adopted a practice or a policy, which \"on it's face\", discriminates on prohibited ground."], ["[19]", "In 1999, the Supreme Court of Canada released its decision in", "<FRAGMENT_SUPPRESSED>  B.C.A.C. 161; 207 W.A.C. 161, also known as", "Meiorin", ", the name of the female firefighter who complained of discrimination. In", "Meiorin", ", the Supreme Court established a new approach to determining whether a standard which is prima facie discriminatory can be justified as a BFOR. It determined that in such circumstances, the employer must first show that it adopted the standard for a purpose rationally connected to the performance of the job, that it adopted the particular standard in an honest and good faith belief that it was necessary to the fulfilment of that legitimate work-related purpose, and finally, that the standard is reasonably necessary to the accomplishment of that legitimate work-related purpose. To show that the standard is reasonably necessary, it must be demonstrated that it is impossible to accommodate individual employees sharing the characteristics of the claimant without undue hardship."], ["[20]", "Meiorin", "was shortly followed by", "Superintendent of  <FRAGMENT_SUPPRESSED>  B.C.A.C. 280; 214 W.A.C. 280, where the Supreme Court made it clear that \"in all cases\" an employer bears the burden of accommodating individuals to the point of undue hardship."], ["[21]", "The issue debated by the parties and presented to the Court in the present application for judicial review, is whether", "Meiorin", "and <FRAGMENT_SUPPRESSED> affected and changed the application of the trilogy of cases and of", "Hebert."], ["[22]", "On one hand, the applicant argued that the Supreme Court did not consider the principle of universality of service in", "Meiorin", "nor in <FRAGMENT_SUPPRESSED> , therefore the universality of service principle continue to be relevant to the issue of whether a military employment standard is a BFOR. The CAF argued that there is nothing in the", "Meiorin", "judgment which would require the Tribunal to ignore the military context in which soldiers are expected to operate. Moreover, it was submitted that the analysis of accommodation should be applied with flexibility in light of the context and particular circumstances presented to each case."], ["[23]", "On the other hand, the respondent Commission submitted that the trilogy from the Federal Court of Appeal is now distinguishable on the basis of the two Supreme Court decisions. In each cases of the trilogy, the Federal Court of Appeal dealt with instances of direct discrimination in which, based on the analysis of the Supreme Court of Canada in", "<FRAGMENT_SUPPRESSED>  A.R. 241; 1990 2 S.C.R. 489 (\"", "Alberta Dairy Pool", "\"), the employer had no duty to accommodate because of the existent statutory BFOR provision. However, as alleged by the respondent Commission,", "Meiorin", "overturned the", "Alberta Dairy Pool", "decision and abolished the distinction between direct and indirect discrimination, thus arguing that the analysis in the trilogy is outdated."], ["[24]", "The Court's duty at this point is to determine whether the Tribunal rightfully applied the new", "Meiorin", "approach to a factual situation which encompasses the universality of service principle and whether it correctly concluded that the CAF must also, like any other employer, accommodate its members to the limit of undue hardship."], ["[25]", "The Tribunal referred in passing to the universality of service principle as it was in 1996 when the decision to release Mr. Irvine was made. In my opinion, it failed to recognize the existing jurisprudence of that period, confirming that the issue of universality of service is a bona fide occupational requirement. More importantly, the Tribunal dismissed the fact that this jurisprudence was the Federal Court of Appeal's interpretation of a statute. The Tribunal had to consider the applicable law in 1996 and determine if there had been direct discrimination against Mr. Irvine, and if so, wether the medical standard required of him was a bona fide occupational requirement by which the CAF would be exempted from the duty to accommodate."], ["[26]", "In 1995 and 1996, when the CAF made the decisions concerning Mr. Irvine's career in the military, those decisions were based on the law stated by the Federal Court of Appeal in", "St. Thomas", "Husband", ", and <FRAGMENT_SUPPRESSED> , and by the Supreme Court of Canada in", "Central Alberta Dairy Pool", ", supra. At that point in time, there was no duty to accommodate in cases of direct discrimination and since the CAF's policy was directly discriminatory, the CAF had no legal duty to accommodate Mr. Irvine."], ["[27]", "Furthermore, the requirement for a member to be liable to perform combat duty or to be a \"soldier first\" was recognized as a statutory obligation, as Stone, J.A., held in the <FRAGMENT_SUPPRESSED> case:", "\"The statute [the", "National Defence Act", "] rendered Mr. Robinson liable for combat duty. It is an obligation that is well understood within the Armed Forces. Those serving in support roles are not exempt. Performance of the obligation depends neither on a 'transfer' to a combat role nor on remustering. The Tribunal's view to the contrary led to the rejection of the applicant's argument and to the conclusion, erroneous in my view, that somehow the applicant was required to adduce additional evidence showing the number of non-combat personnel transferred to combat functions over a period of time. That view simply ignores that the obligation is one that is imposed by statute. Administrative practice cannot work a modification. The statute binds.\"", "This quote was followed by my colleague Justice Gibson in <FRAGMENT_SUPPRESSED> :", "\"To paraphrase Mr. Justice Stone in <FRAGMENT_SUPPRESSED> , the", "National Defence Act", "binds and the Respondent Hebert would have been a 'soldier first'. As such, the visual acuity standard represented a bona fide occupational requirement against the test of 'sufficient risk' to Hebert herself, her fellow members of the CAF and the public at large. Therefore, the refusal of the CAF to further consider the Respondent Hebert's application after determining that she failed to meet the CAF's minimum uncorrected visual acuity standard did not constitute a discriminatory practice.\""], ["[28]", "Therefore, according to the trilogy of cases which applied in 1996, the universality of service required every CAF member to be fit at all times for combat duty. Thereafter, this was recognized by Parliament in its 1998 amendments to the", "Canadian Human Rights Act", ", with the addition of s. 15(9)."], ["[29]", "The Tribunal correctly applied", "Meiorin", "retroactively, but it failed to analyse it in the context of the universality of service principle, found by the Federal Court of Appeal to have a statutory source in the", "National Defence Act", ". I am troubled by the minimal wording used by the Tribunal and find that it insufficiently addressed the issue. I quote the only remark the Tribunal made on the statutory BFOR provision:", "\"[104] The Federal Court, in its famous 1993/1994 trilogy, ruled that universality of service required every CAF member to be fit at all times for combat duty even though the member may have other functions. (...)", "\"[105] Because medical attention may not be available the member must not have occupational limitations, which, in the event that medical attention is required and is not available, would place the success of the operation, the safety of the member or of his or her co-workers in jeopardy. The Court cited the", "National Defence Act", "as authority for its rulings. The", "NDA", "requires that members at all times perform lawful duty, and be liable to perform national disaster relief service. In dissent, Mr. J. Robertson, found that the", "NDA", "did not require all members to engage in combat duty, only lawful duty, and that the", "NDA", "permitted the CAF to adopt a policy to determine which lawful duties may be imposed upon CAF members. (...)\""], ["[30]", "I am aware of the recent developments taken by the CAF in its interpretation and application of universality of service. The CAF reconsidered the universality of service principle in 1999 in light of", "Meiorin", "and suggested that every standard associated with universality of service must not only be objectively and reasonably necessary but must provide for individual accommodation to the point of undue hardship. Following this review, the CAF adjusted its policy in 2000, providing that the CAF would, in the future, make reasonable accommodation for members whose medical employment limitations placed them in breach of the universality of service principle."], ["[31]", "I appreciate the fact that the CAF took the initiative to amend their policies in response to the recent case law of", "Meiorin", "and <FRAGMENT_SUPPRESSED> , however, these amendments were not in existence at the time of the decision. I believe the changes in the policy were not meant to be applied retroactively, but rather, they were to be applicable from the point at which they were made."], ["[32]", "In conclusion, I believe the Tribunal ought to have considered, in its analysis and application of", "Meiorin", ", the intention of Parliament and the Court's interpretation of the legislation establishing and implementing the universality of service principle at the time of the decision in 1996. Not having done that, in my opinion, amounts to a reviewable error of law."], ["[33]", "With respect to the alleged errors of facts, there is no need to address them as I have decided to send the matter back to the Tribunal for reconsideration of the case, in light of my comments above."], ["[34]", "Because of the specific particulars of the litigations, I do not see any appropriate reason to allow costs, therefore, none will be awarded.", "ORDER"], ["[35]", "THIS COURT ORDERS THAT:", "This application for judicial review be granted and that the matter be sent back for redetermination and no costs will be allowed.", "Application allowed.", "Editor: Angela E. McKay/gs", "[End of document]"]]}