{"id_": "068921", "body_str": [["[1]", "Mactavish, J.", ": Pinaki Ranjan Bhattacharyya seeks judicial review of a decision of the Canadian Human Rights Commission dismissing the discrimination complaint that he brought against his former employer, Viterra Inc. The Commission found that the evidence did not support Mr. Bhattacharyya's claim that his employer had treated him in an adverse differential manner, or that it had harassed him and terminated his employment because of his colour, his race, or his national or ethnic origin."], ["[2]", "Although he does not use this terminology, I understand Mr. Bhattacharyya's argument to be that the Commission's investigation was insufficiently thorough, and that its decision to dismiss his human rights complaint was unreasonable."], ["[3]", "While I have carefully considered Mr. Bhattacharyya's submissions, he has not persuaded me that there is a basis for this Court to intervene in the Commission's decision. Consequently, Mr. Bhattacharyya's application for judicial review will be dismissed.", "I.", "Background"], ["[4]", "Mr. Bhattacharyya is an Information Technology (IT) Project Manager of Indian descent. He worked for Viterra Inc. (\"Viterra\", formerly known as the Saskatchewan Wheat Board) from January 7, 2010 until April 12, 2011. While working at Viterra, Mr. Bhattacharyya reported to Don Conly, the company's IT Director."], ["[5]", "In 2009, Viterra began outsourcing its IT services to call centres based in India. The company then held a number of meetings and seminars to assist its employees in managing this transition."], ["[6]", "On October 6, 2010, Insights Discovery, an external third party, facilitated a workshop on communication styles for Viterra's IT managers. During the session, the Insights facilitator, Connie Phenix, sought to explain how different personality profiles affect the way that individuals, particularly individuals from different cultures, handle situations."], ["[7]", "The parties disagree about what happened at the training session."], ["[8]", "Mr. Bhattacharyya says that Donna King, Viterra's IT Director for North America, went on a \"rant\" against Indian culture at this session, making comments such as \"there is something wrong with the culture of these people\". Mr. Bhattacharyya says Ms. King's tone implied that Indian culture was \"tardy and inefficient\", and that she made negative comments about delays leading up to the Commonwealth Games which were being held in India around that time."], ["[9]", "Mr. Bhattacharyya says that Mike Nugent, an IT Director, \"joined the cultural assault against India\" by making a pejorative reference to the caste system, something that had no relevance to the training."], ["[10]", "In his memorandum of fact and law, Mr. Bhattacharyya says that \"30 pairs of eyes kept tracking my emotional status with frequent glances which I could feel - as I was the only person of Indian origin in the gathering\". According to Mr. Bhattacharyya, the silence of everyone else in the room \"appeared to [him] as a statement of solidarity in their feeling against Indian culture\". This perception made him feel vulnerable as his job required support from, and collaboration with all of the people who were present."], ["[11]", "Ms. King denied that she had gone on a \"rant\" against Indian culture. According to Ms. King, she had shared a personal anecdote regarding an experience that she had had at an airport in India. She says that she did so in an attempt to illustrate cultural differences, and how personality profiles affect how people respond to these differences - something that was directly relevant to the training session."], ["[12]", "Other witnesses in attendance at the training session did not recall Ms. King making the comments attributed to her by Mr. Bhattacharyya, nor did their evidence support his claim that Mr. Nugent had made a derogatory remark regarding the caste system."], ["[13]", "Mr. Bhattacharyya did not object to the statements during the training session, nor did anyone else express any concerns with respect to the comments that were being made. In particular, nothing was said by Ms. Phenix, or by Selina Haines, Viterra's Manager of Human Resources, who also attended the training session. After the session, however, Mr. Bhattacharyya sent an email to Ms. Haines expressing a concern about how India and Indian culture had been portrayed at the training session. Mr. Bhattacharyya also sent a copy of this email to Mr. Conly and to Mike Brooks, Viterra's Chief Information Officer."], ["[14]", "Mr. Bhattacharyya asserts that Mr. Books then called him and apologized for the employees' \"wrongdoing\" at the Insights session. According to Mr. Bhattacharyya, Mr. Brooks said that he would address the issue at an upcoming \"town hall\" meeting, but that this never happened."], ["[15]", "Viterra denies that Mr. Brooks ever committed to addressing the situation at the \"town hall\" meeting. According to Viterra, what Mr. Brooks said in his discussion with Mr. Bhattacharyya was that if Mr. Bhattacharyya's allegations were true, then the employees' behaviour was unacceptable."], ["[16]", "Ms. Haines also responded to Mr. Bhattacharyya's email. She sought to understand what happened during the session, including where and when it had gone \"off the rails\" as far as Mr. Bhattacharyya was concerned. Ms. Haines also asked Mr. Bhattacharyya to help her increase her own awareness so that she could better lead the team, and commended Mr. Bhattacharyya for writing the email, acknowledging that it must have been difficult for him to do."], ["[17]", "Ms. Haines said that she asked Mr. Bhattacharyya directly if he felt that he had been discriminated against, to which he said \"no\". Mr. Brooks and Ms. Haines also asserted that Mr. Bhattacharyya did not raise any further concerns regarding the training session with either of them, and that they had understood that the matter had been resolved."], ["[18]", "However, Mr. Bhattacharyya says he felt that \"aggravated hostility\" followed him after the training session and its aftermath, and that Viterra did nothing to make him \"feel safe\". In particular, he asserts that his supervisor, Mr. Conly, treated him in an adverse differential manner because of his Indian origin."], ["[19]", "Examples of adverse differential treatment cited by Mr. Bhattacharyya included Mr. Conly's repeated expressions of distaste for Indian food, and his pejorative tone when speaking to Mr. Bhattacharyya. Mr. Bhattacharyya also says that Mr. Conly did not appreciate his work, and that he fired an employee of Indian descent who had been working under Mr. Bhattacharyya, without first discussing the dismissal with Mr. Bhattacharyya."], ["[20]", "Mr. Bhattacharyya also objected to a statement allegedly made by Mr. Conly that a colleague, Debbie Petz, was nervous about her upcoming trip to India. Finally, Mr. Bhattacharyya felt insulted when Mr. Conly said a particular project of his was a \"thankless job\", feeling that Mr. Conly was \"trashing all [his] effort and dedication\"."], ["[21]", "Mr. Bhattacharyya further claimed that his performance had been unfairly evaluated by Mr. Conly. Although Mr. Conly subsequently agreed to increase Mr. Bhattacharyya's performance rating for the period between January 2010 and December 31, 2010, Mr. Bhattacharyya says that he remained unsatisfied with the evaluation and wanted Mr. Brooks to review his performance rating. According to Mr. Bhattacharyya, Mr. Conly thwarted his efforts to meet with Mr. Brooks, and tried to bribe him to withdraw his appeal by promising a better score on the next evaluation."], ["[22]", "Viterra terminated Mr. Bhattacharyya's employment, without cause, on April 12, 2011. Mr. Bhattacharyya says that the dismissal was carried out in a humiliating fashion, as he was not allowed to return to his desk to collect his belongings. According to Mr. Bhattacharyya, his dismissal was an act of reprisal for his past complaints, and a pre-emptive strike designed to prevent him from meeting with Mr. Brooks regarding his performance evaluation. Mr. Bhattacharyya further alleged that the dismissal was a result of Viterra management's \"aggravated hostility\" towards his culture and national origin."], ["[23]", "Viterra says Mr. Bhattacharyya was dismissed for performance-related reasons, explaining that he had failed to respond to concerns raised during his performance evaluations. In particular, Viterra contends that Mr. Bhattacharyya had difficulty accepting constructive criticism, and in influencing his subordinates to move in the direction desired by management."], ["[24]", "Mr. Bhattacharyya also claimed that he was the only individual of Indian descent who worked in IT management for Viterra. He said the only other individuals of Indian national origin who worked at Viterra's Regina office were brought in as technical resources in contract positions, and that they were only hired after Viterra signed contracts with Hewlett Packard and Infosys in late 2009."], ["[25]", "Viterra responded that 25% of Mr. Conly's employees were in fact of Indian descent, and that two of these individuals were in management positions. Viterra adds that 50% of the employees physically working in the Regina IT department were of Indian descent at the time in question, although it did not indicate what percentage of these employees were contractors, rather than employees.", "II.", "Mr. Bhattacharyya's Human Rights Complaint"], ["[26]", "After the termination of his employment, Mr. Bhattacharyya filed a complaint under sections 7 and 14 of the", "Canadian Human Rights Act", ", R.S.C. 1985, c. H-6, with the Canadian Human Rights Commission in which he alleged that Viterra discriminated against him on the basis of his \"cultural and national origin\". Mr. Bhattacharyya alleged that Viterra:", "a. failed to provide him with a harassment-free workplace, based upon Ms. King and Mr. Nugent's alleged remarks at the Insights training session, and Viterra's alleged inaction subsequent to his complaint;", "b. subjected him to adverse differential treatment, again as a result of Viterra's lack of response to his complaint about the training session; and as a result of Mr. Conly's alleged remarks and behaviours, including his comments about Indian food, Mr. Bhattacharyya's job being \"thankless\", Mr. Bhattacharyya \"acting smart\", and his dismissal of Mr. Bhattacharyya's subordinate without first consulting Mr. Bhattacharyya;", "c. downgraded his performance review and then terminated his employment because of his national origin.", "III.", "The Commission Investigation"], ["[27]", "After Mr. Bhattacharyya filed his human rights complaint, the Commission obtained a written response to the complaint from Viterra. The Commission investigator then reviewed relevant documentation and interviewed eight individuals, including Mr. Bhattacharyya and Ms. Phenix. Six Viterra employees were also interviewed: Mr. Brooks, Ms. King, Ms. Haines, Mr. Conly, Mr. Nugent and Ms. Petz, although at the time of the interviews, four of these individuals (Ms. King, Mr. Conly, Mr. Nugent and Ms. Petz) no longer worked for Viterra."], ["[28]", "The investigation concluded with a report dated December 31, 2012. The report, which is some 17 pages and 116 paragraphs in length, contained a detailed discussion of the evidence and an analysis of each of Mr. Bhattacharyya's allegations. The report concluded with the recommendation that the Commission dismiss the complaint because the evidence did not support Mr. Bhattacharyya's claim that he had been treated in an adverse differential manner, harassed and terminated from his employment because of his colour, race, or national or ethnic origin."], ["[29]", "The investigation report was then disclosed to the parties, and each party was given an opportunity to respond to it. Mr. Bhattacharyya availed himself of this opportunity, providing the Commission with a lengthy and detailed critique of the investigation report."], ["[30]", "The Commission subsequently accepted the investigator's recommendation and dismissed Mr. Bhattacharyya's complaint in a decision letter dated May 2, 2013.", "IV.", "The Issues"], ["[31]", "Mr. Bhattacharyya describes the issues in this case as being:", "1. Whether the Commission interviewed and cross-examined everyone who witnessed his \"public humiliation\" at the Insights training session and the harassment that he faced up until the termination of his employment?", "2. Whether the Commission \"scrutinized for apparent contradictions and self-contradictions the statements of those who were interviewed\"?", "3. Whether the Commission \"cross-examined and exhausted all the resources ... in establishing the facts\"?", "4. Whether the Commission erred in concluding that the evidence did not support Mr. Bhattacharyya's claim that he had been treated in an adverse differential manner, harassed and terminated from his employment because of his colour, race, or national or ethnic origin?"], ["[32]", "I understand Mr. Bhattacharyya's first and third issues to relate to the thoroughness of the Commission's investigation and his other two issues to relate to the reasonableness of the Commission's decision to dismiss his human rights complaint.", "V.", "Legal Principles Governing the Review of Commission Decisions"], ["[33]", "Before considering the issues raised by Mr. Bhattacharyya, it is helpful to examine the nature and extent of the Canadian Human Rights Commission's obligations when investigating a human rights complaint."], ["[34]", "The Supreme Court of Canada discussed the role of the Canadian Human Rights Commission in", "REFERENCE_SUPPRESSED. There, the Supreme Court observed that the Commission is not an adjudicative body, and that the adjudication of human rights complaints is reserved to the Canadian Human Rights Tribunal. The Commission's duty \"is to decide if, under the provisions of the Act, an inquiry is warranted having regard to all the facts. The central component of the Commission's role, then, is that of assessing the sufficiency of the evidence before it\": at para. 53. See also", "REFERENCE_SUPPRESSED)."], ["[35]", "The Federal Court of Appeal has described the Commission's role as being analogous to that of a judge conducting a preliminary inquiry. That is, the Commission's function is not to adjudicate a complaint, but to determine on the basis of the investigation report and any submissions made by the parties, whether there is a reasonable basis in the evidence for proceeding to an inquiry", ": REFERENCE_SUPPRESSED."], ["[36]", "The Commission has a broad discretion to determine whether \"having regard to all of the circumstances\" further inquiry is warranted:", "REFERENCE_SUPPRESSED, the Federal Court of Appeal noted that \"[t]he Act grants the Commission", "a remarkable degree of latitude", "when it is performing its screening function on receipt of an investigation report\": at para. 38, (my emphasis)."], ["[37]", "However, when deciding whether further inquiry is warranted, the process followed by the Commission must be fair."], ["[38]", "In", "REFERENCE_SUPPRESSED, this Court discussed the content of the duty of fairness required of Commission investigations. The Court observed that in fulfilling its statutory responsibility to investigate complaints of discrimination, the Commission's investigations must be both neutral and thorough."], ["[39]", "Insofar as the requirement of thoroughness is concerned, the Court in", "CITATION_SUPPRESSED", "observed that \"deference must be given to administrative decision-makers to assess the probative value of evidence and to decide to further investigate or not to further investigate accordingly\": at para. 56. The investigator is not obliged to interview each and every person suggested by the parties:", "CITATION_SUPPRESSED; see also", "REFERENCE_SUPPRESSED. It is only \"where unreasonable omissions are made, for example where an investigator failed to investigate", "obviously crucial evidence", ", that judicial review is warranted\":", "CITATION_SUPPRESSED [my emphasis]."], ["[40]", "As to what will constitute \"obviously crucial evidence\", this Court has stated that \"the 'obviously crucial test' requires that it should have been obvious to a reasonable person that the evidence an applicant argues should have been investigated was crucial given the allegations in theREFERENCE_SUPPRESSED."], ["[41]", "The requirement for thoroughness in investigations must also be considered in light of the Commission's administrative and financial realities. With this in mind, the jurisprudence has established that Commission investigations do not have to be perfect. As the Federal Court of Appeal observed in", "REFERENCE_SUPPRESSED:", "Any judicial review of the Commission's procedure must recognize that the agency is master of its own process and must be afforded considerable latitude in the way that it conducts its investigations. An investigation into a human rights complaint cannot be held to a standard of perfection; it is not required to turn every stone. The Commission's resources are limited and its case load is heavy. It must therefore balance the interests of complainants in the fullest possible investigation and the demands of administrative efficacy. [Citations omitted]"], ["[42]", "The jurisprudence has also established that some defects in the investigation may be overcome by providing the parties with the right to make submissions with respect to the investigation report:", "CITATION_SUPPRESSED. As the Federal Court of Appeal observed in", "REFERENCE_SUPPRESSED, the only errors that will justify the intervention of a court on review are \"investigative flaws that are so fundamental that they cannot be remedied by the parties' further responding submissions\": at para. 38."], ["[43]", "Where, as here, the Commission adopts the recommendations of an investigation report and provides limited reasons for its decision, the investigation report will be viewed as constituting the Commission's reasoning for the purpose of a decision under section 44(3) of the Act: see", "CITATION_SUPPRESSED."], ["[44]", "However, if the Commission decides to dismiss a complaint based upon a deficient investigation, that decision will be deficient because \"[I] f the reports were defective, it follows that the Commission was not in possession of sufficient relevant information upon which it could properly exercise its discretion\": see", "REFERENCE_SUPPRESSED; see also", "CITATION_SUPPRESSED."], ["[45]", "With this understanding of the Commission's role and responsibilities in dealing with complaints of discrimination, I will next consider Mr. Bhattacharyya's arguments as to the inadequacy of the investigation in this case.", "VI.", "Was the Commission's Investigation Sufficiently Thorough?"], ["[46]", "Mr. Bhattacharyya did not address the issue of standard of review in his submissions, while Viterra concedes that questions of procedural fairness are reviewable on the standard of correctness. I agree. It is for this Court to determine whether the process followed by the Commission investigator satisfied the level of fairness required in all of the circumstances: see", "REFERENCE_SUPPRESSED."], ["[47]", "Mr. Bhattacharyya takes issue with the fact that the Commission's investigator did not interview and cross-examine every one of the 30 people in attendance at the Insights training session. However, as noted earlier, the Commission is not obligated to interview every possible witness."], ["[48]", "Mr. Bhattacharyya suggests that the investigator should have discounted the evidence of Ms. King, Mr. Conly and Mr. Nugent since their conduct was at issue. However, the investigator also interviewed Ms. Petz, Ms. Haines and Ms. Phenix, and their evidence was also not helpful to Mr. Bhattacharyya's case."], ["[49]", "Commission investigators are not required to cross-examine witnesses: a Commission investigation is a fact-finding endeavour, and not a trial. Nor are Commission investigators required to \"exhaust all resources\" in establishing the facts. The investigator interviewed each and every person that had been identified by one side or the other as potentially having information that was relevant to Mr. Bhattacharyya's complaint. The investigator did not fail to interview any potential witness identified by Mr. Bhattacharyya, and he has not demonstrated that any witness with obviously crucial evidence was overlooked by the investigator."], ["[50]", "Mr. Bhattacharyya asserts that the investigator also failed to obtain key documents, in particular, an exchange of emails between himself and Viterra management that followed his performance evaluation. However, the investigator reviewed Mr. Bhattacharyya's performance evaluation and spoke to each of the individuals involved in the discussions that ensued. In these circumstances, Mr. Bhattacharyya has not persuaded me that the investigator overlooked obviously crucial evidence."], ["[51]", "Finally, Mr. Bhattacharyya's submissions to this Court essentially mirror the submissions he made to the Commission in response to the investigation report. There is no reason to believe that the Commission did not carefully consider these submissions in deciding that further inquiry into Mr. Bhattacharyya's human rights complaint was not warranted. Mr. Bhattacharyya has also failed to identify any flaws in the investigation that were so fundamental that they could not have been remedied by his responding submissions. As a consequence, I have not been persuaded that Mr. Bhattacharyya was treated unfairly in the investigation process.", "VII.", "Was the Commission's Decision Reasonable?"], ["[52]", "Mr. Bhattacharyya also did not address the question of standard of review ion relation to the merits of the Commission's decision. Viterra submits that the merits of a Commission decision are reviewable on the reasonableness standard. I agree:", "REFERENCE_SUPPRESSED."], ["[53]", "In reviewing a decision against the reasonableness standard, it is not the task of this Court to re-weigh the evidence, nor is the question whether I would have come to the same conclusion as did the Commission. The question for the Court is whether the Commission's decision to dismiss Mr. Bhattacharyya's human rights complaint is justified, transparent and intelligible, and whether it falls within a range of possible acceptable outcomes which are defensible in light of the facts and the law: see", "REFERENCE_SUPPRESSED."], ["[54]", "The reasons of an administrative decision-maker such as the Canadian Human Rights Commission do not have to be perfect. They are, moreover, not to be parsed, line-by-line, but are to be read organically, as a whole, in order to determine whether they meet the", "CITATION_SUPPRESSED", "standard:", "REFERENCE_SUPPRESSED."], ["[55]", "In this case, the investigator reasonably concluded that Mr. Bhattacharyya was not treated adversely in the course of his employment as a result of his race, colour or national or ethnic origin, and that these factors did not play a role in the termination of Mr. Bhattacharyya's employment."], ["[56]", "The investigator accepted that Viterra IT managers had voiced frustration at the training session with respect to problems they were encountering with the off-shore contractors, although there was conflicting evidence as to precisely what was said. The investigator also accepted that Mr. Bhattacharyya had taken offence to some of the comments, but found that Viterra's management had responded appropriately to Mr. Bhattacharyya's concerns. While Mr. Bhattacharyya may disagree with this conclusion, he has not demonstrated that it was unreasonable."], ["[57]", "Mr. Bhattacharyya also identified what he says are internal inconsistencies in the investigator's analysis. By way of example, he says that Ms. Phenix claimed that nothing untoward was said at the training session, while asserting at the same time that she kept an eye on Mr. Bhattacharyya in order to make sure that he was not upset."], ["[58]", "Counsel for Viterra argued that the findings were not inconsistent, noting that the fact that the facilitator may have \"kept tabs\" on Mr. Bhattacharyya (who was the only person of Indian descent present at the training session) during the discussion of difficulties that Viterra management had encountered in India did not mean that the comments made were discriminatory. More fundamentally, however, Mr. Bhattacharyya had the opportunity to draw these alleged inconsistencies to the Commission's attention in his response to the investigation report. He did so, and the Commission is presumed to have considered his submissions. He has not persuaded me that any perceived inconsistency in these findings renders the Commission's decision unreasonable."], ["[59]", "The investigator weighed the conflicting evidence regarding Mr. Bhattacharyya's other allegations, and found that the comments attributed to Mr. Conly did not establish that Mr. Bhattacharyya had been treated differently on the basis of his race or national origin outside of the training session."], ["[60]", "For example, Mr. Conly's like or dislike of Indian food, his comments about Ms. Petz being nervous about her trip to India, and the dismissal of an Indian employee working under Mr. Bhattacharyya's supervision did not clearly demonstrate that Mr. Bhattacharyya had been treated in an adverse manner. The investigator further concluded that even if they did, it had not been shown that the adverse treatment was linked to Mr. Bhattacharyya's nationality or race, or that of the dismissed employee."], ["[61]", "The investigator also concluded that the evidence did not support Mr. Bhattacharyya's claim that his Indian ethnicity played a role in his performance appraisal or in the termination of his employment. The investigator interviewed the witnesses who had information relating to these issues and concluded that Mr. Bhattacharyya's philosophical approach to his job differed from that of Viterra's management, and that it was this difference that led to the employer actions in issue. Mr. Bhattacharyya has not demonstrated the existence of a reviewable error in this regard."], ["[62]", "Errors in the investigation report identified by Mr. Bhattacharyya, such as Mr. Nugent's proper job title and the date of Ms. Petz's trip to India, were minor and insufficient to call the reasonableness of the overall decision into question."], ["[63]", "Finally, Mr. Bhattacharyya submits that the individuals interviewed by the Commission investigator were biased because they were Viterra employees, and would, therefore, be expected to support the position of their employer. The evidence does not, however, support the factual premise of Mr. Bhattacharyya's argument. Ms. Phenix was never a Viterra employee, and Ms. King, Mr. Conly, Mr. Nugent and Ms. Petz no longer worked for Viterra at the time of the investigation.", "VIII.", "Conclusion"], ["[64]", "For these reasons, the application for judicial review is dismissed. Viterra is entitled to its costs at the mid-point of Column III of Tariff B to the", "Federal Courts Rules", "JUDGMENT"], ["[65]", "THIS COURT ORDERS AND ADJUDGES that", "1. This application for judicial review is dismissed with costs to Viterra at the mid-point of Column III of Tariff B to the", "Federal Courts Rules", ".........................", "CITATION_SUPPRESSED"]]}