{"id_": "069092", "body_str": [["[1]", "Mandamin, J.", ": This is an application for judicial review of the June 20, 2011 decision by the Immigration and Refugee Board Refugee Protection Division (RPD) which found that the Applicants were not Convention refugees or persons in need of protection."], ["[2]", "The Applicants fled their native Honduras on August 27, 2009 and claimed refugee protection in Canada the next day. The Applicants claimed a well-founded fear of persecution and feared a risk of harm on the basis of political opinion. The Applicants claimed to be persecuted as a result of the female Applicant's work for the movement \"Todos Somos Honduras\" (Todos Somos) for the National Party of Honduras."], ["[3]", "The RPD found the Applicants' allegations of persecution due to her political activities to not be credible. The RPD was not persuaded that the Applicant was working for a political party and refused the Applicants' application for refugee protection."], ["[4]", "I have concluded the application for judicial review should be granted for the reasons that follow.", "Background"], ["[5]", "The Applicant, Claudia Maria Maldonado Ventura, her husband Jose Enrique Urbina Belgara, and their minor son Sebastian Alberto Urbina Maldonado are all citizens of Honduras."], ["[6]", "The Applicant worked in the capacity of Campaign Director Technical Assistant in Todos Somos a movement within the National Party from June 2 to December 15, 2008. She worked on the campaign of her boss, Mario Canahuati, herein called Mario. The Applicant had been employed by Mario in his fashion company, Creaciones Vantage, as an Area Coordinator."], ["[7]", "A week after the National Party's internal elections to choose area candidates, the Applicant heard several allegations of electoral fraud committed by a rival movement in the National Party called \"Cambio Ya\" led by the incumbent president Lobo Sosa. The Applicant and her brother, a lawyer who was also involved with Todos Somos, visited candidates on December 1, 2008 to collect evidence of the allegations; they collected a video and also learned that original ballots had been stolen."], ["[8]", "On December 3, 2008, the Applicant went to the National Supreme Tribunal (TSE) to learn of the election results for areas where allegations of fraud occurred. While waiting, the Applicant gave a radio interview to a reporter and provided information related to the allegations of fraud. Later that day, Mario approached the Applicant and told her to stop speaking out publicly and the he would take care of matters or she would lose her job."], ["[9]", "On December 6, 2008, the Applicant's brother received a threatening call that he would be killed if he pursued the allegations of electoral fraud. The Applicant's brother gave all of the evidence to the Applicant. The Applicant's brother's home was broken into on December 11, 2008. On January 7, 2009, the Applicant's brother presented the first allegation of fraud to the TSE. During the rest of January, the Applicant's brother received many death threats. At the end of the month, he told their mother he would disappear and not communicate with anyone for a while."], ["[10]", "Both movements of the National Party, Todos Somos and Cambio Ya, had joined ranks to ensure better election results for the pending national election on November 29, 2009. The Applicant alleges that due to the amalgamation of the two movements, Mario tried to prevent information about the electoral fraud from becoming public as this could hurt his candidacy. On July 23, 2009, Mario sent his bodyguard, Rivera, to pick up the alleged evidence from the Applicant. She refused and was threatened by Rivera."], ["[11]", "On July 30, 2009, the Applicant found her office door forced open and her computer and other evidence were taken. However she had second copies hidden. The Applicant went to the Criminal Investigation General Bureau to make a denunciation. The Applicant was told by the officer that the denunciation had been settled by Mario and she was refused a copy of the settlement."], ["[12]", "Rivera called later that day demanding the ballots and threatened the Applicant and her family when she refused. The next day on July 31, 2009, as the Applicant was dropped off at work by her husband a man grabbed her by the hair and tried to put her in another car. A colleague called for help and as the assailants fled security guards approached. The Applicant's husband was injured and was hospitalized until August 9, 2009."], ["[13]", "On August 11, 2009, the Applicant's husband tried to make a denunciation against the attempted kidnappers, but was told the system was down; the same happened the next day when the Applicant's husband returned to file a denunciation."], ["[14]", "On August 14, 2009, the Applicant and her husband went to the \"Peripherals Complaints Centre\" to make a report of the attempted kidnapping. A Public Prosecutor took the denunciation although the Applicant alleges all of the details were not recorded and the Applicant alleges she was given an indirect threat to \"stop the scandals\"."], ["[15]", "On August 17, 2009, the Applicant and her husband travelled to San Pedro Sulato hide with an aunt. Three days later, they began receiving calls on their cells and to the Applicant's parents asking for their location as if they had won a prize. The Applicant called the promotion company to find out there was no prize."], ["[16]", "On August 21, 2009, the Applicant and her husband were followed as they searched for a rental home. The next day, a motorcycle drove past the aunt's house and fired gun shots. The Applicants went to the police station but were told the system was down. They returned to Tegucigalpa and made a denunciation to the Human Rights Commissioner on August 23, 2009. They fled Honduras four days later.", "Decision Under Review"], ["[17]", "The determinative issue for the RPD was the Applicant's credibility. The RPD found the Applicant's testimony to be without credibility with regard to the material aspects of her claim."], ["[18]", "In particular, the RPD found the Applicant's allegations of criminal acts perpetrated against her due to her political activities as not credible. The RPD found the Applicant was not working for a political party but rather for her boss, Mario. The RPD determined that Mario \"ordered\" the Applicant to facilitate certain activities, on his behalf, as a candidate, while on the payroll of the fashion company. The RPD held that this was neither a direct nor indirect political activity but rather a \"function\" of her role as an employee of Mario."], ["[19]", "The RPD also found that the Applicant made several speculative statements which were speculative due to her fears but was unable to support her accusations with supporting evidence. The RPD cited as examples the Applicant's allegations that Mario ordered her death, that the police threatened her, that the police are hired by the rich to kill, and that she fears the present government as Mario was elected Foreign Minister."], ["[20]", "The RPD stated it was obligated to make a determination on the evidence deemed credible and trustworthy and found none. The RPD determined that the Applicant had not established an objective basis to support her fear, nor had she established any other element of the material aspects of her claim. The RPD found there was no credible basis for this claim pursuant to section 107(2) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", ").", "Legislation"], ["[21]", "The", "Immigration and Refugee Protection Act", ", SC 2001, c 27 provides:", "96. A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,", "(a) is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or", "(b) not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.", "97. (1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally", "(a) to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or", "(b) to a risk to their life or to a risk of cruel and unusual treatment or punishment if", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country ....", "...", "107. (2) If the Refugee Protection Division is of the opinion, in rejecting a claim, that there was no credible or trustworthy evidence on which it could have made a favourable decision, it shall state in its reasons for the decision that there is no credible basis for the claim."], ["[22]", "The", "Federal Courts Act", ", RSC 1985, c F-7 provides:", "18.1(4) The Federal Court may grant relief under subsection (3) if it is satisfied that the federal board, commission or other tribunal", "...", "(d) based its decision or order on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it;", "Issue"], ["[23]", "In my view, the determinative issue is whether the RPD's negative credibility finding is reasonable.", "Standard of Review"], ["[24]", "The RPD's findings of fact and conclusions on questions of mixed fact and law are to be assessed on the standard of reasonableness:", "FRAGMENT_SUPPRESSED. The credibility findings of the RPD are entitled to a high degree of deference:", "FRAGMENT_SUPPRESSED.", "Analysis"], ["[25]", "Although credibility findings of the RPD are entitled to a high degree of deference, s. 18.1(4)(d) of the", "Federal Courts Act", "provides that this Court can intervene if it is satisfied that the RPD based its decision on an erroneous finding of fact that it made in a perverse or capricious manner or without regard for the material before it. In my view, this is a case that warrants the Court's intervention under this section."], ["[26]", "The Applicants sought refugee protection because of their political opinions. The actions taken by the Applicant which led to the criminal acts perpetrated against her and her husband are central to the Applicants' claims. The RPD dismissed these activities as a \"function\" of her role as an employee of Mario and not as a result of political opinions or actions made by the Applicant. The relevant portion of the RPD's decision states:", "I must examine whether or not the claimant has provided credible and trustworthy evidence in support of her claim. The claimant was asked if she is a registered member of any political party to which she replied she is not, although the claimant alleges an affiliation with the National Party of Honduras for the last 18 years. I accept that perceived political opinion can also be considered under a section 96 claim. In the circumstances of this claim, the claimant alleges criminal acts perpetrated against her due to her political activities.", "I am not persuaded this is credible as the claimant was not working for a political party but rather indirectly for her boss, Mario, who owned a fashion company and was running for election.", "He \"ordered\" the claimant to facilitate certain activities, on his behalf, as a candidate, while on the payroll of the fashion company. In my mind, this is neither a direct nor indirect political activity but is a \"function\" of her role as an employee of Mario. [Emphasis added]"], ["[27]", "The Applicants submit the RPD's conclusion that the Applicant was not involved in either direct or indirect political activity is unreasonable based on the evidence that was before it. The Applicants specifically point to a letter from Todos Somos that was before the RPD stating that the Applicant \"worked actively in the electoral campaign as a part of [Todos Somos] from June 2nd to December 15th, 2008\". The Applicants submit the RPD erred by not considering this evidence, especially as it directly contradicts the RPD's findings that the Applicant was not working for a political party and that she did not engage in either direct or indirect political activities."], ["[28]", "For its part, the Respondent concedes that the RPD's statement that the Applicant was not engaged in either \"direct or indirect political activity\" is confusing. However, the Respondent submits it is not material to the RPD's decision and does not demonstrate a reviewable error. The Respondent submits the RPD went on to analyze the Applicant's evidence and so whether the RPD erred in its characterization of it as political or non-political is irrelevant."], ["[29]", "In the oft-cited", "FRAGMENT_SUPPRESSED, Justice Evans (now of the Federal Court of Appeal) stated:"], ["[15]", "The Court may infer that the administrative agency under review made the erroneous finding of fact \"without regard to the evidence\" from the agency's failure to mention in its reasons some evidence before it that was relevant to the finding, and pointed to a different conclusion from that reached by the agency", ". Just as a court will only defer to an agency's interpretation of its constituent statute if it provides reasons for its conclusions, so a court will be reluctant to defer to an agency's factual determinations in the absence of express findings, and an analysis of the evidence that shows how the agency reached its result."], ["[16] On the other hand, the reasons given by administrative agencies are not to be read hypercritically by a court (", "FRAGMENT_SUPPRESSED), nor are agencies required to refer to every piece of evidence that they received that is contrary to their finding, and to explain how they dealt with it (see, for example,", "FRAGMENT_SUPPRESSED. That would be far too onerous a burden to impose upon administrative decision-makers who may be struggling with a heavy case-load and inadequate resources. A statement by the agency in its reasons for decision that, in making its findings, it considered all the evidence before it, will often suffice to assure the parties, and a reviewing court, that the agency directed itself to the totality of the evidence when making its findings of fact."], ["[17]", "However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact \"without regard to the evidence\":", "FRAGMENT_SUPPRESSED. In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its fining of fact. [Emphasis added]"], ["[30]", "There is no reference by the RPD of the letter from Todos Somos specifically stating that the Applicant worked for Todos Somos on the electoral campaign. This is evidence clearly contrary to the RPD's central finding that the Applicant was not working for a political party but rather for Mario. In my view, the RPD came to its conclusion without regard for the evidence before it."], ["[31]", "I disagree with the Respondent that the existence of this letter and the RPD's failure to address it is not material and does not demonstrate a reviewable error. The RPD's conclusion that the Applicant did not work for a political party and was not engaged either directly or indirectly in political activities was the central finding in the RPD's decision. The Applicants sought protection as a result of the Applicant's political activities and the RPD's conclusion that the Applicant was not involved in the political activities alleged by the Applicant went to the heart of the RPD's decision to refuse refugee protection."], ["[32]", "I find that the RPD erred by failing to consider evidence before it that was contradictory to its ultimate conclusion. The RPD's decision is unreasonable.", "Conclusion"], ["[33]", "The application for judicial review is granted and the matter is remitted back for reconsideration by a differently constituted panel."], ["[34]", "The parties have not proposed and I do not certify any question of general importance.", "JUDGMENT"], ["[35]", "THIS COURT'S JUDGMENT is that", "1. The application for judicial review is granted and the matter is remitted back for reconsideration by a differently constituted panel.", "2. No question of general importance is certified.", "Application granted.", "Editor: E. Joanne Oley/vnh"]]}