{"id_": "069178", "body_str": [["[1]", "Locke, J.", "[Translation]: This is an application for judicial review of the decision of August 20, 2013, of the Level II adjudicator (the adjudicator) rejecting the grievance of Corporal Robert Beaulieu (the applicant) against the decision of the Royal Canadian Mounted Police (RCMP) to refuse a appointment to an acting position under section 8 of the", "Royal Canadian Mounted Police Regulations", "(the Regulations).", "II.", "The facts"], ["[2]", "The applicant has been a member of the RCMP since March 1982. His rank is of Corporal and he holds a position of investigator at the Federal Investigation Section in Montréal."], ["[3]", "When the position of acting sergeant supervisor of group 1 was vacant (which occurred several times), the applicant applied for the position. The applicant was then a regular member of lower rank with the most seniority and was thus eligible for this appointment under section 8 of the", "Regulations", ". Based on part 4.E.9. of the Career Management Manual (the CMM), the RCMP refused the acting appointments that the applicant requested."], ["[4]", "Afterward, the applicant filed three grievances with the Office for the Coordination of Grievances on August 7, 2008, July 8, 2009, and July 9, 2010. Although each grievance covers a different period, they were all filed to dispute the RCMP's decision to appoint a junior member to the position of acting staff sergeant."], ["[5]", "On March 8, 2011, the level I grievance adjudicator rejected the applicant's grievances."], ["[6]", "On August 20, 2013, the level II grievance adjudicator made a decision rejecting the applicant's grievances."], ["[7]", "This case has established that the procedures were of a duration of more than five years since the filing of the first grievance.", "III.", "Decision"], ["[8]", "The decision of August 20, 2013, gives a combined response to the three grievances filed by the applicant and rejected initially by the level I grievance adjudicator, as they were essentially similar."], ["[9]", "At the beginning of the decision, the adjudicator noted that the applicant argued that he is entitled to the acting position that he wants based on section 8 of the", "Regulations"], ["[10]", "Section 15(1) of the", "Regulations", "provides that the order of precedence of regular RCMP members follow their rank."], ["[11]", "The adjudicator pointed out that in order to support their decision, the respondents, i.e. the staff sergeant and the superintendent, relied on the CMM. Part 4.E.9 of the CMM provides that the immediate supervisor of a position being vacated will appoint, on the basis of merit, an employee to temporarily perform the duties of a vacated position. The respondents claim that part 4.E.9. is an order and thus an exception to the seniority rule within the meaning of section 8 of the", "Regulations"], ["[12]", "The adjudicator pointed out that the only question posed in this matter is the following: Did the applicant show that section 8 of the Regulations prevents the applicant's superiors from using the CMM so as to give acting positions to junior members while the applicant is the \"next senior regular member on staff\" within the meaning of section 8 of the Regulations?"], ["[13]", "Before beginning its analysis of the application of section 8, the adjudicator pointed out that the applicant considers that this section prevents a manager from leaving a command post vacant, that Parliament provided continuity of command, that this continuity is based on the very nature of the structure of the RCMP and that the only way to deviate from this rule is to obtain a Commissioner standing order specifying an exception to the Regulations."], ["[14]", "In support of his reasoning, the adjudicator stated that although section 8 of the Regulations first removes the flexibility that an RCMP manager normally has, an important exception provides that the Commissioner has the power to deviate from the general principle established by this section."], ["[15]", "The adjudicator emphasizes that subsection 5(1) of the", "Royal Canadian Mounted Police Act", "(the Act) provides that the Commissioner has \"the control and management of the Force and all matters connected therewith\" which implies that the law grants the Commissioner all management powers required."], ["[16]", "The adjudicator noted that section 8 of the Regulations does not require that the Commissioner use standing orders to create an exception to the general principle of this section, but simply that he must order otherwise, although neither the Act nor the Regulations define the words \"order\" or \"directs\". The concept of \"standing order\" refers to the \"rules made by the Commissioner\" within the meaning of paragraph 2(2) of the Act."], ["[17]", "Therefore, it is important that the deviations made in accordance with section 8 of the Regulations be performed under the orders of the Commissioner. Following this reasoning, the adjudicator pointed out that the RCMP's Administration Manual (the Manual) explains in its chapter III.4 that the \"policies\" of the RCMP \"constitute advance official approval of the actions that employees are to take under stated circumstances.\" The adjudicator also pointed out that chapter III.4 of the Manual indicates that [translation] \"the amendment of policies of national importance may be sent to the coordinator\" of the Senior Executive Committee (SEC)."], ["[18]", "Therefore, the adjudicator deduced that, since the Commissioner is part of the SEC, he is involved in the approval mechanism for national directives. The adjudicator also supported his position with the fact that the foreword of the Manual states that \"[p]olicies and procedures (directives) are issued by designated officers", "as authorized by the Commissioner", ".\" [Emphasis added.] Therefore, the adjudicator found that the decisions made in accordance with part 4.E.9 of the CMM are in compliance with the Commissioner's orders within the meaning of section 8 of the Regulations."], ["[19]", "Before concluding, the adjudicator noted that no grievance called into question the manner in which the SEC and the applicant's superintendent applied part 4.E.9 of the CMM. What is more, the applicant did not file a grievance to this effect that he was more meritorious than the person who received the acting position. The adjudicator found that the grievance is based only on the lack of authority of the applicant's superiors with respect to their decision to appoint a junior member and not on the manner that this authority was exercised."], ["[20]", "Based on the analysis mentioned above, the adjudicator dismissed the grievance.", "IV.", "Issues"], ["[21]", "The issues are as follows:", "1. What is the standard of review applicable?", "2. Are the adjudicator's findings erroneous in light of the application of the principle of", "delegata potestas non potest delegari", "as contemplated in paragraph 5(2) of the Act?", "V.", "Relevant provisions", "Royal Canadian Mounted Police Act, RSC 1985, c R-10", "2. (1) In this Act,", "...", "Commissioner's standing orders", "(2) The rules made by the Commissioner under any provision of this Act empowering the Commissioner to make rules shall be known as Commissioner's standing orders.", "5. (1) The Governor in Council may appoint an officer, to be known as the Commissioner of the Royal Canadian Mounted Police, who, under the direction of the Minister, has the control and management of the Force and all matters connected therewith.", "Delegation", "(2) The Commissioner may delegate to any member any of the Commissioner's powers, duties or functions under this Act, except the power to delegate under this subsection, the power to make rules under this Act and the powers, duties or functions under section 32 (in relation to any type of grievance prescribed pursuant to subsection 33(4)), subsections 42(4) and 43(1), section 45.16, subsection 45.19(5), section 45.26 and subsections 45.46(1) and (2).", "Regulations", "21. (1) The Governor in Council may make regulations", "(a) respecting the administrative discharge of members;", "(b) for the organization, training, conduct, performance of duties, discipline, efficiency, administration or good government of the Force; and", "(c) generally, for carrying the purposes and provisions of this Act into effect.", "Rules", "(2) Subject to this Act and the regulations, the Commissioner may make rules", "(a) respecting the administrative discharge of members; and", "(b) for the organization, training, conduct, performance of duties, discipline, efficiency, administration or good government of the Force.", "Royal Canadian Mounted Police Regulations, 1988, SOR/88-361", "8. In the absence of the person in command or the person in charge of a post, the command or charge of a post shall, unless the Commissioner directs otherwise, be exercised by the next senior regular member on staff in respect of that post as determined by the order of precedence for regular members in subsection 15(1).", "Precedence", "15. (1) Unless the Commissioner directs otherwise, precedence for regular members, other than special constables, is to be taken in the following order, namely,", "(a) Commissioner;", "(b) Deputy Commissioner;", "(c) Assistant Commissioner;", "(d) Chief Superintendent;", "(e) Superintendent;", "(f) Inspector;", "(g) Corps Sergeant-Major;", "(h) Sergeant-Major;", "(i) Staff Sergeant-Major;", "(j) Staff Sergeant;", "(k) Sergeant;", "(l) Corporal; and", "(m) Constable.", "(2) Precedence for special constables, and within the rank of special constable member or the levels of civilian members, shall be taken in the order prescribed, by rule, by the Commissioner", "Loi sur la Gendarmerie royale du Canada, LRC 1985, c R-10", "2. (1) Les définitions qui suivent s'appliquent à la présente loi.", "[...]", "Consignes du commissaire", "(2) Les règles à caractère permanent que le commissaire établit en vertu de la présente loi sont appelées consignes du commissaire.", "5. (1) Le gouverneur en conseil peut nommer un officier, appelé commissaire de la Gendarmerie royale du Canada, qui, sous la direction du ministre, a pleine autorité sur la Gendarmerie et tout ce qui s'y rapporte.", "Délégation", "(2) Le commissaire peut déléguer à tout membre les pouvoirs ou fonctions que lui attribue la présente loi, à l'exception du pouvoir de délégation que lui accorde le présent paragraphe, du pouvoir que lui accorde la présente loi d'établir des règles et des pouvoirs et fonctions visés à l'article 32 (relativement à toute catégorie de griefs visée dans un règlement pris en application du paragraphe 33(4)), aux paragraphes 42(4) et 43(1), à l'article 45.16, au paragraphe 45.19(5), à l'article 45.26 et aux paragraphes 45.46(1) et (2).", "Règlements", "21. (1) Le gouverneur en conseil peut prendre des règlements:", "a) concernant le renvoi, par mesure administrative, des membres;", "b) sur l'organisation, la formation, la conduite, l'exercice des fonctions, la discipline, l'efficacité et la bonne administration de la Gendarmerie;", "c) de façon générale, sur la mise en œuvre de la présente loi.", "Règles", "(2) Sous réserve des autres dispositions de la présente loi et de ses règlements, le commissaire peut établir des règles:", "a) concernant le renvoi, par mesure administrative, des membres;", "b) sur l'organisation, la formation, la conduite, l'exercice des fonctions, la discipline, l'efficacité et la bonne administration de la Gendarmerie.", "Règlement de la Gendarmerie royale du Canada (1988), DORS/88-361", "8. En l'absence de la personne qui a le commandement d'un poste ou de celle qui en a la direction, le commandement ou la direction du poste est assuré, à moins que le Commissaire n'en ordonne autrement, par le membre régulier du grade inférieur suivant, selon l'ordre de préséance des membres réguliers établi au paragraphe 15(1), qui a le plus d'ancienneté et qui est affecté à ce poste.", "Ordre de préséance", "15. (1) À moins que le Commissaire n'en ordonne autrement, l'ordre de préséance des membres réguliers, autres que les gendarmes spéciaux, est le suivant:", "a) commissaire;", "b) sous-commissaire;", "c) commissaire adjoint;", "d) surintendant principal;", "e) surintendant;", "f) inspecteur;", "g) sergent-major du corps;", "h) sergent-major;", "i) sergent-major d'état-major;", "j) sergent d'état-major;", "k) sergent;", "l) caporal;", "m) gendarme.", "(2) L'ordre de préséance des gendarmes spéciaux et l'ordre de préséance à l'intérieur du grade de membre spécial et des échelons des membres civils sont prescrits par règle par le commissaire.", "I.", "Parties' submissions", "A.", "The applicant's submission"], ["[22]", "Initially, the applicant raised the question of the sub-delegation of the Commissioner's powers. The applicant argued that the standard applicable to this question is that of correctness since the adjudicator interpreted and applied a general rule of law, i.e. the rule \"", "delegata potestas non potest delegari", "\" in accordance with subsection 5(2) of the Act. However, in the alternative, the applicant submitted that the adjudicator's interpretation of the CMM bulletin is unreasonable."], ["[23]", "The applicant submitted that section 8 of the Regulations was adopted under the delegation authority of paragraph 21(1)(", ") of the Act, which provides that the Governor in Council may take Regulations \"for the organization, training, conduct, performance of duties, discipline, efficiency, administration or good government of the Force.\" Furthermore, the applicant submitted that when the Commissioner exercises his power to establish rules regarding the \"command\", he exercises this power in accordance with paragraph 21(2)(", ") of the Act. This article provides that, subject to the Act and the Regulations, the Commissioner may establish rules on \"the organization, training, conduct, performance of duties, discipline, efficiency, administration or good government of the Force.\" The applicant argued that these powers are delegated to the Commissioner and that he cannot delegate them without authorization under the Act."], ["[24]", "The applicant also argued that the Commissioner cannot delegate his power to establish standing orders, in accordance with subsection 5(2) of the Act, which provides that \"[t]he Commissioner may delegate to any member any of the Commissioner's powers, duties or functions under this Act, except the power to delegate ... [and] the power to make rules ... .\" Therefore, the applicant argued that the position of adjudicator increases to the level of standing order the directives at part 4.E.9 of the CMM."], ["[25]", "Therefore, the applicant argued that the adjudicator erred with respect to the limits of the Commissioner's power of delegation. On this basis, the applicant found that the standard of correctness applies to the question of the sub-delegation of powers."], ["[26]", "In the alternative, the applicant submitted that the adjudicator's decision is unreasonable. The applicant argued that the adjudicator's decision gives part 4.E.9 of the CMM the status of standing order. The applicant argued that an administrative directive does not have the force of law."], ["[27]", "The applicant rebutted the adjudicator's position that being involved in an national directives approval mechanism and their modifications means that the Commissioner issued an \"order\" that acting appointments cannot be granted to a regular member of lower rank."], ["[28]", "The applicant argued that, in accordance with section 8 of the Regulations, the Commissioner had to act by rule to modify the criteria relating to the acting appointment. The applicant pointed out that paragraph 21(2)(", ") of the Act requires that the Commissioner establish rules on \"the organization, training, conduct, performance of duties, discipline, efficiency, administration or good government\" of the RCMP and that the result is that it is by rule that the Commissioner was to proceed under section 8 of the Regulations. The applicant argued that an interpretation contrary to this reasoning is contradictory and unreasonable."], ["[29]", "The applicant argued that reversing the seniority rule comes down to establishing a new Commissioner's standing order, which now applies to all members of the RCMP. Therefore, the applicant argued that given the importance of the seniority rule, the reversal of this rule must be done in accordance with the Act (i.e. by standing order)."], ["[30]", "Finally, the applicant pointed out that a delay of five years had elapsed between the time that the grievance was filed in 2008 and the adjudicator's decision in 2013. The applicant argued that he experienced significant harm because of this excessive delay.", "B.", "Respondents' submission"], ["[31]", "The respondent argued that the applicable standard of review is that of reasonableness since the adjudicator did not have to answer a question of law of general importance, but rather he was to apply various internal policies and directives (REFERENCE_SUPPRESSED). The respondent pointed out that it is established that the adjudicator's interpretation of the RCMP's internal policies is subject to the standard of reasonableness (REFERENCE_SUPPRESSED)."], ["[32]", "The respondent argued that contrary to the applicant's claims, section 8 of the Regulations does not require that the Commissioner proceed using a standing order since this section only mentions \"unless the Commissioner", "directs otherwise", ".\" [Emphasis added.] The respondent also argues that section 2 of the Act does not define the words \"order\" or \"directs\"."], ["[33]", "The respondent argued that the applicant's position begins from an erroneous premise, i.e. that everything that covers \"the organization, training, conduct, performance of duties, discipline, efficiency, administration or good government of the Force\" must absolutely adopt rules or standing orders."], ["[34]", "The respondent argued that paragraph 21(2)(", ") of the Act mentions that the Commissioner \"may make rules\" and that this indicates that the Commissioner may deviate from the general principles through rules or standing orders."], ["[35]", "The respondent argued that since the Manual's foreword states that the national policies are issued \"by designated officers as authorized by the Commissioner\", this means that these policies are made under the Commissioner's orders."], ["[36]", "Therefore, the respondent argued that the adjudicator's decision is reasonable since it is one of the possible outcomes with respect to the applicable law."], ["[37]", "Moreover, in response to the applicant's argument relating to the sub-delegation of powers, the respondent argued that the Commissioner did not have to use rules and standing orders to delegate his powers. First, the respondent argued that the Commissioner only authorized the CMM's policies, without delegating a power. Second, the respondent argued that under subsection 5(2) of the Act, the Commissioner may delegate all the powers conferred on him, except for the powers listed, including the power of making regulations."], ["[38]", "Finally, the respondent requested that this Court declare that the timelines for the grievance procedure are not unreasonable. The respondent also argued that this Court must not address this reason for review, as it is a reason raised by the applicant in his memorandum of facts and not in his notice of application (", "REFERENCE_SUPPRESSED;", "REFERENCE_SUPPRESSED). Finally, the applicant argued that the finding sought by the applicant would have no effect.", "II.", "Analysis", "A.", "Preliminary issue: the timeline for processing the grievance"], ["[39]", "As noted by the respondent, an applicant may not raise new reasons for review in his memorandum that were not raised in his notice of application (", "CITATION_SUPPRESSED;", "CITATION_SUPPRESSED). In this case, there is no justification for the Court to exercise its discretion to remedy the fact that the applicant did not initially raise the processing timeline as a reason for revision.", "B.", "The standard of re view applicable"], ["[40]", "In", "REFERENCE_SUPPRESSED)", ", the Supreme Court noted that when a question of law is not of central importance to the legal system and is not outside the adjudicator's specialized area of expertise, the applicable standard is that of reasonableness."], ["[41]", "It seems that the applicant and the respondent are both arguing that the adjudicator's interpretation of section 8 of the Regulations is subject to the standard of reasonableness. The respondent notes in particular that this Court must show deference to the RCMP adjudicator's decision as noted in", "CITATION_SUPPRESSED", ". In this case, Justice Tremblay-Lamer pointed out at paragraph 15 the adjudicator's specialized expertise and broad powers."], ["[42]", "Although in this case the questions asked are essentially questions of law, it is important to note that the adjudicator has particular expertise in the interpretation of law and texts related to the application of the Act and the Regulations. In", "REFERENCE_SUPPRESSED, Justice Rothstein noted at para 29:", "The questions at issue in this appeal are largely questions of law, in that they involve the interpretation of pension plans and related texts, as noted above.", "However, the Tribunal does have expertise in the interpretation of such texts, being both close to the industry and more familiar with the administrative scheme of pension law", "[Emphasis added]"], ["[43]", "In", "CITATION_SUPPRESSED,", "the Federal Court of Appeal confirmed the Federal Court's decision in which it is explained that an adjudicator's interpretation of the Manual is subject to the standard of reasonableness. I also note that the applicant quotes", "REFERENCE_SUPPRESSED. In this matter, Justice Harrington stated, at para 47:", "Although questions of pure law are reviewed more often than not on a correctness standard, there are exceptions, primarily based on the expertise of the tribunal which rendered the decision. For instance, in", "REFERENCE_SUPPRESSED, the Court deferred to an arbitrator's interpretation of a collective agreement. A very recent instance of the Court deferring to determinations of law by a tribunal is", "REFERENCE_SUPPRESSED."], ["[44]", "In my view, the adjudicator's findings relating to the application of section 8 of the Regulations must be analyzed with deference. The understanding of the appropriate application of this section requires a significant degree of expertise relating to the RCMP's internal functioning (", "CITATION_SUPPRESSED). Therefore, I am of the view that the standard of reasonableness applies to this question."], ["[45]", "That being said, with respect to the question raised by the applicant as to the application of the \"", "delegata potestas non potest delegari", "\" rule, the correctness rule applies (", "CITATION_SUPPRESSED;", "REFERENCE_SUPPRESSED).", "C.", "The application of the principle delegata potestas non potest delegari and the interpretation of section 8 of the Regulations"], ["[46]", "Section 8 of the Regulations, adopted by the Governor in Council under subsection 21(1) of the Act, clearly provides that the seniority rule prevails in principle in cases of acting appointments, unless the Commissioner \"directs\" otherwise. If the Governor in Council's objective was to force the Commissioner to act on the basis of a standing order so as to deviate from the seniority rule in acting appointments, he would not have used the term \"order.\""], ["[47]", "Therefore, the question that arises in this case is that of knowing whether the Commissioner \"directs\" within the meaning of section 8 of the Regulations, on the basis of part 4.E.9 of the CMM, that merit be preferred over seniority. If this were so, this case shows that the question of the sub-delegation of powers would be meaningless since, on the basis of part 4.E.9. of the CMM, the Commissioner directly exercises his power to \"direct otherwise\" within the meaning of section 8 of the Regulations."], ["[48]", "As noted above, section 8 of the Regulations allows the Commissioner to deviate from the seniority rule in cases of acting appointments if he \"directs otherwise\". Therefore, I must consider whether the adjudicator reasonably found that part 4.E.9 of the CMM, read with the preamble and chapter III.4 of the Manual, indicated that the Commissioner [translation] \"directed\" the applicant's superior to set aside the seniority rule in favour of the merit rule."], ["[49]", "Moreover, since this matter relies on the interpretation of a key term of a regulatory provision, I am of the view that it is important to recall the teachings of the Supreme Court relating to the method that must prevail in matters of statutory interpretation", "CITATION_SUPPRESSED:", "... Elmer Driedger in Construction of Statutes (2nd ed. 1983) best encapsulates the approach upon which I prefer to rely. He recognizes that statutory interpretation cannot be founded on the wording of the legislation alone. At p. 87 he states:", "Today there is only one principle or approach, namely, the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament."], ["[50]", "Justice Pelletier in", "REFERENCE_SUPPRESSED, summarizes well the nuances that are added to the principles of interpretation set out in", "Rizzo", "To this single principle of interpretation, one must add the qualification set out by the Supreme Court of Canada in Canada", "REFERENCE_SUPPRESSED:", "It has been long established as a matter of statutory interpretation that \"the words of an Act are to be read in their entire context and in their grammatical and ordinary sense harmoniously with the scheme of the Act, the object of the Act, and the intention of Parliament\": see 65302", "REFERENCE_SUPPRESSED. The interpretation of a statutory provision must be made according to a textual, contextual and purposive analysis to find a meaning that is harmonious with the Act as a whole. When the words of a provision are precise and unequivocal, the ordinary meaning of the words play a dominant role in the interpretive process. On the other hand, where the words can support more than one reasonable meaning, the ordinary meaning of the words plays a lesser role. The relative effects of ordinary meaning, context and purpose on the interpretive process may vary, but in all cases the court must seek to read the provisions of an Act as a harmonious whole."], ["[51]", "According to the Supreme Court's teachings, I note that by indicating at paragraph 5(2) of the Act that the Commissioner has broad powers to delegate, Parliament demonstrates its sensitivity to the Commissioner's administrative burden. Although this question does not cover the delegation of power, it is reasonable to find that Parliament's intention was to avoid overloading the Commissioner. Further, the analysis of the Regulations and case law indicates that the Commissioner has broad powers and great responsibilities (REFERENCE_SUPPRESSED). These powers go so far as to authorize the accommodation and materiel of its members, such as their clothing (sections 69 and 71 of the Regulations). With respect for the contrary opinion, I am of the view that the interpretation of section 8 of the Regulations proposed by the applicant would only make the Commissioner's already heavy workload even more burdensome. It seems that this would be contrary to the purpose of the Act and the Regulations."], ["[52]", "Furthermore, since neither the Act nor the Regulations define the term \"order\" or the verb \"directs\" mentioned in section 8 of the Regulations, we are permitted to turn to the ordinary meaning of these words (", "REFERENCE_SUPPRESSED). The Petit Robert defines the verb \"orders\" as [translation] \"imploring, commanding, dictating, requiring, prescribing\" something. The Petit Robert defines the word \"order\" as an [translation] \"act by which a chief, an authority indicates his or her intent; a collection of mandatory requirements.\""], ["[53]", "The English version uses the term \"directs\" instead of \"orders\". The Concise Oxford Dictionary defines the verb \"direct\" as follows: \"control, guide; govern the movements of.\" The word \"direction\" is defined as follows: \"the act or process of directing; supervision.\""], ["[54]", "The result is that the ordinary meaning of words used in section 8 of the Regulations indicates that actions taken by the Commissioner must be mandatory seeking to compel those that are his subordinates to act in a way that is an exception to the seniority rule within the meaning of section 8 of the Regulations."], ["[55]", "Part 4.E.9 of CMM notes:", "The immediate supervisor of a position being vacated will appoint, on the basis of merit, an employee to temporarily perform the duties of a vacated position."], ["[56]", "As the adjudicator pointed out, chapter III 4 of the Manual notes that the policies, such as part 4.E.9 of the CMM, \"", "constitute advance official approval", "of the actions that employees are to take under stated circumstances.\" [Emphasis added.] What is more, the Commissioner's foreword in the Manuel states that \"[p]olicies and procedures (directives) are issued by designated officers as", "authorized by the Commissioner", ".\" [Emphasis added.]"], ["[57]", "Part 4.E.9 of the CMM is sufficiently mandatory as to constitute an \"order\" within the meaning of section 8 of the Regulations. Indeed, it appears that no RCMP employee would consider as voluntary the fact that \"The immediate supervisor of a position being vacated will appoint, on the basis of merit, an employee to temporarily perform the duties of a vacated position.\" Therefore, considering the above-noted elements, I am of the view that the adjudicator's interpretation of section 8 of the Regulations is reasonable with respect to the facts and law."], ["[58]", "Finally, I noted that the interpretation of section 8 of the Regulations proposed by the applicant would ignore the merit of RCMP members despite the policies adopted on behalf of the Commissioner. Although the principle of seniority is important, I doubt that the purpose of section 8 of the Regulations is to make it difficult to promote deserving members of the RCMP.", "III.", "Conclusion"], ["[59]", "I am of the view that the application for judicial review must be dismissed.", "JUDGMENT"], ["[60]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review is dismissed with costs in the amount of $1,500.", "Application dismissed.", "Editor: J. Danielle King/nmg"]]}