{"id_": "069213", "body_str": [["[1]", "O'Keefe, J.", ": Pursuant to subsection 25(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [the Act], the applicant requested permanent resident status on humanitarian and compassionate (H&C) grounds. It was refused. She now challenges that decision by bringing this application for judicial review."], ["[2]", "The applicant seeks to have the negative H&C decision set aside and the matter remitted back for reconsideration by a different officer.", "I.", "Background"], ["[3]", "The applicant is a citizen of Hungary, which is a member country in the European Union (EU)."], ["[4]", "The applicant was abandoned at the hospital where she was born and was in the care of foster parents and the children and youth protection institutes until the age of eighteen. She is blind in her left eye after being hit by her foster parent. The applicant also identifies herself as a lesbian."], ["[5]", "After the age of eighteen, the applicant studied from September 1994 to August 2004 and obtained university education. She then worked in Hungary as an administrative assistant for eight months."], ["[6]", "The applicant then relocated to Ireland and resided there for nearly seven years prior to her entry to Canada. During her stay in Ireland, she secured employment two months after her entry and was unemployed for a total of three months."], ["[7]", "The applicant originally entered Canada on February 14, 2012 as a visitor. She obtained employment six months after her entry to Canada and had been employed for over eight months."], ["[8]", "The applicant made a refugee claim on March 2, 2012 which is currently pending. She submitted an application for permanent residence based on H&C grounds which was received on June 25, 2012. At the time of the H&C application, she had resided in Canada for over one year."], ["[9]", "The applicant stated on her H&C application that she would face discrimination and harassment in Hungary due to her Roma descent and being a lesbian and would therefore suffer significant abuse.", "II.", "Decision Under Review"], ["[10]", "A negative decision was made on May 2, 2013. The officer first referenced section 25 of the Act and then stated that risks under sections 96 and 97 were not taken into consideration pursuant to the statutory modification after June 29, 2010."], ["[11]", "In the decision, the officer analyzed two categories: the applicant's establishment and risks and adverse country conditions."], ["[12]", "Under establishment, the officer acknowledged the disruption and anxiety the applicant would likely feel if returned to Hungary, but stated the applicant \"possesses the ability to adapt to her home country after an initial period of adjustment.\" In supporting this view, the officer referenced the applicant's adaptation in Ireland and in Canada. Further, the officer acknowledged the four letters of support from the applicant's friends in Canada, but stated these contacts can be maintained through \"correspondence, telephone calls, emails, online chats, and visits.\""], ["[13]", "Under risks and adverse country conditions, the officer first summarized the applicant's difficult childhood consisting of abuse and the resulting blindness to her left eye. The officer then acknowledged the applicant's EU membership allowed her to be able to \"live, work, study or retire in any of the European Union member countries\" such as relocating to Ireland where the applicant lived and worked for approximately seven years. The officer concluded there was insufficient evidence to demonstrate that the applicant would suffer from \"unusual and undeserved or disproportionate hardship due to the abuse she suffered as a child\" if removed to Hungary. In the officer's reasoning, the officer found there is a nexus between the applicant's expressed risk and her race, which falls under section 96 of the Act so such evidence was not taken into consideration."], ["[14]", "Then, the officer provided further rationales for his assessment of the applicant's hardship. Noting that the applicant studied from September 1994 to August 2004 and obtained university education and employment after the completion of her studies in Hungary, the officer concluded there was insufficient evidence to demonstrate that the applicant was discriminated against in other fields of life due to her ethnic background. The officer acknowledged the existence of discrimination against the Romani population and sexual minorities in Hungary, but in light of the applicant's academic and working history, the officer ultimately decided this discrimination is not so prevalent to amount to unusual and undeserved or disproportionate hardship.", "III.", "Issues"], ["[15]", "The applicant submits the following two issues for my review:", "1. What is the appropriate standard of review?", "2. Does the officer's hardship analysis contain reviewable errors?"], ["[16]", "The respondent states there is one issue: was the officer's hardship analysis reasonable? Further, it brings forward a preliminary issue on the admissibility of parts of the applicant's affidavit."], ["[17]", "In my view, there are three issues:", "A. What is the standard of review?", "B. Are parts of the applicant's affidavit inadmissible?", "C. Did the officer assess hardship reasonably?", "IV.", "Applicant's Written Submissions"], ["[18]", "The applicant argues the officer erred in the hardship analysis, so pursuantREFERENCE_SUPPRESSED, the proper standard of review is reasonableness."], ["[19]", "In the applicant's memorandum for leave, she submits the officer failed to explain why the contrary evidence contained in the country conditions documents regarding Hungary was dismissed. This dismissed evidence contains serious concerns about the situation of women, Roma people, lesbians and people with disabilities. She also argues that the officer erred by failing to consider the cumulative impact of the applicant's gender, sexual orientation, ethnicity and disability. In support of her position, the applicant cites the following cases:", "REFERENCE_SUPPRESSED."], ["[20]", "In", "CITATION_SUPPRESSED", ", this Court granted judicial review for an applicant who sustained serious brain injuries as a teenager because the H&C officer understated the difficulties the applicant would experience in Jamaica given the lack of mental health services in that country. In", "CITATION_SUPPRESSED", ", this Court found the immigration officer failed to adequately consider the impact of the applicant's HIV status in her ability to support herself and the illness's related difficulties she would face in Jamaica. In", "CITATION_SUPPRESSED", ", this Court ruled the officer failed to refer the 2009 United Nations High Commission for Refugees' report, containing a large volume of adverse country condition evidence that contradicted its conclusion addressing hardship. In", "CITATION_SUPPRESSED", ", this Court found the officer failed to assess gender factors in the H&C application. In", "CITATION_SUPPRESSED", ", this Court found the officer failed to explain why the type of discrimination the applicant would face from divorce in her home country would not amount to the kind of hardship contemplated under section 25 of the Act."], ["[21]", "The applicant submits the officer in the present case committed similar errors as in the cases above by understating the difficulties that the applicant would face in Hungary; failing to sufficiently consider and explain the divergence from the country conditions evidence presented; failing to consider the cumulative impact of the applicant's gender, sexual orientation, ethnicity and disability; and finally failing to explain why, in light of the evidence presented, the applicant did not meet the threshold of \"unusual, undeserved and disproportionate hardship.\"", "V.", "Respondent's Written Submissions"], ["[22]", "The respondent submits the proper standard of review is reasonableness and the officer should be given deference as per", "CITATION_SUPPRESSED (also see", "REFERENCE_SUPPRESSED)."], ["[23]", "As a preliminary objection, the respondent argues the applicant relies on information not in front of the officer, such as the information in the applicant's affidavit containing details about her personal experiences. It states the only written submissions before the officer are those on pages 21 and 35 of the application record. Therefore, the respondent objects to the applicant's reliance on these facts."], ["[24]", "Then, the respondent explains \"unusual and undeserved or disproportionate hardship\" by referring to section 25 of the Act and argues an H&C application is an exceptional and discretionary remedy (see", "REFERENCE_SUPPRESSED). It submits an H&C application is not \"a back door when the front door has, after all legal remedies have been exhausted, been denied in accordance with Canadian law.\" (see", "REFERENCE_SUPPRESSED). It also quotes the IP5 Manual for definitions."], ["[25]", "Further, the respondent submits the onus is on the applicant to satisfy the decision maker that his or her personal circumstances meet the above requirement for exemption. It then argues the officer's decision is reasonable because the applicant has the ability to live in other EU countries aside from Hungary. It argues that if the applicant need not remain in Hungary, then the evidence pertaining to hardship in relation to Hungary is of less value.", "VI.", "Applicant's Further Written Submissions"], ["[26]", "In response to the respondent's preliminary matter, the applicant concedes the personal experience information contained in her affidavit was not submitted to the officer for the H&C application, rather it was submitted on a request for reconsideration which was subsequently denied and now before this Court as a separate judicial review application."], ["[27]", "The applicant further submits that the respondent erred in arguing the applicant has an unlimited right to live in any EU country. It provides excerpts from the \"Human Rights of Roma and Travellers in Europe\" and \"Roma People in Europe: A Long History of Discrimination\" arguing I) Roma migration is opposed and obstructed throughout the EU; and ii) Roma experience discrimination and ill treatment throughout Europe."], ["[28]", "The applicant argues the officer ignored this contrary information or failed to explain why he chose to disregard it in concluding she could simply live and work in another EU country.", "VII.", "Respondent's Further Written Submissions"], ["[29]", "Pertaining to the preliminary issue, the respondent further submits an application for judicial review is limited to a review of the evidence that was before the decision-maker (see", "REFERENCE_SUPPRESSED). Therefore, it argues paragraphs 2 through 38 of the applicant's affidavit should be struck."], ["[30]", "In response to the applicant's submission of contrary evidence, the respondent argues no such evidence was submitted to the officer and therefore the officer had no obligation to specifically mention and address evidence about the treatment of Roma people outside of Hungary."], ["[31]", "Finally, the respondent submits no submissions were made to the officer by the applicant on the cumulative impact of the applicant's disability, gender, ethnicity and sexual orientation.", "VIII.", "Analysis and Decision", "A.", "Issue 1 - What is the standard of review?"], ["[32]", "Both the applicant and respondent submit the proper standard of review is reasonableness. I agree. Where previous jurisprudence has determined the standard of review applicable to a particular issue before the court, the reviewing court may adopt that standard (see", "CITATION_SUPPRESSED)."], ["[33]", "For questions of fact or mixed fact and law decided on an H&C grounds application, the standard of review is reasonablenessREFERENCE_SUPPRESSED;", "CITATION_SUPPRESSED). The standard of reasonableness means that I should not intervene if the Board's decision is transparent, justifiable, intelligible and within the range of acceptable outcomes (", "CITATION_SUPPRESSED)."], ["[34]", "Here, I will set aside the officer's decision only if I cannot understand why the officer reached his or her conclusions or how the facts and applicable law support the outcome (see", "REFERENCE_SUPPRESSED). As the Supreme Court held in", "CITATION_SUPPRESSED, a court reviewing for reasonableness cannot substitute its own view of a preferable outcome, nor can it reweigh the evidence.", "B.", "Issue 2 - Are parts of the applicant's affidavit inadmissible?"], ["[35]", "An application for judicial review is limited to a review of the evidence that was before the decision maker (", "CITATION_SUPPRESSED)."], ["[36]", "Here, the applicant concedes the information in her affidavit containing details about her personal experience was not in front of the officer and that the only written submissions before the officer are those on pages 21 and 35 of the application record. Further, the personal experience evidence was subsequently submitted to the officer under her request for reconsideration. This later rejected reconsideration is now under a separate application of judicial review. In my view, the presiding judge for the judicial review of the reconsideration request would be more suitable to review this information."], ["[37]", "Therefore, I agree with the respondent that paragraphs 2 through 38 of the applicant's affidavit should be struck.", "C.", "Issue 3 - Did the officer assess hardship reasonably?"], ["[38]", "Subsection 25(1) of the Act governs the determination for an H&C application. When considering an H&C application, the officer's role is to assess whether an individual would face \"unusual and undeserved or disproportionate hardship\" if required to apply for permanent residence outside of Canada."], ["[39]", "Here, the applicant submits that the officer erred in considering hardship. I would summarize the applicant's arguments as the following: I) understating the difficulties that the applicant would face in Hungary; ii) failing to consider the cumulative impact of the applicant's gender, sexual orientation, ethnicity and disability; iii) ignoring the contrary information or failing to explain why he chose to disregard it in concluding the applicant could simply live and work in another EU country; and iv) failing to explain why, in light of the evidence presented, the applicant did not meet the threshold of \"unusual, undeserved and disproportionate hardship.\""], ["[40]", "The respondent submits the onus is on the applicant to satisfy the decision maker that her personal circumstances meet the requirement for exemption on H&C grounds. It submits no submissions were made by the applicant pertaining to cumulative impact of her disability, gender, ethnicity and sexual orientation to the officer. It then argues the officer's decision is reasonable because the applicant has the ability to live in other EU countries aside from Hungary. If the applicant need not remain in Hungary, then the evidence pertaining to hardship in relation to Hungary is of less value. In response to the applicant's submission of contrary evidence, the respondent argues no such evidence was submitted to the officer and therefore the officer had no obligation to specifically mention and address evidence about the treatment of Roma people outside of Hungary."], ["[41]", "In this case, the translated news article, \"My Emotional World is A Mess\" detailing an interview of the applicant when she was seventeen years of age, contains the only information related to the applicant's personal experiences in the absence of other written submissions. In this article, the applicant described her childhood experiences such as the abuse and injury to her left eye. The officer in the decision considered the applicant's personal experiences, acknowledged that it would be emotionally difficult for her to return, but noted the applicant did remain in Hungary for nearly ten years after she turned eighteen while managing to pursue her education and obtain employment. Here, the officer assessed the evidence in the context of the applicant's personal situation. Therefore, insofar as the applicant's first point is concerned, I am satisfied that the officer's analysis falls within the range of acceptable outcomes."], ["[42]", "Insofar as the applicant's second point about cumulative impact, I agree with the respondent that there were no written submissions made by the applicant pertaining to the cumulative impact of her disability, gender, ethnicity and sexual orientation to the officer. Therefore, this point cannot stand to say that the officer's decision is unreasonable."], ["[43]", "Insofar as the applicant's third point about the EU is concerned, I find the overall evidence does not contradict the officer's conclusion. It is well established that an officer is not required to mention every piece of evidence in the analysis (see", "REFERENCE_SUPPRESSED, it is a reviewable error for an officer not to have dealt with evidence that specially contradicts their conclusion and the officer's burden of explanation increases with the relevance of the evidence in question to the disputed facts."], ["[44]", "As demonstrated in the documentary evidence \"Human Rights of Roma and Travellers in Europe\" and \"Roma People in Europe: A Long History of Discrimination,\" I agree with the applicant that it shows Roma migration is opposed and obstructed throughout the EU and Roma experience discrimination and ill treatment throughout Europe. In the present case, the officer acknowledged the applicant's EU membership allowed her to be able to \"live, work, study or retire in any of the European Union member countries\". Although the officer did not mention any of the general adverse country conditions evidence in the analysis, the officer did correctly point out that the applicant lived and worked for approximately seven years in Ireland. In the absence of written submissions on the applicant's adverse personal experience in Ireland, the officer was not unreasonable to adopt the applicant's personal circumstances over the general contrary evidence. Therefore, I find the overall evidence does not contradict the officer's conclusion."], ["[45]", "Insofar as the applicant's fourth and final points about the overall reasonableness of the decision is concerned, the aforementioned analysis demonstrates the officer was not unreasonable to conclude that the applicant provided insufficient evidence to demonstrate that she would suffer from unusual and undeserved or disproportionate hardship due to the abuse she suffered as a child. The officer's reasons, although brief, were based on an assessment of a totality of evidence in front of him."], ["[46]", "Therefore, the officer did not commit a reviewable error on his analysis of hardship and I find his decision was reasonable."], ["[47]", "For the reasons above, I would dismiss this application for judicial review."], ["[48]", "Neither party wished to submit a proposed serious question of general importance for my consideration for certification.", "JUDGMENT"], ["[49]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", "ANNEX", "Relevant Statutory Provisions", "Immigration and Refugee Protection Act", ", SC 2001, c 27", "25 (1.3) In examining the request of a foreign national in Canada, the Minister may not consider the factors that are taken into account in the determination of whether a person is a Convention refugee under section 96 or a person in need of protection under subsection 97(1) but must consider elements related to the hardships that affect the foreign national.", "25.1 (1) The Minister may, on the Minister's own initiative, examine the circumstances concerning a foreign national who is inadmissible - other than under section 34, 35 or 37 - or who does not meet the requirements of this Act and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligations of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to the foreign national, taking into account the best interests of a child directly affected.", "...", "72. (1) Judicial review by the Federal Court with respect to any matter - a decision, determination or order made, a measure taken or a question raised - under this Act is commenced by making an application for leave to the Court.", "25 (1.3) Le ministre, dans l'étude de la demande faite au titre du paragraphe (1) d'un étranger se trouvant au Canada, ne tient compte d'aucun des facteurs servant à établir la qualité de réfugié - au sens de la Convention - aux termes de l'article 96 ou de personne à protéger au titre du paragraphe 97(1); il tient compte, toutefois, des difficultés auxquelles l'étranger fait face.", "25.1 (1) Le ministre peut, de sa propre initiative, étudier le cas de l'étranger qui est interdit de territoire - sauf si c'est en raison d'un cas visé aux articles 34, 35 ou 37 - ou qui ne se conforme pas à la présente loi; il peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des considérations d'ordre humanitaire relatives à l'étranger le justifient, compte tenu de l'intérêt supérieur de l'enfant directement touché.", "...", "72. (1) Le contrôle judiciaire par la Cour fédérale de toute mesure - décision, ordonnance, question ou affaire - prise dans le cadre de la présente loi est subordonné au dépôt d'une demande d'autorisation.", ".........................", "CITATION_SUPPRESSED"]]}