{"id_": "069386", "body_str": [["[1]", "Hughes, J.", ": This is an application for judicial review of a decision of the Second Secretary of the Canadian High Commission, Immigration Section (Officer), New Delhi, India, wherein the Applicants' application for permanent resident status as a member of the Convention Refugee Abroad class, and as a member of the Humanitarian Protected Persons class, was refused in a decision set out in a letter to the Applicants dated February 23, 2011. For the reasons that follow, I am allowing the application and returning the matter for redetermination by a different Officer.  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicants are a Tamil family, citizens of Sri Lanka. They reside on an island off the north-western tip of that country. They lived through and survived the recent civil conflict in that country. The Officer's decision is summarized in the aforesaid letter, which repeats the Officer's entry in the CAIPS notes following an interview with the principal Applicant, as follows:  <FRAGMENT_SUPPRESSED>", "I do not find reasonable grounds to believe that you have a well-founded fear of persecution because of the following concerns. You described incidents and threats that occurred during a period of protracted armed conflict which has since ended. You stated a general fear if you return, but I did not find reasonable grounds to believe that you would be specifically targeted or persecuted by any groups. As a result of the foregoing, I do not find reasonable grounds to believe that this constitutes a well-founded fear of persecution based on the reasons listed in the definition of a Convention Refugee. Further, based on the information provided in your application and at interview, as well as current country of origin information, I do not find reasonable grounds to believe that you continue to be seriously and personally affected by civil war or armed conflict.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The issue in the present case is whether the Officer should specifically have considered the provisions of section 108(4) of the", "Immigration and Refugee Protection Act", ", SC 2001, c.27 (IRPA). I repeat subsections 108(1)(e) and 108(4):  <FRAGMENT_SUPPRESSED>", "108. (1) A claim for refugee protection shall be rejected, and a person is not a Convention refugee or a person in need of protection, in any of the following circumstances:  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "(e) the reasons for which the person sought refugee protection have ceased to exist.  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "(4) Paragraph (1)(e) does not apply to a person who establishes that there are compelling reasons arising out of previous persecution, torture, treatment or punishment for refusing to avail themselves of the protection of the country which they left, or outside of which they remained, due to such previous persecution, torture, treatment or punishment.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "108. (1) Est rejetée la demande d'asile et le demandeur n'a pas qualité de réfugié ou de personne à protéger dans tel des cas suivants:  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "e) les raisons qui lui ont fait demander l'asile n'existent plus.  <FRAGMENT_SUPPRESSED>", "...  <FRAGMENT_SUPPRESSED>", "(4) L'alinéa (1)e) ne s'applique pas si le demandeur prouve qu'il y a des raisons impérieuses, tenant à des persécutions, à la torture ou à des traitements ou peines antérieurs, de refuser de se réclamer de la protection du pays qu'il a quitté ou hors duquel il est demeuré.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In legislation preceding the current", "IRPA", "section 108(4) is to be found in section 2(3). That section was the subject of a decision of the Federal Court of Appeal in", "<FRAGMENT_SUPPRESSED>  254 NR 388. Robertson J. for the Court wrote at paragraph 6 of that decision:  <FRAGMENT_SUPPRESSED>", "6 In summary, in every case in which the Refugee Division concludes that a claimant has suffered past persecution, but this has been a change of country conditions under paragraph 2(2)(e), the Refugee Division is obligated under subsection 2(3) to consider whether the evidence presented establishes that there are \"compelling reasons\" as contemplated by that subsection. This obligation arises whether or not the claimant expressly invokes subsection 2(3). That being said the evidentiary burden remains on the claimant to adduce the evidence necessary to establish that he or she is entitled to the benefit of that subsection.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The Federal Court of Appeal has, therefore, instructed an Officer to consider whether the evidence establishes \"compelling reasons\", whether or not an applicant raises section 108(4) as an issue. The Officer is obliged to consider whether previous persecutions, torture, treatment or punishment as put in evidence provides compelling reasons not to reject an application for refugee protection.  <FRAGMENT_SUPPRESSED>"], ["[6]", "<FRAGMENT_SUPPRESSED>  Justice Gibson characterized the failure to consider section 108(4) as a matter to be reviewed on a standard of correctness. He wrote at paragraph 17:  <FRAGMENT_SUPPRESSED>", "17 Against the authority of Yamba as quoted, I am satisfied that the Officer erred in law and in a reviewable manner, against a standard of review of correctness, by failing to consider and to comment on whether the exception in subsection 108(4) of the Immigration and Refugee Protection Act applied in respect of the Applicant by reason of previous persecution, torture or like treatment or punishment. I am further satisfied that, by reason of my finding in paragraph [15] of these reasons, of an implicit acceptance or finding, the qualifications of Yamba in  <FRAGMENT_SUPPRESSED>  determined that if the Officer does not make a negative credibility finding (as in the case before me) the Officer must look at the evidence to determine if there are \"compelling reasons\" so as to invoke the exception provided by section 108(4). She wrote at paragraph 5:  <FRAGMENT_SUPPRESSED>", "5 The Board made no credibility findings relative to the Applicant. In the absence of negative credibility findings, it is arguable that the Board accepted that the past treatment endured by the Applicant was \"appalling and atrocious\". Accordingly, the Board erred in failing to consider whether there were \"compelling reasons\" arising out of that past treatment in St. Vincent, such that the Applicant would be entitled to the exception in section 108(4).  <FRAGMENT_SUPPRESSED>"], ["[8]", "Recently, Justice Crampton (as he then was) considered section 108(4) and determined that it applied only in \"truly exceptional or extraordinary\" circumstances.  <FRAGMENT_SUPPRESSED>  he distinguished", "<FRAGMENT_SUPPRESSED>", ", as applicable only where the Officer concludes that a claimant has suffered past persecution. He wrote at paragraph 36:  <FRAGMENT_SUPPRESSED>", "36 The Applicants further submit in  <FRAGMENT_SUPPRESSED>  at para. 4 (C.A.), the Federal Court of Appeal held that the RPD is under an obligation to consider the applicability of what is now subsection 108(4) once it is satisfied that refugee status cannot be claimed because of a change in country conditions. However, what the Applicants fail to point out, and as was noted by Justice Mosely in Decka, above, the Court of Appeal  <FRAGMENT_SUPPRESSED>  went on to clarify that this obligation only arises once the RPD \"concludes that a claimant has suffered past persecution\" ( <FRAGMENT_SUPPRESSED> , at para. 6). As reflected in the cases cited at paragraph 31 above, this requirement that an explicit or implicit finding of past persecution by the relevant decision-maker is a precondition to the potential application of subsection 108(4) has been consistently affirmed.  <FRAGMENT_SUPPRESSED>"], ["[9]", "At paragraphs 49 to 52, Justice Crampton determined that the section 108(4) exception ought to be narrowly circumscribed:  <FRAGMENT_SUPPRESSED>", "49 Having regard to the foregoing, I am satisfied that the class of situations in respect of which it may be a reviewable error for decision-maker under the IRPA to fail to consider the potential applicability of subsection 108(4) ought to be narrowly circumscribed, to ensure that it only includes truly exceptional or extraordinary situations. These will be situations in which there is prima facie evidence of past persecution that is so exceptional in its severity as to rise to the level of \"appalling\" or \"atrocious. <FRAGMENT_SUPPRESSED>", "50 I am mindful of the decisions in  <FRAGMENT_SUPPRESSED>  at para. 28, and  <FRAGMENT_SUPPRESSED>  at paras. 16 - 21, which state that subsection 108(4) does not require a determination that the severity of the claimed past persecution rose to the level of being \"atrocious\" or \"appalling,\" before a positive finding may be made under that subsection. Those cases both dealt with situations in which the RPD conducted assessments under subsection 108(4) or its predecessor.  <FRAGMENT_SUPPRESSED>", "51 I acknowledge that there may be situations in which it may be possible to meet the requirements of subsection 108(4), without the need to demonstrate past persecution that rises to the level of having been \"atrocious\" or \"appalling.\" In keeping with the settled jurisprudence established in Obstoj, above, and its progeny discussed above, those situations must be truly exceptional or extraordinary, relative to other cases in which refugee protection has been granted.  <FRAGMENT_SUPPRESSED>", "52 However, for the purposes of determining when it may be a reviewable error for a member of the RPD, an Immigration Officer or another decision-maker under the IRPA to fail to conduct an assessment under subsection 108(4), it is appropriate to define a narrow category of situations in respect of which such an assessment is required.  <FRAGMENT_SUPPRESSED>"], ["[10]", "In the present case, the Officer found that the Applicants had a \"general fear\" if they returned, but would not be specifically targeted. The Officer's reasons concluded with a finding that the Applicants would not", "continue", "to be seriously and personally affected. In other words, the Officer appears to agree that, during the civil war, the Applicants", "were", "seriously and personally affected. The Officer did not consider section 108(4) of", "IRPA", ".  <FRAGMENT_SUPPRESSED>"], ["[11]", "On the basis of this conclusion, I find, on a correctness standard, that the Officer should have considered section 108(4). I rely in particular on the decisions  <FRAGMENT_SUPPRESSED>", "and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[12]", "I appreciate that Justice Crampton's decision in", "Alfaka", "attempts to narrow considerably the scope of section 108(4). It is difficult to determine just where he endeavours to draw the line as to when an Officer must or may not consider section 108(4). It is appropriate to certify the following question:  <FRAGMENT_SUPPRESSED>", "Is an Officer obliged to consider section 108(4) of IRPA only in truly exceptional cases rising to the level of appalling or atrocious?  <FRAGMENT_SUPPRESSED>"], ["[13]", "Therefore, I will allow this application, return the matter for redetermination by a different Officer and certify the above question. There is no reason to order costs.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[14]", "FOR THE REASONS PROVIDED", ":  <FRAGMENT_SUPPRESSED>", "THIS COURT'S JUDGMENT is that:  <FRAGMENT_SUPPRESSED>", "1. The application is allowed;  <FRAGMENT_SUPPRESSED>", "2. The matter is returned for redetermination by a different Officer, who must have regard to section 108(4) of", "IRPA", ";  <FRAGMENT_SUPPRESSED>", "3. The following question is certified:  <FRAGMENT_SUPPRESSED>", "Is an Officer obliged to consider section 108(4) of IRPA only in truly exceptional cases rising to the level of appalling or atrocious?  <FRAGMENT_SUPPRESSED>", "4. No Order as to costs.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Angela E. McKay/klf  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}