{"id_": "069632", "body_str": [["[1]", "Shore, J.", ": The Applicant, a Syrian citizen, seeks judicial review of a Pre-Removal Risk Assessment [PRRA] decision, wherein he was found not to be a Convention refugee or a person in need of protection under sections 96 and 97 of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "]. The Applicant argues that the PRRA Officer should have held an exceptional oral hearing under paragraph 113(b) of the", "IRPA", "and gave insufficient weight to his father and brother's statutory declarations.", "II.", "Judicial Procedure"], ["[2]", "This is an application under subsection 72(1) of the", "IRPA", "for judicial review of a PRRA decision, dated February 9, 2011.", "III.", "Background"], ["[3]", "The Applicant, Mr. Fawaz, was born in Syria in 1956."], ["[4]", "Since January 30, 1989, the Applicant has resided in Vancouver but has traveled abroad several times in the intervening years and to Syria more than once."], ["[5]", "On April 26, 1989, the Applicant made his first claim for refugee protection [first claim], alleging a well-founded fear of persecution arising from his involvement with the Muslim Brotherhood [MB] and his Sunni religion."], ["[6]", "In his first claim, the Applicant alleged that he had been a member of the MB since 1976, had trained for six months, had contributed financially to the MB, had been imprisoned and tortured by Syrian authorities in November 1977 at Maza and in May 1980 at Tadmore, his friend was killed under torture for MB membership, and Syrian authorities detained and tortured his father and brother while seeking him in 1989."], ["[7]", "On August 29, 1990, the Applicant's first claim was rejected because the decision-maker did not believe he was a member of the MB or that he had been imprisoned."], ["[8]", "On March 1, 1991, the Applicant married a Canadian citizen, who sponsored his application for permanent residency [first PR application]."], ["[9]", "On January 17, 1992, the first PR application was denied because the decision-maker deemed the marriage a bad faith marriage."], ["[10]", "Since December 1992, the Applicant remained in Canada on the basis of renewed work permits, the last of which expired on July 26, 1998."], ["[11]", "On May 29, 1998, another application for permanent residence [second PR application] sponsored by his spouse was denied because the decision-maker deemed the MB a terrorist organization and the Applicant inadmissible on security grounds."], ["[12]", "On appeal to the Immigration Appeal Division [IAD] of the Immigration and Refugee Board, the Applicant claimed that he was not a member of the MB but only associated in a period limited to 1976-1977 when he contributed financially to it."], ["[13]", "On November 4, 1999, the IAD determined that there were no reasonable and probable grounds to find that the MB was a terrorist organization, that the Applicant's involvement in the MB fell short of membership, and that there were sufficient humanitarian and compassionate grounds to allow his appeal [IAD Decision]."], ["[14]", "On October 11, 2000, this Court refused the Minister of Citizenship and Immigration's application for judicial review of the IAD decision [2000 JR decision]."], ["[15]", "In the fall of 2002, the Applicant's marriage collapsed and he used a passport issued in the name of David McCrae [forged passport] to travel outside Canada."], ["[16]", "On October 27, 2002, he sought re-entry to Canada with the forged passport."], ["[17]", "On October 28, 2002, an exclusion order was made against the Applicant but he could not be removed due to outstanding tax charges against him."], ["[18]", "In an October 28, 2002 interview with an immigration officer, the Applicant stated that he was associated with (but not a member of) the MB from 1975 to 1985 or 1986."], ["[19]", "In this interview, he alleged that the Canadian embassy leaked information about his refugee claim to the Syrian authorities and that he would be executed if he were to return."], ["[20]", "The forged passport had Syrian visas and stamps suggesting that he visited Syria."], ["[21]", "The Applicant made a third refugee claim but was found ineligible under paragraph 101(1)(", ") of the", "IRPA"], ["[22]", "On September 12, 2005, the Applicant was convicted and fined $82,537 under paragraph 327(1)(", ") of the", "Excise Tax Act", ", RSC, 1985, c E-15 for making, or participating in, assenting to or acquiescing in the making of, false or deceptive statements in a return, application, certificate, statement, document or answer."], ["[23]", "On March 2, 2010, the Applicant was found guilty of the offense of having in his possession a forged passport under subsection 57(3) of the", "Criminal Code", ", RSC, 1985, c C-46. He was sentenced to nine months imprisonment with $100 fine."], ["[24]", "The Applicant alleges that his father and brother were detained by Syrian authorities in 2001, when they became aware of the 2000 JR decision, and in 2003, when they became aware that he was charged with possessing a forged passport. In statutory declarations, dated January 31, 2010, the Applicant's father and brother stated that the Syrian authorities questioned them on both occasions regarding the Applicant and his application for refugee protection in Canada."], ["[25]", "On February 2, 2010, the Applicant applied for a PRRA."], ["[26]", "On February 8, 2011, the PRRA Officer dismissed the PRRA application, determining that the Applicant would not be subject to risk of persecution, torture, risk to life or risk of cruel and unusual treatment or punishment if returned to Syria.", "IV.", "Decision under Review"], ["[27]", "According to the PRRA Officer, the Applicant did not demonstrate that he would face more than a mere possibility of risk of persecution if he was removed to Syria. It was also unlikely that, should the Applicant be removed to Syria, he would face a risk to life, a risk of torture, or of cruel and unusual treatment or punishment."], ["[28]", "The PRRA Officer found that the determinative issue was the perception of the Applicant's membership in (or association with) the MB by Syrian authorities. The PRRA Officer recognized that if the Syrian authorities perceive the Applicant to be a member of (or associated with) the MB, he may be at serious risk in Syria."], ["[29]", "The PRRA Officer accepted that individuals with present, past, or familial connections to the MB are at risk of harassment, intimidation, arbitrary imprisonment, torture, and death in Syria and that Syrian authorities were intolerant of dissent and had committed a range of human rights abuses."], ["[30]", "The PRRA Officer also considered documentary evidence on the risk of persons who had applied for refugee protection and/or departed from Syria illegally. While sources conflicted on whether applying for refugee protection would, in itself, lead to persecution in Syria, unsuccessful applicants with a particular profile (for example, membership in the MB) had been tortured on removal to Syria. The documentary evidence also showed that persons may face prosecution and imprisonment for illegal departure from Syria but that illegal departure is not considered a serious crime unless a person is suspected of terrorist activities or trafficking."], ["[31]", "The PRRA Officer concluded that there was only a speculative risk that the Syrian authorities would perceive the Applicant as being associated with the MB or would consider him an opponent of the regime. On a balance of probabilities, the evidence did not establish that the Syrian authorities would so perceive him."], ["[32]", "The PRRA Officer concluded that the Syrian authorities did not consider the Applicant to be associated with the MB or an opponent of the regime before 1989. In support, the PRRA Officer cited: (i) previous negative credibility findings made in the course of his first claim; (ii) his ability to obtain passport renewals in Syria in light of documentary evidence that members of the MB would not be able to obtain a passport or renewal in Syria; and, (iii) his ability and willingness to travel in and out of Syria under his own name. Adverse credibility findings on the Declarations also suggested that Syrian authorities did not consider him an associate of the MB before 1989."], ["[33]", "According to the PRRA Officer, the evidence also did not establish that the Syrian authorities considered the Applicant associated with the MB or an opponent of the regime after 1989. The PRRA Officer reasoned that the Applicant did not provide evidence of media reports showing active engagement in activities in Canada that might be perceived as opposition to the Syrian government. Nor could he substantiate his allegation that the Canadian Embassy leaked information to the Syrian authorities. Moreover, the publicly-available information on his refugee claims only demonstrated that the Applicant had a speculative risk because he did not produce evidence of media reports drawing attention to his case. Given the adverse credibility finding on the Declarations, the Applicant did not provide persuasive evidence that Syrian authorities had contacted his family in relation to his citizenship and immigration proceedings."], ["[34]", "Visits to Syria after 1989 by the Applicant under the name of David McCrae with the forged passport were also inconsistent with his alleged fear of being identified and persecuted by Syrian authorities. Although the Applicant did not travel under his own name, the PRRA Officer reasoned that \"if he were caught in Syria using a false passport and thought to be a member of the Muslim Brotherhood, the consequences surely would have been severe. Nevertheless, [the Applicant] thought any risk was far outweighed by whatever rewards he sought over the course of multiple trips\" (PRRA Decision at p 25)."], ["[35]", "According to the PRRA Officer, an oral hearing was not required because the determinative issue was the Syrian authorities' perception of the Applicant. The Applicant did not and could not have had knowledge of this issue but could only speculate on it. Thus, there was no need to test his credibility in oral proceedings."], ["[36]", "The PRRA Officer found that the Applicant's general credibility was impugned because: (i) he had alleged, in his first claim, that five family members were imprisoned or murdered but did not repeat this allegation in subsequent statements; (ii) his claim that his father was arrested and tortured for three days was unsupported; (iii) other decision-makers also made negative credibility findings in rejecting his applications for refugee protection and permanent residence; (iv) he had procured and used a forged passport; (v) he had been convicted of making, or participating in, assenting to or acquiescing in the making of false or deceptive statements under the ETA; (vi) he gave inconsistent accounts of the level and duration of his involvement with the MB in his statements before various decision-makers; and, (vii) the Declarations did not discuss the incidents that the Applicant alleged occurred in 1989."], ["[37]", "The PRRA Officer also did not consider the Declarations credible and probative evidence of the Applicant's alleged association with the MB. The PRRA Officer reasoned that the Declarations did not address questioning by Syrian authorities on the Applicant's association with the MB and did not support his allegation that they suspected him of membership. The credibility of the Declarations was also suspect because neither included an Arabic original, a certified translation, or copies of passports to confirm authorship and because it was impossible to identify the name of the Jordanian notary who signed the Declarations. The arrest of the Applicant described in the Declarations, moreover, had been subject to an adverse credibility finding in his first claim. Finally, the Applicant's history of preparing fraudulent documents supported the conclusion that the Declarations were not genuine."], ["[38]", "The PRRA Officer found that the Applicant's actual level of membership or association with the MB was \"probably impossible to determine\" because the Applicant had \"misrepresented his level of membership when it served his purpose\" (PRRA Decision at p 23).", "V.", "Issues"], ["[39]", "(1) Did the PRRA Officer err in finding that an oral hearing was not necessary?", "(2) Did the PRRA Officer err in finding that the Declarations were not credible and to accord them little weight?", "VI.", "Relevant Legislative Provisions"], ["[40]", "The following legislative provisions of the IRPA are relevant:", "Consideration of application", "113.", "Consideration of an application for protection shall be as follows:", ") an applicant whose claim to refugee protection has been rejected may present only new evidence that arose after the rejection or was not reasonably available, or that the applicant could not reasonably have been expected in the circumstances to have presented, at the time of the rejection;", ") a hearing may be held if the Minister, on the basis of prescribed factors, is of the opinion that a hearing is required;", ") in the case of an applicant not described in subsection 112(3), consideration shall be on the basis of sections 96 to 98;", ") in the case of an applicant described in subsection 112(3), consideration shall be on the basis of the factors set out in section 97 and", "(i) in the case of an applicant for protection who is inadmissible on grounds of serious criminality, whether they are a danger to the public in Canada, or", "(ii) in the case of any other applicant, whether the application should be refused because of the nature and severity of acts committed by the applicant or because of the danger that the applicant constitutes to the security of Canada.", "Examen de la demande", "113.", "Il est disposé de la demande comme il suit:", ") le demandeur d'asile débouté ne peut présenter que des éléments de preuve survenus depuis le rejet ou qui n'étaient alors pas normalement accessibles ou, s'ils l'étaient, qu'il n'était pas raisonnable, dans les circonstances, de s'attendre à ce qu'il les ait présentés au moment du rejet;", "b) une audience peut être tenue si le ministre l'estime requis compte tenu des facteurs réglementaires;", "c) s'agissant du demandeur non visé au paragraphe 112(3), sur la base des articles 96 à 98;", "d) s'agissant du demandeur visé au paragraphe 112(3), sur la base des éléments mentionnés à l'article 97 et, d'autre part:", "(i) soit du fait que le demandeur interdit de territoire pour grande criminalité constitue un danger pour le public au Canada,", "(ii) soit, dans le cas de tout autre demandeur, du fait que la demande devrait être rejetée en raison de la nature et de la gravité de ses actes passés ou du danger qu'il constitue pour la sécurité du Canada."], ["[41]", "The following provisions of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 [", "Regulations", "] are relevant:", "Hearing - prescribed factors", "167.", "For the purpose of determining whether a hearing is required under paragraph 113(", ") of the Act, the factors are the following:", ") whether there is evidence that raises a serious issue of the applicant's credibility and is related to the factors set out in sections 96 and 97 of the Act;", ") whether the evidence is central to the decision with respect to the application for protection; and", ") whether the evidence, if accepted, would justify allowing the application for protection.", "Facteurs pour la tenue d'une audience", "167.", "Pour l'application de l'alinéa 113", ") de la Loi, les facteurs ci-après servent à décider si la tenue d'une audience est requise:", ") l'existence d'éléments de preuve relatifs aux éléments mentionnés aux articles 96 et 97 de la Loi qui soulèvent une question importante en ce qui concerne la crédibilité du demandeur;", "b) l'importance de ces éléments de preuve pour la prise de la décision relative à la demande de protection;", "c) la question de savoir si ces éléments de preuve, à supposer qu'ils soient admis, justifieraient que soit accordée la protection.", "VII.", "Position of the Parties"], ["[42]", "The Applicant submits that the PRRA Officer's decision to not hold a hearing under section 113 of the", "IRPA", "is reviewable on a correctness standard. Adverse credibility findings in the absence of an oral hearing, the Applicant argues, violate procedural fairness. The Applicant cites", "FRAGMENT_SUPPRESSED for the proposition that questions of procedural fairness are reviewable on this standard."], ["[43]", "According to the Applicant, the following prescribed factors under section 167 of the", "Regulations", "required the PRRA Officer to hold an oral hearing under section 113 of the", "IRPA", ": (i) there was evidence raising a serious issue of his credibility related to the factors set out in sections 96 and 97 of the", "IRPA", "; (ii) the evidence was central to the decision with respect to the application for refugee protection; and, (iii) the evidence, if accepted, would justify allowing the application for refugee protection."], ["[44]", "The Applicant argues that the PRRA Officer's adverse credibility finding impacted the assessment of how the Syrian authorities perceived his association with the MB. This, the Applicant infers, undermines the PRRA Officer's reasoning that an oral hearing was not necessary since the Syrian perception of his association with the MB (and not the credibility of his alleged association itself) was determinative."], ["[45]", "The Applicant observes that the PRRA Officer assessed the credibility of his alleged involvement with the MB even though the PRRA Officer had stated that this assessment was not necessary to dispose of his PRRA application. Citing", "FRAGMENT_SUPPRESSED, the Applicant submits that an oral hearing was required because the PRRA Officer emphasized the credibility findings of another decision-maker. The Applicant also takes the position that the PRRA Officer did not accept the Applicant's evidence that the Canadian Embassy divulged information to Syrian authorities, that there were media reports bringing the Applicant to the attention of the Syrian authorities, or that the Declarations were genuine because the PRRA Officer found that the Applicant lacked credibility. Citing", "FRAGMENT_SUPPRESSED, the Applicant contends that the PRRA Officer's finding that the Applicant failed to support his allegations with corroborating objective evidence (for example, media reports showing that the attention of the Syrian authorities had been drawn to his case) amounts to a negative credibility finding."], ["[46]", "The Applicant argues that the adverse credibility findings engage paragraph 167(", ") of the", "Regulations", "as these findings were central to the disposition of the PRRA application. According to the Applicant, concluding that the Syrian authorities were not aware of him and did not consider him to be an opponent of the regime would not have been possible if the PRRA Officer had not made an adverse credibility finding."], ["[47]", "Finally, the Applicant contends that paragraph 267(", ") of the", "Regulations", "applies because the PRRA Officer would have allowed the PRRA application had he accepted the Applicant's allegations. In support, the Applicant points to several documentary sources reviewed by the PRRA Officer showing human rights abuses committed by Syrian authorities against persons associated with the MB and against unsuccessful claimants for refugee protection suspected of associating with the MB."], ["[48]", "The Applicant also challenges the PRRA Officer's adverse credibility findings on the Declarations. The Applicant submits that the PRRA Officer did not bring these concerns to his attention and did not provide him with an opportunity to respond. Citing", "FRAGMENT_SUPPRESSED, the Applicant argues that decision-makers should raise concerns on the veracity of documents with an applicant before making an adverse credibility finding."], ["[49]", "The Respondent argues that the PRRA application did not turn on the Applicant's credibility but rather on whether he could provide sufficient evidence to show that he was of current interest to the Syrian authorities. The Respondent argues that the PRAA Officer did not make any finding on the Applicant's personal credibility in his testimony in the PRRA application."], ["[50]", "In light of this, the Respondent reasons that an oral hearing was not required under section 113 of the", "IRPA", "because the factors in section 167 of the", "Regulations", "are not engaged. Citing", "FRAGMENT_SUPPRESSED, the Respondent argues that an oral hearing should be held only if the PRRA decision is premised on an applicant's", "personal credibility", ", as opposed to a finding that the applicant's evidence is insufficient to establish on a balance of probabilities that the Applicant is a Convention refugee or a person in need of protection. Since the present case involves the latter situation and not the former, an oral hearing was not required."], ["[51]", "The Respondent submits that the PRRA Officer's decision cannot be construed as an adverse credibility finding. According to the Respondent, any testimony that the Applicant could offer on the perception of Syrian authorities would be speculative and not probative of the determinative issue, whether or not the Applicant was considered credible. As a result, the Respondent submits that the Applicant's argument that the PRRA Officer would have allowed the PRRA application had he accepted the Applicant's allegations and evidence is not cogent. The Respondent distinguishes", "FRAGMENT_SUPPRESSED, on the basis that they involved the credibility of personal testimony; by contrast, the Applicant's evidence only speculates on the perception of the Syrian authorities and is unsupported by sufficiently probative evidence."], ["[52]", "Finally, the Respondent cites", "FRAGMENT_SUPPRESSED for the proposition that the PRRA Officer was entitled to rely on adverse credibility findings by other decision-makers and that PRRA Officers are only required to hold an oral hearing if an applicant adduces further evidence and testimony."], ["[53]", "The Respondent also argues that the PRAA Officer was entitled to give little weight to the Declarations because they were self-serving and essentially restated allegations already subject to adverse credibility findings by other decision-makers. The Respondent argues that the PRRA Officer was not required to provide the Applicant with an opportunity to make submissions on the veracity of the Declarations. Citing", "FRAGMENT_SUPPRESSED, the Respondent claims that this duty arises only if a decision-maker's assessment of a document is based on extrinsic evidence."], ["[54]", "Moreover, the Respondent argues that the PRRA Officer was reasonable in giving the Declarations little weight due to their technical defects and limited probative value. The Respondent submits that the Declarations do not discuss questioning by the Syrian authorities showing they suspected the Applicant of association with the MB."], ["[55]", "In his Reply, the Applicant argues that", "FRAGMENT_SUPPRESSED, are not distinguishable because they also involve situations where a decision-maker found that an applicant had not produced sufficient evidence. In those cases, this Court held that requiring corroborative evidence was tantamount to an adverse credibility finding. The Applicant asks this Court to draw a similar inference in the present case. The Applicant also argues that the Respondent's characterization of his evidence as speculative is inaccurate because the Declarations did not speculate on the detention and questioning of the Applicant's father and brother by Syrian authorities.", "VIII.", "Analysis", "Standard of Review"], ["[56]", "The grounds for judicial review alleged by the Applicant are both questions of procedural fairness reviewable on a standard of correctness. The question of whether the Applicant should have received an oral hearing is a question of procedural fairness that must be answered with regard to the requirements of the", "IRPA", "and the", "Regulations", "FRAGMENT_SUPPRESSED). The Applicant objects to the PRRA Officer's finding on the Declarations on the basis that the PRRA Officer had a duty to give him an opportunity to respond; this ground is also a question of procedural fairness (", "FRAGMENT_SUPPRESSED).", "(1)", "Did the PRRA Officer err in finding that an oral hearing was not necessary"], ["[57]", "The first factor under section 167 of the", "Regulations", "asks if there is evidence that raises a serious issue of the Applicant's credibility that is related to the factors set out in sections 96 and 97 of the", "IRPA"], ["[58]", "The Applicant alleges that he has a risk of persecution under section 96 and that he is a person in need of protection under section 97 of the", "IRPA", "because there is evidence that Syrian authorities would perceive him to be a member of (or associated with) the MB. The Applicant is correct that the PRRA Officer's decision that the Applicant had not produced sufficient corroborating evidence (of the perception of him by Syrian authorities, of the alleged leak by the Canadian Embassy, and of media reports suggesting that his immigration proceedings had been brought to the attention of Syrian authorities), is an implicit adverse credibility finding. Although this Court accepted in", "FRAGMENT_SUPPRESSED that there is a distinction \"between an adverse credibility finding and a finding of insufficient evidence\", it also accepted that a PRRA officer may \"have improperly framed true credibility findings as findings regarding sufficiency of evidence\"; in such a situation, an oral hearing under section 113 of the", "IRPA", "may be required (at para 34). In the present case, the PRRA Officer considered the Applicant's evidence to be insufficient because it did not consider the Applicant to be credible."], ["[59]", "The PRRA Officer's adverse credibility decision on the Declarations also raises a serious issue of the Applicant's credibility that is related to the factors set out in sections 96 and 97 of the", "IRPA", ". The PRRA Officer's conclusion that the Declarations were not genuine was partly premised on the Applicant's history of preparing fraudulent documents and on previous adverse credibility findings of other decision-makers on some of the factual allegations in the Declarations. Since the adverse credibility finding on the Declarations was premised on the Applicant's own credibility, it also engages the first factor under section 167 of the", "Regulations"], ["[60]", "FRAGMENT_SUPPRESSED, is distinguishable because, in the present case, the PRRA decision was premised on the Applicant's personal credibility and not on the sufficiency of evidence. Although it is true that the central issue was the perception of the Syrian authorities, the PRRA Officer gauged that perception with reference to the Applicant's personal credibility on incidents that would give rise to that perception."], ["[61]", "The second factor of section 167 of the", "Regulations", "asks if the evidence is central to the decision with respect to the application for protection."], ["[62]", "It is questionable whether the Declarations are central to the decision because, as the PRRA Officer found, they do not state that Syrian authorities actually questioned the Applicant's brother and father in 2001 and 2002 regarding his involvement with the MB (Applicant's Record at pp 64 - 69). This suggests that the Declarations do not lead inexorably to the conclusion that the Syrian authorities were interested in him because they suspected that he was a member of the MB. If they had been found credible, the Declarations would only have shown that the Syrian authorities were aware of the Applicant's immigration proceedings and conviction for passport fraud. Nonetheless, the Declarations, if accepted, would show that the Syrian authorities were aware of a legal history in which the Applicant gave varying accounts on his membership in (or association with) the MB. As a result, they are central to the question of whether Syrian authorities might have perceived him to be a member of the MB."], ["[63]", "The Applicant's submissions on the Syrian perception of him, the leaking of information by the Canadian Embassy, and the awareness of Syrian authorities of his immigration proceedings were, however, central to the question of how the Syrian authorities perceived him."], ["[64]", "The third factor under section 167 of the", "IRPA", "asks if the evidence, if accepted, would justify allowing the application for protection. On this ground, the Applicant fails."], ["[65]", "Even if the PRRA Officer had accepted the Applicant's allegations, this Court is not convinced that the PRRA application would have been decided in his favour. There were several factors that led against concluding that Syrian authorities perceived the Applicant to be a member of (or associated with) the MB. These include the Applicant's return to Syria under the name of David McCrae and previous adverse credibility findings by other decision-makers. The former suggests that, even though the Applicant did not travel to Syria under his own name, he did not believe that the Syrian authorities considered him a member of (or associated with) the MB. The latter suggests that, even if the Syrian authorities were aware of the Applicant's immigration proceedings, they had no reason to believe that the Applicant was a member of the MB. Indeed, the adverse credibility findings in the first claim and the IAD's finding that the Applicant was not a member of the MB would lead the Syrian authorities to believe he was not a member of (or associated with) the MB. Under", "FRAGMENT_SUPPRESSED, the Applicant was entitled to rely on the adverse credibility findings of the other decision-makers."], ["[66]", "In asking if the Declarations, if accepted, would justify allowing the application for protection, one must observe that the PRRA Officer must read the Declarations in light of factors that would not justify allowing the application for protection. In light of the adverse credibility findings of other decision-makers, it is unlikely that the Declarations would suggest that the Syrian authorities were interested in the Applicant because they perceived him to be a member of (or associated with) the MB. The adverse credibility findings suggest that, even if they were aware of the Applicant's legal history, that legal history could not lead them to perceive he was a member of (or associated with) the MB."], ["[67]", "Finally, even if the technical requirements of section 167 of the", "Regulations", "were met, ordering an oral hearing under section 113 of the", "IRPA", "would prove a futile remedy and should not be granted in these particular and exceptional circumstances. In", "FRAGMENT_SUPPRESSED, Justice Frank Iacobucci held that it may be justifiable to disregard a breach of procedural fairness \"'where the demerits of the claim are such that it would in any case be hopeless'\" (at para 53, citing Professor Wade, Administrative Law 6th ed (Oxford: Clarendon Press, 1988)."], ["[68]", "In these particular and exceptional circumstances, this Court observes,", "in obiter", ", that the record is replete with many credibility problems arising from the Applicant's forged passport, previous adverse credibility findings, and inconsistencies in previous representations of the Applicant. These problems occur to such an extent that it is extremely unlikely that the PRRA Officer would have come to an opposite conclusion on the Applicant's credibility and Declarations, even if an oral hearing under section 113 of the", "IRPA", "did take place.", "(2)", "Did the PRRA Officer err in finding that the Declarations were not credible and to accord them little weight"], ["[69]", "The PRRA Officer did not err in finding that the Declarations were not credible. The PRRA Officer would have been required to raise concerns about the veracity of the document had he relied on extrinsic evidence (", "FRAGMENT_SUPPRESSED). The PRRA Officer did not rely on extrinsic evidence in rejecting the authenticity of the documents. Rather, he found that they were not genuine on the basis of previous credibility findings, the Applicant's history of preparing fraudulent documents, and technical defects appearing on the face of the Declarations themselves."], ["[70]", "FRAGMENT_SUPPRESSED, is distinguishable because the decision-maker provided no justification for his negative credibility findings on the documents.", "FRAGMENT_SUPPRESSED, is distinguishable because the decision-maker in that case was concerned with the adequacy or completeness of the information and what conclusions should be drawn.", "IX.", "Conclusion"], ["[71]", "For all of the above reasons, the Applicant's application for judicial review is dismissed.", "JUDGMENT"], ["[72]", "THIS COURT ORDERS that", "the Applicant's application for judicial review be dismissed. No question of general importance for certification.", "Application dismissed.", "Editor: E. Joanne Oley/klf"]]}