{"id_": "069962", "body_str": [["[1]", "Shore, J.", ": The art of active listening and seeing is inherent to each case heard by a first instance tribunal decision-maker. A credibility assessment necessitates a discussion in respect of the evidence; it is divided between subjective and objective evidence; neither of which was effected with enough elaboration. The matter of state protection may, in fact, be most pertinent but it would also require development, even if, in the most modest of terms. This does not imply the need for a lengthy decision but at least a few succinct sentences clearly addressing both the credibility issues and the state protection matter. Unequivocal analysis in terms of subjective and objective evidence is not only desirable but essential for a decision to be considered adequately reasoned or motivated.  <FRAGMENT_SUPPRESSED>", "JUDICIAL PROCEDURE  <FRAGMENT_SUPPRESSED>"], ["[2]", "This is an application for judicial review, pursuant to s. 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "), of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board) dated October 26, 2005, wherein it was decided that the Applicant was not a Convention refugee or a person in need of protection, according to ss. 96 and 97 of", "IRPA", ".  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicant, Ms. Rosita Vascilca Myle, is a 43 year old woman from St. Vincent and the Grenadines (St. Vincent) who is a victim of domestic abuse and who is threatened with death by her ex-boyfriend if she returns to St. Vincent. She has provided medical and psychological evidence that allegedly establish that she is a victim of gender abuse.  <FRAGMENT_SUPPRESSED>"], ["[4]", "In 1987, Ms. Myle began a relationship with Kenroy Starker. Their relationship lasted approximately fourteen years. Mr. Starker became violent in 1990. Ms. Myle alleges that there were at least fifty incidents of violence over the course of their relationship. She never reported any of the incidents of violence to the police.  <FRAGMENT_SUPPRESSED>"], ["[5]", "Ms. Myle left St. Vincent for Canada in January 2001. She lived and worked illegally in Canada for approximately four years. She made a refugee claim on February 14, 2005, immediately after learning that she could make such an application.  <FRAGMENT_SUPPRESSED>"], ["[6]", "She is the mother of five sons, one of whom was born in Canada. Two of her other children were living in the U.S. until recently with their father's family. The other two are living in St. Vincent.  <FRAGMENT_SUPPRESSED>"], ["[7]", "Reference was made to objective evidence filed in support of the case of Ms. Myle and more particularly to the medical evidence establishing that Ms. Myle suffered from several injuries which, in all likelihood, were due to the abuse. Examples of abuse and murders committed in gender-related cases in St. Vincent do appear in the specific country condition documents included in the file of Ms. Myle relating to the lack of protection for women in St. Vincent.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Board determined that Ms. Myle was neither a Convention refugee nor a person in need of protection due to a risk to life or the possibility of cruel and unusual treatment or punishment or danger of torture, as she did not provide credible or trustworthy evidence to support her claim.  <FRAGMENT_SUPPRESSED>"], ["[9]", "As the Board did not believe it was credible or plausible that the authorities would not have helped Ms. Myle if she had gone to them, the Board found that Ms. Myle has not rebutted the presumption of state protection with clear and convincing evidence of the absence of state protection in St. Vincent.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[10]", "The following issues are submitted in the arguments of the parties:  <FRAGMENT_SUPPRESSED>", "1. Did the Board err in determining that Ms. Myle's testimony was not credible or plausible?  <FRAGMENT_SUPPRESSED>", "2. Did the Board err by failing to apply the Board Chairperson's \"Guideline 4: Women Refugee Claimants Fearing Gender-Related Persecution\"?  <FRAGMENT_SUPPRESSED>", "3. Did the Board err by determining that state protection was available to Ms. Myle in St. Vincent?  <FRAGMENT_SUPPRESSED>", "4. Did the Board err in determining that Ms. Myle's delay in claiming refugee protection affected her credibility?  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Standard of review  <FRAGMENT_SUPPRESSED>"], ["[11]", "The standard of review for credibility issues and questions of fact is that of patent unreasonableness (", "<FRAGMENT_SUPPRESSED> ; 302 N.R. 178; 2003 FCA 39, at paragraph 14;", "<FRAGMENT_SUPPRESSED> ; 257 F.T.R. 169; 2004 FC 25).  <FRAGMENT_SUPPRESSED>"], ["[12]", "The standard of review for the issue of state protection is that of reasonableness simpliciter as it is a mixed question of fact and law which involves applying the legal standard of \"clear and convincing confirmation of a state's inability to protect\" (", "<FRAGMENT_SUPPRESSED> ), to a set of facts (", "<FRAGMENT_SUPPRESSED> ; 2005 FC 193, at paragraphs 9-12).  <FRAGMENT_SUPPRESSED>", "Credibility and plausibility of the testimony  <FRAGMENT_SUPPRESSED>"], ["[13]", "In respect of the credibility and plausibility of Ms. Myle's testimony, Ms Myle does not appear to have visited the United States; this does not appear in the transcript. It also does not appear that her children in the United States are living with their father; from the testimony, it appears that the father is no longer alive and that the children were living with an aunt on the father's side until recently.  <FRAGMENT_SUPPRESSED>"], ["[14]", "When a claimant testifies under oath to the truth of certain allegations, there is a presumption that the allegations are true unless there is a reason to doubt their truthfulness (", "<FRAGMENT_SUPPRESSED>  (F.C.A.), at paragraph 5). Therefore, the Board cannot arbitrarily doubt a claimant's allegations without valid reason. If the Board doubts the credibility of a claimant, it must state its reasons for doing so in clear and unmistakable terms (", "<FRAGMENT_SUPPRESSED> ; 130 N.R. 236 (F.C.A.)). This enables the claimant to respond to the Board's doubts and questions regarding his or her claim.  <FRAGMENT_SUPPRESSED>"], ["[15]", "Furthermore, the Board should not examine a claimant's evidence with microscopic zeal for the purpose of finding contradictions but it should attempt to understand the evidence as a whole, in context (", "<FRAGMENT_SUPPRESSED> ; 99 N.R. 168 (F.C.A.)).  <FRAGMENT_SUPPRESSED>"], ["[16]", "The testimony of Ms. Myle in respect of the lack of police protection for women in similar situations, as discussed in documentary evidence, required, at the very least, consideration.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The level of abuse reported in the psychological evaluation of Ms. Myle requires, at the very least, consideration; furthermore, the psychological report necessitates specific comment further to that consideration. The psychological report must be considered as related unless contradictions are demonstrated which would support a finding that it is not credible or trustworthy (", "<FRAGMENT_SUPPRESSED> ; 228 F.T.R. 43; 2003 FCT 116, at paragraph 25).  <FRAGMENT_SUPPRESSED>"], ["[18]", "As Justice Konrad W. von Finckenstein stated in", "<FRAGMENT_SUPPRESSED> ; [2003] F.C.J. No. 1606, at paragraph 12, the Board is \"... obliged to do more than merely state that it had \"considered\" the report. It was obliged to provide some meaningful discussion as to how it had taken account of ...\" the psychological report. The Board must be \"alert and sensitive\" to the report and its conclusion regarding Ms. Myle's condition in making its determination regarding her credibility (", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 216, at paragraph 19;", "<FRAGMENT_SUPPRESSED>  FC 451; [2006] F.C.J. No. 561, at paragraph 23).  <FRAGMENT_SUPPRESSED>"], ["[19]", "Ms. Myle is allegedly a person who has undergone trauma. She was a victim of rape and has provided a psychological report, which states that she is suffering from major depressive disorder (Psychological Report, Applicant's file, at page 58). The panel needed to address this document in its assessment of Ms. Myle's credibility.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Federal Court, in", "<FRAGMENT_SUPPRESSED> ; 167 F.T.R. 1 (T.D.), at paragraphs 13-14, said that the Board must take into account the effects of a traumatic experience on claimants and added that confusion in an applicant's testimony could be explained by trauma:  <FRAGMENT_SUPPRESSED>", "\"Moreover, in concentrating on events subsequent to the rapes the tribunal ignored the effects that such an experience might have on the plaintiff. The guidelines issued by the Chairperson of the Immigration and Refugee Board are relevant:  <FRAGMENT_SUPPRESSED>", "'Women refugee claimants who have suffered sexual violence may exhibit a pattern of symptons [sic] referred to as rape trauma syndrome, and may require extremely sensitive handling.'  <FRAGMENT_SUPPRESSED>", "\"In particular, difficulty in concentrating and loss of memory are included in the list of symptoms. In the case at bar the contradictions noted deal essentially with incidents involving the escape (for example, the persons who were in the jeep at the time) and the confusion could be explained by the trauma caused by the rapes. <FRAGMENT_SUPPRESSED>"], ["[21]", "<FRAGMENT_SUPPRESSED>  (T.D.), at paragraphs 5-6, the Federal Court was also very clear about the importance to be given to medical reports when evaluating the claimant's credibility:  <FRAGMENT_SUPPRESSED>", "\"Contrary to this finding, at page 389 of the Tribunal Record, there appears the May 8, 1995 report of Dr. Donald E. Payne who presented to the CRDD a psychiatric evaluation on the mother, Neerja Bhardwaj. At page 2 of the report, the following statement appears:  <FRAGMENT_SUPPRESSED>", "'It is my opinion that she is suffering from Post-Traumatic Stress Disorder which is consistent with her history of being shot, her ongoing fears of harm to the family in India, and the incident when the police threatened the family with disappearance. Post-Traumatic Stress Disorder is the diagnostic category in the American Psychiatric Association's DSM-IV classification system, which describes the development of characteristic symptoms following a psychologically disturbing event which is outside the range of usual human experience and which is usually experienced with marked fear, terror and helplessness. She continues to suffer from marked symptoms of difficulty sleeping with bad dreams; intrusive memories of her upsetting experiences; increased upset with reminders of the experiences; anxiety with headaches, shaking in her body and an increased startle response; depression with brooding, crying and social withdrawal; poor memory and concentration; increased irritability; and a conditioned fear in Canada of the police and knocks on the door. She is able to hold in much of her emotional distress because of her need to be strong for her family, especially her oldest daughter.'  <FRAGMENT_SUPPRESSED>", "\"I find that the CRDD made its decision without regard to the evidence just quoted, and therefore, respecting Rashmi's mother, father, and sibling, under s. 18.1(4)(d) of the", "Federal Court Act", ", I set the decision aside and refer their applications to a differently constituted panel for redetermination. The decision respecting Rashmi stands. <FRAGMENT_SUPPRESSED>"], ["[22]", "The Board also impugned Ms. Myle's credibility because it found her story to be implausible. It was totally improper for the Board, in the case of Ms. Myle, to draw negative inferences and disbelieve her testimony in this fashion given the corroborative evidence submitted in support of her claim.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Given this probative evidence, the Board was not justified to conclude on page 3 of the decision that Ms. Myle's story of a lack of interest from the police was not plausible as a whole, because it could reasonably be possible, as was shown in", "<FRAGMENT_SUPPRESSED> ; [2005] F.C.J. No. 1508, at paragraph 25.  <FRAGMENT_SUPPRESSED>"], ["[24]", "The Board committed a reviewable error when it made no specific references to relevant evidence such as the psychological report in its decision. That document was not discussed in the Board's decision, and no valid reasons were given to reject this evidence. The Federal Court clearly stated in the case of", "<FRAGMENT_SUPPRESSED> ; 74 F.T.R. 161 (T.D.), at paragraphs 10 and 13, that a decision of the Board should not stand when it makes no references to relevant evidence:  <FRAGMENT_SUPPRESSED>", "\"But assuming the board's conclusion in relation to changes in the circumstances in Bulgaria is a significant factor in its ultimate decision, as I believe it to be, then the board clearly ought to have considered the letter from the applicant's parents, giving it such weight as the board might determine in assessing whether the change in circumstances since the applicant left Bulgaria affected his claim to fear persecution were he to return. The decision does not show in any way that the letter was considered.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"In my view, the evidence here of concern, in particular the letter from the applicant's parents, whatever weight the board might assign to it, on its face has relevance to at least two of these principal reasons relied on by the board, the second and the third, the cumulative assessment of his fear of persecution and the issue of change in country circumstances. It would not be consistent, in my view, with the principles of fairness applicable to the operations of the CRDD that a decision should stand when it makes no reference to relevant evidence proffered in the letters submitted before the decision, leaving the applicant and this Court uncertain whether or not that evidence was considered at all <FRAGMENT_SUPPRESSED>"], ["[25]", "In the case of", "<FRAGMENT_SUPPRESSED> ; 157 F.T.R. 35 (T.D.), at paragraph 17, the Court said that the more important evidence must be mentioned specifically and analyzed in the tribunal's decision:  <FRAGMENT_SUPPRESSED>", "\"However, the more important the evidence that is not mentioned specifically and analyzed in the agency's reasons, the more willing a court may be to infer from the silence that the agency made an erroneous finding of fact 'without regard to the evidence':", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.). In other words, the agency's burden of explanation increases with the relevance of the evidence in question to the disputed facts. Thus, a blanket statement that the agency has considered all the evidence will not suffice when the evidence omitted from any discussion in the reasons appears squarely to contradict the agency's finding of fact. Moreover, when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact. <FRAGMENT_SUPPRESSED>", "Gender Guidelines  <FRAGMENT_SUPPRESSED>"], ["[26]", "It is important to underline that the decision does not demonstrate the spirit of the Gender Guidelines of the Board. Though the Guidelines are mentioned, the analysis suggested by the Gender Guidelines necessitates a format of examination and the decision does not demonstrate a consideration of the leading decisions on this point.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The conclusion of the Board that the authorities in St. Vincent make a serious effort to offer state protection to victims of domestic violence is just not supported by the available documentation. Reports of groups analyzing the situation of women in question and the U.S. State Department reports produced on file clearly state that the protection available is insufficient and is, in fact, often unavailable for the victims. This has also been a stated position of the jurisprudence of the Federal Court, the most recent of which was submitted to the Board in this case. Recognizing, each case is a case unto itself (un cas d'espèce).  <FRAGMENT_SUPPRESSED>"], ["[28]", "The U.S. Department of State Country Report on Human Rights Practices - 2004, in its section on Women (Tribunal Record, at page 63), states that violence against women is still a problem in St .Vincent because the victims do not seek help from the authorities who are unwilling to help them. Training is taking place, however, in order to eventually educate the parties involved and attempt to change the situation:  <FRAGMENT_SUPPRESSED>", "\"Violence against women remained a serious problem. During the year, the police received 66 reports of rape. Of these, 22 cases were in court, 42 were under investigation, and 2 were dropped for lack of evidence. In 2003, women made over 1,000 reports of physical, sexual, emotional, and other domestic violence. The", "Domestic Violence/Matrimonial Proceedings Act", "prohibits domestic violence. The SVGHRA [St. Vincent and the Grenadines Human Rights Association] reported that, in many instances, domestic violence went unpunished due to a culture in which victims learn not to seek assistance from the police or the prosecution of offenders.  <FRAGMENT_SUPPRESSED>", "\"The SVGHRA conducted numerous seminars and workshops throughout the country to familiarize women with their rights. Development banks provided funding through the Caribbean Association for Family Research and Action for a program of Domestic Violence Prevention, Training, and Intervention. Police received training on domestic abuse, emphasizing the need to file reports and, if there was sufficient evidence, to initiate court proceedings. To counter the social pressure on victims to drop chares, some courts imposed fines against persons who brought charges but did not testify. <FRAGMENT_SUPPRESSED>"], ["[29]", "The document", "Saint Vincent and the Grenadines: Domestic Violence, including police responses to complaints (2002 to April 2003)", ", by the Research Directorate of the Board (Tribunal Record, at page 116), states the following:  <FRAGMENT_SUPPRESSED>", "\"The police respond to all calls of domestic violence. According to the coordinator [of the SVGHRA], the police are doing 'their job' with regards to filing complaints of domestic violence and have responded adequately to the problem. In the past, women tended to abandon complaints of domestic violence against perpetrators. But this trend has shifted somewhat, and more and more women are willing to seek judicial redress, although many still refuse to pursue their case once they have been filed with the police.  <FRAGMENT_SUPPRESSED>", "\"Since 1992, victims of domestic violence have had access to legal redress through the Family Court system. The Family Court provides judicial and counselling services free of charge. Victims can also seek assistance through the SVGHRA, Marion Hall, a non-governmental social services agency, and the government's Ministry of Social Services.  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"She [a counsellor and coordinator of the youth assistance program at Marion House] corroborated the information provided by the coordinator of the SVGHRA regarding shelters and legal aid clinics, but provided contrasting information regarding the police response to complaints of domestic violence by stating that they are 'very poor'. She added that many officers are 'unhelpful' in providing information to victims of domestic violence about their legal rights. According to the coordinator, most cases are not taken seriously and are met with indifference. The general attitude tends to marginalize the problem of domestic violence; moreover, given that the country is small, there is a feeling among victims that there is no protection available and that there is 'no place to go'.  <FRAGMENT_SUPPRESSED>", "\"Few perpetrators of domestic violence are arrested, and when they are, they are soon after released. Many of the perpetrators are police officers themselves. Cases that make it to the judicial level are often thrown out either for lack of evidence or for technical reasons. Services for victims are 'minimal'. For those women seeking legal redress, Marion House can refer them to lawyers who provide services pro-bono. <FRAGMENT_SUPPRESSED>"], ["[30]", "A change in attitude is necessary for the authorities to truly protect victims, as stated in the document", "UN Government efforts to include women's issues in law stressed by rep of Saint Vincent & Grenadines", ", dated January 23, 1997 (Tribunal Record, at page 74):  <FRAGMENT_SUPPRESSED>", "\"In the presentation of the report on 16 January, the representative of the island nation stated that, despite the passage of a domestic violence act, an attitudinal change on the part of law enforcement officials was still necessary to stop the battering of women in her country. The prevailing attitude was that what went on in the home was 'the business of the family involved'. In the minds of many, the belief still lingered that it was the right of the man to beat his spouse. Reflecting the conflicting cultural norms of the region, women in Saint Vincent were expected to achieve their full potential and yet remain subordinate to men. One measure of enforcing subordination continued to be brute force. <FRAGMENT_SUPPRESSED>"], ["[31]", "A significant decision in respect of the Gender Guidelines and domestic violence is that of", "<FRAGMENT_SUPPRESSED> ; 171 F.T.R. 240 (T.D.), which was decided in July 1999. Justice Douglas Campbell stated the following about the lack of attention to the Gender Guidelines in the", "Griffith", "decision, at paragraphs 2 and 18-20:  <FRAGMENT_SUPPRESSED>", "\"In addition to dealing with this obvious reviewable error requiring a redetermination of Ms. Griffith's application, to ensure a full and fair rehearing of her application, and, indeed, that of other women in her situation, I find it necessary to make an observation about the failure of the CRDD to adequately take into consideration the Immigration and Refugee Board's own Guidelines on Women Refugee Claimants Fearing Gender-Related Persecution (the 'Gender Guidelines').  <FRAGMENT_SUPPRESSED>", ". . . . .  <FRAGMENT_SUPPRESSED>", "\"C. The knowledge, understanding, and sensitivity required to assess credibility in the present case  <FRAGMENT_SUPPRESSED>", "\"As stated, knowing how to decide whether to believe a refugee claimant who has suffered domestic violence is critical. Under the heading 'D. Special Problems at Determination Hearings', the Gender Guidelines clearly point out that:  <FRAGMENT_SUPPRESSED>", "'Women refugee claimants who have suffered sexual violence may exhibit a pattern of symptoms referred to as Rape Trauma Syndrome, and may require extremely sensitive handling. Similarly, women who have been subjected to domestic violence may exhibit a pattern of symptoms referred to as Battered Woman Syndrome and may also be reluctant to testify.'  <FRAGMENT_SUPPRESSED>", "\"The 'pattern of symptoms' to be expected of women who have been battered is described in the footnote to the quote just cited as follows:  <FRAGMENT_SUPPRESSED>", "'For a discussion of the battered woman syndrome see", "<FRAGMENT_SUPPRESSED> . [S.C.C.] In", "Lavallee", ", Madame Justice Wilson addressed the mythology about domestic violence and phrased the myth as \"[e]ither she was not as badly beaten as she claims, or she would have left the man long ago. Or, if she was battered that severely, she must have stayed out of some masochistic enjoyment of it\". The Court further indicated that a manifestation of the victimization of battered women is a \"reluctance to disclose to others the fact or the extent of the beatings\". In", "Lavallee", ", the Court indicated that expert evidence can assist in dispelling these myths and be used to explain why a woman would remain in a battering relationship.'  <FRAGMENT_SUPPRESSED>", "\"Therefore, the Gender Guidelines suggest that to assess the actions of a woman subjected to domestic violence, special knowledge is an essential tool to use in reaching a fair and correct judgment. <FRAGMENT_SUPPRESSED>", "State Protection  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Board has not actually considered the testimony in respect of the lack of protection from the authorities in the specific case of Ms. Myle. Ms. Myle cited several cases of neighbors who made complaints to the police and were not provided any protection or redress. In the explanation of the Board, no indication had been given in respect of the alleged abuser whether he is still incarcerated nor whether he was, in fact, incarcerated for reasons of gender-related abuse. Recognizing that background documentation clearly demonstrates that, often victims, do not have an opportunity to obtain protection on a uniform basis; that, in and of itself, gives sufficient justification for consideration of the matter, to be at least appropriately addressed.  <FRAGMENT_SUPPRESSED>"], ["[33]", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 979, Justice John A. O'Keefe allowed the application for judicial review and returned the decision to the Board for redetermination, finding that the Board had only referred to part of the documentary evidence which supported its finding that state protection was available in St. Vincent. The Board had failed to refer to contrary evidence in the same document which showed that the authorities did not necessarily respond adequately to complaints of domestic violence. (See also:", "<FRAGMENT_SUPPRESSED> ; [2004] F.C.J. No. 1767.)  <FRAGMENT_SUPPRESSED>"], ["[34]", "Similarly, in", "W.T.S., Re", ", [2001] C.R.D.D. No. 73 (Imm. Bd.), at paragraphs 5-6, the Board found, on the basis of country condition documentation available to it, that violence against women and especially domestic violence did remain a problem in St. Vincent and that state protection \"is not very effective\".  <FRAGMENT_SUPPRESSED>"], ["[35]", "In", "Griffith", ", above, the Court discussed the question of state protection and IFA in the context of domestic violence in St. Vincent in the following terms, at paragraphs 14-15:  <FRAGMENT_SUPPRESSED>", "\"During the course of the oral hearing before me, counsel for the respondent submitted that the questions respecting the applicant's credibility did not affect the outcome of the CRDD hearing since the ultimate decision reached was that the applicant has an available internal flight alternative ('IFA') which she did not use. I rejected this argument from the bench because a finding that an IFA is viable, attainable, and accessible depends on a full understanding of the applicant's condition, which requires a proper assessment of the applicant's credibility.  <FRAGMENT_SUPPRESSED>", "\"The story the applicant has to tell about her abuse and the action she took, or did not take as a result, is only part of what is required to substantiate her refugee claim; the other part is the knowledge, understanding, and sensitivity that the CRDD must possess in order to properly assess the applicant's story. That is, the answer to the question of whether a potential option is an IFA for the applicant must include a very careful and informed analysis of whether it is reasonable from the applicant's perspective, given the state of her mind and the condition of her existence resulting from the abuse. The claimant is the only one who can tell the story; knowing how to decide whether to believe her is critical. <FRAGMENT_SUPPRESSED>"], ["[36]", "There was no demonstration of the discussion in the decision, even if, but in a few sentences, on the matter of state protection. It appears that the Board had not demonstrated inherent contradictions in the testimony which would make it more difficult for the Board to draw any unequivocal conclusions.  <FRAGMENT_SUPPRESSED>"], ["[37]", "After the hearing but before the Board issued its decision, Ms. Myle's counsel submitted to the Board a most recent decision on a similar case from St. Vincent which appears to direct the Board's attention to this issue of state protection and that of IFA. In", "<FRAGMENT_SUPPRESSED> , Justice Yves de Montigny states the following, at paragraphs 25-27:  <FRAGMENT_SUPPRESSED>", "\"In the circumstances of this case, I do not think that it was objectively reasonable to expect the applicant to have further sought the protection from the police after having been rebuffed or ignored previously. Considering the poor record of St-Vincent and the Grenadines with respect to the protection of assaulted women, it is not difficult to conceive of the enormous difficulties a woman with unorthodox sexual practices is likely to encounter in complaining about the physical abuses she has been subjected to. For these reasons, and applying the reasonableness simpliciter standard of review, I believe the Board was not sensitive enough to her predicaments and asked for too much in terms of a proof that the state was incapable to protect her: see, by analogy,", "<FRAGMENT_SUPPRESSED>  (QL).  <FRAGMENT_SUPPRESSED>", "\"With respect to an IFA, it is well established that 'the Board must be satisfied on a balance of probabilities that there is no serious possibility of the claimant being persecuted in the part of the country to which it finds an IFA exists' (", "<FRAGMENT_SUPPRESSED>  (QL). In the present case, the Board inferred from the fact that the Applicant searched for a new job in a new location (either in the Grenadines or in the neighbor countries of Saint Martin and Grenada), that she would have seen herself as able to live successfully apart from and un-harassed by her ex-boyfriend had she been able to find such a job.  <FRAGMENT_SUPPRESSED>", "\"I think that the Board erred in making that assumption. Not only was this assumption disputed by the Applicant herself in her testimony before the Board (Transcripts, p. 38), but it defies logic to believe that an island separated only by a few kilometres of open water from Saint Vincent and easily accessible by ferry or plane could provide a safe heaven to the Applicant. The Board should have known that these islands are sparsely populated and geographically very small, and that it would be relatively easy to find somebody for whoever is bent on doing so. This information was readily accessible to the Board, as part of the Regional Country File that forms part of the record. The Applicant did not need to adduce evidence in this regard. <FRAGMENT_SUPPRESSED>"], ["[38]", "The decision in", "<FRAGMENT_SUPPRESSED> , was not considered in the Board's analysis and the perspective of the Board even if valid, needed to examine an alternative point or points of view to discount prior to reaching a conclusion. In the recent case of", "<FRAGMENT_SUPPRESSED>  (F.C.), at paragraphs 7-8, which involved the issue of state protection for victims of domestic violence in St. Vincent, Justice Michael L. Phelan wrote as follows:  <FRAGMENT_SUPPRESSED>", "\"The documentary evidence contained", "both favourable and unfavourable comments on state protection for abused women", ". The Panel chose to accept the more recent documentary evidence. The Panel concluded that the Applicant had not availed herself of all of the elements of state protection available to her, including, legal aid and complaints to judicial authorities.  <FRAGMENT_SUPPRESSED>", "\"There is nothing patently unreasonable in the Panel's Conclusion that the Applicant had failed to prove that state protection was inadequate.\" (Emphasis added)  <FRAGMENT_SUPPRESSED>", "It is to be recalled that examination requires a discussion of one or more points of view from the evidence to reach a conclusion as is demonstrated by Justice Phelan. The Board's decision in this case unto itself (cas d'espèce) requires focus on this particular applicant in situations that may be comparable to hers.  <FRAGMENT_SUPPRESSED>"], ["[39]", "It appears that", "the Board, with the documentation presented in the case of Ms. Myle, due to very little discussion with respect to the evidence, is not in a position to reach the conclusion that it did without further substantiation", ".  <FRAGMENT_SUPPRESSED>"], ["[40]", "The case of Ms. Myle, in her specific regard, requires evaluation in respect to the country condition documentation in St. Vincent. State protection need not necessarily be perfect (", "Minister of Employment and  <FRAGMENT_SUPPRESSED> ; 150 N.R. 232; 99 D.L.R.(4th) 334 (F.C.A.)). However, blanket statements with respect to the situation in regard to Ms. Myle remain untenable.  <FRAGMENT_SUPPRESSED>", "The question of delay  <FRAGMENT_SUPPRESSED>"], ["[41]", "The position of the jurisprudence of this Court is that the delay to ask for refugee status is to be considered amongst other considerations in respect of the situation as a whole. Mitigating circumstances can lead to a situation where women delay applications for refugee status due to having been traumatized and thus fearful of return should they be unsuccessful. That does not mean, by any means, that any, and every delay, is justified; however, reasons for such delay require examination which only subsequently can lead to a conclusion.  <FRAGMENT_SUPPRESSED>"], ["[42]", "Ms. Myle gave detailed explanations in her original statement that explained her delay. She found out about the possibility of protection from a pastor at the church. She was constantly accompanied by a member of Montreal City Mission who helped her once her case was referred to them. In the", "Griffith", "case, above, for example, as in many cases of domestic abuse, there was a significant delay before the person sought protection; however, this does not necessarily invite a blanket conclusion without a substantiated examination.  <FRAGMENT_SUPPRESSED>", "CONCLUSION  <FRAGMENT_SUPPRESSED>"], ["[43]", "It is not for this Court, for all the above reasons, to conclude a decision on a case that is for the Board to reach; however, this Court has a responsibility in this specific case unto itself (cas d'espèce) to remit it for reconsideration and thus conclusive redetermination based on the subjective and objective evidence, that must, at least, be analyzed, even if discussed in the shortest of decisions; nevertheless, recognizing that specificity in regard to the evidence is required for a demonstration of substantiation. Therefore, the case is remitted for redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[44]", "THIS COURT ORDERS that the application for judicial review be allowed and the matter be remitted for redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "Application allowed.  <FRAGMENT_SUPPRESSED>", "Editor: Anick Ouellette-Levesque/gs  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>"]]}