{"id_": "069918", "body_str": [["[1]", "Le juge Mainville", ": La Cour est saisie d'une demande de contrôle judiciaire en application des articles 72 et suivants de la", "Loi sur l'immigration et la protection des réfugiés", ", L.C. 2001, ch. 27 (la Loi), soumise par Jaime Hernando Ramirez Martin (le demandeur), par Dora Nancy Pulido Suarez (la demanderesse) et leurs deux enfants à l'égard d'une décision de la Commission de l'immigration et du statut de réfugié, Section de la protection des réfugiés (le tribunal), portant les numéros MA8-01463, MA8-01464, MA8-01465 et MA8-01466 et rendue le 5 novembre 2009."], ["[2]", "La demande de contrôle judiciaire sera refusée pour les motifs énoncés ci-dessous.", "Les enfants"], ["[3]", "La demande d'asile pour les deux enfants a été retirée devant le tribunal vu leur citoyenneté américaine, cependant leurs noms ont été inclus dans les procédures en révision judiciaire devant cette Cour. La demande de révision judiciaire n'ayant aucun objet à l'égard des deux enfants, elle est rejetée d'emblée.", "Le contexte"], ["[4]", "Le demandeur et la demanderesse sont des citoyens de la Colombie. Ils allèguent opérer des commerces au détail à Bogota depuis 1993. Ils allèguent aussi que ces commerces sont l'objet d'un « impôt de guerre » par les Forces armées révolutionnaires de Colombie (les FARC), et ce, depuis plusieurs années."], ["[5]", "La demanderesse a séjourné longuement aux États-Unis, notamment en 1995 et 1996 afin d'y accoucher de son premier enfant. Elle retourne en Colombie en mars 1996 pour quitter encore le pays pour les États-Unis en mai 1997 afin d'accoucher de son deuxième enfant. Elle séjourne alors aux États-Unis jusqu'en juin 2006."], ["[6]", "Le demandeur rejoint la demanderesse aux États-Unis en janvier 1998 en laissant l'administration de leurs commerces entre les mains de ses frères. Il y séjourne jusqu'à juillet 2005. Il retourne alors en Colombie reprendre l'administration des commerces. Il dit participer à des activités politiques et être menacé de mort par les FARC, mais, curieusement, encourage néanmoins la demanderesse de retourner en Colombie en juin 2006."], ["[7]", "Le demandeur allègue alors avoir reçu de nouvelles menaces des FARC, et il décide donc de quitter la Colombie en octobre 2007 pour se rendre au Mexique, traverser les États-Unis et finalement se présenter à la frontière canadienne le 4 janvier 2008 pour y réclamer l'asile pour lui-même, la demanderesse et leurs deux enfants.", "La décision du tribunal"], ["[8]", "Le tribunal rejette la demande d'asile principalement au motif d'absence de crédibilité des demandeurs. Le tribunal est d'avis que les nombreux départs et retours des demandeurs entre la Colombie et les États-Unis ne sont pas cohérents avec leurs allégations de crainte de persécution. Le tribunal note à plusieurs reprises les invraisemblances du récit des demandeurs, notamment aux paragraphes 19 à 21 de sa décision.", "La position des demandeurs"], ["[9]", "Les demandeurs allèguent que le tribunal a fait preuve d'un zèle excessif pour trouver des contradictions dans le témoignage du demandeur, a interprété la preuve d'une manière déraisonnable et n'a pas considéré l'ensemble de la preuve.", "La position du défendeur"], ["[10]", "Le défendeur soutient qu'il est bien établi qu'il est du ressort et de l'expertise du tribunal de juger de la crédibilité des demandeurs d'asile et d'évaluer les explications données lors de l'audition de leur demande. Le tribunal est aussi réputé avoir tenu compte de toute la preuve à moins de démonstration contraire, ce que les demandeurs n'ont pas réussi. Le tribunal a tenu compte des explications des demandeurs, mais les a trouvées insatisfaisantes. Le fait que les demandeurs soient retournés à plusieurs reprises en Colombie est déterminant dans ce dossier.", "La norme de contrôle applicable"], ["[11]", "Il est bien établi par la jurisprudence que la norme de contrôle applicable à une décision de la Section de la protection des réfugiés concernant une demande d'asile et fondée sur l'absence de crédibilité des demandeurs est celle de la décision raisonnable. Cette norme est tellement connue qu'elle ne mérite pas que l'on s'y attarde longuement. Les conclusions du tribunal sur la crédibilité des demandeurs méritent donc une grande déférence.", "Analyse"], ["[12]", "La seule question importante en cause ici est si l'évaluation de la crédibilité des demandeurs par le tribunal est raisonnable."], ["[13]", "Le tribunal a entendu de vive voix les demandeurs et a pu évaluer leur comportement à l'audience. Je n'ai aucun élément devant moi me permettant de conclure que la décision du tribunal quant à son évaluation de la crédibilité est déraisonnable."], ["[14]", "Je note en effet que les demandeurs sont retournés souvent en Colombie au cours des années, un comportement nettement incompatible avec leurs allégations. Je note également que les frères du demandeur ont administré les commerces, et les demandeurs n'ont pas soumis de preuve crédible établissant que la sécurité de ces derniers aurait été mise en cause de ce fait."], ["[15]", "Il existe donc amplement d'éléments de preuve au dossier pour conclure que la décision du tribunal fondée sur l'invraisemblance du récit des demandeurs est raisonnable."], ["[16]", "La demande de révision judiciaire est donc rejetée."], ["[17]", "Les parties n'ont soulevé aucune question à certifier aux fins de l'alinéa 74", ") de la Loi et aucune question ne sera certifiée.", "JUGEMENT"], ["[18]", "LA COUR ORDONNE ET ADJUGE que", "la demande de contrôle judiciaire est rejetée.", ".........................", "Jaime Hernando Ramirez Martin, Dora Nancy Pulido Suarez, Haysel Maisiuth Ramirez and  <FRAGMENT_SUPPRESSED>  This is an application for judicial review pursuant to sections 72 et seq. of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the Act), filed by Jaime Hernando Ramirez Martin (the male applicant), by Dora Nancy Pulido Suarez (the female applicant) and their two children against a decision of the Refugee Protection Division (the panel) of the Immigration and Refugee Board, bearing numbers MA8-01463, MA8-01464, MA8-01465 and MA8-01466 and rendered on November 5, 2009."], ["[2]", "The application for judicial review shall be dismissed for the reasons below.", "The children"], ["[3]", "Although the children's claim for refugee protection was withdrawn before the panel in view of their American citizenship, their names were included in the judicial review proceedings before this Court. Seeing as the application for judicial review does not involve the two children, it is dismissed out of hand.", "Background"], ["[4]", "The applicants are citizens of Colombia. They allege that they have been operating retail businesses in Bogota since 1993. They also allege that the businesses have been subject to a \"war tax\" by the Revolutionary Armed Forces of Colombia (FARC) for years."], ["[5]", "The female applicant lived for a long time in the United States, namely in 1995 and 1996, so that she could give birth to her first child there. She returned to Colombia in March 1996 only to leave again for the United States in May 1997 to give birth to her second child. She stayed in the United States until June 2006."], ["[6]", "In January 1998, the male applicant joined the female applicant in the United States leaving the administration of their businesses in the hands of his brothers. He stayed there until July 2005. He then returned to Colombia to resume administration of the businesses. He states that he engaged in political activities and received death threats from the FARC, yet, oddly enough, he still encouraged the female applicant to return to Colombia in June 2006."], ["[7]", "The male applicant then alleges that he received new threats from the FARC, and so he decided to leave Colombia in October 2007 to make his way to Mexico, crossed through the United States and finally ended up at the Canadian border on January 4, 2008, where he claimed refugee protection for himself, the female applicant and their two children.", "The panel's decision"], ["[8]", "The panel rejected the claim for refugee protection mainly on the ground that the applicants lacked credibility. The panel is of the view that the applicants' numerous trips between Colombia and the United States are not consistent with their allegations of fear of persecution. The panel notes on a number of occasions the implausibility of the applicants' story, particularly at paragraphs 19 to 21 of its decision.", "The applicants' position"], ["[9]", "The applicants allege that the panel was overzealous in looking for contradictions in the testimony of Mr. Ramirez Martin, interpreted the evidence in an unreasonable manner and did not consider all of the evidence.", "The respondent's position"], ["[10]", "The respondent submits that it is well established that assessing the applicants' credibility and the explanations they provided during the hearing of their refugee protection claim are within the scope and expertise of the panel. The panel is also deemed to have considered all of the evidence unless otherwise proven, which the applicants failed to do. The panel considered all of the applicants' explanations but found them to be unsatisfactory. The fact that the applicants repeatedly returned to Colombia is determinative in this case.", "The applicable standard of review"], ["[11]", "It is trite law that the standard of review applicable to a decision of the Refugee Protection Division with respect to a refugee protection claim and based on the applicants' lack of credibility is the standard of reasonableness. Such a standard is so well-known that it does not warrant further discussion. The panel's findings on the applicants' credibility are therefore entitled to considerable deference.", "Analysis"], ["[12]", "The only important issue here is whether the panel's assessment of the applicants' credibility is reasonable."], ["[13]", "The panel heard the applicants' testimony in person and was able to assess their behaviour during the hearing. There is no evidence before me allowing me to conclude that the panel's decision as to its assessment of the applicants' credibility is unreasonable."], ["[14]", "In fact, I note that the applicants returned to Colombia often over the years, a behaviour that is clearly inconsistent with their allegations. I also note that the male applicant's brothers administered the businesses, and the applicants did not submit any credible evidence establishing that the brothers' security would have been compromised by that."], ["[15]", "Plenty of evidence exists to conclude that the panel's decision based on the implausibility of the applicants' story is reasonable."], ["[16]", "The application for judicial review is therefore dismissed."], ["[17]", "The parties posed no question for certification pursuant to paragraph 74(", ") of the Act, and no question is certified", "JUDGMENT"], ["[18]", "THE COURT ORDERS AND ADJUDGES that", "the application for judicial review be dismissed.", "[End of document]"]]}