{"id_": "069951", "body_str": [["[1]", "Bédard, J.", ": This is an appeal pursuant to section 56 of the", "Trade-marks Act", ", RSC 1985, c T-13 [the", "Act", "] of a decision rendered by the Trade-marks Opposition Board as a delegate of the Registrar of Trade-marks (the Board), dated January 16, 2009, wherein the Board refused, in part, the applicant's application to register the trade-mark Nature's Source. The Board found that there was a likelihood of confusion with the respondent's own trade-mark, Natursource.  <FRAGMENT_SUPPRESSED>", "I.", "Background  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant operates retail stores/dispensaries that specialize in the sale of vitamins, nutritional, mineral and herbal supplements, diet and weight loss products and fitness products. The business has been in operation since 1998 and there are five retail store locations in southern Ontario. The applicant alleges that it also offers consulting services in nutrition and alternative health care through its retail stores. The applicant contends that most of its employees are professionally trained and offer free consultations to customers, aimed at directing them towards appropriate products for their individual circumstances.  <FRAGMENT_SUPPRESSED>"], ["[3]", "The applicant originally filed an application to register the trade-mark Nature's Source in association with certain wares and services, including retail store, franchising and e-commerce services on April 1, 1999. The applicant amended its application on November 29, 2006, deleting all of the wares from its application and amending the list of services. The applicant re-amended its application on November 24, 2008, the date of the hearing. The final application expressly excluded retail store services in relation to the wares manufactured by the opponent. The final list of services for which the applicant sought registration is as follows:  <FRAGMENT_SUPPRESSED>", "a. Retail store services specializing in the sale of nutritional supplements, vitamins and mineral supplements, herbal supplements, and diet and weight loss products, and fitness products, excluding cereals, granola cereals, granola snack food, porridge, roasted nuts, roasted seed, dried fruit and nut mixes and cookies;  <FRAGMENT_SUPPRESSED>", "b. Heath care services, namely nutrition consulting services, naturopathic and homeopathic consulting, aromatherapy, chiropractic, iridology, massage, reflexology, shiatsu, and weight loss;  <FRAGMENT_SUPPRESSED>", "c. Franchising services, namely offering technical assistance in the establishment and/or operation of retail shops specializing in clinical services and the sale of nutritional supplements, vitamins and mineral supplements, herbal supplements, and diet and weight loss products, excluding cereals, granola cereals, granola snack food, porridge, roasted nuts, roasted seeds, dried fruit and nut mixes, and cookies; and  <FRAGMENT_SUPPRESSED>", "d. E-Commerce services, namely designing and operating an electronic store offering a full range of natural health and beauty products, excluding cereals, granola cereals, granola snack food, porridge, roasted nuts, roasted seeds, dried fruit and nut mixes, and cookies.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The respondent manufactures and sells healthy snack foods such as cereals, roasted nuts, nut and fruit mixes and cookies under the trade-mark Natursource. The respondent has been using its trade-mark in association with the wares that it manufactures since 1980 and the respondent's trade-mark was registered on April 22, 1983. The respondent's products are distributed across Canada, the United States and Latin America and are sold in major grocery stores such as Sobey's, Bourassa, Costco Whole Sale, in notable coffee shop chains such as Starbucks and Second Cup, in major pharmacies such as Shoppers Drug Mart and Pharmacie Jean Coutu, as well as in health food stores in the Montreal and Toronto areas. The respondent also operates a website.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The respondent opposed the application on several grounds but only the following grounds revolve around the idea that there was a likelihood of confusion between the applicant's services and the respondent's wares:  <FRAGMENT_SUPPRESSED>", "a. The trade-mark is not registrable pursuant to s.38(2)(b) and 12(1)(d) of the Act in that it is confusing with the respondent's trade-marks Natursource and Multi-Nature;  <FRAGMENT_SUPPRESSED>", "b. The applicant is not a person entitled to the registration of the trade-mark pursuant to s.38(2)(c) and 16(1)(c) of the Act because at the relevant date, in so fare as services (1) and (2) are concerned, the trade-mark was confusing with the respondent's trade-marks;  <FRAGMENT_SUPPRESSED>", "c. The applicant is not a person entitled to the registration of the trade-mark pursuant to s.38(2)(c) and 16(1)(c) of the Act because at the relevant date, in so fare as services (3) and (4) are concerned, the trade-mark was confusing with the respondent's trade-marks;  <FRAGMENT_SUPPRESSED>", "d. Pursuant to s.38(2)(d) and s. 2 of the Act, the applicant's mark is not distinctive of the applicant because it is not capable of distinguishing the services from the wares and services of others, particularly the wares described in the respondent's registered trade-mark.  <FRAGMENT_SUPPRESSED>", "II.", "The decision under review  <FRAGMENT_SUPPRESSED>"], ["[6]", "The Board allowed the application for the health care services described in paragraph (2) of the application but refused the application for the services described in paragraphs (1), (3) and (4).  <FRAGMENT_SUPPRESSED>"], ["[7]", "In its opposition, the respondent alleged that the applicant's trade-mark was likely to cause confusion with two of its own trade-marks: Natursource and Multi-Source. However, the Board's consideration was solely limited to whether the applicant's trade-mark was confusing with the respondent's Natursource mark because the Board considered this to be the best case for confusion. In these proceedings, the parties, like the Board, limited their representation to the likelihood of confusion between the applicant's trade-mark and the respondent's trade-mark Natursource. Therefore, no reference will be made to the respondent's second trade-mark.  <FRAGMENT_SUPPRESSED>"], ["[8]", "In its assessment of the likelihood of confusion, the Board considered the factors set out in subsection 6(5) of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Board found that both marks were weak. It determined that the applicant's Nature's Source mark was not inherently distinctive because the terms \"nature\" and \"source\" were suggestive of the services it offers. It also found that the trade-mark Natursource was suggestive of the respondent's wares. However, the Board noted that the respondent's mark acquired some distinctiveness over the years from extensive use and, therefore, the paragraph 6(5)(a) factor favoured the respondent.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Board determined that the length of time factor, listed at paragraph 6(5)(b) of the", "Act", ", also favoured the respondent.  <FRAGMENT_SUPPRESSED>"], ["[11]", "Regarding the factor enumerated at paragraph 6(5)(c) of the", "Act", ", the nature of the wares, services or business, the Board determined that there was some connectivity between the parties' respective wares and services and that there could be some overlap. The Board summarized the evidence that it considered in regard to this criteria as follows:  <FRAGMENT_SUPPRESSED>", "The Opponent's products sold in Canada in association with its trade-mark NATURSOURCE are cereals, granola cereals, granola snack food, porridge, roasted nuts, roasted seeds, dried fruit and nut mixes and cookies. They are sold in supermarkets, corner stores, groceries, health food stores, vending machines, pharmacies, airline companies, food service operators, gifts baskets for companies. The Applicant's Services are provided to a client base being practitioner driven (medical doctors, chiropractors, naturopathic doctors, homeopathic doctors). Each location operated by the Applicant features on site therapists, nutritionists, naturopaths and biochemist.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Board concluded that some overlap existed between the respondent's products, which are food items, and the applicant's retail stores services, its franchising services and its e-commerce services specializing in the sale of nutritional supplements, vitamins and mineral supplements, herbal supplements, diet and weight loss and fitness products.  <FRAGMENT_SUPPRESSED>"], ["[13]", "Regarding the paragraph 6(5)(d) factor, the channels of trade, the Board noted that the respective trades of the parties could not be distinguished on the simple basis that one sells wares while the other offers services. The Board held that there could be an overlap in the parties' respective trades if \"there exists a relationship between the respondent's wares and the applicant's services\". The Board determined that such a relationship existed based on its finding that the respondent's wares could fall in the general category of food, diet and fitness products and that these products were sold in health food stores. The Board further held that the fact that the applicant expressly excluded selling the products manufactured by the respondent in its application for registration, did not eliminate such overlap.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Regarding the paragraph 6(5)(e) factor, the Board determined that the parties' marks resembled each other both phonetically and visually. Further, the ideas suggested by them have some similarities. Notably, the respondent's wares and the applicant's services have a natural origin.  <FRAGMENT_SUPPRESSED>"], ["[15]", "The Board also deliberated on the two additional considerations raised by the applicant: the state of the register and the absence of actual instances of confusion.  <FRAGMENT_SUPPRESSED>"], ["[16]", "Regarding the fact that there was no evidence of confusion despite the coexistence of the marks for over nine years, the Board noted that the applicant operated its stores in southern Ontario whereas the respondent based its operations in Montreal. Accordingly, the possibility of the respondent becoming aware of instances of confusion was low.  <FRAGMENT_SUPPRESSED>"], ["[17]", "With respect to the state of the register, the Board only considered the marks that were phonetically equivalent to the marks at issue or French translations thereof. The Board found that the four citations filed in evidence were not sufficient to draw the inference that the \"consumer is accustomed to see such trade-marks on the marketplace and is therefore able to distinguish amongst them\". The Board indicated that it disregarded, for lack of relevance, the marks where the words \"source\" and \"naturelle\" are clearly descriptive of the wares, such as \"EAU DE SOURCE NATURELLE\".  <FRAGMENT_SUPPRESSED>"], ["[18]", "The Board then considered the grounds of opposition that related to the entitlement to register the mark, and to its distinctiveness. The Board accepted that the respondent provided enough evidence to show prior use of its mark as of the relevant dates under subsections 16(1) and 16(3) and that the respondent had not abandoned such use as of the date of the advertisement of the applicant's application.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The Board noted that the main issue was the likelihood of confusion between the applicant's trade-mark Nature's Source and the respondent's trade-mark Natursource and trade-names Natursource Inc. and Natursource. The Board held that the conclusions that it drew on the issue of the registrability of the mark were equally applicable with respect to the grounds of opposition relating to entitlement and distinctiveness. The Board found that the difference in the material dates for these two issues was not a determining factor in its analysis.  <FRAGMENT_SUPPRESSED>"], ["[20]", "The Board concluded that the applicant failed to discharge its burden to prove, on a balance of probabilities, that its trade-mark, used in association with its retail stores, franchising services and e-commerce services, was not likely to cause confusion with the respondent's trade-mark. However, the Board rejected the opposition to the applicant's application to use the trade-mark in association with health care services.  <FRAGMENT_SUPPRESSED>", "III.", "The Issue  <FRAGMENT_SUPPRESSED>"], ["[21]", "The issue is whether the Board erred in concluding that there is a likelihood of confusion between the applicant's trade-mark Nature's Source used in association with retail, franchising and e-commerce services and the respondent's trade-mark and trade-name.  <FRAGMENT_SUPPRESSED>"], ["[22]", "Both parties agree that, in the circumstances, the choice of one date over the others does not materially affect the outcome of the confusion analysis.  <FRAGMENT_SUPPRESSED>", "IV.", "The Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[23]", "It is agreed upon by the parties that the reasonableness standard of review usually applies to decisions of the Board where no additional evidence is filed in support of the appeal. They also agree that where additional material evidence is filed in the course of the appeal which could have impacted the Board's decision, that decision is reviewable under the correctness standard. The Court is to make its own assessment in light of all of the evidence, including the additional evidence.  <FRAGMENT_SUPPRESSED> , Justice Rothstein, writing for the majority, discussed the standard of review as follows:  <FRAGMENT_SUPPRESSED>", "51 I think the approach in", "<FRAGMENT_SUPPRESSED>  appeal provision in the Trade-marks Act to the Federal Court, expertise on the part of the Registrar has been recognized as requiring some deference. Having regard to the Registrar's expertise, in the absence of additional evidence adduced in the Trial Division, I am of the opinion that decisions of the Registrar, whether of fact, law or discretion, within his area of expertise, are to be reviewed on a standard of reasonableness simpliciter. However, where additional evidence is adduced in the Trial Division", "that would have materially affected the Registrar's findings of fact or the exercise of his discretion", ", the Trial Division judge must come to his or her own conclusion as to the correctness of the Registrar's decision. [Emphasis added]  <FRAGMENT_SUPPRESSED>"], ["[24]", "In this case, both parties filed additional evidence.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The applicant submits that the applicable standard of review should be correctness, as both parties filed new evidence before the Court that is material and could have influenced the decision made by the Board. The respondent is of the opposite view and argues that a portion of the additional evidence is a mere repetition of the evidence filed before the Board and that the remaining evidence is not relevant.  <FRAGMENT_SUPPRESSED>"], ["[26]", "With respect, I am of the view that the additional evidence filed by the parties is not significant and would not have influenced the Board's decision.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The applicant filed an affidavit with the Board, sworn by Mr. Sanjiv Jagota, its president and CEO. In his affidavit, Mr. Jagota described the applicant's business and provided information about its sales and advertising activities and expenses. In the course of this appeal, the applicant filed a second affidavit sworn by Mr. Jagota, in which he provided more details about the nature of the applicant's business. He was also cross-examined on his affidavits. The applicant contends that this additional evidence reinforces the affirmation that it operates a dispensary, not a health food store, and that food item sales account for only 2.5% of its total sales. With respect, I do not think that the additional information would have led the Registrar to a different understanding of the nature of the applicant's business and trade. It appears from the Board's decision, more specifically from the following excerpts, that the Board did not mischaracterize the nature of the applicant's business and understood that the applicant was selling supplements and vitamins and not food products:  <FRAGMENT_SUPPRESSED>", "... The retail stores specialized in the supplement business, selling nutritional supplements, vitamins and mineral supplements, herbal supplements, diet and weight loss products, and fitness products.  <FRAGMENT_SUPPRESSED>", "... The Applicant's services are provided to a client base being practitioner driven (medical doctors, chiropractors, naturopathic doctors, homeopathic doctors). Each location operated by the Applicant features onsite therapists, nutritionists, naturopaths and biochemists.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The applicant also filed an affidavit sworn by Ms. Jane Griffith, a research consultant. Ms. Griffith's affidavit describes her research regarding examples of the use of the terms \"nature\" and \"source\" in association with products for sale in Canada and regarding dictionary searches of those terms. I do not think that the dictionary definitions of \"source\" and \"nature\" would have had any impact on the Board's analysis. The Board noted in its decision that those terms were suggestive of the natural origin of the respondent's wares and of products that the applicant sells in its retail stores. As for the examples of products bearing trade-marks or trade-names that incorporate the words \"source\" and \"nature\" alone or in association with other words, I do not think that they would have influenced the Board's decision. There were not enough examples of products branded under \"nature\" and \"source\" without the association of any other words, to have influenced the Board's finding with respect to the impact of the state of the register. In addition, the Board clearly indicated that it disregarded the trade-marks that were not phonetically equivalent to the trade-marks at issue. Therefore, the examples of products branded with the terms \"nature\" and \"source\" in association with other words, are of the same character as the evidence already considered by the Board. The same can be said regarding the information provided in the second affidavit of Mr. James Haggerty. Therefore, this additional evidence, which relates to trade-marks and brand names where the words \"nature\" and/or \"source\" are used in association with other words, is of the same nature as the evidence already disregarded by the Board.  <FRAGMENT_SUPPRESSED>"], ["[29]", "The additional evidence filed by the respondent is not material as it did not contain anything that would likely have changed the Board's findings. The applicant argues that the additional evidence showed that only a fraction of the respondent's sales could have contributed to the distinctiveness of its trade-mark since a portion of its sales are private label sales or bulk products that are not sold bearing the Natursource mark. In my view, this element would not have had any impact on the Board's decision as the evidence clearly shows that at least 85% of the respondent's sales are sales of products branded with its trade-mark.  <FRAGMENT_SUPPRESSED>"], ["[30]", "I am therefore of the view that the additional evidence filed in the course of this appeal is not material and the Board's decision is reviewable under the reasonableness standard of review. In", "Mattel, Inc v 3894207 Canada Inc", ", 2006 SCC 22 at para 36-37, [2006] 1 SCR 772 [", "Mattel", "], the Supreme Court emphasized on the Board's expertise and the deference owed to that expertise:  <FRAGMENT_SUPPRESSED>", "36 The determination of the likelihood of confusion requires an expertise that is possessed by the Board (which performs such assessments day in and day out) in greater measure than is typical of judges. This calls for some judicial deference to the Board's determination, as this Court stressed in", "<FRAGMENT_SUPPRESSED>  at p. 200:  <FRAGMENT_SUPPRESSED>", "In my view the Registrar's decision on the question of whether or not a trade mark is confusing should be given great weight and the conclusion of an official whose daily task involves the reaching of conclusions on this and kindred matters under the Act should not be set aside lightly but, as was said by Mr. Justice Thorson, then President of the Exchequer Court, in", "Freed and  <FRAGMENT_SUPPRESSED> , at p. 13]:  <FRAGMENT_SUPPRESSED>", ". . . reliance on the Registrar's decision that two marks are confusingly similar must not go to the extent of relieving the judge hearing an appeal from the Registrar's decision of the responsibility of determining the issue with due regard to the circumstances of the case.  <FRAGMENT_SUPPRESSED>", "37 What this means in practice is that the decision of the registrar or Board \"should not be set aside lightly considering the expertise of those who regularly make such determinations\":", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.), at p. 210, aff'd (1992), 41 C.P.R. (3d) 67 (F.C.A.). Reception of new evidence, of course, might (depending on its content) undermine the factual substratum of the Board's decision and thus rob the decision of the value of the Board's expertise. However, the power of the applications judge to receive and consider fresh evidence does not, in and of itself, eliminate the Board's expertise as a relevant consideration:", "<FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "47 Reasonableness is a deferential standard animated by the principle that underlies the development of the two previous standards of reasonableness: certain questions that come before administrative tribunals do not lend themselves to one specific, particular result. Instead, they may give rise to a number of possible, reasonable conclusions. Tribunals have a margin of appreciation within the range of acceptable and rational solutions. A court conducting a review for reasonableness inquires into the qualities that make a decision reasonable, referring both to the process of articulating the reasons and to outcomes. In judicial review, reasonableness is concerned mostly with the existence of justification, transparency and intelligibility within the decision-making process. But it is also concerned with whether the decision falls within a range of possible, acceptable outcomes which are defensible in respect of the facts and law.  <FRAGMENT_SUPPRESSED>", "V.", "Position of the Parties  <FRAGMENT_SUPPRESSED>"], ["[32]", "Notwithstanding the fact that the application for registration was refused in respect of three categories of services, the parties focused their representation in regard to the retail services as the two other services are somewhat subordinate to the retail services. It is also clear from the Board's decision that it also focused its analysis on the retail store services. Therefore, this decision deals with the arguments with regard to the retail services.  <FRAGMENT_SUPPRESSED>"], ["[33]", "The parties also agreed that the different applicable dates in regard to the different grounds of opposition were of no consequence in this case and they did not focus on the dates at which the likelihood of confusion was to be determined.  <FRAGMENT_SUPPRESSED>", "A)", "The applicant's position  <FRAGMENT_SUPPRESSED>"], ["[34]", "The applicant argues that the consumer entering its store would not likely assume that it is operated by the producer of the respondent's wares and that the Board erred in concluding that there was a likelihood of confusion.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The applicant focused its representations on three of the criteria set forth in subsection 6(5) of the", "Act", ".  <FRAGMENT_SUPPRESSED>"], ["[36]", "The applicant agrees with the Board's finding that both trade-marks are weak and faults the Board for not having given sufficient weight to that finding. Since both marks are weak, the respondent's trade-mark should not get a broad protection and small differences should be sufficient to avoid confusion. The applicant emphasizes the additional evidence that highlights the third-party use from the register and in the marketplace. The evidence shows that the terms \"nature\" and \"source\" are commonly used to describe wares that originate from a natural source. The dictionary definitions also confirm the weakness of the marks. Therefore, the applicant contends that the Board gave too much weight to the acquired distinctiveness of the respondent's trade-mark.  <FRAGMENT_SUPPRESSED>"], ["[37]", "The applicant further argues that the additional evidence filed by the respondent also establishes that it is not all of the respondent's wares that are sold under its brand name and that only a portion of its sales may have contributed to the distinctiveness of its trade-mark.  <FRAGMENT_SUPPRESSED>"], ["[38]", "The applicant also argues that the Board erred in finding that there was an overlap between the retail store services that it offers and the respondent's wares. In the alternative, if there is an overlap, it is so small that it is not material.  <FRAGMENT_SUPPRESSED>"], ["[39]", "The applicant further contends that the Board erred in finding that the wares sold by the respondent could fall in the general category of food, diet and fitness products. Rather, the respondent only manufactures food items. The evidence shows that the applicant does not operate health food stores but dispensaries that carry natural products and offer alternative health care professional services. The applicant insists that it is not in the business of selling food. The applicant also insists that the wares that it sells are not branded with its trade-mark. It acknowledges that it sells food products in its retail stores but these sales account for a too small percentage of its total sales (2.5%) to be significant. The applicant also contends that its application specifically excluded the respondent's wares and that this exclusion should have led the Board to eliminate any possible likelihood of confusion.  <FRAGMENT_SUPPRESSED>"], ["[40]", "The applicant also emphasizes the specialized nature of its stores and its clientele, which is composed of people who use natural, alternative healing methods. It also indicates that, for the most part, it employs professionally trained and experienced staff and that the majority of the products that are sold in its retail stores cannot be dispensed without guidance by that staff.  <FRAGMENT_SUPPRESSED>"], ["[41]", "The applicant further argues that while it acknowledges that the length of use favours the respondent, the Board underestimated the fact that both trade-marks have coexisted in the marketplace without confusion for a lengthy period. It argues that it was unreasonable for the Board to limit its findings in that regard to its assumption that it was unlikely that confusion would be brought to the respondent's attention. The applicant argues that the absence of evidence of actual confusion is relevant and should have been considered.  <FRAGMENT_SUPPRESSED>", "B)", "The respondent's position  <FRAGMENT_SUPPRESSED>"], ["[42]", "The respondent argues that the Board's finding of a likelihood of confusion was reasonable and that the decision accords with the evidence, is well substantiated and reasoned. The respondent insists that the decision must be read as a whole and that all the factors must be weighed together. The respondent also contends that the additional evidence submitted on appeal only serves to reinforce the Board's findings.  <FRAGMENT_SUPPRESSED>"], ["[43]", "The respondent insists that the finding that the respondent's trade-mark was more known and had acquired distinctiveness is supported by the evidence. The length of use also favours the respondent and that is not disputed.  <FRAGMENT_SUPPRESSED>"], ["[44]", "The respondent also argues that both marks resemble each other and the ideas suggested by them have similarities as they both suggest a natural origin.  <FRAGMENT_SUPPRESSED>"], ["[45]", "The respondent further argues that it was reasonable to conclude that there is an overlap between the applicant's services and the respondent's wares. The respondent highlights, in reply to the applicant's arguments, that the Board never found that the main business of the applicant was to sell food and that it acknowledged that the applicant's application specifically excluded the respondent's wares. The respondent argues that this exclusion is not sufficient to conclude that a consumer is not likely to be confused as to the source of both wares and services. If there exists a relationship between the services and the wares, it may be sufficient to support a finding of an overlap in the parties' trades and support a conclusion of a likelihood of confusion.  <FRAGMENT_SUPPRESSED>"], ["[46]", "The respondent argues that in this case, there is a relationship, a connectivity, between the applicant's services and the respondent's wares. Both parties' businesses operate in the same general sector of natural products and they are both geared towards the same clientele, people who are concerned with their health and who aim to live longer through the use of natural products. The respondent's products are largely found in retail stores similar to the ones that the applicant operates. The fact that the applicant does not sell the respondent's products is not sufficient to eliminate a likelihood of confusion. The respondent places emphasis on the fact that more than 50% of the products sold by the applicant are not even the products listed in its application and fall under the same category as the respondent's products: they are personal care products, home care products, teas and herbs, health and diet products, and snacks and drinks. Although the food and drinks only represent a small portion of the total sales, they are always situated at a prime location beneath the cash. The respondent insists that the Board did not err when it concluded that the wares sold by the applicant could fall in the general category of food, diet and fitness products.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The respondent argues that the state of the register is not a stand alone factor. It must be weighed in the context of all the other material factors. It also argues that the additional evidence adduced regarding the list of trade-marks that use \"nature\" and \"source\" is not relevant, as those terms are not the only component of the marks and are mostly associated with another trade-name already known by the public and used as a description of the trade-mark. The respondent argues that the use of the terms \"nature\" and \"source\" in combination with another trade-name that describe the product or a new line of products, is a totally different situation. In the case at hand, the words \"nature\" and \"source\" are the sole components of the trade-marks.  <FRAGMENT_SUPPRESSED>", "VI.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[48]", "There is no dispute between the parties as to the applicable principles.  <FRAGMENT_SUPPRESSED>"], ["[49]", "It is useful to keep in mind the concept of the monopoly underlying the trade-mark law. In", "<FRAGMENT_SUPPRESSED> , at para 21, the Court expressed the following:  <FRAGMENT_SUPPRESSED>", "21 . . . Its claim to monopoly rests not on conferring a benefit on the public in the sense of patents or copyrights but on serving an important public interest in assuring consumers that they are buying from the source from whom they think they are buying and receiving the quality which they associate with that particular trade-mark. Trade-marks thus operate as a kind of shortcut to get consumers to where they want to go, and in that way perform a key function in a market economy. Trade-mark law rests on principles of fair dealing. It is sometimes said to hold the balance between free competition and fair competition.  <FRAGMENT_SUPPRESSED>"], ["[50]", "<FRAGMENT_SUPPRESSED>  [", "Masterpiece", "], the Supreme Court restated the impact of confusion between similar trade-marks:  <FRAGMENT_SUPPRESSED>", "1 . . . Where the trade-marks of different businesses are similar, a consumer may be unable to discern which company stands behind the wares or services. Confusion between trade-marks impairs the objective of providing consumers with a reliable indication of the expected source of wares or services. . . .  <FRAGMENT_SUPPRESSED>"], ["[51]", "As explained in", "Masterpiece", ", above at para 40, the test for confusion under the", "Act", "was authoritatively reiterated by Justice Binnie in", "<FRAGMENT_SUPPRESSED>  [", "Veuve Clicquot", "]:  <FRAGMENT_SUPPRESSED>", "40 At the outset of this confusion analysis, it is useful to bear in mind the test for confusion under the  <FRAGMENT_SUPPRESSED> , Binnie J. restated the traditional approach, at para. 20, in the following words:  <FRAGMENT_SUPPRESSED>", "The test to be applied is a matter of first impression in the mind of a casual consumer somewhat in a hurry who sees the [mark], at a time when he or she has no more than an imperfect recollection of the [prior] trade-marks, and does not pause to give the matter any detailed consideration or scrutiny, nor to examine closely the similarities and differences between the marks.  <FRAGMENT_SUPPRESSED>", "Binnie J. referred with approval to the words of Pigeon J. in", "<FRAGMENT_SUPPRESSED>  at p. 202, to contrast with what is not to be done - a careful examination of competing marks or a side by side comparison.  <FRAGMENT_SUPPRESSED>"], ["[52]", "Applied to this case, the question to be asked is whether, as a matter of first impression, the \"casual consumer somewhat in a hurry\" who sees the applicant's trade-mark Nature's Source in association with the service of selling various natural products, having no more than an imperfect recollection of the respondent's trade-mark or trade-name Natursource, in association with the wares that it manufactures, would likely think that the applicant's services are of the same source as the respondent's food products.  <FRAGMENT_SUPPRESSED>"], ["[53]", "Subsection 6(5) of the", "Act", "sets out the approach required to assess confusion:  <FRAGMENT_SUPPRESSED>", "(5) In determining whether trade-marks or trade-names are confusing, the court or the Registrar, as the case may be, shall have regard to all the surrounding circumstances including  <FRAGMENT_SUPPRESSED>", ") the inherent distinctiveness of the trade-marks or trade-names and the extent to which they have become known;  <FRAGMENT_SUPPRESSED>", ") the length of time the trade-marks or trade-names have been in use;  <FRAGMENT_SUPPRESSED>", ") the nature of the wares, services or business;  <FRAGMENT_SUPPRESSED>", ") the nature of the trade; and  <FRAGMENT_SUPPRESSED>", ") the degree of resemblance between the trade-marks or trade-names in appearance or sound or in the ideas suggested by them.  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>", "(5) En décidant si des marques de commerce ou des noms commerciaux créent de la confusion, le tribunal ou le registraire, selon le cas, tient compte de toutes les circonstances de l'espèce, y compris:  <FRAGMENT_SUPPRESSED>", ") le caractère distinctif inhérent des marques de commerce ou noms commerciaux, et la mesure dans laquelle ils sont devenus connus;  <FRAGMENT_SUPPRESSED>", "b) la période pendant laquelle les marques de commerce ou noms commerciaux ont été en usage;  <FRAGMENT_SUPPRESSED>", "c) le genre de marchandises, services ou entreprises;  <FRAGMENT_SUPPRESSED>", "d) la nature du commerce;  <FRAGMENT_SUPPRESSED>", "e) le degré de ressemblance entre les marques de commerce ou les noms commerciaux dans la présentation ou le son, ou dans les idées qu'ils suggèrent..  <FRAGMENT_SUPPRESSED>"], ["[54]", "It is important to keep in mind that the circumstances and factors set forth in subsection 6(5) are not exhaustive, that the assessment must be context-driven and the weight to be given to each factor may vary (", "Veuve  <FRAGMENT_SUPPRESSED>  at para 27).  <FRAGMENT_SUPPRESSED>"], ["[55]", "It is also useful to keep in mind that in", "Masterpiece", ", above at para 53, the Supreme Court held that the focus must be on the terms set out in the application for the trade-marks and on what the \"the registration would authorize the [applicant] to do, not what the [applicant] happens to be doing at the moment.\" The Court added at para 59 that while actual use is not irrelevant, \"it should not be considered to the exclusion of potential uses within the registration. <FRAGMENT_SUPPRESSED>"], ["[56]", "In this case, the question is not whether the Court would have reached the same conclusion as the Board, but whether its decision falls within the range of possible, acceptable outcomes. In my view, it does and the Court's intervention is not warranted.  <FRAGMENT_SUPPRESSED>"], ["[57]", "Both parties agree that their respective marks are indeed weak marks and that they are comprised of common words that are suggestive of the natural origin of the parties' services and products; neither are inherently distinctive. The evidence shows that both trade-marks have acquired some distinctiveness and have become known to a certain degree through their use. However, the Board found that the respondent's trade-mark acquired more distinctiveness through extensive use over a lengthy period of time and this finding is supported by the evidence.  <FRAGMENT_SUPPRESSED>"], ["[58]", "The applicant argues that the Board did not give appropriate weight to the weakness of the trade-marks as the terms \"source\" and \"natural\" are commonly used to describe wares originating from a natural source. Accordingly, the respondent's trade-mark should receive a narrow scope of protection. The Board found that it was irrelevant to compare the parties' trades-marks to third-party trade-marks that were not phonetically identical. This approach was not unreasonable and, therefore, the evidence about the use of the terms \"source\" and \"natural\" in association with other words do not lessen the acquired distinctiveness of the respondent's trade-mark. Furthermore, the Board did not base its decision solely on its finding about the respondent's acquired distinctiveness and it was within its prerogative to determine the weight to be afforded to this factor.  <FRAGMENT_SUPPRESSED>"], ["[59]", "The applicant also argues that the respondent's acquired distinctiveness should be mitigated by the fact that not all of the respondent's sales are sales of branded products. With respect, this argument must fail. While it is true that the additional evidence shows that the respondent sells some of its products as private label sales, the additional evidence also shows that the large majority (85%) of the respondent's sales are made bearing its trade-mark. The proportion of unbranded sales is not sufficient, in my view, to have potentially influenced the Board's decision about the acquired distinctiveness of the respondent's trade-mark.  <FRAGMENT_SUPPRESSED>"], ["[60]", "It is clear that that the length of time factor favors the respondent and the applicant did not argue that the Board's finding in that regard was erroneous.  <FRAGMENT_SUPPRESSED>"], ["[61]", "The applicant places great emphasis on the nature of the wares and services, and the nature of the trade. It argues that the Board mischaracterized its business and insists that it does not operate a health food store but a dispensary more akin to a natural pharmacy. The applicant also argues that the Board did not consider the fact that its application expressly excluded the retail sale of products such as those manufactured by the respondent. With respect, I do not agree.  <FRAGMENT_SUPPRESSED>"], ["[62]", "There is no doubt that the applicant's services and the respondent's wares are not of the same class and the Board acknowledged this. In my view, the Board had a good understanding of the nature of each party's businesses and it did not conclude that the applicant operates health food stores. It found, however, that there was an overlap and a relationship between the applicant's services and the respondent's wares. More precisely, the Board found that the respondent's products could fall in the general category of food, diet and fitness products that are in fact sold in health food stores. It found that the exclusion of the respondent's products in the applicant's application did not eliminate the potential overlap.  <FRAGMENT_SUPPRESSED>"], ["[63]", "I consider that the Board's finding on this point is reasonable. Both businesses are geared towards consumers who take care of their health and who prefer natural based products that are healthy. Notwithstanding the fact that the applicant is not in the food business", "per se", ", the products that it sells are products that people eat as supplements and vitamins. At the very least, one cannot say that the applicant is a stranger to the health food industry. Moreover, the products sold in the applicant's retail stores and the products manufactured by the respondent fall in the same category of natural products. The respondent's products, which are healthy upscale snacks, may not be sold in the applicant's retail stores but they are sold in the same type of establishments. Based on the evidence and the nature of the parties' respective businesses, I do not find that it was unreasonable for the Board to conclude that there was some kind of connection between the applicant's services and the respondent's wares.  <FRAGMENT_SUPPRESSED>"], ["[64]", "The Board also found that the parties' trade-marks resemble each other and that the ideas suggested by them are similar, specifically that the applicant's services and the respondent's wares have a natural origin. I see no error in this finding. It is clear that the two trade-marks are almost identical. In", "Masterpiece", ", above at para 49, the Supreme Court indicated that \"the degree of resemblance, although the last factor listed in subsection 6(5), is the statutory factor that is often likely to have the greatest effect on the confusion analysis\".  <FRAGMENT_SUPPRESSED>"], ["[65]", "The applicant argues that the Board should have given weight to the fact that there was no evidence of actual confusion. In my opinion, it was not unreasonable for the Board to give little weight to this factor in light of the low possibility that the respondent would become aware of actual instances of confusion. Despite the fact that its products are distributed nationally, the respondent operates from Montreal, far away from any of the applicant's retail locations or consumers of the applicant's services.  <FRAGMENT_SUPPRESSED>"], ["[66]", "The applicant argues that the additional evidence shows that there are 33 other trade-marks registered that use the terms \"nature\" and \"source\", their French equivalents or similar terms, which should lead to a finding that consumers are accustomed to distinguishing small differences among trade-marks. In my view, the vast majority of these trade-marks use the words \"nature\" and \"source\" in association with other terms, whereas in this case \"nature\" and \"source\" are the only words composing the trade-marks. In this context, it was not unreasonable for the Board to hold that the only third party trade-marks that were relevant were those that were phonetically equivalent to the parties' trade-marks or the French equivalent thereof. The four instances found on the register were not sufficient to draw the inference that consumers would be accustomed to see such trade-marks in the marketplace and distinguish among them.  <FRAGMENT_SUPPRESSED>"], ["[67]", "Both parties referenced several judgments from this Court to either emphasize the similarities between the facts of these cases or to distinguish them. It is important to note that each case must be assessed in regard of its own set of circumstances and, in this case, I do not see the need to refer to each of those cases.  <FRAGMENT_SUPPRESSED>"], ["[68]", "For all of the above reasons, I conclude that the Board's decision was reasonable and that this appeal should be dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[69]", "THIS COURT'S JUDGMENT is that", "appeal is dismissed with costs in favour of the respondent.  <FRAGMENT_SUPPRESSED>", "Appeal dismissed.  <FRAGMENT_SUPPRESSED>", "Editor: Gary W. McLaughlin/vnh  <FRAGMENT_SUPPRESSED>"]]}