{"id_": "070067", "body_str": [["[1]", "Lemieux, J.", ": These reasons deal with a motion for costs made by the applicants which arises in the following context."], ["[2]", "On May 10, 2010, this Court approved a settlement agreement dated the same day between Mohawk Council of Akwesasne (MCA) on its own behalf and also on behalf of the Mohawks of Akwesasne including the Elders named in the style of cause (the applicants) and the Minister of Human Resources and Social Development (the Settlement Agreement)"], ["[3]", "The Settlement Agreement resolved, on terms and conditions, an application for judicial review filed in this Court by the applicants on April 1, 2008, in which they sought a number of declarations in regard to certain alleged actions by officials of Service Canada, a unit of Human Resources and Social Development Canada (HRSDC) related to its investigation into the eligibility and entitlement of some residents of the Quebec and Ontario portions of the Akwesasne Reserve to receive benefits under the", "Old Age Security Act", ", R.S.C. 1985, c. O-9"], ["[4]", "After the filing of the application, the parties quickly agreed to case management and judicial mediation; further steps in the judicial review proceeding were suspended until further order of the Court."], ["[5]", "In the Fall of 2008, when the main elements of the Settlement Agreement were agreed to in principle but before the text of the agreement had been settled and the necessary approvals and authorisations were obtained, on the one hand, by the MCA after appropriate community consultations and, on the other hand, by Service Canada from senior officials of the Government of Canada, the issue of costs payable to the applicants was raised. The respondent was not agreeable to negotiate the issue of such costs. It was agreed at paragraph 34 of the Settlement Agreement \"that the payment of costs shall be determined by this Court acting as an arbitrator based upon written submissions filed with the Court, which determination shall be binding upon the parties and not subject to appeal.\"", "II.", "Applicable legal principles"], ["[6]", "As noted, the Settlement Agreement provides that the payment of costs shall be determined by the undersigned who had been appointed Case Management Judge and conducted the mediation pursuant to the Dispute Resolution Services provided for in Rules 386 to 389 of the", "Federal Courts Rules", "(the Rules). The clear intent of the parties is that any award of costs shall be governed by the principles relating to costs set out in the Rules and the applicable jurisprudence derived therefrom."], ["[7]", "The fundamental principle relating to costs is contained in Rule 400 which confers on the Court full discretionary power over the amount and allocation of costs and the determination of by whom they are to be paid. Subsection 400(3) of the Rules sets out a number of factors the Court may consider in the exercise of its discretion. Two important factors are (1) the result of the proceeding based upon the underlying principle that costs normally follow the event and (2) any written offer to settle made in accordance with Rules 419 to 421 whose purpose is to induce settlements, a purpose which Rule 387 also promotes through a dispute resolution conference. Needless to say, the Court's discretion must be exercised judicially, that is, in accordance with proper principles."], ["[8]", "The jurisprudence of this Court supports the proposition that costs may be awarded after a proceeding has been settled but where the settlement did not address the issue of costs. Justice Rouleau in", "<FRAGMENT_SUPPRESSED> , found on the facts of the case, \"equity would dictate the applicant be awarded its costs\" because RCP Inc., the applicant, obtained the relief it sought in its action in the form of a settlement rather than by judgment of the Court."], ["[9]", "In recent years, Prothonotary Lafrenière had the opportunity to decide issues of costs in relation to dispute resolution and settlements. Those cases are", "<FRAGMENT_SUPPRESSED>  (DS-Max) and", "<FRAGMENT_SUPPRESSED>  (Randall)."], ["[10]", "In DES-Max, Prothonotary Lafrenière refused to award costs to the defendant in a case where a one-day mediation session had failed and where the plaintiff subsequently discontinued his action. He wrote the following at paragraph 18 of his reasons.", "18. I am not prepared to grant any costs to the Defendants for the mediation session conducted on November 24, 2003.", "Parties should be encouraged to resort to less costly and non-confrontational ways to resolve disputes, and generally should not be penalized by an award of costs in the event the mediation fails", ". Each party should therefore bear their own costs for the dispute resolution conference. (My emphasis)."], ["[11]", "In Randall, Prothonotary Lafrenière this time was dealing with a case where mediation led to a settlement but where the parties were unable to agree on the issue of costs reserving the right to bring a motion for costs. The defendants brought such a motion claiming (1) it was the successful party; (2) the claimants were vexatious and unreasonable in the manner in which they pursued the action thereby requiring the Band Council to incur undue costs; (3) the claimants' claims were unfocused, broad and chaotic; and (4) their allegations were an abusive, scandalous personal attack on Band Council members. In sum, the Band Council claimed the claimants' conduct should be sanctioned by a substantial award of costs. The Prothonotary declined to make such award."], ["[12]", "From the Prothonotary's reasons for order, I derive the following propositions:", "(1) The defendants have the onus to establish there was a sufficient basis for the Court to conclude an exercise of its discretion to award costs is warranted (paragraph 13)", "(2) Notwithstanding the Band Council's claim that it would have prevailed had the proceeding gone to hearing, the fact was the proceeding was settled by the parties \"without any concessions having been made by the parties\". In those circumstances and without a hearing on the merits he was of the view \"success is an illusive concept and capable of being measured quite differently by the parties.\" (paragraph 15)", "(3) The Minutes of Settlement \"cannot be construed as evidence of an admission or concession of liability for costs or wrongdoing by the claimants.\" (paragraph 15.", "(4) The RCP case decided by Justice Rouleau does not support the Band Council's claim for costs. That case had no application because it was a case where the applicant had obtained the relief sought in the form of a settlement which was not the situation before him since the claimants had not conceded the relief claimed by the defendants. The Court cannot speculate as to the likely outcome in the circumstances of this case. (paragraph 16)", "(5) However, costs can be awarded on the basis of the conduct of the parties during the course of the litigation such as: (1) whether it was reasonable for a party to raise, pursue or contest a particular allegation or issue; (2) whether a party properly pursued or defended its case or a particular allegation or issue; (3) whether a party exaggerated its claim or raised a baseless defence; and (4) whether a party properly conceded issues or abandoned allegations during discoveries. (paragraph 18)"], ["[13]", "Concluding on the propositions derived from Randall, I cite directly paragraphs 21 and 22 from Prothonotary's reasons:"], ["[21]", "The Court must also be mindful about the chilling effect of awarding costs against a party after the conclusion of a mediation. It is now widely accepted that dispute resolution conferences have a significant role to play in the litigation process. A mediated settlement can produce solutions that exceed those available through the courts. Its success is contingent, however, upon the parties buying in to the process"], ["[22] The litigation between the Claimants and the Band Council brought a", "number of festering issues to a head, and resulted in negotiated settlement that will no doubt contribute to a better environment and understanding in the community, to the credit of all parties", ". (My emphasis)"], ["[14]", "Finally, the comments made by Prothonotary Lafrenière about costs and settlement resonate in the jurisprudence of other courts. I cite paragraph 19 of the supplementary reasons of Justice R. A. Blair (then a judge of the Commercial Court - Ontario, Court of Justice, General Division) in", "<FRAGMENT_SUPPRESSED> :", "19. I do so principally for the following reason. The parties engaged in a lengthy mediation process before Farley J. They made a genuine effort to settle. They are to be commended for this effort withstanding that, in the end, it was unsuccessful.", "In my view the costs of mediation process - which is a voluntary effort to find a suitable out-of-court resolution - should be borne equally by the parties engaging in it. Otherwise, parties will be discouraged from engaging in what can in many instances be a fruitful exercise leading to a self made result, for fear that at the end of the day, if it is not successful and the proceedings are consequently lengthened, they will bear more costs", ". (My emphasis)", "III.", "The Submissions", "(A) By the applicants"], ["[15]", "The applicants made two costs submissions to this Court: (1) an original cost submission dated September 23, 2009 and (2) a revised costs submission dated January 27, 2010."], ["[16]", "For the purposes of this decision, I will merge the two submissions since the revised submission essentially updates costs and expenses incurred by the MCA in the mediation process."], ["[17]", "In the original submission, the applicants sought costs in an amount representing less than one half of the legal fees paid to legal counsel as of September 2009 which amount, it was stated, excluded substantial internal expenses incurred by the MCA and its staff during the mediation and other related expenses. The applicants trace the history of its application to the Federal Court and of the mediation which may be summarized briefly as follows:", "(1) Service Canada's investigation into the eligibility and entitlement to old age benefits first began in 2006 with the beneficiaries of such benefits residing in the Quebec portion of the Akwesasne Reserve and continued in the Spring of the following year with residents in the Ontario portion of that Reserve.", "(2) The investigation by Service Canada produced conflicts, misunderstandings, allegations of investigative improprieties and some benefits suspensions. As a result protests were lodged and meetings held with the Minister and departmental officials but to no avail causing the application to be launched in this Court."], ["[18]", "The applicants detail the extensive history of dispute resolution meetings in Ottawa and on the Akwesasne Reserve coupled with the even more numerous telephone conference calls."], ["[19]", "In their revised submissions, the applicants provide an update to the judicial mediation meetings and telephone conference calls up to January 19, 2010 when the respondent's legal counsel advised the respondent had obtained the necessary authorisations to enter into the Settlement Agreement."], ["[20]", "In summary form, the applicants' justification for the costs award is based on the following factors:", "(1) The expenses which the MCA incurred would not have been incurred if Service Canada had conducted the investigation, particularly the Quebec one, in a culturally sensitive and professional manner and had not pressured the Elders in a number of inappropriate ways especially threatening retaliation to obtain their consent for disputed authorization forms for the purpose of seeking income information from the U.S. Social Security Administration.", "(2) MCA's expenses incurred would have been avoided if Service Canada had been more proactive with the Elders and if the Minister and the department officials had been more attuned to MCA's protests about the investigations.", "(3) MCA's expenses would have not been on the scale they were if the respondent had been more receptive to initial settlement offers put forward by the MCA and its legal team early in the mediation or if the respondent had not delayed putting forth until November 17, 2008 a first proposal which, in the applicants' view, was flawed and rejected. Furthermore, the applicants had to wait until May 20, 2009 for the respondent's revised proposal.", "(4) The MCA's expenses would have been reduced if Service Canada and the HRDSC had been more efficient in responding to questions raised by the MCA and its legal counsel during the mediation process or had not unduly delayed processing undue hardship applications, revised consent forms and the like. Such delays were prejudicial to the Elders particularly those of advanced age, a few of whom passed away before the settlement was completed. The applicants also say the respondent's process to receive approval to sign the Settlement Agreement was extremely slow.", "(5) Finally, counsel for the applicants submits that costs are also meant to equalize the parties, especially in situations where one has an advantage over the other in respect to resources. He submits that in negotiated settlements, the weaker party with limited resources should be compensated. He further argues that the case involved complex issues and facts which required the participation of a minimum of two lawyers and a considerable amount of time consulting with clients, working on and responding to proposals for settlement and attending dispute resolution meetings.", "(B) By the respondent"], ["[21]", "Counsel for the respondent also made two submissions, the first on September 29, 2009 in response to the applicants' original submission and the other on February 11, 2010 replying to the applicants updated submission for costs. I summarize the respondent's position as follows:", "(1) Counsel for the respondent recognizes the payment of costs in this matter is in the discretion of the Court but that discretion ought to be exercised with caution in this case.", "(2) Each party should bear its own costs, a submission made in the spirit of reconciliation sought by all parties and in accordance with a fundamental principle of mediation which, in this case, is the jointly negotiated resolution of the issues between the parties.", "(3) The resolution of the issues in this mediation relate to the", "Old Age Security Act", "(the OAS) and \"thus the litigation is in principle not an aboriginal matter where consideration might be given to a perceived standard that the Crown pay the costs of aboriginal litigants.\"", "(4) There is nothing in the conduct of the Crown in the initiation of the investigation, its conduct or its participation in the mediation that would justify a cost award against the Crown; there are no indicia of bad faith, undue delay or failure to consider the views of the MCA.", "(5) Service Canada had a statutory duty under the OAS to initiate the investigation in the circumstances. In fact, counsel says Service Canada's investigation was initially supported by the Chiefs of the St. Regis portion of the Reserve.", "(6) The investigation in the Quebec portion showed there were considerable problems in respect of entitlement particularly in relation to eligibility for the Guarantee Income Supplement (the GIS).", "(7) The investigation also revealed problems with overpayments connected to incorrect reporting of residency histories and taxable income.", "(8) The problems identified through the investigation had to be addressed and resolved as a matter of statutory obligation. Compliance had to be restored and considerable efforts were undertaken in this direction with the Mohawk Chiefs and the Elders through information sessions not the least of which were enhanced through the Court's supervised mediation in which the respondent participated fully with several of its senior staff present at all times.", "(9) The Settlement Agreement is based upon adherence with the provisions of the OAS. Recognizing that this statute is complex, the respondent accommodated the MCA and the Elders to the maximum possible, even more \"than the required nine yards\". The Elders in Quebec and those in Ontario, where the completion of the investigation and the issuance of assessments was suspended during the mediation, will be the substantial beneficiaries of the Settlement Agreement and will have the opportunity to wipe the slate clean by asking for a reconsideration of any assessments now made or statutorily issued in the future.", "(10) The respondent has incurred substantial costs and could have claimed costs but has not done so in the spirit of reconciliation and through the desire to \"enter into a more productive relationship with the Mohawks of Akwesasne.\"", "IV", "Discussion and conclusion"], ["[22]", "This is a case where the parties to a judicial review proceeding agreed, almost immediately, to participate in a judicially supervised mediation. The only formal legal step which had to be taken in the proceeding was the applicants' application for judicial supported by the applicants' affidavit. The benefit in proceeding this way was that, rather than the parties spending time and effort in the legal proceedings, they concentrated their energies on attempting to resolve the dispute in a manner that was mutually acceptable. They achieved that resolution on May 10, 2010 with the signing of the Settlement Agreement which was approved by this Court."], ["[23]", "There is no doubt in the minds of everybody concerned that the Settlement Agreement represents a considerable achievement which materialized and matured during the mediation during which the parties spent most of the time educating one another and the Court."], ["[24]", "The Settlement Agreement could not have been reached unless the parties, with the assistance of their legal counsel, manifested a substantial goodwill and a spirit of compromise."], ["[25]", "This Settlement Agreement is to the credit of all the participants of the parties in the mediation and particularly that of the Elders who diligently attended and participated in all of the several mediation sessions during which they eloquently expressed their views."], ["[26]", "This was a case where the parties voluntarily came to the mediation table and settled. Generally, in such cases there are no losers only winners. Judicial comment, which I endorse, is to the effect, unless the parties agree otherwise, each party should bear its own costs in mediation unless the conduct of the parties during litigation suggests otherwise. That exception does not apply here for a number of reasons: (1) as noted, the parties did not litigate; after the inception of the application by the applicants, the parties mediated; (2) there were delays during the mediation process but they were largely explained during the mediation to the general satisfaction of the Court; (3) as noted, much time was spent understanding the issues in the case and the international perspective (U.S.) which permeates the lives of the Mohawks of Akwesasne; (4) on the other hand, the Elders gained a deeper understanding of the eligibility and entitlement to OAS benefits; (5) what difficulties surfaced during the mediation were explained and understood and never detracted from the fundamental objective of achieving a negotiated resolution."], ["[27]", "The other important factor which weighs in the Court's mind is the chilling effect of awarding costs against a party after the successful conclusion of mediation even though the agreement contemplates that possibility of a cost award as it does here."], ["[28]", "As pointed out by Prothonotary Lafrenière in", "Randall", ", a mediated settlement can produce solutions that exceed those available through the Courts. As he said, its success is contingent upon the parties buying into the process."], ["[29]", "Clearly, in the Court's view, the applicants obtained in this mediation much more than they could, had the matter been litigated. For example, much of the Settlement Agreement rests on the exercise of the Minister's discretion in remissions. The Court, in judicial review, cannot dictate the exercise of discretion only its legality. This factor is important."], ["[30]", "More to the point, however, this negotiated settlement has and will contribute to a better environment and understanding in the future in matters related to", "Old Age Security Act", "benefits. It is hope that the understanding reached here between the Crown and the First Nation will give concrete substance to the solution of whatever problem may emerge now or in the future."], ["[31]", "For all these reasons, I am of the view the applicants' motion for costs should be dismissed without costs."], ["[32]", "I close by indicating to all who participated in the mediation my appreciation in the resolution of this matter.", "ORDER"], ["[33]", "THIS COURT ORDERS that", "this motion for costs by the Mohawk Council of Akwesasne on its own behalf and on behalf of the Mohawks of Akwesasne is dismissed without costs.", "[End of document]"]]}