{"id_": "070035", "body_str": [["[1]", "Teitelbaum, D.J.", ": This is an application for judicial review of the rejection of Ms. Myung Soon Jung's second application for exemption based on humanitarian and compassionate (H&C) grounds to apply for permanent residence within Canada under section 25 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", ").  <FRAGMENT_SUPPRESSED>", "BACKGROUND  <FRAGMENT_SUPPRESSED>"], ["[2]", "The Applicant, Ms. Jung, is a divorced, 51 year old woman from South Korea. She arrived in Canada in August 2001 as a visitor from the United States, where she had resided for seven years. Her visitor status in Canada was extended several times; the last extension expired on September 21, 2003.  <FRAGMENT_SUPPRESSED>"], ["[3]", "Ms. Jung made a refugee claim on December 5, 2003 based on her fear of abuse by her ex-husband; this claim was not acted upon.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Ms. Jung's son, mother and siblings all live in Korea. She has no family in Canada. As well, Ms. Jung has been divorced since the year 2000. Ms. Jung has been employed as a \"nail artist\" for five years. She currently manages a nail salon.  <FRAGMENT_SUPPRESSED>"], ["[5]", "In March 2004 Ms. Jung made her first H&C claim, based on the fear that she would be abused by her former husband. This application was rejected in August 2006.  <FRAGMENT_SUPPRESSED>"], ["[6]", "In October 2006 the Applicant submitted her second H&C application, which was refused in August 2008 and is the subject of this judicial review. The application was based on similar grounds and allegations as her first H&C application.  <FRAGMENT_SUPPRESSED>", "DECISION UNDER REVIEW  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Immigration Officer found that the Applicant would not face unusual, undeserved or disproportionate hardship if she were to return to South Korea to apply for immigration to Canada.  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Officer considered the factors regarding her establishment in Canada and the alleged risks she would face in Korea.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicant submitted evidence to prove her financial stability in Canada. This was considered to be a positive element in her application. The Officer commented on Ms. Jung's ability to relocate from the United States to Canada, to find employment and to establish herself economically in both countries. For this reason the Officer found that the Applicant's financial and occupational situation was not significant to grant an exemption from applying from outside Canada.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The Officer then turned her mind to Ms. Jung's links to Canada. The Officer noted that Ms. Jung has no family in Canada. Her 23 year old son lives in Korea, as does her mother and siblings. The Officer also considered reference letters from the Applicant's customers which state she is a hard worker and support her application. The Applicant also submitted a letter from a church stating her involvement in their activities.  <FRAGMENT_SUPPRESSED>"], ["[11]", "From all of this evidence the Officer concluded that Ms. Jung has more ties to Korea than the ones created in Canada.  <FRAGMENT_SUPPRESSED>"], ["[12]", "The Officer evaluated the risks Ms. Jung alleged regarding the abuse she suffered by her ex-husband. In support of this allegation she submitted two articles regarding domestic violence in Korea.  <FRAGMENT_SUPPRESSED>"], ["[13]", "However, due to the Applicant's divorce in 2000, her withdrawn asylum claim on the same allegation, as well as her first H&C application rejection on the same allegation, the Officer was not convinced there was a risk to the Applicant.  <FRAGMENT_SUPPRESSED>"], ["[14]", "With regard to country conditions the Officer noted that Korea is a democratic and relatively free country. The freedoms of religion, association, assembly and of the press are generally respected by the government. Furthermore, the judiciary is considered independent, and the police are considered disciplined and uncorrupted.  <FRAGMENT_SUPPRESSED>"], ["[15]", "It is recognized that violence against women has remained a problem in South Korea. The Ministry of Gender Equality and Family Affairs reports that nearly 50% of all women are victims of domestic violence.  <FRAGMENT_SUPPRESSED>"], ["[16]", "However, the Officer found that the Applicant's situation is similar to the rest of the population and that Ms. Jung is not faced with a personalized risk in Korea that would amount to unusual, undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>", "ISSUES  <FRAGMENT_SUPPRESSED>"], ["[17]", "The issues in this case are as follows:  <FRAGMENT_SUPPRESSED>", "a. Did the Immigration Officer err in law by failing to consider the test in", "<FRAGMENT_SUPPRESSED> ?  <FRAGMENT_SUPPRESSED>", "b. Did the Immigration Officer err in fact and law by finding that the Applicant could return to Korea and then present a claim for Permanent Residence?  <FRAGMENT_SUPPRESSED>", "STANDARD OF REVIEW  <FRAGMENT_SUPPRESSED>"], ["[18]", "In the past, H&C decisions were reviewed on a reasonableness", "simpliciter", "standard because the decision is highly discretionary:", "<FRAGMENT_SUPPRESSED>  and", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[19]", "Since", "Dunsmuir", "there are only two standards of review. Therefore, Justice Beaudry of the Federal Court has found that the standard of review for H&C decisions is reasonableness:", "<FRAGMENT_SUPPRESSED> . I agree with this finding.  <FRAGMENT_SUPPRESSED>"], ["[20]", "When there is a question of law in H&C decisions, the standard of review is correctness:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[21]", "With regard to questions of procedural fairness, the decision is reviewed to determine whether in the particular circumstances the duty of fairness was breached:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>", "LAW  <FRAGMENT_SUPPRESSED>"], ["[22]", "Section 25 of", "IRPA", "states:  <FRAGMENT_SUPPRESSED>", "Humanitarian and compassionate considerations  <FRAGMENT_SUPPRESSED>", "25.", "(1) The Minister shall, upon request of a foreign national in Canada who is inadmissible or who does not meet the requirements of this Act, and may, on the Minister's own initiative or on request of a foreign national outside Canada, examine the circumstances concerning the foreign national and may grant the foreign national permanent resident status or an exemption from any applicable criteria or obligation of this Act if the Minister is of the opinion that it is justified by humanitarian and compassionate considerations relating to them, taking into account the best interests of a child directly affected, or by public policy considerations.  <FRAGMENT_SUPPRESSED>", "Séjour pour motif d'ordre humanitaire  <FRAGMENT_SUPPRESSED>", "25.", "(1) Le ministre doit, sur demande d'un étranger se trouvant au Canada qui est interdit de territoire ou qui ne se conforme pas à la présente loi, et peut, de sa propre initiative ou sur demande d'un étranger se trouvant hors du Canada, étudier le cas de cet étranger et peut lui octroyer le statut de résident permanent ou lever tout ou partie des critères et obligations applicables, s'il estime que des circonstances d'ordre humanitaire relatives à l'étranger - compte tenu de l'intérêt supérieur de l'enfant directement touché - ou l'intérêt public le justifient.  <FRAGMENT_SUPPRESSED>", "ANALYSIS  <FRAGMENT_SUPPRESSED>", "Did the Immigration Officer err in law by failing to consider the test  <FRAGMENT_SUPPRESSED> ?  <FRAGMENT_SUPPRESSED>"], ["[23]", "The Applicant submits that the Officer incorrectly exercised her discretion under s. 25 of", "IRPA", "by applying the test of whether Ms. Jung would \"experience unusual, undeserved or disproportionate hardship\".  <FRAGMENT_SUPPRESSED>"], ["[24]", "The proper test, as submitted by the Applicant, is that  <FRAGMENT_SUPPRESSED> :  <FRAGMENT_SUPPRESSED>", "... those facts, established by the evidence, which would excite in a reasonable man in a civilized society a desire to relieve the misfortunes of another - so long as these misfortunes warrant the grating of special relief from the provisions of the [Immigration and Refugee Protection] Act.  <FRAGMENT_SUPPRESSED>"], ["[25]", "The Applicant argues that the Officer's failure to apply this test is a breach of procedural fairness. The Applicant submits that the test as to whether the applicant would suffer unusual, undeserved or disproportionate hardship is not found in", "IRPA", ", rather, its only found in the Guidelines, which do not have the force of law.  <FRAGMENT_SUPPRESSED>"], ["[26]", "The wording of s. 25 of", "IRPA", "is simpler and broader. The Applicant submits that the test  <FRAGMENT_SUPPRESSED>", "is more in line with the intent of s. 25 than the hardship test.  <FRAGMENT_SUPPRESSED>"], ["[27]", "The Applicant submits that humanitarian and compassionate grounds must be interpreted in their plain and simple meaning, giving the Minister broad discretion.  <FRAGMENT_SUPPRESSED>"], ["[28]", "The Respondent agrees that the Guidelines have no legal force, even though they are a useful indicator of what constitutes a reasonable interpretation of the H&C power. The onus is on the Applicant to adduce the relevant evidence to satisfy the Officer that there are sufficient H&C grounds to warrant an exemption. In this case the Officer was not satisfied that there were sufficient H&C grounds.  <FRAGMENT_SUPPRESSED>"], ["[29]", "Justice Phelan, in", "<FRAGMENT_SUPPRESSED>  at para. 9-11 discusses the importance of the Guidelines, but emphasizes that there is no requirement to refer to them, as long as the Officer considers the important factors. Furthermore, Justice Phelan emphasizes that establishment in the country is not determinative.  <FRAGMENT_SUPPRESSED>"], ["[30]", "The Respondent submits that the Officer properly considered and weighed the relevant factors, but found that an exemption was not warranted.  <FRAGMENT_SUPPRESSED>"], ["[31]", "Furthermore, the Immigration Officer has significant discretion to determine the \"proper purposes\" or \"relevant considerations\" involved in the H&C decision:", "<FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[32]", "The Respondent also relies on the authority that when an applicant remains in Canada, absent circumstances beyond their control, the Court has held that they should not be rewarded for accumulating time or establishment in  <FRAGMENT_SUPPRESSED> .  <FRAGMENT_SUPPRESSED>"], ["[33]", "The Respondent submits that there has been no breach of procedural fairness. The Applicant argues that the Officer applied the wrong test for an H&C exemption; however, the Respondent notes that the Applicant's submissions to the Immigration Officer refer to both tests.  <FRAGMENT_SUPPRESSED>"], ["[34]", "The Respondent submits that while it may be appropriate to apply the", "Chirwa", "test, it is not an error not to refer to that test in assessing an H&C application. Furthermore, Justice Dawson in", "<FRAGMENT_SUPPRESSED> oted that the IAD jurisprudence had not been followed in connection with H&C applications, and that the", "Chirwa", "analysis was not significantly different from the test of unusual, undeserved or disproportionate hardship.  <FRAGMENT_SUPPRESSED>"], ["[35]", "The definition of unusual, undeserved or disproportionate hardship comes from IP 5: Immigrant Applications in Canada made on Humanitarian or Compassionate Grounds. This definition has been recognized and applied in case law. Justice L'Heureux-Dubé stated that the Manual is a good indicator of how the discretion of the Minister is to be exercised at para. 12 of", "Baker.  <FRAGMENT_SUPPRESSED>"], ["[36]", "The Respondent submits that there is no factual underpinning to the Applicant's position and, as such, the court has no reference or relation of the abstract definition proposed to the Applicant's facts.  <FRAGMENT_SUPPRESSED>"], ["[37]", "I agree with Justice de Montigny as he stated in", "<FRAGMENT_SUPPRESSED>  at para. 20, that s. 25 of", "IRPA", "gives the Minister flexibility to exempt deserving cases for processing within Canada. \"This is clearly meant to be an exceptional remedy, as is made clear by the wording of that provision. <FRAGMENT_SUPPRESSED>"], ["[38]", "The Officer was not satisfied that Ms. Jung provided sufficient evidence that this exceptional remedy should be exercised in her favour. This decision is completely reasonable.  <FRAGMENT_SUPPRESSED>"], ["[39]", "As Justice de Montigny aptly stated  <FRAGMENT_SUPPRESSED>", ":  <FRAGMENT_SUPPRESSED>", "It would obviously defeat the purposes of the Act if the longer an applicant was to live illegally in Canada, the better his or her chances were to be allowed to stay permanently, even though he or she would not otherwise qualify as a refugee or permanent resident.  <FRAGMENT_SUPPRESSED>"], ["[40]", "The Officer has the wide discretion to determine whether the Applicant should be granted an exemption on H&C grounds; the wide discretion given to the Officer allows him or her to make that determination within the confines of the legislation, jurisprudence, and Guidelines.  <FRAGMENT_SUPPRESSED>", "Did the Immigration Officer err in fact and law by finding that the Applicant could return to Korea and then present a claim for Permanent Residence in Canada?  <FRAGMENT_SUPPRESSED>"], ["[41]", "The Applicant submits that the Officer erred in determining that Ms. Jung could present a claim for permanent residence from Korea. However, the Applicant notes that Ms. Jung would not be eligible to apply for permanent residence under any class.  <FRAGMENT_SUPPRESSED>"], ["[42]", "The Applicant does not have the required occupational experience and education to seek immigration in the Skilled Worker Category, nor does she have the assets to qualify for the Entrepreneur and Investors Class. Finally, Ms. Jung would not qualify in the Family Class either, because there is no spouse evident.  <FRAGMENT_SUPPRESSED>"], ["[43]", "This application is the last opportunity for the Applicant to seek Permanent Residence in Canada. Therefore, the Officer's finding that Ms. Jung could apply from Korea would appear to be incorrect.  <FRAGMENT_SUPPRESSED>"], ["[44]", "Applications for Permanent Residence as a general rule are made from outside Canada. One of the exceptions is when an application is exempted from this requirement due to compassionate or humanitarian considerations. The Respondent submits that the Officer's decision is reasonable and in accordance with precedent with regard to Ms. Jung's application.  <FRAGMENT_SUPPRESSED>"], ["[45]", "The Respondent submits that the Applicant's argument misconstrues the nature of the H&C process. The Respondent states that an H&C application is not an additional mechanism for selecting perspective permanent residents, nor is it a mechanism for immigrating to Canada for those who do not qualify otherwise:", "<FRAGMENT_SUPPRESSED> . This would seriously undermine the immigration system.  <FRAGMENT_SUPPRESSED>"], ["[46]", "I agree with the Respondent that the Officer is not required nor should be required to determine whether the Applicant is admissible under any grounds for refugee, immigration or permanent residence status. The Officer is tasked with determining whether there are sufficient H&C grounds for an exemption from applying outside of Canada for permanent residence.  <FRAGMENT_SUPPRESSED>"], ["[47]", "The Officer's decision is completely within the possible outcomes of this decision based on these facts. This decision withstands a somewhat probing analysis and is reasonable.  <FRAGMENT_SUPPRESSED>"], ["[48]", "I am also satisfied that in H&C applications, the Immigration Officer can, as did the Officer in this case, refer to the Guidelines to define the test to be used, not because the guidelines are law but because it is a good indication what facts should be looked at.  <FRAGMENT_SUPPRESSED>"], ["[49]", "It appears clear to me that the officer was correct in refusing the second H & C application as she found the Applicant would not suffer any hardship if returned to Korea.  <FRAGMENT_SUPPRESSED>"], ["[50]", "The following question was submitted for certification by counsel for the Applicant:  <FRAGMENT_SUPPRESSED>", "\"What constitutes such \"humanitarian and compassionate considerations\" which allow the Respondent to grant the foreign national permanent resident status", "or", "an exemption from any applicable criteria", "or", "obligation of this Act?  <FRAGMENT_SUPPRESSED>"], ["[51]", "In the alternative, counsel for the Applicant submits the following question:  <FRAGMENT_SUPPRESSED>", "\"If an Applicant asks the decision maker to consider a different test of guideline then \"unusual, undeserved or disproportionate hardship\" test, is it a breach of procedural fairness for the decision maker not to consider it, or to give reasons as to why the tribunal chooses not to apply the test proposed by the Applicant? <FRAGMENT_SUPPRESSED>"], ["[52]", "Having read the submissions of the parties relating to the issue of certifying the questions submitted for certification, I am satisfied that neither of both questions constitute a serious question", "of general importance", ".  <FRAGMENT_SUPPRESSED>"], ["[53]", "Without repeating the entire submissions of the parties, I am satisfied that for the reasons found in the letter of counsel for the Respondent dated June 15, 2009, that, from the facts in the present case, no question should be certified.  <FRAGMENT_SUPPRESSED>"], ["[54]", "I agree with the following statement made by counsel for the Respondent in her letter of June 15, 2009:  <FRAGMENT_SUPPRESSED>", "The Respondent respectfully submits that these questions should not be certified, as neither constitutes \"a serious question of general importance\" as contemplated under subsection 74(d) of the", "Immigration and Refugee Protection Act", ", and as set out by the Federal Court of Appeal in the leading case of", "Liyanagamage (emphasis added)", ":  <FRAGMENT_SUPPRESSED>"], ["[4]", "In order to be certified pursuant to subsection 83(1), a question must be one which, in the opinion of the motions judge, transcends the interests of the immediate parties to the litigation and contemplates issues of broad significance or general application (see the useful analysis of the concept of \"importance\" by Catzman J. in  <FRAGMENT_SUPPRESSED>  (Ont. H.C.) but it must also be one that is determinative of the appeal. The certification process contemplated by section 83 of the Immigration Act is neither to be equated with the reference process established by section 18.3 of the Federal Court Act,", "nor is it to be used as a tool to obtain from the Court of Appeal declaratory judgments on fine questions which need not be decided in order to dispose of a particular case", ".  <FRAGMENT_SUPPRESSED>", "<FRAGMENT_SUPPRESSED>  (1994) 176 N.R. 4 (T.D.)  <FRAGMENT_SUPPRESSED>", "See also:", "<FRAGMENT_SUPPRESSED>  N.R. 365, at para 11", ";  <FRAGMENT_SUPPRESSED>  (T.D.), at para 12; and", "<FRAGMENT_SUPPRESSED>  (T.D.)  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[55]", "THIS COURT ORDERS AND ADJUDGES that", "the application for judicial review is denied. No question of general importance shall be certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}