{"id_": "070337", "body_str": [["[1]", "Phelan, J.", ": This is the judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board of Canada [RPD/Board] wherein the Applicants were held to be neither Convention refugees nor persons in need of protection.", "II.", "Background"], ["[2]", "The Applicants, husband and wife, are citizens of China. They fled China fearing arrest for their involvement in an expropriation protest. They left behind what was then their only child."], ["[3]", "The Applicants' claim stems from an expropriation protest that turned violent. The husband received notice in September 2010 that their house would be expropriated for a new highway. The property owners protested the amount of compensation offered and when the government sent in equipment to demolish the houses, some of the protestors, including the wife, were beaten and injured."], ["[4]", "The Applicants state that on the night of the protest, the police came for them and left a summons to appear. Later, the Applicants heard that six people were detained."], ["[5]", "Knowing that the PSB [police] were looking for them, the Applicants left for Canada. They later learned that their house was demolished without compensation and the police continued to look for them."], ["[6]", "The Applicants also claim that their situation has become more complicated because they have had a son in Canada. This violates Chinese family planning laws and they therefore fear having to pay a large fine and forced sterilization upon return."], ["[7]", "The RPD, in summary, denied the claim on the following grounds:", "• lack of credibility in regards to how they came to Canada, the process of expropriation and the details surrounding it;", "• even if the Applicants were credible, their claim is not founded on Convention grounds; and", "• there is no serious possibility that the Applicants would be forced into sterilization upon return.", "III.", "Analysis"], ["[8]", "There is no dispute that the standard of review for this decision is reasonableness (", "<FRAGMENT_SUPPRESSED> )."], ["[9]", "On the issue of general credibility, while the Board is entitled to a high level of deference generally, where the Board engages in plausibility findings, the Court is entitled to scrutinize those conclusions more closely."], ["[10]", "Some of the Board's findings are not well explained but one can see that by the Applicants switching parts of their story, doubts about credibility are inevitable."], ["[11]", "It is not necessary to deal substantively with the issue of the truth about each part of the Applicants' narrative. This matter can be determined on the assumption that the Applicants' narrative of events is true."], ["[12]", "The Board's finding that this claim is not founded on a Convention ground is both reasonable and correct.  <FRAGMENT_SUPPRESSED> , the Federal Court of Appeal set forth four \"general propositions relating to the status of an ordinary law of general application in determining the question of persecution\".", "(1) The statutory definition of Convention refugee makes the intent (or any principal effect) of an ordinary law of general application, rather than the motivation of the claimant, relevant to the existence of persecution.", "(2) But the neutrality of an ordinary law of general application, vis-à-vis the five grounds for refugee status, must be judged objectively by Canadian tribunals and courts when required.", "(3) In such consideration, an ordinary law of general application, even in non-democratic societies, should, I believe, be given a presumption of validity and neutrality, and the onus should be on a claimant, as is generally the case in refugee cases, to show that the laws are either inherently or for some other reason persecutory.", "(4) It will not be enough for the claimant to show that a particular regime is generally oppressive but rather that the law in question is persecutory in relation to a Convention ground."], ["[13]", "The Board reasonably concluded that the Applicants had not rebutted the presumption of neutrality and validity of the Chinese expropriation law. Furthermore, the Board reasonably concluded that the Applicants had failed to provide evidence that the law would be used against them due to a perceived political dissent."], ["[14]", "There is no question that the Applicants' issue with the Chinese authorities was the amount of compensation due upon expropriation. Absent anything else, this could hardly fall within the type of matters covered by the Convention. This finding is consistent with the decision in", "<FRAGMENT_SUPPRESSED> :"], ["[20] The real dispute was over money not a grounds under the Convention. The monetary dispute cannot be dressed up as a political dispute just because it is against a government decision."], ["[21] It was not unreasonable to conclude that there was no nexus to a Convention grounds given the nature of the dispute and protest activities."], ["[15]", "As the Board concluded, the fact remains that the Applicants are sought by police for their involvement in interfering with an expropriation. A similar offence exists in Canada under s 129 of the", "Criminal Code"], ["[16]", "Therefore, the Board's conclusion as to the absence of a Convention ground must be upheld."], ["[17]", "With respect to the fear of forced sterilization, the Board concluded that on balance the Applicants would face a fine, particularly returning to their home city."], ["[18]", "There is no merit in the suggestion that the Board ignored evidence as to the realities under the \"One Child Policy\". Paragraph 61 of the Board's decision refers specifically to the mixed messages concerning Chinese government policy and action on this issue. However, the Board weighed off evidence from the authorities and outside sources that an enhanced fine rather than forced sterilization is the more likely penalty."], ["[19]", "This finding is well set out and is the exercise of the very function assigned to the Board. The Applicants want this Court to reweigh the evidence and come to a different conclusion. That is not the Court's function."], ["[20]", "Further, this Court (Justice Shore) in", "<FRAGMENT_SUPPRESSED>  held at paragraph 17:"], ["[17] Furthermore, as evidenced by the country conditions documentation, citizens who have \"unauthorized children\" such as the Applicants are required to pay a monetary fine known as the \"social maintenance fee\", which is determined by individual provincial governments. Relying on the jurisprudence of this Court, the RPD concludes that economic sanctions, as a means to enforce compliance with the law, do not amount to persecution (", "Li", ", above;", "<FRAGMENT_SUPPRESSED>  at para 6)."], ["[21]", "The Board's finding on this issue is reasonable and does not merit Court intervention.", "IV.", "Conclusion"], ["[22]", "This judicial review will be dismissed. There is no question for certification.", "JUDGMENT"], ["[23]", "THIS COURT'S JUDGMENT is that", "the application for judicial review is dismissed.", ".........................", "Qi Ying  <FRAGMENT_SUPPRESSED>  Phelan", "[Traduction]: Il s'agit d'une demande de contrôle judiciaire de la décision par laquelle la Section de la protection des réfugiés de la Commission de l'immigration et du statut de réfugié du Canada [la SPR/Commission] a jugé que les demandeurs ne sont ni des réfugiés au sens de la Convention, ni des personnes à protéger.", "II.", "Contexte"], ["[2]", "Les demandeurs, qui sont mari et femme, sont citoyens de la Chine. Ils ont fui la Chine par crainte d'être arrêtés pour leur participation à une manifestation contre des expropriations. Ils ont laissé derrière eux leur unique enfant à l'époque."], ["[3]", "La demande d'asile des demandeurs résulte d'une manifestation contre des expropriations qui est devenue violente. Le demandeur a reçu en septembre 2010 un avis les informant que leur maison serait expropriée pour la construction d'une nouvelle autoroute. Les propriétaires ont protesté contre la somme des indemnités offertes et lorsque le gouvernement a envoyé du matériel pour procéder à la démolition des maisons, certains des protestataires, y compris la demanderesse, ont été battus et blessés."], ["[4]", "Selon les demandeurs, la nuit de la manifestation, la police est venue chez eux pour tenter de les arrêter et y a laissé une citation à comparaître. Par la suite, les demandeurs ont entendu dire que six personnes étaient détenues."], ["[5]", "Sachant que le PSB [la police] les cherchait, les demandeurs ont quitté la Chine pour le Canada. Ils ont appris par la suite que leur maison avait été démolie sans indemnisation et que la police était toujours à leur recherche."], ["[6]", "Les demandeurs font aussi valoir que leur situation s'est compliquée, car ils ont eu un fils au Canada, ce qui contrevient aux lois chinoises sur la planification familiale. Ils craignent par conséquent d'avoir à payer une forte amende et d'être stérilisés de force à leur retour."], ["[7]", "En résumé, la SPR a rejeté la demande d'asile pour les motifs suivants:", "• les demandeurs n'étaient pas crédibles dans leur explication concernant la manière dont ils sont venus au Canada, le processus d'expropriation et les détails s'y rattachant;", "• même si les demandeurs étaient jugés crédibles, leur demande d'asile ne repose pas sur des motifs fondés sur la Convention;", "• il n'existe pas de possibilité sérieuse que les demandeurs soient stérilisés de force à leur retour.", "III.", "Analyse"], ["[8]", "La norme de contrôle applicable à cette décision est sans contredit celle de la décision raisonnable (", "<FRAGMENT_SUPPRESSED> )."], ["[9]", "En ce qui concerne la crédibilité générale, la Commission a en général droit à un degré élevé de retenue judiciaire, mais lorsqu'elle tire des conclusions d'invraisemblance, la Cour a le droit de les examiner soigneusement."], ["[10]", "Certaines des conclusions de la Commission ne sont pas clairement expliquées, mais on peut comprendre qu'il est inévitable que des doutes en matière de crédibilité soient soulevés du fait que les demandeurs ont changé une partie de leur récit."], ["[11]", "Il n'est pas nécessaire de traiter substantiellement de la question de la véracité de chaque partie du récit des demandeurs. La question peut être tranchée en tenant pour acquis que le récit des évènements fait par les demandeurs est véridique."], ["[12]", "La conclusion de la Commission selon laquelle la présente demande d'asile ne repose pas sur un motif fondé sur la Convention est à la fois raisonnable et exacte. Dans l'arrêt", "<FRAGMENT_SUPPRESSED>  (CAF), la Cour d'appel fédérale a décrit quatre « propositions générales [...] relatives au statut d'une loi ordinaire d'application générale lorsqu'il s'agit de trancher la question de persécution »:", "1) La définition légale de réfugié au sens de la Convention rend l'objet (ou tout effet principal) d'une loi ordinaire d'application générale, plutôt que la motivation du demandeur, applicable à l'existence d'une persécution.", "2) La neutralité d'une loi ordinaire d'application générale, à l'égard des cinq motifs d'obtention du statut de réfugié, doit être jugée objectivement par les cours et les tribunaux canadiens lorsque cela est nécessaire.", "3) Dans cet examen, une loi ordinaire d'application générale, même dans des sociétés non démocratiques, devrait être présumée valide et neutre, et le demandeur devrait être tenu de montrer que la loi en question revêt, ou bien en soi ou bien pour une autre raison, un caractère de persécution.", "4) Il ne suffira pas au demandeur de montrer qu'un régime donné est généralement tyrannique. Il devra plutôt prouver que la loi en question a un caractère de persécution par rapport à un motif énoncé dans la Convention."], ["[13]", "La Commission a raisonnablement conclu que les demandeurs n'avaient pas réfuté la présomption de neutralité et de validité de la loi d'expropriation chinoise. En outre, la Commission a raisonnablement conclu que les demandeurs n'avaient pas présenté d'éléments de preuve établissant que la loi serait utilisée contre eux en raison d'une dissidence politique perçue."], ["[14]", "Il ne fait aucun doute que le problème des demandeurs avec les autorités chinoises portait sur la somme de l'indemnité à laquelle ils avaient droit pour leur expropriation. Sans autres considérations, cette question pourrait difficilement cadrer dans celles qui font l'objet de la Convention. Cette conclusion est conforme à la décision", "<FRAGMENT_SUPPRESSED> :"], ["[20] Le véritable différend avait trait à une question d'argent, et non à un motif prévu à la Convention. Le demandeur ne pouvait maquiller le différend financier en un différend politique, simplement parce que le différend en question se rapportait à une décision gouvernementale."], ["[21] Compte tenu de la nature du différend et des activités de protestation, il n'était pas déraisonnable de conclure à l'absence de lien avec les motifs prévus à la Convention."], ["[15]", "Comme l'a jugé la Commission, le fait est que les demandeurs sont recherchés par la police en raison de leur participation à la perturbation d'une expropriation. Une infraction semblable existe au Canada et est prévue à l'article 129 du", "Code criminel"], ["[16]", "Par conséquent, la conclusion de la Commission voulant que la Convention ne s'applique pas en l'espèce doit être confirmée."], ["[17]", "En ce qui concerne la crainte des demandeurs d'être stérilisés de force, la Commission a conclu que selon la prépondérance des probabilités les demandeurs risquaient une amende, en particulier s'ils retournaient dans leur ville d'origine."], ["[18]", "La prétention selon laquelle la Commission a omis de prendre en considération les réalités découlant de la [traduction] « politique de l'enfant unique » est sans fondement. Au paragraphe 61 de sa décision, la Commission mentionne explicitement les messages contradictoires des politiques et des mesures du gouvernement chinois sur cette question. Cependant, la Commission a soupesé les éléments de preuve émanant des autorités et de sources externes et conclu qu'une amende majorée, et non la stérilisation forcée, serait probablement infligée aux demandeurs."], ["[19]", "Cette conclusion est clairement énoncée et correspond à la fonction même de la Commission. Les demandeurs souhaitent que la Cour soupèse de nouveau la preuve et tire une conclusion différente. Ce n'est pas le rôle de la Cour."], ["[20]", "Par ailleurs, la Cour (le juge Shore) a statué ce qui suit dans la décision", "<FRAGMENT_SUPPRESSED> :"], ["[17] En outre, comme en témoignent les documents sur la situation dans le pays, les citoyens qui ont des enfants sans autorisation, comme les demandeurs, doivent payer une amende appelée [traduction] « frais d'assistance sociale », lesquels sont déterminés par les différents gouvernements provinciaux. À la lumière de la jurisprudence de la Cour, la SPR conclut que les sanctions pécuniaires visant à assurer le respect de la loi ne constituent pas de la persécution (décision", "Li", ", précitée;", "<FRAGMENT_SUPPRESSED> , au paragraphe 6)."], ["[21]", "La conclusion de la Commission en la matière est raisonnable et ne justifie pas une intervention de la Cour.", "IV.", "Conclusion"], ["[22]", "La demande de contrôle judiciaire est rejetée. Il n'y a aucune question à certifier.", "JUGEMENT"], ["[23]", "LA COUR STATUE que", "la demande de contrôle judiciaire est rejetée.", "[End of document]"]]}