{"id_": "070362", "body_str": [["[1]", "Tremblay-Lamer, J.", ": This is an application by Cesar Gonzalo Vallenilla (the father) and Marce Alejandra Vallenilla Cock (the daughter; together, the Applicants) pursuant to subsection 72(1) of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (", "IRPA", "), for judicial review of a decision by the Refugee Protection Division of the Immigration and Refugee Board (the panel), dated July 8, 2009, that they are neither refugees nor persons in need of protection."], ["[2]", "The Applicants are citizens of Venezuela. Together with Mr Vallenilla's wife and Ms Vallenilla Cock's mother, Soledad Cock Seballos (the mother), a citizen of Colombia, they fled Venezuela in 2002. They entered Canada following a failed asylum bid in the United States. The mother was granted refugee status in Canada by the same decision of which the father and the daughter are now seeking a judicial review."], ["[3]", "The mother is the descendant of a family that has long been politically active in Colombia. Many of her relatives have been targeted, and some killed, in the political violence involving the FARC and other rebel groups in that country."], ["[4]", "In December 2001, the mother's nephew, a citizen of the United States, was kidnapped by an armed group called the ELN while travelling from Colombia to Venezuela. The kidnappers obtained his diary and contact numbers and, realizing that his family was politically active, began harassing the mother, making threatening phone calls to her. Because of the ELN's violence in Colombia and lack of state protection there, the panel found the mother to have a well-founded fear of persecution in that country based on her perceived political opinions."], ["[5]", "The father and the daughter claimed that they had a well-founded fear of persecution in Venezuela. The father was a businessman who provided furniture to opponents of the president Hugo Chavez. He said that he was a regular participant at opposition marches, and that he once declined running for a mayoral position because one had to be pro-Chavez to hold it."], ["[6]", "In 2002, he was the target of allegedly politically-motivated vandalism and harassment. Thus, his van was vandalized and the word '", "oligarca", "', used to refer to opponents of the regime, was painted on the wall of his office. Then the family started receiving threatening phone calls. Their car was crashed from the rear and later that night a caller asked whether they saw \"how close we are.\""], ["[7]", "In July 2002, the daughter was knocked down by an individual on a motorcycle when attending an anti-Chavez rally."], ["[8]", "While the panel accepted that the accidents involving the father and the daughter happened, it was not satisfied that there was enough evidence to conclude that they were politically motivated. Furthermore, the Applicant", "had not discharged their burden of demonstrating that state protection would not be available to them."], ["[9]", "The Applicants submit that the panel erred in finding that they could not be targeted because their political involvement was not high-profile. I agree. The panel accepted that the father was helping the opposition movement. It also accepted that a political slogan had been written in his office by vandals and that the police refused to act when he complained about this. Yet it did not mention these facts in its analysis and concluded that there was not sufficient evidence that the father was targeted for political reasons. It is not clear what other reasons there could have been for the vandalism against his office, or what kind of evidence might have persuaded the panel. Thus the panel's reasons are not transparent and intelligible and its conclusion is, accordingly, unreasonable (", "<FRAGMENT_SUPPRESSED> , at par. 47)."], ["[10]", "The Applicants also submit that the panel misconstrued the evidence in concluding that the daughter was simply watching a demonstration when she was struck or that she was targeted by the ELN. Again, I agree with the Applicants that this was contrary to the evidence which suggests that the accident happened while she was demonstrating and that she was purposely hit by a motorcyclist and targeted by a Chavez supporter and not by the ELN."], ["[11]", "In fact, the panel's reasons fail altogether to distinguish between the two distinct risks alleged by the Applicants, who say that they were being targeted both by the government's supporters and by the ELN. This is a significant flaw in its analysis and suggests it did not have a careful regard to the evidence before it."], ["[12]", "Further, with respect to the threat posed to the applicants by the ELN, I note that the panel is silent in its analysis about the phone call allegedly received by the applicants after the father's traffic accident asking them whether they saw \"how close we are.\" The panel explicitly accepted that the accident took place, but found that it was not \"politically motivated.\" The alleged phone call at least seems to support the applicants' interpretation of the events. In my opinion, the panel's failure to comment on it renders its decision non-transparent and insufficiently justified."], ["[13]", "I also agree with the applicants that the panel appears to have ignored significant evidence which contradicted its findings on the issue of state protection and thus committed a reviewable error (", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.), 83 A.C.W.S. (3d) 264). It quoted lengthy sections of the", "DOS Report", "on Venezuela in support of its findings that Venezuela is a democratic country able to protect its citizens, but failed to mention other more relevant passages. The", "DOS Report", "states that \"[p] oliticization of the judiciary and official harassment ... of the political opposition continued to characterize the human rights situation\" in the country. It also specifically referred to violent disruptions of opposition marches and rallies by supporters of the government and the security forces, in which hundreds of people were injured."], ["[14]", "As Justice John Evans observed  <FRAGMENT_SUPPRESSED> - <FRAGMENT_SUPPRESSED> , at par. 17, \"when the agency refers in some detail to evidence supporting its finding, but is silent on evidence pointing to the opposite conclusion, it may be easier to infer that the agency overlooked the contradictory evidence when making its finding of fact.\" Such an inference is warranted in the case at bar."], ["[15]", "Indeed, in a recent case where, as here, the contradictory evidence overlooked by the decision-maker was contained in the same document on which it relied in support of its finding, Justice James Russell concluded that \"[a] review of the evidence before the Board reveals an extremely partial selectiveness in order to support conclusions that the evidence in total may well contradict.\" (", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 124, at par. 26; see also", "<FRAGMENT_SUPPRESSED>  Imm. L.R. (3d) 246 at par. 33)."], ["[16]", "For these reasons, the application for judicial review of the decision is allowed; the panel's decision set aside and the matter remitted to a differently constituted panel for re-determination.", "JUDGMENT"], ["[17]", "THIS COURT ORDERS that", "The application for judicial review of the decision is allowed; the panel's decision set aside and the matter remitted to a differently constituted panel for re-determination.", "[End of document]", "<FRAGMENT_SUPPRESSED>"]]}