{"id_": "070317", "body_str": [["[1]", "Shore, J.", ": \"We have war when at least one of the parties to a conflict wants something more than it wants peace.\" Jane J. Kilpatrick, 1994."], ["[2]", "A meaningful change of circumstances in a country must reflect three basic elements to be considered as a truly viable change in circumstances. According to Professor James C. Hathaway, one of the foremost recognized authorities, in his classic text, The Law of Refugee Status, Buttersworths, 1991 at pp. 199-205. A change of circumstances must reflect: \"First, the change must be of substantial political significance, in the sense that the power structure under which persecution was deemed a real possibility no longer exists ... Second, there must be reason to believe that the substantial political change is truly effective ... Third, the change of circumstances must be durable.\"", "INTRODUCTION"], ["[3]", "On this application for a stay of the execution of the removal Order, subsequent to a Pre-Removal Risk Assessment (PRRA) decision, the Applicant sought to rebut the credibility determination of the Immigration and Refugee Board (IRB) by explaining (in a sworn affidavit) the context in which three letters had been provided to the Board as evidence, and pointing out that he had not been asked for an explanation at the hearing. This sworn evidence and submissions from counsel demonstrate that Maoists are in fact active in Kathmandu, undertaking abductions, extortion and executions there, and that they are also active in the region where the Applicant's home is located. (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. C: Submissions of June 14, 2006, p. 54; Affidavits, pp. 562ff.)"], ["[4]", "The Applicant further provided detailed evidence regarding the rapidly changing political developments in Nepal on 2006 and early 2007 - namely the ceasefire and subsequent peace accord between the crown and the Maoists - and the fact that these political developments have yet to be translated from political agreement to implementation. He provided most recent evidence of continuing widespread violence by both Maoists and government forces in Kathmandu and elsewhere in Nepal during the ceasefire period and since the signing of the accord in late 2006. (Applicant's Motion Record, Tab 2:Affidavit of Dipesh Kumar Thalang, Ex. C: Submissions of June 14, 2006, p. 54; Affidavits, pp. 562ff; Ex. I: Submissions of February 14, 2007, pp. 811ff (see also Ex. D-H).)", "Decision under review"], ["[5]", "In his reasons, the PRRA Officer dismissed the Applicant's risk claim as unfounded. The Officer provided a summary of the general gist of some of the Applicant's submissions and evidence, including information in respect of the attack on the Applicant's father, and wrote of the Applicant's fear that his request to the Canadian government may find its way to Nepal through the closely knit Nepalese community, putting him at further risk beyond that of his original refugee claim. The Officer noted that the submissions and affidavits \"also discuss the decision of the Board, mainly with respect to determinations made regarding Maoist control of the applicant's home area, and the activities of government forces in Kathmandu.\" (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, p. 14.)"], ["[6]", "After a most brief description of the Board's reasons, the Officer concluded as follows:", "After reviewing the applicant's documents and counsel's submissions, I find there is insufficient evidence to suggest that the determination made by the Board on this matter was done without proper consideration to the evidence available or that I should arrive at a different conclusion from the Board with respect to this matter. In addition to insufficient evidence suggesting the applicant was actively sought in Kathmandu by Maoists and government forces, recent developments make such a possibility less likely.", "(Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, p. 15.)"], ["[7]", "The Officer then referred to the November 28, 2006, ceasefire agreement, acknowledging that while \"security in parts of Nepal remains poor\" and \"[r] eports of continuing Maoist activity and failure continue to surface ...such actions are not condoned by the movement's leadership, and are not considered evidence indicating the peace had broken down or will fail.\" (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, p. 15.)"], ["[8]", "The Officer concluded that there is \"insufficient evidence\" the Applicant \"would be sought after or targeted by Maoists or government forces if he were to return to Nepal,\" or that he would be at risk in Kathmandu or as a failed refugee claimant. (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, p. 15.)"], ["[9]", "The Applicant received the Officer's reasons on June 21, 2007, found new counsel, and initiated this Application for Leave and Judicial Review on July 4, 2007.", "ISSUES"], ["[10]", "(a) Is there a serious issue to be tried?", "(b) Would the Applicant suffer irreparable harm if a stay is not granted?", "(c) In whose favour does the balance of convenience lie?", "ANALYSIS"], ["[11]", "The role of the Court at an interlocutory and preliminary stage of the proceeding has been clarified by the Supreme Court of Canada:"], ["[40] The limited role of a court at the interlocutory stage was well described by Lord Diplock in the", "American Cyanamid", "case, supra, at p. 510:", "It is no part of the court's function at this stage of the litigation to try to resolve conflicts of evidence on affidavit as to facts on which the claims of either party may ultimately depend nor to decide difficult questions of law which call for detailed argument and mature considerations. These are matters to be dealt with at the trial.", ". . . . ."], ["[42] First, the extent and exact meaning of the rights guaranteed by the Charter are often far from clear and the interlocutory procedure rarely enables a motion judge to ascertain these crucial questions. Constitutional adjudication is particularly unsuited to the expeditious and informal proceedings of a weekly court where there are little or no pleadings and submissions in writing, and where the Attorney General of Canada or of the Province may not yet have been notified as is usually required by law ...", "<FRAGMENT_SUPPRESSED> .)", "SERIOUS ISSUE"], ["[12]", "The first branch of the test for injunctive relief is:"], ["[31] The first test is a preliminary and tentative assessment of the merits of the case, but there is more than one way to describe this first test. The traditional way consists in asking whether the litigant who seeks the interlocutory injunction can make out a prima facie case ... The House of Lords has somewhat relaxed this first test in", "<FRAGMENT_SUPPRESSED>  satisfy the Court [page128] that there was a serious question to be tried as opposed to a frivolous or vexatious claim.", ". . . . ."], ["[33] ...In my view, however, the", "American Cyanamid", "\"serious question\" formulation is sufficient in a constitutional case where, as indicated below in these reasons, the public interest is taken into consideration in the balance of convenience.In my view, however, the", "American Cyanamid", "'serious question' formulation is sufficient in a constitutional case where, as indicated below in these reasons, the public interest is taken into consideration in the balance of convenience.", "<FRAGMENT_SUPPRESSED>  (F.C.A.).)"], ["[13]", "Did the Officer fail to provide adequate reasons and did the Officer err in law by ignoring or misunderstanding the evidence. (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, p. 14-15.)"], ["[14]", "In the circumstances, the Officer's reasons do not fulfill the minimal requirements of procedure fairness and natural justice."], ["[15]", "The duty to provide reasons is well established in law. This duty requires that the reasons be adequate. They must set out the findings of fact and must address the major points in issue. (", "<FRAGMENT_SUPPRESSED>  (F.C.A.) at paras. 17-22.)"], ["[16]", "The requirements of procedural fairness depend on the degree of discretion allowed the decision maker and the nature of the interests at stake. In the case of PRRA decisions, the reasons requirement is higher, as compared to deferral decisions of enforcement officers. This is also warranted by the nature of the interests at stake in PRRA applications - freedom from torture and persecution, and the fundamental rights to life, liberty and security of the person protected by s. 7 of the", "Charter of Rights and Freedoms", ", Schedule B, Part I to the", "Canada Act", "1982 (U.K.) 1982, c.11.", "( <FRAGMENT_SUPPRESSED>  (QL) at para. 17;", "Baker", ", above;", "Via Rail", ", above.)"], ["[17]", "A large volume of evidence was provided to the Officer and there is no need to address each and every document. The Officer was required to summarize the elements of risk to the Applicant rather than to find the evidence \"insufficient.\" The insufficiency requires some degree of explanation, especially with respect to the latest submissions and evidence provided by the Applicant. (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, p. 14-15.)"], ["[18]", "While it was open to the Officer to question credibility in respect of explanations of the Applicant, the Officer did not indicate that credibility was at issue. (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons; Applicant's Motion Record, Tab 2:Affidavit of Dipesh Kumar Thalang, Ex. C: Submissions of June 14, 2006, p. 54; Affidavits, pp. 562ff.)"], ["[19]", "Similarly, there is no evaluation in the reasons of the evidence provided by the Applicant regarding the attack on his father in late 2005 - probative new evidence that deserved at a minimum some degree of assessment. (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. C: Submissions of June 14, 2006, p. 54; Affidavits, pp. 562ff.)"], ["[20]", "Nor do the Officer's reasons suggest an understanding or consideration of evidence and submissions provided by the Applicant with respect to the practical impact of the peace agreement, or the evidence regarding the mistreatment of returning displaced persons by the Maoists. This evidence was also before the Officer, but was not reflected in the reasons. (Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex. A: PRRA Reasons, Applicant's Motion Record, Tab 2: Affidavit of Dipesh Kumar Thalang, Ex I.)"], ["[21]", "Not having provided adequate reasons is a serious issue warranting a stay of removal. (", "Baker", ", above", "at paras. 25, 75;", "VIA Rail", ", above", "at paras. 17-22;", "Cepeda- <FRAGMENT_SUPPRESSED> , at para 17.)", "IRREPARABLE HARM"], ["[22]", "The second branch of the test for a stay or injunction is whether an Applicant will face irreparable harm of a kind that cannot easily be compensated in damages:"], ["[34] The second test consists in deciding whether the litigant who seeks the interlocutory injunction would, unless the injunction is granted, suffer irreparable harm, that is harm not susceptible or difficult to be compensated in damages.", "<FRAGMENT_SUPPRESSED>  recognized in other cases where a PRRA decision is being challenged that removal to the country where the Applicant fears harm prior to an assessment of the legality of decision denying protection constitutes irreparable harm. (", "<FRAGMENT_SUPPRESSED>  [2005] F.C.J. 458 (QL) at para. 41.)"], ["[24]", "The issue in this case is that the", "risk", "has not been properly assessed. Thus, irreparable harm is a consideration for serious redetermination."], ["[25]", "Furthermore, his application before this Court would be rendered nugatory if an injunction were not granted. As Justice Paul Robertson indicated in", "<FRAGMENT_SUPPRESSED>  on the stay motion before him:"], ["[12] Based on the documentary evidence, I have no doubt that Mr. Suresh will be detained by the authorities upon his arrival in Sri Lanka. Not only has Mr. Suresh's case garnered widespread attention in Canada, it has also attracted the attention of the Sri Lankan authorities, both in Canada and Sri Lanka. Unfortunately, I am not as confident that Mr. Suresh's basic human rights will be respected once he is detained. This is not to suggest that the appropriate standard of risk assessment for irreparable harm is absolute certainty. The jurisprudence clearly states otherwise. Yet it is difficult to speculate on the fate that may await a person who is to be deported to a country whose human rights record falls below international or Canadian standards. I have always found it difficult to accept that when the House of Lords formulated the tripartite test in its seminal decision of", "<FRAGMENT_SUPPRESSED>  consideration was ever given to its applicability in the human rights context. It is only in a commercial context such as that which presented itself in", "American Cynamid", "that any court would characterize irreparable harm in terms of that which cannot be compensated in monetary terms. No transgression of a basic human right can be accurately measured or compensated by money. This is particularly true in immigration cases involving deportation to a country which fails to abide by international norms respecting human rights. Nevertheless, it is equally true that there is no absolute right to remain in Canada, particularly for those whom the Minister has reasonable grounds to believe are terrorists or active supporters of terrorism. Ultimately, the balance of convenience may have to favour the public interest over the interests of a person who is to be deported to a country where human rights abuses exist. However, it is not necessary at this stage to dwell on the fate that may await Mr. Suresh if he is returned to Sri Lanka, for there is an alternate basis upon which to find that he will suffer irreparable harm if his stay application is not granted."], ["[13] Clearly, the issue of irreparable harm can be answered in one of two ways. The first involves an assessment of the risk of personal harm if a person is deported or deported to a particular country. The second involves an assessment of the effect of a denial of a stay application on a person's right to have the merits of his or her case determined and to enjoy the benefits associated with a positive ruling."], ["[14] The alternative argument advanced by counsel for Mr. Suresh is that his pending appeal will be rendered \"moot\" or \"nugatory\" if he is deported prior to the hearing of his appeal. Assuming that Mr. Suresh is deported and detained in Sri Lanka prior to that proceeding, and assuming that he is successful on appeal, Mr. Suresh's successful constitutional challenge would be a hollow victory, since the Sri Lankan authorities would be unlikely to release him and, therefore, he would be unable to avail himself of the fruits of his victory, most likely, the right to remain in Canada until such time as his case is disposed of in accordance with the Charter. Were he to remain in Canada and be successful on his appeal, I take it for granted that the Minister would be unable to act on the deportation order.", "(Reference is also made to: <FRAGMENT_SUPPRESSED> , above;", "<FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 1474 (QL)."], ["[26]", "If an injunction is not granted, the Applicant will be denied the benefit of any remedy ordered by this Court; a determination that his application for judicial review should be granted after he has been returned to Nepal would be too late and would render the asserted rights illusory."], ["[27]", "Recognizing that this Court has in other cases determined that loss of a business, and even less serious harm such as loss of market share can be considered irreparable, the evidence provided by the Applicant requires recognition of irreparable harm. (", "<FRAGMENT_SUPPRESSED>  (T.D.) (QL) at paras. 10-11;", "<FRAGMENT_SUPPRESSED>  (C.A.) (QL) at paras. 6, 8;", "Belkin Canada (Minister of Citizenship and Immigration)", ", [1999] F.C.J. No. 1159 (QL);", "Calabrese Canada (Minister of Citizenship and Immigration)", ", [1996] F.C.J. No. 723 ( <FRAGMENT_SUPPRESSED> ).)"], ["[28]", "Recent events in Nepal, including those that postdate the PRRA decision, are further evidence that violence and instability and human rights violations continue to plague Nepal, with Maoists continuing to breach the agreement through extortions, abduction, executions and threats. This evidence fully supports a finding that the Applicant would be placed at serious risk should he be retuned at this time. (Applicant's Motion Record, Affidavit of Dipesh Kumar Thalang, Ex I, J.)", "BALANCE OF CONVENIENCE"], ["[29]", "The third branch of the test for a stay or injunction is a consideration in respect of where the balance of convenience lies.", "The third test, called the balance of convenience, is a determination of which of the two parties will suffer the greater harm from the grant or refusal of an interlocutory injunction, pending a decision on the merits.", "<FRAGMENT_SUPPRESSED>  enforcement of the provisions of the IRPA and the subordinate regulations and policies. A very significant public interest exists in ensuring that individuals facing such serious consequences on removal from Canada have effective access to a remedy before the Courts. (", "<FRAGMENT_SUPPRESSED> .)"], ["[31]", "The Applicant poses no danger to the public or to the security of Canada. The Applicant would suffer a far greater harm if the stay were not granted than would the Respondent should the Court permit him to remain in Canada while his application is pending before this Court. (", "<FRAGMENT_SUPPRESSED>  (F.C.T.D.) (QL).)", "CONCLUSION"], ["[32]", "For all of the above reasons, the application for a stay of the execution of the removal Order is granted", "JUDGMENT"], ["[33]", "THIS COURT ORDERS that", "the application for a stay of the execution of the removal Order be granted", "[End of document]"]]}