{"id_": "070488", "body_str": [["[1]", "McNair, J. [orally]", ": This is the motion of the applicant, Bonnie E. Danielson, pursuant to s. 225.2(2) of the Income Tax Act for the determination of the question whether a direction by the Minister to the taxpayer to pay an assessed amount of tax forthwith, pursuant to s. 225.2(1) thereof, was justified in the circumstances."], ["[2]", "Subsection 225.2(1) of the Income Tax Act provides as follows:", "\"SEC. 225.2. Collection in jeopardy.", "(1) Notwithstanding section 225.1, where it may reasonably be considered that collection of an amount assessed in respect of a taxpayer would be jeopardized by a delay in the collection thereof, and the Minister has, by notice served personally or by registered letter addressed to the taxpayer at his latest known address, so advised the taxpayer and directed the taxpayer to pay forthwith the amount assessed or any part thereof, the Minister may forthwith take any of the actions described in paragraphs 225.1(a) to (g) with respect to that amount or that part thereof.\""], ["[3]", "Subsection 225.2(5) states:", "\"Sec. 225.2(5)", "(5) Burden to justify direction. On the hearing of an application under paragraph 2(c) the burden of justifying the direction is on the Minister.\""], ["[4]", "In my view, s. 225.2 must read in context with s. 225.1 of the Act, which imposes restrictions on the collection avenues open to the Minister for the recovery of unpaid assessments. Sections. 225.1 and 225.2 are relatively new, having been enacted by S.C. 1985, c. 45, effective on Royal Assent on October 29, 1985."], ["[5]", "By virtue of s. 225.2, the Minister may give a notice or direction to pay forthwith an amount assessed for tax where it may reasonably be considered by the Minister that the collection of the amount so assessed would be jeopardized by a delay in the collection thereof. In that event, the Minister may forthwith take any of the collection actions described in paragraphs (a) to (g) inclusive of s. 225.1(1) of the Act. The burden of justifying any direction so made rests squarely on the Minister by virtue of s. 225.2(5)."], ["[6]", "In my judgment, the issue goes to the matter of collection jeopardy by reason of the delay normally attributable to the appeal process. The wording of s. 225.1(1) would seem to indicate that it is necessary to show that because of the passage of time involved in an appeal the taxpayer would become less able to pay the amount assessed."], ["[7]", "In my opinion, the fact that the taxpayer was unable to pay the amount assessed at the time of the direction would not, by itself, be conclusive or determinative. Moreover, the mere suspicion or concern that delay may jeopardize collection would not be sufficient per se. The test of \"whether it may reasonably be considered\" is susceptible of being reasonably translated into the test of whether the evidence on balance of probability is sufficient to lead to the conclusion that it is more likely than not that collection would be jeopardized by delay."], ["[8]", "Cogent evidence on the part of the Minister as to the dissipation of the taxpayer's assets or the movement of assets out of the jurisdiction beyond the reach of the Department of National Revenue and other potential creditors could be very persuasive and compelling. A more difficult borderline case might be the situation where the taxpayer's assets are of a wasting nature, or likely to decline in value with the mere passage of time."], ["[9]", "What of the case where the taxpayer has little, if anything, in the way of assets? Is the inability to pay the amount assessed sufficient justification, without more, to enable the Minister to successfully invoke s. 225.2(1)? I think not."], ["[10]", "In my opinion, the issue is not whether the collection per se is in jeopardy but rather whether the actual jeopardy arises from the likely delay in the collection thereof."], ["[11]", "The rationale of the Crown's position is that the applicant is totally dependent on her husband for her support and means of wherewithal. His financial position was precarious, to say the least, on May 13, 1986 and is likely to worsen. Her fate and fortunes are linked to those of her husband. The analogy was drawn to a house of cards. When the key card falls, the whole edifice topples. Crown counsel concluded with this submission:", "\"She had no income, that is the whole idea of the Minister's proceeding in the way he did.\""], ["[12]", "I am of the opinion that this falls far short of the justificatory standard imposed by s. 225.2(1) of the Income Tax Act."], ["[13]", "Apart from the ground of mere inability to pay, the only scintilla of evidence tending to support the direction to pay is contained in the concluding paragraphs of the affidavit of Patricia Colleen Connor, namely, paragraphs 42 and 43 thereof, which read respectively as follows:", "\"42. I do verily believe that Bonnie Ellen Danielson is financially dependent on Charles Edward Danielson and because of that fact and the other facts alleged herein, the payment of the amount assessed in respect of Bonnie Ellen Danielson would be jeopardized by a delay in the collection thereof.", "\"43. I do further verily believe that because of the facts alleged herein the Minister of National Revenue is justified in directing both Charles Edward Danielson and Bonnie Ellen Danielson to pay the assessed amount forthwith.\""], ["[14]", "Against this is the countervailing averment in paragraph 11 of the applicant's affidavit sworn herein on August 28, 1986. The paragraph reads as follows:", "\"11. I at no time, either before or subsequent to April 12, 1986, took any steps to secrete, dispose, or otherwise hinder any collection proceedings.\""], ["[15]", "I find therefore that the taxpayer's inability to pay is insufficient justification for the direction to pay in the absence of any compelling evidence beyond mere suspicion or conjecture of actions by the taxpayer or other creditors or claimants, or the reasonable apprehension of such actions, that would be likely to jeopardize the collection of the amount assessed."], ["[16]", "In the result, the motion is granted and the direction to pay is necessarily quashed. The applicant shall have her costs of the motion. An order will go accordingly.", "Application allowed.", "Editor: Steven C. McMinniman/sms", "[End of document]"]]}