{"id_": "070433", "body_str": [["[1]", "Shore, J.", ": Sexual interference is assimilated with sexual aggression. In the present case, in regard to a child, it is viewed as a violent assault, a violent and serious crime (", "FRAGMENT_SUPPRESSED). In immigration matters, it is a serious non-political crime. The notion of a serious non-political crime may be assimilated to the notion of serious criminality defined in subsection 36(1) of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 [", "IRPA", "] (", "FRAGMENT_SUPPRESSED).", "II.", "Introduction"], ["[2]", "The Supreme Court of Canada determined that sexual aggression is a serious crime (", "FRAGMENT_SUPPRESSED)"], ["[3]", "It was erroneous for the Refugee Protection Division of the Immigration and Refugee Board [Board] to use a test developed by the Federal Court of Appeal specifically for section 36 of the", "IRPA", "when the issue was one of exclusion and not inadmissibility (", "FRAGMENT_SUPPRESSED). They are not interchangeable"], ["[4]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal determined that a relevant factor of consideration was whether in most jurisdictions the act in question would be considered a serious crime", "FRAGMENT_SUPPRESSED).", "III.", "Judicial Procedure"], ["[5]", "This is an application pursuant to subsection 72(1) of the", "IRPA", "for judicial review of a decision made by the Board, dated June 2, 2011, wherein the Board rejected the Respondent's application for refugee protection in Canada. The Board determined that the Respondent was neither a Convention refugee within the meaning of section 96 of the", "IRPA", "nor a person in need of protection within the meaning of section 97 of the", "IRPA", "because his account of the circumstances that led him to flee his native country, India, were not sufficiently credible; however, the credibility aspect of the decision is not challenged before the Federal Court. Rather, the issue at bar concerns whether the Board accurately determined whether the Respondent was excluded from refugee protection in Canada because of his criminal history. The Board determined that the Respondent was not excluded from refugee protection. It is on this specific aspect of the decision that the Applicant Minister challenges it.", "IV.", "Background"], ["[6]", "This is the second time the Respondent, Mr. Vinod Kumar Raina, comes before the Court in judicial review of his refugee determination. On November 4, 2009, the Board first decided that Mr. Raina was ineligible for refugee protection in Canada because he was excluded on the basis of article 1F(", ") of the United Nations Convention relating to the Status of Refugees, July 28, 1951, 189 UNTS 137, Can TS 1969 no 6 [Convention], in", "FRAGMENT_SUPPRESSED. On judicial review, the Federal Court overturned this decision because the Board failed to apply an appropriate test in its 1F(", ") analysis."], ["[7]", "Mr. Raina bases his claim for refugee protection on the following circumstances."], ["[8]", "Mr. Raina is a citizen of India. He came to Canada in October 2006 and claimed refugee protection because he faced harassment, threats and torture from police in the State of Jammu and Kashmir. These problems previously led him to flee India in 1999 for New Zealand. In 2001, while still in New Zealand, Mr. Raina was convicted of sexual intercourse or indecency in respect of a young female between the ages of 12 and 16 as described in paragraph 134A(2)(", ") of the", "New Zealand Crimes Act", "of 1961 [", "NZ", "], 1961/43 [", "NZCA", "]. Mr. Raina served 18 months in prison and then was deported to his country of origin, India, in July of 2003."], ["[9]", "Upon his return to India, officials detained and questioned him at the airport and then allowed him to go with certain conditions. He explained that, after this, he had had no problems between 2003 and 2006."], ["[10]", "Beginning in January 2006, Mr. Raina's problems resurfaced. In January 2006, Mujaheddin came into the small provisions store operated by Mr. Raina and took goods without paying. Mr. Raina was warned to serve other members of their organization gratuitously and was threatened that he would be killed if he went to the police."], ["[11]", "On the following day, police raided Mr. Raina's house, arrested and detained him. The police also questioned him about any links he might have had to any extremist organizations. The police accused Mr. Raina of sheltering and helping militants. Six days later, Mr. Raina's father bribed the police and he was released; however, he had to report to the police on a monthly basis and was prohibited from leaving the state of Jammu and Kashmir."], ["[12]", "In June 2006, during one of his monthly reports to the police, Mr. Raina was directed to testify against militants. Frightened, he left his home and hid in the Punjab for one month. In July 2006, he moved to Delhi until October 2006, when he left for Canada. He arrived in Canada on October 21, 2006 and requested asylum on February 26, 2007."], ["[13]", "Mr. Raina declared his conviction in New Zealand on his Personal Information Form [PIF]. For this crime, Mr. Raina was sentenced to 30 months of incarceration. Mr. Raina served 18 months of this sentence and was then deported to India. For the same incident that led to this conviction, Mr. Raina was also charged with the more serious crime of sexual intercourse with an individual (female) between 12 and 16 years of age; however, he was never convicted of this crime."], ["[14]", "At the most recent hearing before the Board, Mr. Raina maintained that he was unjustly convicted. He explained that the circumstances surrounding his conviction were that he kissed a relative of his wife on the cheek who was 14 years old. This young female, Ms. Moetu, asked him one night to take her out for dinner and buy her cigarettes. Mr. Raina accepted and, at the end of the night, he kissed her on the check. The kiss was a \"cultural kiss\" and this was a usual way to say goodbye to someone in his family. The next morning he was arrested by the police and accused of sexual intercourse or indecency on an individual (female) between 12 and 16 years of age. The young female offered to withdraw her complaint in exchange for money; however, Mr. Raina was advised to plead \"not guilty\" and proceeded with his trial. A jury convicted him of indecency in respect of a young female between 12 and 16 years of age, but acquitted him of the more serious crime of sexual intercourse.", "V.", "Decision under Review"], ["[15]", "The Board applied a combination of the first two tests, as in", "FRAGMENT_SUPPRESSED, to determine whether the crime committed by Mr. Raina was a serious non-political crime (", "FRAGMENT_SUPPRESSED)."], ["[16]", "The Board noted that Mr. Raina was charged under subsection 134(2) of the", "NZCA", "which is defined as \"sexual intercourse or indecency on a girl aged between 12 and 16\"."], ["[17]", "The Board concluded that the", "NZCA", "merged three infractions that are separately defined in Canadian criminal law; sexual assault defined at subsection 265(2) of the", "Criminal Code", ", sexual interference defined at section 151 of the", "Criminal Code", "and offences tending to corrupt morals, defined at sections 163 to 171 of the", "Criminal Code"], ["[18]", "Accordingly, the Board then applied the second test in", "FRAGMENT_SUPPRESSED", ", above, which indicates that the Board must examine the evidence to determine whether \"the essential ingredients of the offence in Canada had been proven in the foreign proceedings\" (", "FRAGMENT_SUPPRESSED)."], ["[19]", "The Board determined that there were three versions of the incidents that led to the Mr. Raina's conviction. First, there was Mr. Raina's version wherein he stated that he kissed Ms. Moetu on the cheek, it was a cultural kiss and there was no intention behind it.", "Second, a letter from Mr. Raina's criminal defence lawyer describing the incident as more serious", "than he did himself (rather than as first mentioned) an assault involving kissing and", "touching", "Finally, Ms. Moetu stated that Mr. Raina kissed her and touched her everywhere"], ["[20]", "The Board determined that Mr. Raina's New Zealand conviction was compelling evidence that a crime was committed and that there are serious reasons to believe that he kissed and touched a girl between the ages of 14 and 16 for sexual purposes and that the kiss was not a \"cultural kiss\"."], ["[21]", "The Board then determined that the crime committed by Mr. Raina was a serious non-political crime and evaluated the factors set out in", "FRAGMENT_SUPPRESSED", ", above. The Board acknowledged that sexual interference was an abhorrent act. The Board also noted that sexual interference could be prosecuted in Canada by way of indictment or by way of summary conviction and determined that, while sexual interference was always a crime, it observed that the penalty imposed onMr. Raina was 30 months. The Board also determined it was not able to draw any conclusions about the seriousness of the incident from the sentence because it had no evidence regarding sentencing practices in New Zealand. The Board then analyzed Canadian case law on sexual interference and mentioned several cases in which individuals received between two and nine months for offences from touching and kissing a 14 year old girl to offences such as sexually assaulting a girl between the ages of 5 and 8 for four years. From this analysis, the Board determined that if Mr. Raina's crime had been committed in Canada, he likely would not have received a 30 month sentence."], ["[22]", "The Board noted that the young age of the victim was an aggravating circumstance. It concluded that the circumstances of Mr. Raina's crime did not reach the level of a serious non-political crime. Consequently, Mr. Raina was not excluded from obtaining refugee protection in Canada pursuant to article 1F(", ") of the Convention."], ["[23]", "The Board then considered whether Mr. Raina met the criteria for obtaining refugee protection in Canada and determined that he was not credible enough to establish a reasonable fear of persecution. The Board found that, based on Mr. Raina's testimony, neither the police nor the militants were interested in him. Accordingly, the Board found that Mr. Raina was neither a Convention refugee nor a person in need of protection.", "VI.", "Issue"], ["[24]", "Was the Board's determination that Mr. Raina was not excluded from refugee protection for lack of serious reasons to believe that he committed a serious non-political crime reasonable?", "VII.", "Standard of Review"], ["[25]", "The Minister argues that the issue of whether Mr. Raina's crime rises to the level of a serious non-political crime is a question of law and of general importance to the legal system. Accordingly this issue is reviewable on the correctness standard (", "FRAGMENT_SUPPRESSED)."], ["[26]", "Mr. Raina argues that the standard of review is reasonableness (", "FRAGMENT_SUPPRESSED). The Board is a specialized tribunal and questions of fact fall within its realm of expertise. Further, the Board is entitled to determine how much weight to accord to each piece of evidence and this Court ought not substitute its own findings with that of the Board's.", "VIII.", "Analysis"], ["[27]", "In respect of Mr. Raina's arguments, it is important to note that despite the Minister's request to bring official documents regarding his conviction in New Zealand, he failed to do so. Mr. Raina's own testimony about the crime was inconsistent and determined not credible by the Board; therefore, the Board erred in relying on Mr.Raina's testimony in its analysis."], ["[28]", "The Board analyzed the title section of section 134 of the", "NZCA", "rather than the actual disposition under which Mr. Raina was charged."], ["[29]", "Deciding that a person is excluded from refugee protection according to 1F(", ") of the Convention is not a determination that a person is guilty of a crime based on the criminal law standard of proof. The Minister does not have to prove beyond a reasonable doubt that Mr. Raina is guilty. Rather, the burden of proof is simply one of serious reasons for considering that Mr. Raina committed a serious non-political crime (", "FRAGMENT_SUPPRESSED). This standard is higher than a mere suspicion but less than a balance of probability (", "FRAGMENT_SUPPRESSED)."], ["[30]", "The law imposes a presumption of seriousness if a crime is punishable in Canada by more than ten years of imprisonment (", "FRAGMENT_SUPPRESSED)."], ["[31]", "The Supreme Court determined in the context of the", "Extradition Act", ", SC 1999, c 18 [", "EA", "], that a crime punishable by 10 years of imprisonment or more is a serious non-political crime (", "FRAGMENT_SUPPRESSED). The notion of a serious non-political crime may be assimilated to the notion of serious criminality defined in subsection 36(1) of the", "IRPA", "FRAGMENT_SUPPRESSED)."], ["[32]", "In Canada, hybrid offences are treated as indictable offences unless the Crown elects to proceed by way of summary conviction. The Board was to first determine whether a presumption of a serious non-political crime exists before examining if there are mitigating circumstances. It is for a claimant to be responsible for submitting evidence of mitigating factors."], ["[33]", "The Board committed an error in failing to determine that a crime punishable by at least 10 years of imprisonment in Canada constitutes a serious non-political crime. The Board erred, when it determined that because the Canadian offence of sexual interference was a hybrid offence, it could be considered not serious; the Board erred when it determined that seriousness of a crime in the context of exclusion had to be distinguished from an inadmissibility analysis."], ["[34]", "On a previous decision, in the same matter, an earlier Board panel had determined that Mr. Raina's actions constituted sexual interference as defined in section 151 of the", "Criminal Code", ". This Court had set aside that determination because the Board failed to apply one of the three tests as described in", "FRAGMENT_SUPPRESSED)."], ["[35]", "In the current decision under review, the Board applied the second test enunciated in", "FRAGMENT_SUPPRESSED", ", above; however, the Board had no credible evidence on which to rely in using the second test in", "FRAGMENT_SUPPRESSED", ". The only evidence adduced regarding Mr. Raina's conviction is his shifting testimony, judged not to be credible by the Board."], ["[36]", "The Board's conclusion that no evidence was submitted regarding the meaning of the word assault in New Zealandlaw requires scrutiny. The meaning of the word is quite plain and can be found in the Oxford English Dictionary; it was unnecessary for the Board to adduce evidence regarding its interpretation in New Zealand law. The Minister alleges that the offence for which Mr. Raina was charged contains every type of sexual assault on a young female between 12 and 16 years of age that is not sexual intercourse. Accordingly, the specific facts of the case could be quite varied. As no credible evidence exists to establish the facts which gave rise to the accusations, the Board erred in applying the second test in", "FRAGMENT_SUPPRESSED", ", above."], ["[37]", "The prohibition of touching with sexual intent, both criminalize a broad range of acts in respect of a child; that, in and of itself, requires determination of a specific nature"], ["[38]", "The Minister had clearly requested that Mr. Raina adduce documents for the Board relating to his conviction. Mr. Raina never explained his failure to do so."], ["[39]", "The word assault implies violence, attack or aggression. In Canadian case law, sexual touching without consent amounts to assault and is considered violent (", "FRAGMENT_SUPPRESSED)."], ["[40]", "In Canada, sexual interference is assimilated with sexual aggression and is considered a serious and violent crime even when no actual force is used (", "FRAGMENT_SUPPRESSED). Even when no force is used during sexual aggression, it is always considered violent because it is without the consent of the victim (", "FRAGMENT_SUPPRESSED)."], ["[41]", "The Supreme Court determined that sexual aggression is a serious crime (", "FRAGMENT_SUPPRESSED)."], ["[42]", "This Court has previously determined that kissing a minor was equivalent to sexual interference in Canada and that this act was a serious crime pursuant to article 1F(", ") of the Convention (", "FRAGMENT_SUPPRESSED).", "In this case, even Mr. Raina admitted to having done more so when he admitted to touching the child"], ["[43]", "The Board failed to consider that Mr. Raina abused the trust of his victim; failed to consider whether a presumption of a serious crime existed before considering mitigating or aggravating circumstances; and, failed to infer that psychological harm occurred to the victim because she was a minor. These failures, in and of themselves, constitute grounds for judicial review."], ["[44]", "The Board did not follow the test as set out by the Federal Court of Appeal in", "FRAGMENT_SUPPRESSED", ", above, failing to consider the essential elements of the crime. The Board erroneously relied on Mr. Raina's version of events which was not supported by the evidence, even that of his own subsequent testimony."], ["[45]", "It was erroneous for the Board to use the test developed by the Federal Court of Appeal for section 36 of the", "IRPA", "when the issue was one of exclusion and not inadmissibility", "FRAGMENT_SUPPRESSED).", "They are not interchangeable"], ["[46]", "In", "FRAGMENT_SUPPRESSED, the Federal Court of Appeal determined that a relevant factor of consideration was whether in most jurisdictions the act in question would be considered a serious crime"], ["[47]", "Canadian law treats sexual interference as a serious crime. Five elements of the crime militate in favour of considering it as a serious crime. First, sexual interference affects the sexual integrity of victims under the age of 16 years; Canada considers it an abhorrent crime (", "FRAGMENT_SUPPRESSED). Second, as sexual interference is serious criminality pursuant to subsection 36(1) of the", "IRPA", ").", "Third, even if the offence is tried by way of summary conviction, it is still considered to be a serious offence", ". The maximum term of imprisonment if someone is prosecuted by way of summary conviction is eighteen months which is three times the punishment for all other summary offences (", "Criminal Code", ", at 787(1)). Fourth, unlike the vast majority of offences in the", "Criminal Code", ", section 151 imposes a minimum term of imprisonment. Finally, sexual interference is a designated offence for the purpose of the forensic DNA data bank. All these factors demonstrate that this crime is considered as serious in the intention of Parliament."], ["[48]", "For all of the above reasons, the Applicant's application for judicial review is granted and the matter is remitted for redetermination by a differently constituted panel.", "JUDGMENT"], ["[49]", "THIS COURT ORDERS that", "the application for judicial review be granted and the matter be remitted for redetermination by a differently constituted panel. No question for certification.", "Application allowed.", "Editor: Elizabeth M.A. Turgeon/vnh"]]}