{"id_": "070689", "body_str": [["[1]", "Hugessen, J.", "[orally]: This is a motion under rule 49 to transfer proceedings presently pending in the Court of Appeal in file number A-317-98 to this court. The motion originally appeared on the motions list for today as being a matter going by consent but after taking communication of the file I instructed the registry to direct counsel to attend and make submissions as I had some difficulty with the motion. That has now been done by way of teleconference call."], ["[2]", "My initial difficulty with the motion is a purely technical one. It seeks as I have said, to transfer to this division proceedings presently pending in the Court of Appeal. In my view, the proper construction of rule 49 and the most effective way of having the two divisions of the court operate harmoniously would be if motions under rule 49 were brought in the division of the court in which the proceedings are currently pending and not in the division of the court to which it is sought to transfer those proceedings."], ["[3]", "I have, however, a second difficulty with the motion which is more fundamental. The proceedings presently pending in this court are two motions by way of appeal from a report made by Mr. Justice Heald sitting as a referee. That report, which is very lengthy and runs to over 90 pages plus appendices, was rendered after a long hearing in the Trial Division and is dated February 13, 1998. Both parties sought to appeal Mr. Justice Heald's recommendations and in accordance with the", "Federal Court Rules", "then in force did so by way of a motion to the Trial Division. Those appeals were properly brought under the", "Rules", "as they then stood."], ["[4]", "Subsequently, on April 28, 1998, just after the coming in to force of the", "Federal Court Rules, 1998", ", Mr. Justice Heald made a further Order with respect to the costs of the reference. That Order has been appealed to the Court of Appeal and that appeal is pending in Court File A-317-98. That appeal was properly brought in accordance with the provisions of the", "Federal Court Rules, 1998"], ["[5]", "When the matter came on for hearing this morning, I discussed with counsel the possibility of my making an Order under rule 49, not to transfer the proceedings presently pending in the Court of Appeal into this court, but rather, the other way around. It seemed to me that the case was bound to go to the Court of Appeal in any event and that the economy of both of the parties and the law would be best served by sending the files directly to the Court of Appeal. The new", "Rules", "recognize that where a referee is a Judge of the court, his report has the effect of a Judgment and the Appeal therefrom should be to the Court of Appeal since it is really an exercise in futility to expect a single Judge of the Trial Division to sit in Appeal from another decision of another single Judge of that same Division."], ["[6]", "Neither of the parties raised any serious objection to my exercising the jurisdiction given by rule 49 and it is one of the powers which, by virtue of rule 47, may be exercised by the court of its own initiative. So I shall accordingly enter an Order transferring the proceedings in this file to the Court of Appeal. Any subsequent directions with respect to such matters as joining these Appeals with the Appeal that is presently pending in the Court of Appeal or regarding the formal terms of Mr. Justice Heald's Order or the make up of the Appeal Book or Appeal Books, as the case may be, should of course be made to the Court of Appeal.", "Order accordingly.", "Editor: Jana A. Andersen/klf", "[End of document]"]]}