{"id_": "070807", "body_str": [["[1]", "Snider, J.", ": The Applicants, Robert Istvan Kovacs and Maria Emilia Kovacs, are subject to a valid removal order from Canada. They have a Canadian born child, Nicolette, who has ongoing medical problems. Their removal was deferred once due to issues related to Nicolette's health. However, on August 11, 2006, they received a second Direction to Report for removal to Hungary on November 28, 2006."], ["[2]", "By letters dated November 15 and 16, 2006, the Applicants requested a further deferral until after \"an important medical appointment . . . scheduled for February 6, 2007 [later changed to February 15, 2007] \". In a decision dated November 20, 2006, an Enforcement Officer with the Canadian Border Services Agency refused to defer the November 28, 2006 removal."], ["[3]", "The Applicants commenced an Application for Leave and Judicial Review with respect to this decision and also brought a motion for a stay of the removal until final determination of the underlying Application for Leave and Judicial Review. The motion for a stay was granted by Order dated November 28, 2006. Leave was subsequently granted and this Court was scheduled to consider the Judicial Review."], ["[4]", "Noting recent jurisprudence where the Court has dismissed similarly-situated judicial reviews on the grounds that they were moot (see, for example,", "<FRAGMENT_SUPPRESSED> ), I requested that the parties address the question of whether this application for judicial review is now moot, given that the scheduled date for removal has now passed and, if moot, whether the Court should exercise its discretion to hear the matter."], ["[5]", "Both parties acknowledge that \"technically\", the application is moot. The date for removal has passed. In this case, even the requested deferral date of February 15, 2007 has passed. On these facts, it is clear that there is no \"live controversy or concrete dispute\", as the \"substratum\" of the judicial review has disappeared (", "<FRAGMENT_SUPPRESSED>  at 354). This application is moot."], ["[6]", "As informed by the Supreme Court of Canada in <FRAGMENT_SUPPRESSED> , above, I now move to the second stage of the analysis. In spite of the mootness, should I exercise my discretion to hear and decide the questions raised by the judicial review? Both counsel submitted that I should hear and decide the merits. However, in spite of very capable arguments, I am not prepared to do so."], ["[7]", "The first factor is the existence of an adversarial relationship between the parties. There is no doubt that, when viewed on a broad level, an adversarial relationship exists. The Applicants do not want to leave Canada; the Respondent seeks to deport them."], ["[8]", "The second factor to be considered is the need to promote judicial economy. The Respondent submits that a decision by this Court on the scope of the duties of an enforcement officer could clarify the issues and thereby reduce the need for future judicial intervention. In theory, this is a reasonable argument. There will no doubt be cases where the Court can provide an important precedent; in such a situation, the Court may decide to exercise its discretion. However, this is not such a case. It appears to me that the issue in this judicial review is simply whether the Enforcement Officer had regard to the evidence before him. I fail to see how a decision on the particular facts and issues in", "this", "judicial review could be of any significant precedential value. Further, I also question what more this case could add to the already substantial jurisprudence (see, for example,", "<FRAGMENT_SUPPRESSED>  (QL)); and", "<FRAGMENT_SUPPRESSED> )."], ["[9]", "A secondary argument on this factor is that Nicolette's underlying illness is ongoing. Thus, the Respondent submits, it would be helpful to the parties for the Court to opine on the grounds upon which Nicolette's health problems would warrant a deferral or when an enforcement officer, in spite of the ongoing problems, could refuse to defer removal. The problem is that the facts of this application for judicial review do not engage those issues. The", "only", "issue before the Enforcement Officer was whether removal should be deferred until after the medical appointment. My decision would be limited to whether the Enforcement Officer properly considered the evidence in support of the deferral request beyond that February 15, 2007 appointment. A ruling on that issue would not have any practical side effects on the rights of the parties. If and when a further notice of removal is served on the Applicants, they will have the right to request a deferral based on whatever evidence they choose to put before an officer. At that point, the officer will have the obligation to review that evidence and exercise his or her limited discretion."], ["[10]", "The final factor for consideration relates to the proper role for the courts. I do not think that pronouncing a judgment in this case would be \"intruding into the role of the legislative branch\" ( <FRAGMENT_SUPPRESSED> , above, at 362). Nevertheless, I think that this factor cautions against intervention where a party is asking for a ruling that would be broader than the facts before this Court."], ["[11]", "In conclusion, I am not persuaded that I should exercise my discretion to hear and decide this judicial review on its merits."], ["[12]", "As has been done in a number of similar cases, I will certify the following question:", "Where an applicant has filed an application for leave and judicial review of a decision not to defer the implementation of a removal order outstanding against him or her, does the fact that the applicant's removal is subsequently halted by operation of a stay Order issued by this Court render the underlying judicial review application moot?", "ORDER"], ["[13]", "THIS COURT ORDERS that", "1. The application for judicial review is dismissed; and", "2. The following question is certified:", "Where an applicant has filed an application for leave and judicial review of a decision not to defer the implementation of a removal order outstanding against him or her, does the fact that the applicant's removal is subsequently halted by operation of a stay Order issued by this Court render the underlying judicial review application moot?", "[End of document]"]]}