{"id_": "070826", "body_str": [["[1]", "Shore, J.", ": The question of whether an Internal Flight Alternative (IFA) exists is an integral part of the definition of a Convention refugee. It arises when an applicant who, otherwise, meets all of the elements of the definition of a Convention refugee. Yet, an applicant may, nevertheless, not be a Convention refugee because of the existence of an IFA; however, an IFA is only a valid alternative, if, in fact, it is viable. Whether it is viable or not, can only be ascertained by analyzing the subjective and objective fear and evidence of the claim.  <FRAGMENT_SUPPRESSED>", "II.", "Judicial Procedure  <FRAGMENT_SUPPRESSED>"], ["[2]", "This is an application for judicial review of a decision of the Refugee Protection Division of the Immigration and Refugee Board (Board), dated September 28, 2010, wherein the Board found that the Applicants are not Convention refugees or persons in need of protection as defined in sections 96 and 97, respectively, of the", "Immigration and Refugee Protection Act", ", SC 2001, c 27 (", "IRPA", "). The Board based its decision on its determination that they had an IFA in Monterrey, Mexico.  <FRAGMENT_SUPPRESSED>", "III.", "Background  <FRAGMENT_SUPPRESSED>"], ["[3]", "The Applicants, Mr. Carlos Manuel Manitas Vargas, Ms. Ingrid Selene Cruz Amador, Ms. Ingrid Ninivet Manitas Cruz and Mr. Joseph Rafael Manitas Cruz, are citizens of Mexico who lived in the city of Veracruz. The principal Applicant, Mr. Vargas, was born on March 29, 1984, and was a press photographer working for a Veracruz newspaper.  <FRAGMENT_SUPPRESSED>"], ["[4]", "Mr. Vargas alleged that he fears a group called the Zetas. He claimed that he accidentally encountered members of the Zetas on January 11, 2009, when there was an altercation between Mr. Vargas and members of the Zetas; they assaulted him and took pictures of his information and Identification (ID) cards. Mr. Vargas stated that he was threatened and told that he would have to start working for the Zetas.  <FRAGMENT_SUPPRESSED>"], ["[5]", "A few days later, the Zetas called him and demanded that he take some pictures for them; they threatened his family should he refuse. As a result, Mr. Vargas fled to a church with his family where they hid for 15 days. Mr. Vargas left his family in hiding in Cosamaolapan, in the state of Veracruz, and left for Cancun, where the threats continued. He bought a ticket to Canada while he hid in Mexico City until his flight for Edmonton.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Approximately five months after her husband fled, Ms. Cruz Amador was approached by some men who asked questions about her husband. She decided to follow her husband to Canada with their two children. They immediately fled to Mexico City and then to Canada.  <FRAGMENT_SUPPRESSED>", "IV.", "Decision under Review  <FRAGMENT_SUPPRESSED>"], ["[7]", "The Board found that the Applicants had an IFA in the city of Monterrey, in the state of Nuevo Leon. The Board did not make a negative credibility finding with respect to the Applicants; however, the Board found that the Applicants had failed to demonstrate that the Zetas had any interest in pursuing them:  <FRAGMENT_SUPPRESSED>"], ["[12] You seem to be very good, honest people and I do not take issues with the story as you have told it.  <FRAGMENT_SUPPRESSED>"], ["[13] I do find that you would face a risk in your hometown of Veracruz but I am not convinced that you are at risk in Monterrey or other parts of Mexico.  <FRAGMENT_SUPPRESSED>"], ["[14] The", "Gender Guidelines", "were taken into consideration in deciding for Ingrid Selena Cruz Amador and Ingrid Ninivet Manitas Cruz.  <FRAGMENT_SUPPRESSED>"], ["[15] In terms of your credibility, I find that you have both been honest and upfront people and I do not find that you have exaggerated your story.  <FRAGMENT_SUPPRESSED>"], ["[16] I do find, however, that there is an Internal Flight Alternative for you in Monterrey and so that is the determinative issue in your case today. The issue was raised with you both before the hearing and at the hearing.  <FRAGMENT_SUPPRESSED>", "V.", "Position of the parties  <FRAGMENT_SUPPRESSED>"], ["[8]", "The Respondent contends that the Applicants failed to demonstrate that the Board's conclusion that they had an IFA was unreasonable. The Respondent submits that the principal Applicant has not provided concrete evidence that the Zetas had any desire to locate him or that he is of particular importance to them.  <FRAGMENT_SUPPRESSED>"], ["[9]", "The Applicants submit that the evidence before the Board showed that they would not live safely in Monterrey. The Applicants contend that, given the access that their persecutors have to their personal information in Mexico, the only way to live safely in the proposed IFA is for them to remain constantly in hiding. The Applicants cite", "<FRAGMENT_SUPPRESSED>  (QL/Lexis) (FCA), in which this Court decided that, if an individual had to remain in hiding to avoid problems, this would not be evidence of an IFA. The Applicants also submit that the Federal Court has decided that big urban centres do not automatically constitute an IFA per se; that is, large urban areas cannot be assumed to be IFAs by virtue of their population size alone. Finally, the Applicants submit that the Board did not consider the evidence of how easy it is to locate someone in Mexico through electoral lists, telephone companies and social security numbers, or other means potentially available to the Zetas.  <FRAGMENT_SUPPRESSED>", "VI.", "Issue  <FRAGMENT_SUPPRESSED>"], ["[10]", "Did the Board err in determining that an IFA was available for the Applicants in Monterrey?  <FRAGMENT_SUPPRESSED>", "VII.", "Relevant Legislative Provisions  <FRAGMENT_SUPPRESSED>"], ["[11]", "The following provisions of the", "IRPA", "are applicable in these proceedings:  <FRAGMENT_SUPPRESSED>", "Convention refugee  <FRAGMENT_SUPPRESSED>", "96.", "A Convention refugee is a person who, by reason of a well-founded fear of persecution for reasons of race, religion, nationality, membership in a particular social group or political opinion,  <FRAGMENT_SUPPRESSED>", ") is outside each of their countries of nationality and is unable or, by reason of that fear, unwilling to avail themself of the protection of each of those countries; or  <FRAGMENT_SUPPRESSED>", ") not having a country of nationality, is outside the country of their former habitual residence and is unable or, by reason of that fear, unwilling to return to that country.  <FRAGMENT_SUPPRESSED>", "Person in need of protection  <FRAGMENT_SUPPRESSED>", "97.", "(1) A person in need of protection is a person in Canada whose removal to their country or countries of nationality or, if they do not have a country of nationality, their country of former habitual residence, would subject them personally  <FRAGMENT_SUPPRESSED>", ") to a danger, believed on substantial grounds to exist, of torture within the meaning of Article 1 of the Convention Against Torture; or  <FRAGMENT_SUPPRESSED>", ") to a risk to their life or to a risk of cruel and unusual treatment or punishment if  <FRAGMENT_SUPPRESSED>", "(i) the person is unable or, because of that risk, unwilling to avail themself of the protection of that country,  <FRAGMENT_SUPPRESSED>", "(ii) the risk would be faced by the person in every part of that country and is not faced generally by other individuals in or from that country,  <FRAGMENT_SUPPRESSED>", "(iii) the risk is not inherent or incidental to lawful sanctions, unless imposed in disregard of accepted international standards, and  <FRAGMENT_SUPPRESSED>", "(iv) the risk is not caused by the inability of that country to provide adequate health or medical care.  <FRAGMENT_SUPPRESSED>", "(2) A person in Canada who is a member of a class of persons prescribed by the regulations as being in need of protection is also a person in need of protection.  <FRAGMENT_SUPPRESSED>", "Définition de « réfugié »  <FRAGMENT_SUPPRESSED>", "96.", "A qualité de réfugié au sens de la Convention - le réfugié - la personne qui, craignant avec raison d'être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un groupe social ou de ses opinions politiques:  <FRAGMENT_SUPPRESSED>", ") soit se trouve hors de tout pays don't elle a la nationalité et ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de chacun de ces pays;  <FRAGMENT_SUPPRESSED>", "b) soit, si elle n'a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle, ne peut ni, du fait de cette crainte, ne veut y retourner.  <FRAGMENT_SUPPRESSED>", "Personne à protéger  <FRAGMENT_SUPPRESSED>", "97.", "(1) A qualité de personne à protéger la personne qui se trouve au Canada et serait personnellement, par son renvoi vers tout pays don't elle a la nationalité ou, si elle n'a pas de nationalité, dans lequel elle avait sa résidence habituelle, exposée:  <FRAGMENT_SUPPRESSED>", ") soit au risque, s'il y a des motifs sérieux de le croire, d'être soumise à la torture au sens de l'article premier de la Convention contre la torture;  <FRAGMENT_SUPPRESSED>", "b) soit à une menace à sa vie ou au risque de traitements ou peines cruels et inusités dans le cas suivant:  <FRAGMENT_SUPPRESSED>", "(i) elle ne peut ou, de ce fait, ne veut se réclamer de la protection de ce pays,  <FRAGMENT_SUPPRESSED>", "(ii) elle y est exposée en tout lieu de ce pays alors que d'autres personnes originaires de ce pays ou qui s'y trouvent ne le sont généralement pas,  <FRAGMENT_SUPPRESSED>", "(iii) la menace ou le risque ne résulte pas de sanctions légitimes - sauf celles infligées au mépris des normes internationales - et inhérents à celles-ci ou occasionnés par elles,  <FRAGMENT_SUPPRESSED>", "(iv) la menace ou le risque ne résulte pas de l'incapacité du pays de fournir des soins médicaux ou de santé adéquats.  <FRAGMENT_SUPPRESSED>", "(2) A également qualité de personne à protéger la personne qui se trouve au Canada et fait partie d'une catégorie de personnes auxquelles est reconnu par règlement le besoin de protection.  <FRAGMENT_SUPPRESSED>", "VIII.", "Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[12]", "<FRAGMENT_SUPPRESSED> , a decision based on an IFA is reviewable on the standard of reasonableness. It is trite law that the assessment of the evidence and the IFA of an applicant is within the Board's purview. This Court will only intervene if the decision does not fall \"within a range of possible, acceptable outcomes which are defensible in respect of the facts and law\" (", "Dunsmuir", "at para 47).  <FRAGMENT_SUPPRESSED>"], ["[13]", "It has also been held that a Board's decision concerning questions of fact is reviewable upon the standard of reasonableness (", "<FRAGMENT_SUPPRESSED> ).  <FRAGMENT_SUPPRESSED>", "IX.", "Analysis  <FRAGMENT_SUPPRESSED>"], ["[14]", "The question is one of whether an IFA exists as an integral part of the Convention refugee definition. A fundamental concept of refugee protection is that it is meant to be a last resort and therefore does not apply to applicants who are able to take refuge in another location within their home country. From the classic cases in respect of the IFA such as", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 869, it is clear that the test to be applied in determining whether an IFA exists is two-pronged: the Board must be satisfied on a balance of probabilities that no serious possibility of persecution exists in the proposed IFA area; and it would not be unreasonable, under the circumstances, including those specific to an applicant, for him or her to seek refuge in the proposed IFA.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In coming to its determination of an IFA's availability, the Board considered certain but not all of the evidentiary elements of the claim:  <FRAGMENT_SUPPRESSED>", "a. that the principal Applicant's first encounter with the Zetas was by accident;  <FRAGMENT_SUPPRESSED>", "b. that none of the Applicant's family members who remain in Mexico have been approached or threatened by the Zetas;  <FRAGMENT_SUPPRESSED>", "c. that the principal Applicant's mother is also a photographer but has not been approached by the Zetas;  <FRAGMENT_SUPPRESSED>", "d. that the Zetas called the principal Applicant on his cell phone while he was staying with his cousin in Cancun.  <FRAGMENT_SUPPRESSED>"], ["[16]", "The Board based its decision solely on a few factual elements of the claim; it chose to analyze but it did not make reference or mention of any of the key or pertinent aspects of the documentary evidence in the claim. A tribunal need not refer to every piece of evidence presented; however, the more significant a piece of evidence is, the more likely it is that a failure to make reference to it will result in a finding that the decision was unreasonable (", "<FRAGMENT_SUPPRESSED>  ACWS (3d) 264). It is expected that significant evidence is to be specified, analyzed and considered, especially when it appears to be in marked contradiction to a finding of the Board. In the present case, the Applicants' submitted voluminous documentary evidence which was not even mentioned by the Board in its decision, namely:  <FRAGMENT_SUPPRESSED>", "a. The National Documentation Package - Mexico, 17 March 2010  <FRAGMENT_SUPPRESSED>", "b. A document from ICESI (Citizen Institute of Studies on Unsafety) \"The Impunity at Mexico\", April 2007  <FRAGMENT_SUPPRESSED>", "c. A document from ICESI (Citizens Institute of Studies on Unsafety) \"Impunity <FRAGMENT_SUPPRESSED>", "d. The Amnesty International Report - Mexico: Laws without justice: Human rights violations and impunity in the public security and criminal justice system - February 2007.  <FRAGMENT_SUPPRESSED>"], ["[17]", "In addition, the Applicants submitted newspaper articles from La Presse, The Globe and Mail, The Toronto Star, the National Post, Embassy Mag, El Confidential, El Universal, CNN.com and The Guardian (Tribunal Record (TR) at p 264 and following). The objective evidence clearly demonstrates that the Applicants' persecutors are well organized and extremely dangerous. Drug cartels in Mexico are structured, powerful organizations. As an example, The Guardian's article \"The Zetas: gangster kings of their own brutal narco-state\" explains:  <FRAGMENT_SUPPRESSED>", "The crucial point about the \"relative peace\" in areas held by the Zetas is that it is a peace whereby the cartels controls every facet of life, is uncontested by its rivals and presides over an omnipresent reign of terror.  <FRAGMENT_SUPPRESSED>", "(TR a p 381).  <FRAGMENT_SUPPRESSED>"], ["[18]", "In addition, at the hearing, the principal Applicant explained that their persecutors were collaborating with corrupt police officers; and, that their persecutors would, therefore, be able to find them anywhere in Mexico (TR at p 428). The Applicants testified that their persecutors could easily obtain their address, phone number, credit cards and other personal information. Since the credibility of the Applicants had been accepted by the Board, the matter becomes self-evident.  <FRAGMENT_SUPPRESSED>"], ["[19]", "In the present case, the Board failed to explain why it did not accept the pertinent evidence which fully supported the Applicants' arguments. This failure constitutes a reviewable error. The Court, thus, acknowledges that this case, within its particular context and distinct evidence, requires a more significant analysis. The Board was under obligation to explain why it had ignored evidence which corroborated the Applicants' allegations.  <FRAGMENT_SUPPRESSED>", "X.", "Conclusion  <FRAGMENT_SUPPRESSED>"], ["[20]", "Considering that the Applicants' credibility and the particular objective circumstances of the Applicants' claim, were in tact, the Board's conclusion that the Applicants are not Convention refugees, or persons in need of protection, was not reasonable.  <FRAGMENT_SUPPRESSED>"], ["[21]", "For all of the above reasons, the Applicants' application for judicial review is granted and the matter is, therefore, remitted for redetermination by a differently constituted panel.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[22]", "THIS COURT ORDERS that", "the application for judicial review be granted and that the matter be remitted for redetermination by a differently constituted panel. No serious question of general importance be certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}