{"id_": "071286", "body_str": [["[1]", "Frenette, D.J.", ": This is an application for judicial review pursuant to section 72 of the", "Immigration and Refugee Protection Act", ", S.C. 2001, c. 27 (the \"Act\") of the decision of a visa officer, dated April 8, 2008, denying the applicant's application for permanent residence made from outside Canada as a Convention refugee pursuant to humanitarian classes.  <FRAGMENT_SUPPRESSED>", "The Facts  <FRAGMENT_SUPPRESSED>"], ["[2]", "The applicant, Abdul Sattar Qurbani, his wife and three children, Afghan citizens, fled to Pakistan in March 1998 after the principal applicant's brother was kidnapped and his home was looted by the Talibans. Since, they have lived in Rawalpindi in Pakistan. They are of Hazara Shia Ismaili religion-ethnicity.  <FRAGMENT_SUPPRESSED>"], ["[3]", "In 2006, they applied for permanent resident visas pursuant to the humanitarian-protected persons abroad class and the Convention refugees abroad class at the High Commission of Canada in Islamabad, Pakistan. As required, their application was submitted in conjunction with an undertaking to sponsor by a sponsorship agreement holder.  <FRAGMENT_SUPPRESSED>"], ["[4]", "The visa officer interviewed the applicant and his wife through a Dari/English interpreter on February 26, 2008. On April 8, 2008, the visa officer wrote to the principal applicant advising him that the family's application for Canadian permanent resident visas as members of the above noted classes was refused.  <FRAGMENT_SUPPRESSED>"], ["[5]", "The visa officer was not satisfied that the applicant continued to be seriously and personally affected by the situation in Afghanistan, his home country, as his reasons for not returning were primarily economic and he had not put forward any particular dangers or fears that prevented him from returning.  <FRAGMENT_SUPPRESSED>"], ["[6]", "Furthermore, the officer noted that there were risks in Pakistan where they were living. He also noted that Kabul is now (2008) under government control and is relatively stable and that their situation was not different from that of other similarly situated Hazaras, and they did not continue to be personally and seriously affected by the situation in Afghanistan, consequently denying their application.  <FRAGMENT_SUPPRESSED>"], ["[7]", "The issue which arises in this application for judicial review is: Did the visa officer err in determining that the applicants did not qualify for Canadian permanent resident visas as members of the country of asylum class?  <FRAGMENT_SUPPRESSED>", "The Standard of Review  <FRAGMENT_SUPPRESSED>"], ["[8]", "The standard of review for whether or not applicants meet the general requirements for permanent resident visas as members of the humanitarian-protected persons abroad class and the Convention refugees abroad class requires an assessment of the factual situation against the preconditions required to obtain a visa as set out under subsection 139(1) of the", "Immigration and Refugee Protection Regulations", ", SOR/2002-227 (the \"Regulations\"). This engages a standard of review of reasonableness (", "<FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 986 ( <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 634 (QL)).  <FRAGMENT_SUPPRESSED>"], ["[9]", "The relevant provisions of the Regulations read as follows:  <FRAGMENT_SUPPRESSED>", "139.", "(1) A permanent resident visa shall be issued to a foreign national in need of refugee protection, and their accompanying family members, if following an examination it is established that  <FRAGMENT_SUPPRESSED>", "[. . .]  <FRAGMENT_SUPPRESSED>", ") the foreign national is a person in respect of whom there is no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada, namely  <FRAGMENT_SUPPRESSED>", "(i) voluntary repatriation or resettlement in their country of nationality or habitual residence, or  <FRAGMENT_SUPPRESSED>", "(ii) resettlement or an offer of resettlement in another country;  <FRAGMENT_SUPPRESSED>", "144.", "The Convention refugees abroad class is prescribed as a class of persons who may be issued a permanent resident visa on the basis of the requirements of this Division.  <FRAGMENT_SUPPRESSED>", "145.", "A foreign national is a Convention refugee abroad and a member of the Convention refugees abroad class if the foreign national has been determined, outside Canada, by an officer to be a Convention refugee.  <FRAGMENT_SUPPRESSED>", "146.", "(1) For the purposes of subsection 12(3) of the Act, a person in similar circumstances to those of a Convention refugee is a member of one of the following humanitarian-protected persons abroad classes:  <FRAGMENT_SUPPRESSED>", "(a)", "the country of asylum class; or  <FRAGMENT_SUPPRESSED>", "(b)", "the source country class.  <FRAGMENT_SUPPRESSED>", "(2) The country of asylum class and the source country class are prescribed as classes of persons who may be issued permanent resident visas on the basis of the requirements of this Division.  <FRAGMENT_SUPPRESSED>", "147.", "A foreign national is a member of the country of asylum class if they have been determined by an officer to be in need of resettlement because  <FRAGMENT_SUPPRESSED>", "(a)", "they are outside all of their countries of nationality and habitual residence; and  <FRAGMENT_SUPPRESSED>", "(b)", "they have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights in each of those countries.  <FRAGMENT_SUPPRESSED>", "139.", "(1) Un visa de résident permanent est délivré à l'étranger qui a besoin de protection et aux membres de sa famille qui l'accompagnent si, à l'issue d'un contrôle, les éléments suivants sont établis:  <FRAGMENT_SUPPRESSED>", "[. . .]  <FRAGMENT_SUPPRESSED>", ") aucune possibilité raisonnable de solution durable n'est, à son égard, réalisable dans un délai raisonnable dans un pays autre que le Canada, à savoir:  <FRAGMENT_SUPPRESSED>", "(i) soit le rapatriement volontaire ou la réinstallation dans le pays dont il a la nationalité ou dans lequel il avait sa résidence habituelle,  <FRAGMENT_SUPPRESSED>", "(ii) soit la réinstallation ou une offre de réinstallation dans un autre pays;  <FRAGMENT_SUPPRESSED>", "144.", "La catégorie des réfugiés au sens de la Convention outre-frontières est une catégorie réglementaire de personnes qui peuvent obtenir un visa de résident permanent sur le fondement des exigences prévues à la présente section.  <FRAGMENT_SUPPRESSED>", "145.", "Est un réfugié au sens de la Convention outre-frontières et appartient à la catégorie des réfugiés au sens de cette convention l'étranger à qui un agent a reconnu la qualité de réfugié alors qu'il se trouvait hors du Canada.  <FRAGMENT_SUPPRESSED>", "146.", "(1) Pour l'application du paragraphe 12(3) de la Loi, la personne dans une situation semblable à celle d'un réfugié au sens de la Convention appartient à l'une des catégories de personnes protégées à titre humanitaire outre-frontières suivantes:  <FRAGMENT_SUPPRESSED>", ") la catégorie de personnes de pays d'accueil;  <FRAGMENT_SUPPRESSED>", ") la catégorie de personnes de pays source.  <FRAGMENT_SUPPRESSED>", "(2) Les catégories de personnes de pays d'accueil et de personnes de pays source sont des catégories réglementaires de personnes qui peuvent obtenir un visa de résident permanent sur le fondement des exigences prévues à la présente section.  <FRAGMENT_SUPPRESSED>", "147.", "Appartient à la catégorie de personnes de pays d'accueil l'étranger considéré par un agent comme ayant besoin de se réinstaller en raison des circonstances suivantes:  <FRAGMENT_SUPPRESSED>", ") il se trouve hors de tout pays dont il a la nationalité ou dans lequel il avait sa résidence habituelle;  <FRAGMENT_SUPPRESSED>", ") une guerre civile, un conflit armé ou une violation massive des droits de la personne dans chacun des pays en cause ont eu et continuent d'avoir des conséquences graves et personnelles pour lui.  <FRAGMENT_SUPPRESSED>"], ["[10]", "The \"Convention refugees abroad\" class is governed by sections 144 and 145 of the Regulations and the \"humanitarian-protected persons abroad\" class by section 146 of the Regulations.  <FRAGMENT_SUPPRESSED>"], ["[11]", "By virtue of paragraph 146(1)(", "), the \"country of asylum class\" is a humanitarian-protected persons abroad designated class. Section 147 states that foreign nationals will be members of the country of asylum class if they are in need of resettlement because they are outside their country of nationality and \"have been, and continue to be, seriously and personally affected by civil war, armed conflict or massive violation of human rights\".  <FRAGMENT_SUPPRESSED>"], ["[12]", "Therefore, in order to succeed in their applications, the applicants had to establish that they are members of the Convention refugees abroad class or the country of asylum class and that they have no durable solution in a country other than Canada. The \"durable solutions\" contemplated by the Regulations are (i) voluntary repatriation or resettlement in their country of nationality, or (ii) resettlement in another country (paragraph 139(1)(", ")).  <FRAGMENT_SUPPRESSED>"], ["[13]", "The applicant argues that the officer erred by taking into account irrelevant facts. He notes that the officer further erred by inferring that the applicant is not now affected because the situation is relatively stable in Afghanistan.  <FRAGMENT_SUPPRESSED>"], ["[14]", "Given however that the applicant has indicated that he could not return to Kabul because of its instability, I find it was only reasonable for the officer to consider that the applicant is currently residing amidst recent bombings and unrest in Rawalpindi.  <FRAGMENT_SUPPRESSED>"], ["[15]", "In reading the evidence, I find, as was argued by the respondent and highlighted by the officer, that the primary reason the applicant did not want to return was based on the fact that the applicants were \"from Taimani, a sector of Kabul City\". Yet, as determined by the officer, \"Kabul is back under government control and the Taliban have been gone for some time\" and despite previous instability, \"Kabul is relatively stable now ...\".  <FRAGMENT_SUPPRESSED>"], ["[16]", "While the applicant indicates that relative stability does not suggest that he would be able to return without difficulties, that was not the issue before the officer. The officer clearly found, in accordance with the Regulations, that the situation in Kabul had changed sufficiently that the applicant was no longer seriously and personally affected by the state of affairs such that he would qualify in the country of asylum class. The officer personally verified the situation in Kabul, while the applicant emitted opinions on this point.  <FRAGMENT_SUPPRESSED>"], ["[17]", "The country of asylum class is one of the refugee classes under which foreign nationals may apply to enter Canada. It is one of two \"humanitarian-protected persons abroad classes\". The Operational Manual OP 5 of Citizenship and Immigration Canada, section 6.9, defines section 147 of the Regulations, stating that \"seriously and personally affected\" means \"sustained, effective denial of basic human rights\". Simply being of poor economic means does not qualify an individual for Canada's international protection as a refugee class immigrant (", "<FRAGMENT_SUPPRESSED>  [2003] F.C.J. No. 709 ( <FRAGMENT_SUPPRESSED>  [2007] F.C.J. No. 1126 (QL)).  <FRAGMENT_SUPPRESSED>"], ["[18]", "Moreover, in light of the statutory framework, the burden of proof rests on the applicant. The applicant had to establish that he had \"no reasonable prospect, within a reasonable period, of a durable solution in a country other than Canada\". Having not cited any particular dangers or fears which prevented him from returning, the applicant simply did not adequately support his claim.  <FRAGMENT_SUPPRESSED>"], ["[19]", "The applicant suggests that the officer should not have considered the situation of other Hazaras in Afghanistan. While generalized fear does not form part of the definition set out as section 147 of the Regulations, it is relevant to a determination with respect to the Convention refugee abroad class. On this issue, I agree again with the respondent. The situation of those similarly situated to the applicant is relevant to the assessment of whether he could return to Afghanistan and establish himself, particularly given that he did not cite dangers or fears that might set him apart from others who had been able to return and re-establish themselves in Kabul.  <FRAGMENT_SUPPRESSED>"], ["[20]", "In a recent decision rendered by Justice  <FRAGMENT_SUPPRESSED>  [2008] F.C.J. No. 1662 (QL), the facts bore some resemblance to those of the present case. The applicants were citizens of Afghanistan but resided in Peshawar, Pakistan and feared returning to their country. Their application for permanent residence in Canada as Convention refugees was denied. Justice Mosley dismissed the application for judicial review stating, at paragraph 28:  <FRAGMENT_SUPPRESSED>", ". . . This is not a case where the applicants were claiming that conditions in Afghanistan were such that they could find no durable solution in any region of the country if they were to repatriate.  <FRAGMENT_SUPPRESSED>"], ["[21]", "I consider that such reasoning applies to the facts found in the present case.  <FRAGMENT_SUPPRESSED>"], ["[22]", "The applicants relied upon another recent decision by Justice Leonard S. Mandamin in", "<FRAGMENT_SUPPRESSED>", ", in which the applicants had fled from Afghanistan to Pakistan in 1997 to avoid the civil war. This case has no bearing on the present case because the application was granted on very different grounds than the present one i.e. the ineligibility to become citizens of Canada based on their low levels of education and poor English ability.  <FRAGMENT_SUPPRESSED>"], ["[23]", "Based on the foregoing, this application for judicial review will be dismissed.  <FRAGMENT_SUPPRESSED>", "JUDGMENT  <FRAGMENT_SUPPRESSED>"], ["[24]", "This Court orders that the application for judicial review of the decision of a visa officer, dated April 8, 2008, denying the applicant's application for permanent residence made from outside Canada as a Convention refugee pursuant to humanitarian classes be, and it is hereby dismissed.  <FRAGMENT_SUPPRESSED>"], ["[25]", "No question is to be certified.  <FRAGMENT_SUPPRESSED>", "[End of document]  <FRAGMENT_SUPPRESSED>   <FRAGMENT_SUPPRESSED>"]]}