{"id_": "071233", "body_str": [["[1]", "Barnes, J.", ": This application for judicial review arises from a decision of the Immigration Appeal Division of the Immigration and Refugee Board (Board) rendered on February 3, 2006. The Applicant, Luiz Rosa, challenges that decision which upheld an earlier denial by a Visa Officer of permanent residency status to his spouse, Delma Rodrigues de Oliveira. The initial denial of status to Ms. de Oliveira was based on a finding that the marriage between Mr. Rosa and Ms. de Oliveira was not genuine.", "Background"], ["[2]", "The record before the Board reveals a very tangled factual web including lengthy and less than flattering immigration histories for both Mr. Rosa and Ms. de Oliveira. Much of the evidence bearing on the central issue of the legitimacy of the Applicant’s marriage to Ms. de Oliveira is contradictory or the subject of significant disagreement. What follows immediately below is an outline of that part of the background to this proceeding which appears to be largely undisputed by the parties."], ["[3]", "Mr. Rosa came to Canada from Brazil as a visitor in 1996. After the expiry of his visitor’s visa, he remained in Canada and worked here without legal status. He was subsequently able to regularize his status in Canada by entering into a short-lived marriage from which he was able to obtain landed status as a member of the family class. He became a permanent resident in August, 2000."], ["[4]", "Mr. Rosa maintained that his first Canadian marriage was genuine but he conceded that it had broken down within about 8 months of the grant of his permanent residency status. The record indicates that his wife was several years older than him. Apparently, his wife spoke little, if any, Portuguese and his capacity to speak English was extremely limited; needless to say, this imposed significant communication challenges. When asked by the Board, Mr. Rosa was unable to state the date of birth of his wife."], ["[5]", "Ms. de Oliveira also has a checkered immigration history in Canada. Before meeting Mr. Rosa, she had been unsuccessful in a number of attempts to obtain status in Canada. On two of those occasions, she submitted falsified or fraudulent records to attempt to gain admission here."], ["[6]", "Shortly after the breakdown of Mr. Rosa’s first Canadian marriage, he was introduced to Ms. de Oliveira through her brother. At that point, Ms. de Oliveira was living in Brazil. Mr. Rosa and Ms. de Oliveira began to communicate by telephone in the summer of 2001. Shortly afterwards, Mr. Rosa travelled to Brazil to visit his parents and also to meet Ms. de Oliveira. He spent about two weeks with Ms. de Oliveira in Brazil before returning to Canada. About a year later, in the latter part of September, 2002, Mr. Rosa claimed to have had some sort of spiritual transformation and he called Ms. de Oliveira to propose marriage. She accepted and they met again in early 2003 in Brazil. They were married in Brazil in early February, 2003. Mr. Rosa then applied to sponsor Ms. de Oliveira as his spouse and as a member of the family class."], ["[7]", "When Ms. de Oliveira presented herself for a visa interview at Sao Paulo on January 13, 2004, Mr. Rosa attended with her. It appears that only Ms. de Oliveira was interviewed on that occasion but both of them were interviewed on subsequent occasions in person and by telephone."], ["[8]", "During one interview with the Visa Officer, Mr. Rosa admitted that he had had a sexual affair with Ms. de Oliveira’s sister, Sonia Quintela, approximately two months before his marriage proposal. Despite this affair and Ms. de Oliveira’s admitted knowledge of it, Ms. Quintela travelled to Brazil to attend the wedding and also to act as the matron of honour."], ["[9]", "The issue of whether this marriage had been arranged for immigration purposes appears to have been first raised with Canadian immigration officials in Sao Paulo when they received a Statement of Defence filed in the Ontario Superior Court on October 14, 2003 by Ms. Quintela. That document was filed in response to a claim for damages brought against Ms. Quintela by Mr. Rosa. In the Defence, among other allegations, Ms. Quintela asserted that Mr. Rosa had agreed to marry and to sponsor Ms. de Oliveira for landing in Canada for a payment of $10,000.00 U.S."], ["[10]", "The various immigration interviews carried out in Sao Paulo with Mr. Rosa and Ms. de Oliveira are recorded in summary fashion in computer notes which form part of the Record in this proceeding (CAIPS notes). The allegations made by Ms. Quintela figure prominently in those interviews. Those notes attribute the following admissions to Mr. Rosa during the course of one of the interviews with him:", "Following is sponsor’s version of the facts: Sonia feared that her affair with sponsor would eventually come to the attention of Sonia’s husband. Sonia suggested that sponsor married her sister (subj) to make clear to Sonia’s husband that there is no relationship between Sonia and sponsor at the same time that Sonia would help sister to return to CDA, once in CDA sponsor would divorce and keep the affair/relationship with Sonia. Sponsor stated that agreed with this strategy but he/sponsor did not expect that after meeting subj in person would really fall in love with subj, Sonia would have felt betrayed and filed unfounded allegations indicated in justice doc."], ["[11]", "When Ms. de Oliveira was asked by the Visa Officer about her sister’s allegations, the CAIPS notes indicate the following response from her:", "I then shared the content of the Superior Court of Justice doc, Subj stated that it’s all done by Sonia in bad faith to prevent subj from returning to CDA. Subj raised the tone of her voice (sounded upset) and went on to say that Sonia has always been in love with sponsor and Sonia cannot now accept her marriage with sponsor. I asked why Sonia had travelled to Brazil with sponsor and attended subj’s marriage then, subj stated that Sonia (who is married) had initially agreed to help subj but changed her mind. Sonia was the one who took the photos. Sonia would hv said that it was to help the immig applicn. Sonia would hv orchestrated everything but changed her mind because sponsor has in fact fallen in love with subj and decided to stay with subj."], ["[12]", "The Visa Officer came to the conclusion that this was a marriage of convenience and the CAIPS notes confirm that Mr. Rosa “admitted” that the marriage arrangements had been orchestrated by Ms. Quintela. The Visa Officer did not believe that this original intent was later displaced by more honourable motives. In the result, Ms. de Oliveira’s application for a visa was refused.", "The", "Board Decision"], ["[13]", "The Board heard evidence from Mr. Rosa who attempted to establish that his marriage to Ms. de Oliveira was bona fide. The Board disagreed and found the marriage to be one of convenience and not genuine. It concluded that the marriage was “primarily entered into for immigration purposes” and, specifically, to allow Ms. de Oliveira to obtain immigration status in Canada."], ["[14]", "The Board reached its conclusion after examining evidence pertaining to the prior immigration histories of Mr. Rosa and Ms. de Oliveira along with evidence bearing on their own relationship."], ["[15]", "The Board decision noted that the genuineness of this marriage turned primarily on the assessment of the credibility of Mr. Rosa and Ms. de Oliveira. The significance of that credibility determination was said to be heightened, in some measure, by the “poverty of documentation” submitted by them in proof of the frequency of their contact and the strength of their relationship during the lengthy periods when Mr. Rosa and Ms. de Oliveira were apart."], ["[16]", "The Board was clearly troubled by the immigration histories of these individuals and it noted their motives and questionable behaviours in seeking to obtain immigration status in Canada. In the case of Mr. Rosa, the Board found that his first Canadian marriage was an attempt to “manipulate the system to effect his landing in Canada”. In the case of Ms. de Oliveira, the Board noted her previous fraudulent declarations as a means for attempting to gain entry to Canada. The Board considered it noteworthy that the initiation of Ms. de Oliveira’s relationship with Mr. Rosa took place 3 to 4 months after the refusal of her last application for entry to Canada as a visitor."], ["[17]", "When the Board examined the evidence of Mr. Rosa and Ms. de Oliveira concerning their relationship, it found several discrepancies. While they attempted to explain some of these testimonial inconsistencies, others remained unresolved. For example, Ms. de Oliveira said that Mr. Rosa had visited her in Brazil in September, 2002 but Mr. Rosa said he proposed over the telephone in September, 2002 and went to Brazil in November of that year. Ms. de Oliveira recalled that Mr. Rosa had proposed to her in person in January, 2003 and they were then married in February, 2003. Mr. Rosa testified that plans for the wedding were underway before he returned to Brazil in late 2002. The Board expressed considerable scepticism about these inconsistencies and, in particular, it noted that the circumstances of a marriage proposal ought not to have been the subject of any disagreement."], ["[18]", "There were other discrepancies noted by the Board. The Visa Officer’s notes of Ms. de Oliveira’s interview indicated that Mr. Rosa was only with her in Brazil for about 15 days at the time of the wedding. However, Mr. Rosa testified that he was there 45 to 50 days. Mr. Rosa was unable to explain this discrepancy."], ["[19]", "The Board considered the above-noted inconsistencies to be important and described the couple as “not singing from the same hymn book”."], ["[20]", "The Board also had serious reservations about the testimony bearing on Mr. Rosa’s affair with Ms. Quintela. This affair was acknowledged by both parties and Ms. de Oliveira testified that she was aware of it before the marriage. Mr. Rosa testified that the affair occurred about 2 months before his marriage proposal. Although he described it as meaningless, he also said it was part of the reason for proposing to Ms. de Oliveira or, as he put it, “…I felt it was necessary to have somebody who was also blessed by God, and this is why the two of us suffer so much with the separation, because in the name of God we cannot be going out and going around with somebody else just like that”. Notwithstanding the awkwardness of this situation, Ms. Quintela was not only invited to the wedding, she was named as the matron of honour. The Board described this situation as ludicrous and not credible."], ["[21]", "The Board was clearly troubled by the testimony of Mr. Rosa and Ms. de Oliveira insofar as they attempted to deny the statements attributed to them in the Visa Officer’s CAIPS notes, during the Sao Paulo interviews. In those statements, they had each admitted that their relationship was initially formed as a means of orchestrating Ms. de Oliveira’s admission to Canada. Clearly the Board disbelieved their later evidence disavowing these earlier incriminating statements. The Board’s credibility conclusion was summed up in the following passages:"], ["[33] While the appellant and the applicant are married and he states his love for her, I am unable on the evidence beyond the fact of marriage to find genuineness in it. The appellant freely admitted his participation in the scheme to facilitate the applicant’s admission to Canada – who better to do so [than] the appellant himself, who orchestrated his own status in Canada by marrying Josefa Chelbek. The appellant had previously benefited from a marriage which he was motivated to enter into to bring about his own permanent residence in Canada. How am I therefore to find his assertion of love for the applicant to be credible? I do not so find."], ["[34] The foregoing leads me to agree with the effective submissions made by Minister’s counsel which distilled the facts of the case to their very essence. Both the appellant and the applicant carry the significant baggage associated with their lack of credibility as reviewed earlier in these reasons. I find them to be seriously lacking in this respect. The appellant found a way to remain in Canada through a marriage and dumped his sponsor well within one year of his being granted landing in Canada. He uses the same medium in facilitating the applicant’s entry to Canada as a member of the family class. Effectively both parties to this application have laid their credibility to waste as it is set out in these reasons.", "Analysis"], ["[22]", "The decision taken in this case by the Board was based on its finding that Ms. de Oliveira was not a “spouse” for the purposes of gaining entry to Canada as a member of the family class. In reaching that conclusion the Board was required to examine this marriage to determine whether it was genuine and if it “was entered into primarily for the purpose of acquiring any status or privilege under the Act”: see s. 4 of the Immigration and Refugee Protection Regulations (Regulations), SOR/2002-227."], ["[23]", "The determination of whether a marriage is genuine is essentially a fact-based inquiry. Here the Board noted that such a decision requires consideration of many factors including the length of any prior relationship or cohabitation between the parties, their knowledge of one another’s histories, their behaviour together, the details of their engagement and the marriage ceremony, the frequency and substance of their communications while apart and the level of their financial dependence. These are all matters which require the sorting and weighing of evidence and the assessment of credibility – a process which the Board is well situated to carry out. I accept that the applicable standard of review for such matters is patent unreasonableness: see Canada (Minister of Citizenship and  <FRAGMENT_SUPPRESSED>  2006 FC 691 and the cases cited therein at para. 17."], ["[24]", "The Applicant argued that the Board failed to examine the evidence establishing the bona fides of this relationship and, instead, wrongly focussed on their previous immigration histories. In the case of Mr. Rosa, it was asserted that the Board had no basis for concluding that his first Canadian marriage was not genuine and that this conclusion tainted the Board’s view of the legitimacy of his marriage to Ms. de Oliveira. This argument is without merit. The Board was entitled to examine the immigration histories of Mr. Rosa and Ms. de Oliveira as a means of assessing their credibility. The fact that Mr. Rosa had entered into a highly suspicious prior marriage leading to his acquisition of status in Canada was also a relevant, albeit not conclusive, consideration for assessing the bona fides of his marriage to Ms. de Oliveira. There was evidence here to support the Board’s conclusion that this prior marriage was not genuine and it is not the role of this Court to substitute another view simply because a different conclusion might have been reached on the same evidence."], ["[25]", "Similarly, Ms. de Oliveira’s prior fraudulent behaviour in seeking entry to Canada was relevant evidence bearing on her credibility. It was for the Board to determine how much weight to give to this evidence."], ["[26]", "It is also not correct that the Board’s decision turned solely on this evidence of prior conduct. The Board had an ample basis for rejecting as untrustworthy the testimony of these witnesses concerning their own relationship."], ["[27]", "The Board’s adverse credibility assessment of these parties was soundly supported by the evidentiary record. There were several significant discrepancies in the evidence they presented upon which the Board based its conclusion that they had failed to prove a genuine marital relationship. For instance, it is difficult to accept that Ms. de Oliveira forgot the details of Mr. Rosa’s telephone marriage proposal and her supposed acceptance of it. The Board’s further scepticism surrounding the claimed bona fides of Mr. Rosa’s marriage proposal was also entirely reasonable coming, as it did, after a relatively brief period of cohabitation in Brazil a year earlier and shortly after Mr. Rosa’s affair with Ms. Quintela. Mr. Rosa’s rather bizarre description of his affair with Ms. Quintela, and Ms. de Oliveira’s rather cavalier attitude to that situation, were seen by the Board to be disingenuous and its conclusion on this point is unassailable. The evidence by Mr. Rosa and Ms. de Oliveira that the Visa Officer had fabricated the notes of their interview admissions of bad faith was also clearly unbelievable and appropriately found to be so by the Board. The Board’s finding that this relationship had been initially orchestrated for immigration purposes is, thus, not only reasonable but, on the evidence presented, compelling."], ["[28]", "It was argued on behalf of Mr. Rosa that the Board erred in law by failing to recognize the conjunctive nature of the test established by s. 4 of the Regulations requiring both that the marriage not be genuine and that it was entered into primarily to acquire immigration status or privilege. For this, Mr. Rosa relies upon  <FRAGMENT_SUPPRESSED>  2005 FC 1015."], ["[29]", "Regardless of the nature of the statutory test for defining a “spouse” for immigration purposes under s. 4 of Regulations, the Board made no legal error in this case. The Board clearly found that this marriage was not genuine and was entered into for the purpose of Ms. de Oliveira acquiring immigration status under Immigration Refugee and Protection Act (IRPA), S.C. 2001, c.27. The Board did not say that an initial fraudulent intent to marry could never be displaced by the later development of a loving and bona fide marriage. The Board simply concluded that such a bona fide relationship never did exist between Mr. Rosa and Ms. de Oliveira. The Board’s difficulty in finding that the motives for the relationship had changed for the better is hardly surprising in the face of Mr. Rosa’s and Ms. de Oliveira’s denials to the Board that the relationship had initially been formed for an illicit immigration purpose. Having adopted that position before the Board in clear contradiction to their recorded admissions in Sao Paulo, their argument that the wedding was bona fide was bound to fail."], ["[30]", "In conclusion, there is nothing in the findings of the Board which can be fairly described as unreasonable. Indeed, there is little room on the record for the Board to have come to any other conclusion than it did because the story offered by Mr. Rosa and Ms. de Oliveira strains credulity. The Board had an ample basis for saying that their credibility had been laid to waste by their testimonial inconsistencies. Despite their later denials under oath, this was quite obviously a relationship arranged among Mr. Rosa, Ms. de Oliveira and Ms. Quintela to effect Ms. de Oliveira’s admission to Canada."], ["[31]", "In the result, there is no basis for disturbing the Board’s finding that this marriage was caught by s. 4 of the Regulations."], ["[32]", "This application for judicial review is dismissed."], ["[33]", "Although I cannot identify any issue of general importance from this decision which would warrant a certified question, I will give each of the parties 7 days to advise the Court if they have a contrary view. If either party does propose a certified question, I will allow the other party an additional 3 days to respond.", "JUDGMENT"], ["[34]", "THIS COURT ADJUDGES that", "this application for judicial review is dismissed.", "Footnotes", "1. In their testimony to the Board both Mr. Rosa and Ms. de Oliveria denied making any statements in their respective immigration interviews which indicated an initial fraudulent or bad faith motivation for the marriage.", "[End of document]"]]}